{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/16/western-conference-finals-nba-golden-state-warriors-oklahoma-city-thunder",
  "id": "2016-05-16-59",
  "sectionId": "sport",
  "body": "The 2016 Western Conference finals start on Monday night, and the entirety of NBA fandom — save for a few hundred thousand surly Spurs fans still clutching their Tim Duncan jerseys as though they might float away at any moment — is eagerly anticipating the first playoff meeting between two teams that define the modern league. The Golden State Warriors and the Oklahoma City Thunder are mirror universe versions of each other.  The Warriors are led by jovial, unselfish three-point maestro Steph Curry and his loveable sidekick, Klay Thompson — defending NBA champions and unquestioned, unchallenged masters of terrible facial hair. On the other side of the court, the Oklahoma City Thunder are fronted by another dynamic duo in Kevin Durant and Russell Westbrook, players routinely criticized for relying on dull hero-ball tactics and being unwilling to get their team-mates involved. When you remember that Durant and Westbrook play next to Dion Waiters, then maybe their indulgences can be forgiven.   Related: NBA MVP Stephen Curry isn't a 'system player' – he is the system    This series promises to be an uptempo, athletic affair with some of the game’s most dynamic scorers going head-to-head. What’s at stake for the Warriors and Thunder goes beyond simply who wins four games first. Legacies are on the line and the movements of this summer’s biggest free agent target could be decided very soon. Answering these questions will go a long way toward deciding who walks out with this weird trophy that looks like it’s awarded to a rec league team in Syracuse, New York. Who has to get hot for the Thunder to win? It goes without saying that Durant and Westbrook have to play the series of their lives to get through the reigning champs. But what any championship team really needs is a third elite scorer to get rolling to power the second unit or to ease the defensive pressure on the superstars. I surrendered my passport to Waiters Island a long time ago and don’t expect more than one whistle-to-whistle good performance from him. We’ll get to Steven Adams later, and the less I think about Andre Roberson, the better. The key to this series for OKC is Serge Ibaka, who was always meant to be the third amigo for that team, but has struggled to live up to that reputation. Ibaka had a middling regular season, averaging 12.6 points-per-game and 6.8 rebounds in 32.1 minutes. In the playoffs, he’s playing the same average number of minutes per game, but his scoring is down to 11.7 points and rebounds are at 5.3. The biggest stat that’s actually gone up from regular season to playoffs is his three-point shooting. He shot 32.6% from beyond the three-point line in the regular season, but his average has ballooned to 54% in the playoffs. Of his 91 playoff field goal attempts, 37 of them are three-pointers. He’s averaging 3.4 three-point attempts per game this postseason, the next closest shooter is Waiters with 3.1, then Randy Foye with 2.2. The Thunder don’t have the perimeter firepower to compete with the Warriors in a shootout, so what can they do? Are the OKC bigs ever going to be able to play together? Enes Kanter and Adams should never play in the same line-up. In the 2015 NBA finals, the Cavaliers were forced to play Timofey Mozgov and Tristan Thompson together thanks to Kevin Love’s season-ending shoulder injury. That meant the Cavs had to wave goodbye to decent floor spacing and the possibility of deeper post-up mismatches with the lanky Love against undersized front court players like Draymond Green and Harrison Barnes. Thompson is still struggling to expand his offensive range, and Mozgov needed to have space to work in the post, which rendered Thompson borderline useless. His scoring finally went up after two terrible games, but by the time he got rolling, it was too late. The Cavs went small as a last resort and realized they couldn’t hang with the Warriors’ death line-up that features Green at the center position. Kanter and Adams together (the fourth- and fifth-highest scoring players on the team in this postseason), plus Ibaka roaming around the perimeter, could cause serious problems for the Warriors, especially if Andrew Bogut can’t suit up and Green finds himself in foul trouble thanks to the surplus of contact down low. There’s also the tantalizing prospect of all those pick-and-roll combinations, which could help Westbrook, Durant, and shooters like Waiters and Ibaka get free after help drifts over to the rollman. The problem with this scenario is that Kanter can’t play defense. In OKC’s Game 3 loss to the Spurs, Kanter was minus-seven when on the court. His footwork is clumsy, his positioning is terrible, and a quick big can explode through him when necessary. There’s no way Kanter and Adams can play together, because there’s no place for Billy Donovan to hide Kanter’s dreadful defense against the Warriors’ electric offense. Can the Warriors stay healthy? The Portland series was a surprisingly tough affair for the Warriors. Even though they won in a quick five games, each victory took its toll and their one defeat came without Curry, who suffered an MCL sprain in his right knee during their first-round series against the Rockets. Bogut is also questionable for Monday’s game thanks to a sprained groin that came during the clinching game against Portland. Last season, the Warriors were fortunate to keep their core intact through a grueling run to the title. Bogut and Curry both have a history of health issues, which gives Dubs fans pause any time they come up limping. Bogut is far more replaceable than Steph, as the Warriors can trot out Festus Ezeli, Marreese Speights, and (God forbid) Anderson Varejao, who I am convinced the Warriors only signed for the Hulk Hogan-joining-the-nWo shock value if they play the Cavs in the finals. If the rickety, slow-footed Varejao is forced to play significant minutes in this series, the OKC bigs will vaporize him. The Dubs are still very, very good without Curry, but Micah Adams of ESPN pointed out an intriguing stat: Golden State post up twice as often without Curry in the lineup as they do when he is present. If, worst case scenario, Curry’s minutes have to be limited or drastically reduced due to injury, can they comfortably post-up against the bigger Thunder lineup? Well, maybe against Kanter’s concrete shoes, they can. When will Steven Adams and Andrew Bogut have their inevitable fight? I have to assume these two hate each other. Firstly, they are basically the same player, except Bogut is a superior passer. Second, Adams is from New Zealand and Andrew Bogut is from Australia. The rivalry between those two nations is well documented: Lord of the Rings v Mad Max. INXS v Split Enz. Lorde v Kylie Minogue. Flight of the Conchords v that show where the guy wears brownface. I certainly can’t choose. These two Wookie-like bigmen are guaranteed to scrap with each other at some point, assuming Bogut can come back from the aforementioned injury, so when will it be? I see it building over a few games – an elbow here, a hard boxout there – then exploding into a deadly version of knifey-spoony by Game 5. If there’s a prop bet out there for this fight, I’d take Adams every day. Look at this dude. If the Warriors lose, does that ruin their legacy? They’re going to win in six games, so it doesn’t even make sense to answer this question. Why are you asking? Yeah, of course it would, but like, who cares? They’re winning, unless Steph hurts himself again or his parents get divorced during the series. Next question. Do the Thunder have to win to Keep Kevin Durant? Normally, I’d say yes. A trip to the finals would probably give KD confidence that the franchise was moving in the right direction and that they have the personnel to finally get a ring. But I don’t think a Western Conference championship is necessary to keep him. As the Clippers will tell you, sometimes beating the Spurs in the playoffs is its own reward, as the LA faithful cheered their game 7 victory in last year’s first round as though they had just three-peated and everyone in the arena was getting a free Range Rover (leather seats extra). With the Spurs’ championship core aging, the Clippers on the verge of being blown up, and the Thunder’s core easing into its peak, it would be foolish to leave now. OKC is far and away the second-best team in the West and will be until young teams like Minnesota and New Orleans mature into real contenders. I stand by my prediction that Durant will sign a one-year deal and test free agency with Russ the following year, finals trip or no.",
  "webTitle": "Western Conference finals: how do the Thunder beat the Warriors?",
  "webPublicationDate": "2016-05-16T19:23:29Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/16/western-conference-finals-nba-golden-state-warriors-oklahoma-city-thunder",
  "keyword": [
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "sport/blog/2016/may/16/western-conference-finals-nba-golden-state-warriors-oklahoma-city-thunder"
}