{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/13/donald-trump-makes-rupert-murdoch-dance-to-his-tune",
  "id": "2016-05-13-251",
  "sectionId": "media",
  "body": "The relationship between Donald Trump and Fox News over the past nine months has been fascinating. After a rocky start, the two appear to be very friendly indeed. In the latest development, Rupert Murdoch’s “fair and balanced” TV channel has been accused by Trump’s Republican rival, Ted Cruz, of playing a disproportionate role in his rise. Ahead of this week’s Indiana primary, in which Trump beat Cruz by a 180,000 margin and secured more than 50% of the total vote, Cruz was critical of Murdoch and Fox News chairman Roger Ailes.  They had made a decision to get behind Trump, he said, and in so doing “have turned Fox News into the Donald Trump network, 24/7.” It’s possible that Fox’s championing of Trump goes back to August last year following the notorious clash between Trump and the Fox News anchor Megyn Kelly who questioned him about his misogyny.  Trump retaliated by criticising Kelly’s appearance and her credibility as a journalist. He even suggested menstruation as a reason for her questions. Trump went on to boycott another Fox News debate in January because it was co-moderated by Kelly. He claimed she was biased against him, saying: “I’m not a big fan of hers.” Some 87% of Fox viewers then said they would not watch the debate because Trump wasn’t taking part. Result: panic at Fox News due to the potential loss of advertising. After the original Kelly row, Ailes realised fences must be mended. As New York magazine reported, Trump was called by Ailes to assure him that the channel would cover him “fairly” in future. Why? Because of concern - supported by a deluge of pro-Trump emails to Fox - that Trump’s views were more popular than those of Fox News. Matt Taibbi, writing in Rolling Stone, argued that Murdoch was worried about the drifting away of his “beloved audience of idiots”. And Murdoch loves a winner, so it was necessary to get behind Trump. It was clear that emailers had taken Trump’s side rather than Kelly’s. And it appears that some Fox presenters did too. Kelly has been critical of her Fox colleague, Bill O’Reilly, for failing to support her in what can only described as a softball interview.  Then things took a turn last month when Kelly told her viewers that she had cleared the air with Trump after asking to meet him. She said of the truce: “Mr. Trump and I discussed the possibility of an interview, and I hope we will have news to announce on that soon.” Ailes later confirmed he had spoken to Trump “a few times over the past three months” about appearing on a special programme with Kelly.  It was later announced that Trump would be a guest on Kelly’s show on 17 May, and publicity pictures of the pre-recorded show, which was taped on 26 April, have been issued.  After the interview, Trump said he expected people to enjoy it, saying of Kelly: “She has natural showbiz ability with unlimited potential.” It is hard not to conclude that Kelly had been prevailed upon by her Fox bosses to make nice with a man who had continually been insulting her for nine months in public statements and on Twitter. And it gives credence to Cruz’s “Donald Trump network” jibe. Has Donald Trump done what no politician has ever achieved in the past by making Rupert Murdoch dance to his tune?",
  "webTitle": "Donald Trump makes Rupert Murdoch dance to his tune",
  "webPublicationDate": "2016-05-13T09:52:04Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/13/donald-trump-makes-rupert-murdoch-dance-to-his-tune",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Fox News",
      "id": "media/fox-news",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Rupert Murdoch",
      "id": "media/rupert-murdoch",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US television industry",
      "id": "media/ustelevision",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/13/donald-trump-makes-rupert-murdoch-dance-to-his-tune"
}