{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/higher-education-uk-universities-private-providers-labour-degrees",
  "id": "2016-05-16-62",
  "sectionId": "education",
  "body": "Labour has accused the government of putting the reputation of UK universities in jeopardy with plans to open up the sector and give instant degree-awarding powers to new private providers with no track record in education. The proposals, outlined in a higher education white paper published on Monday, also include controversial plans to link teaching quality to tuition fees, though it will be phased in more slowly than had been feared.   Related: Government may give startup universities degree-awarding powers    Gordon Marsden, Labour’s universities and further education spokesman, said: “We can be rightly proud of our world-leading universities and their reputation for excellence. It is therefore of great concern that the Tory government is putting this hard-won reputation at risk by giving degree-awarding powers to new institutions from day one, including private providers with no previous track-record in education.” Marsden also warned that the introduction of the “teaching excellence framework” (TEF), designed to measure universities’ performance, could be used as “a Trojan horse to increase fees even further and unleash the full force of the market in higher education”. Universities that meet basic standards, according to the TEF, will be allowed inflation increases in tuition fees during 2017-19. From 2019-20, those institutions that meet expectations – the lowest category – will be allowed to increase their fees at a rate equivalent to 50% of inflation, while those ranked either excellent or outstanding will be eligible for a full inflationary rise.   Related: Higher education white paper: the big changes    The white paper, Success as a knowledge economy, shows universities minister Jo Johnson listening to concerns from within the sector after his plans were first outlined last year, but still convinced that financial incentives are necessary to encourage institutions to improve teaching standards. The National Union of Students called on the government to drop plans to link tuition fees to teaching quality. Sorana Vieru, NUS vice-president, said: “With fees trebled just four years ago, it is unacceptable to argue fees now need to be raised further for students to be sure that their education will be of a high quality. “Fundamentally the tuition fees system is broken, and it is deeply worrying if further tinkering and fees rises are needed to ensure it is delivering for students.” Vieru also raised concerns about attempts to measure teaching quality. “Students, staff and universities across the sector have highlighted that measuring teaching quality is an extremely complicated task. You simply can’t achieve it through the crude measures proposed by the white paper and the unintended consequences it could lead to are very worrying.”   Related: The Guardian view on the higher education white paper: the customer is always ripe – for fleecing | Editorial    The University and College Union (UCU) general secretary, Sally Hunt, said there should be rigorous quality measures to protect the reputation of the sector in the face of new “challenger institutions” providing cheaper, less conventional courses. “Despite repeated warnings from UCU about the danger of opening up UK higher education to for-profit providers, the government has set out a clear intention to make it easier to gain degree-awarding powers,” she said. “We have already seen too many scandals involving alternative providers in the UK and abroad, so lessons need to be learnt and rigorous quality measures applied if we are to protect the global reputation enjoyed by our universities.” Jonathan Clifton, associate director for public services at Institute for Public Policy Research, added: “The government is right to allow new providers into the higher education system, but it must manage the process carefully. The experience of the USA shows that allowing profit-making companies to establish universities and recruit unlimited numbers of students can end in tears.    Related: Government may give startup universities degree-awarding powers    “This policy will only be successful if it enables genuinely innovative types of higher education institution to be established – rather than helping private companies to make a quick buck.”  The white paper also aims to encourage universities to admit students from a wider range of social backgrounds after criticism by the prime minister – institutions will have to produce detailed information about applications and admissions, in terms of ethnicity, gender and family income. There are also suggestions that it should be made easier for students to switch courses and universities.",
  "webTitle": "Labour condemns plan to give private providers degree-awarding powers",
  "webPublicationDate": "2016-05-16T19:09:22Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/higher-education-uk-universities-private-providers-labour-degrees",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/16/higher-education-uk-universities-private-providers-labour-degrees"
}