{
  "apiUrl": "https://content.guardianapis.com/fashion/fashion-blog/2016/may/09/why-the-pop-merchandise-store-is-the-most-fashionable-place-to-shop",
  "id": "2016-05-09-247",
  "sectionId": "fashion",
  "body": "As anyone who has listened to Lemonade knows, it’s best not to mess with Beyoncé Knowles. First, it was Jay Z under fire on the “visual album”; now, Knowles has taken the Miami police force to task after they said they would boycott her concerts. In a class A power play, T-shirts sold on the merch stand of her Formation tour read: “Boycott Beyoncé”. Just like that, Beyoncé once again comes out on top.     Beyoncé is selling BOYCOTT BEYONCÉ t-shirts as tour merch 😂 pic.twitter.com/zjD3HcV7XG— Beyoncé Australia (@BeyonceAUS) April 27, 2016    Moves such as this show not only that Beyoncé (or her team) is a master of modern marketing, but that merch has gone from a side note to a fashion statement. By wearing those two words on your T-shirt – especially in a selfie on Instagram – you’re telling the world that you’re in on the joke, you’re informed about the pop-culture news cycle and you’re on #TeamBeyonce.     Justin Bieber tour merchandise.    These meta moments are all over merch now. Mariah Carey sold cuddly lambs on her tour because her fans call themselves lambs, while Justin Bieber’s Purpose tour saw him collaborate with Fear of God designer Jerry Lorenzo. Lorenzo is responsible for Ts worn by Kanye West and Bieber that owe more than a little to Guns’n’Roses T-shirts of the 90s. Selena Gomez, now working with stylist Kate Young, has gone full Almost Famous groupie with her merch: denim cut-offs complete with patches. “It’s increasingly credible for fans and as exciting as an album drop,” says Owen Myers, UK editor of the Fader. “That’s for two reasons: because it’s being responsive to what’s being said online; and it’s a genuine collaborative process with fashionable people.”     Selina Gomez merchandise. Photograph: PR Company Handout    Some musicians are entering the grey area beyond merch – making their own fashion line. See Beyoncé (her again) with Ivy Park, and Drake with OVO, hoodies and T-shirts that feature his signature Sheffield Wednesday-ish owl. “Beyoncé and Drake aren’t just musicians, they’re cultural icons and this is a way for them to express that,” says Myers. Ivy Park was sold at Topshop, JD Sports and Net-a-Porter. Talking to the latter, I find that the fact Beyoncé is a multimillion dollar artist is almost a side point. “Ivy Park is an athleisure brand for women ... where fashion meets function and performance and style are equally valued,” says retail fashion director Lisa Aitken. She adds, however, that it’s the leotard with “Ivy Park” in huge letters – basically, merch by another name – sold out in half a day.     Drake wearing his OVO collaboration T-shirt. Photograph: Graeme Robertson for the Guardian    Wearing a T-shirt of your favourite band has long been a way to communicate without opening your mouth. See Kate Moss expressing her sadness at Bowie’s death in January by wearing T-shirt with his face on, or anyone wearing a Prince T-shirt last month. But it’s now gone beyond this simple idea to a look in its own right. Vetements has played on this idea with logos that look like a long lost heavy metal band, although if you look closely you see they one read “Vetements” while another read “Justin4ever”. Which Justin – Bieber? Timberlake? Trudeau? – isn’t really the point. Zara Mirkin set up Merch Junkies, which repurposes vintage clothes adding the names of Bowie, Lemmy and Alice Cooper. She says she thinks people buying merch don’t have to have the back catalogue. “Most people know Bowie as a style icon, not necessarily his music,” she says. “People think these musicians are fabulous looking and want to dress like them.” Mirkin herself has a more old-school attitude. “I wear band T-shirts because if I’m out wearing one and it’s someone’s favourite band, then it starts a conversation,” she says. That’s arguably the case whatever the reason you’re wearing these clothes. With the merch look in fashion as well as music, it’s the content of the conversation – from Beyoncé’s marital issues to the best Bowie lightening stripes – that’s the variable.",
  "webTitle": "Why the pop merchandise store is the most fashionable place to shop",
  "webPublicationDate": "2016-05-09T10:02:38Z",
  "webUrl": "https://www.theguardian.com/fashion/fashion-blog/2016/may/09/why-the-pop-merchandise-store-is-the-most-fashionable-place-to-shop",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Justin Bieber",
      "id": "music/justin-bieber",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/fashion-blog/2016/may/09/why-the-pop-merchandise-store-is-the-most-fashionable-place-to-shop"
}