{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/27/hay-festival-shakespeare-experts-clash-over-whether-to-cut-or-not-to-cut",
  "id": "2016-05-27-200",
  "sectionId": "stage",
  "body": "They are both leading experts in all things Shakespeare, sharing between them two of the most prestigious Bard-related cultural positions; but where one is left “furious” by revisions to the text, the other would happily cut words and sentences audiences might not understand. Erica Whyman, the deputy artistic director of the Royal Shakespeare Company, set out her views on how to treat the Bard at the Hay literary festival, in stark contract to those offered by Emma Rice, the new boss of Shakespeare’s Globe. Rice has ruffled feathers with her forthright views on Shakespeare. She has admitted to not having read all his plays, believes it is like learning a new language and will be brutal with the text if she decides audiences will not understand it.   Related: Midsummer Night's Dream team: 'play for the nation' unites professionals and amateurs    Meanwhile, speaking before her talk at the festival, Whyman was asked how she feels when “difficult” bits of text are cut. “I get furious, I do get furious,” she said. “What I mean by furious is when people cut because the syntax is difficult, or unusual. They start cutting great passages of it, which actually messes with the rhythm and the plot in a really unnecessary way. That condescends to the audience.” Whyman was in Hay speaking about her mammoth touring production of A Midsummer Night’s Dream, which features amateur companies alongside a professional cast. She has made some cuts, Whyman said, but only when it was not necessary to the plot, or Shakespeare repeating himself; or they were obscure references.     Erica Whyman, deputy artistic director of the Royal Shakespeare Company: ‘We love the story that Shakespeare is hard, it is for clever people.’ Photograph: Teri Pengilley for the Guardian    One of the biggest talking points thrown up this year, the 400th anniversary of Shakespeare’s death, is how understandable he really is to modern audiences. Rice believes a lot of Shakespeare is like cultural medicine and people often pretend to understand. A survey for the British Council recently revealed that only 58% of Britons said they understood Shakespeare compared to, for example, 83% of Indians. Whyman blamed bad teaching at school. “We’ve got a couple of generations of people who had a miserable time of it, reading it at school and being asked ‘what does it mean? what does it mean? what does it mean?’ There are quite a lot of us at the RSC who had a rotten time with it who are evangelistic about making sure other people don’t.” Her eyes had been opened by the hundreds of children who have been involved in her production – they completely understood Shakespeare’s words once they got the emotional story, she said. “They have no sense that they shouldn’t understand it. They haven’t yet lived in the world that tells them it’s not cool to understand it or the majority of the population don’t understand it. “We love the story that Shakespeare is hard, it is for clever people. We are attached to it. Children don’t know that story. They explain to you what it means, because they are so inside the emotion of it.”     Emma Rice, artistic director of Shakespeare’s Globe, says hearing the Bard’s plays is like having to learn a whole new language. Photograph: Linda Nylind for the Guardian    Rice has been heavily criticised for saying she does not understand Shakespeare and would rather listen to the Archer’s than read it. But Whyman issued a note of caution. “I’ve known Emma for a long time,” she said. “Don’t believe she doesn’t understand it. “I say it with respect because I think it is extremely helpful having Emma represent people’s fears and anxieties and fears about the language. I’m also very happy to be on the other side of the debate and say let’s not make life impossible for an audience but let us trust that when we speak these words and enable people to hear them, they still live. They live partly because of the amazing heartbeat of the words and the rhythm and they live partly because so many of them are still our language.” Whyman and Rice may disagree on language but they are in agreement when it comes to a fairer distribution of roles. Rice has promised to bend gender, to not worry if Gloucester is a man or a woman.  Whyman agrees, and when the call went out to amateur companies there was no stipulation about gender. Hence two female Bottoms – a first for the RSC – lots of women playing Quince and professional actor Lucy Ellinson playing Puck.   Related: Shakespeare's first four folios sell at auction for almost £2.5m    This year, “it is becoming inappropriate not to consider the possibility of women playing roles that have been considered more suitable for men for 400 years,” said Whyman. “Given Shakespeare messed around with gender so liberally I don’t know why it has taken us so long. Right now it does feel like we are opening up to all sorts of possibilities.” Whyman said her Play for the Nation tour of A Midsummer Night’s Dream had been “the most rewarding experience of my career … life. Because I’ve met so many people and it has mattered so much to every single one of them. It is very, very rewarding, very gruelling and I think everyone involved, on the professional side, would say the same. It is shattering and yet every time it enlivens us because on a human level it is an extraordinary thing to do.” A lot of people were seeing Shakespeare for the first time and a lot of parents were visiting a theatre for the first time, she said. “They get on their feet at the end because they understood it and they had a really enjoyable evening at an event they thought was for somebody else.” Whyman said directors were sometimes intimidated by the text. “Shakespeare is simpler than it first sounds, when you read it on the page and realise it’s in this old rhythm we don’t think we speak any more, you might immediately think you’re reading a poem and you need to give it the reverence of a poem. But is is a play, it’s dialogue. “It is our language and it is false to think that it isn’t. It lives in modern English. Of course it is a little different, but it is remarkable how little the difference is. He knew how to get inside our minds and capture things which haven’t been put into words before. It lives in our language now.”",
  "webTitle": "Hay festival: Shakespeare experts clash over whether to cut, or not to cut",
  "webPublicationDate": "2016-05-27T11:03:47Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/27/hay-festival-shakespeare-experts-clash-over-whether-to-cut-or-not-to-cut",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Royal Shakespeare Company",
      "id": "stage/rsc",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "culture/2016/may/27/hay-festival-shakespeare-experts-clash-over-whether-to-cut-or-not-to-cut"
}