{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/west-point-black-power-photo-a-tempest-in-a-teapot-experts-say",
  "id": "2016-05-10-209",
  "sectionId": "us-news",
  "body": "A photograph of 16 black female cadets posing with raised fists has sparked an “inquiry” at the United States Military Academy. Experts in military law, however, say West Point has overreacted to any supposed connection to the Black Lives Matter movement, and no regulation was broken. One such expert called the inquiry “a tempest in a teapot”. “I think if there had been a bunch of white boys in their cadet uniforms, or footballers, this would not have been an issue,” said Rachel VanLandingham, a retired air force lieutenant colonel and judge advocate and associate law professor at Southwestern Law School. “But because it’s black women …” VanLandingham called the investigation “tone deaf”, and added of the academy: “They still do not know how to handle women and minorities in the military.”  In the photo, according to West Point tradition for those about to graduate, the women wear grey uniforms and pose on the steps of the historic Nininger Hall, home to the Center for the Professional Military Ethic.  A number of such photos, in one of which the cadets’ fists were raised, were uploaded to social media. The clenched fist salute has long been associated with the Black Power movement. This year it was used by Beyoncé in her half-time show at the Super Bowl.  According to military rules, “members on active duty should not engage in partisan political activity”. Speaking about suggestions the cadets were actively supporting the Black Lives Matter movement, however, a West Point student mentor, Mary Tobin, told the Associated Press the raised fist was merely “a sign of unity”. “The raised fist doesn’t, in my opinion, constitute a per se political statement,” said Eugene Fidell, who teaches military justice at Yale Law School and is Bowe Bergdahl’s attorney. “It’s more an ethnic solidarity symbol.” Geoffrey Corn, a military law professor at South Texas College of Law in Houston, said: “That clenched fist can mean a lot of different things. “You have a group of highly successful, hard-working, devoted young African American women who’ve accomplished something that an infinitesimal number of their peers would ever accomplish and they were using that [fist] as a symbol of their cohesiveness and solidarity.” After four years at the notoriously intense school, the cadets are due to graduate on 21 May. On Saturday, the school said officials were “conducting an inquiry” to establish if any wrongdoing took place.  On Monday, the college told the Guardian the inquiry, which began on 28 April, was ongoing. Fidell called the affair a “tempest in a teapot” and said: “Looking at the photograph, I don’t see anything punishable in it.”  If the students are disciplined, VanLandingham said, it will probably be with an administrative punishment such as counseling. She did not believe the photo showed evidence of the women displaying “conduct unbecoming an officer and a gentleman” or was “service-discrediting”. Once a cadet has graduated, VanLandingham noted, any minor infringements are wiped clear.   Related: He today that sheds his blood with me: when West Point rugby went to war    Richard Rosen, a professor of law at Texas Tech University and director of the Center for Military Law and Policy, said the photo perhaps showed poor judgment over how others may interpret it, but that minor counseling should be the extent of any punishment. “They just need to be aware of how they’re going to be perceived, especially by future subordinates,” said Rosen, a former colonel at the US military’s Judge Advocate General’s Legal Center and School. Part of the problem with the photograph, VanLandingham said, is the political connotation that a mainly white and older audience has given it, via social media.  Corn said: “They were doing what athletes do when they scored the winning touchdown: ‘Here we are, we made it, we’re part of the legacy!’ [They were] never, ever expecting this thing would explode this way.”",
  "webTitle": "West Point 'black power' photo a 'tempest in a teapot', experts say",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/west-point-black-power-photo-a-tempest-in-a-teapot-experts-say",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amber Jamieson",
      "id": "profile/amber-jamieson"
    }
  ],
  "guardianId": "us-news/2016/may/10/west-point-black-power-photo-a-tempest-in-a-teapot-experts-say"
}