{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/uk-prison-reform-programme-fail-phil-wheatley-director-general",
  "id": "2016-05-18-48",
  "sectionId": "society",
  "body": "The government’s radical prison reform programme risks failure without extra funding and action to cut prisoner numbers, a former director general of the prison service has warned. Phil Wheatley said a pilot scheme of six reform prisons, including HMP Wandsworth, one of Europe’s largest jails, will not be workable at scale throughout the 130 prisons in England and Wales under current conditions.   Related: Prison reform plan 'will not solve overcrowding and funding problems'    David Cameron and the justice secretary, Michael Gove, confirmed the identity of the six pilot prisons on Wednesday. Their autonomous governors will be given the freedom within existing legislation to opt out of national contracts on education, training and healthcare. Along with Wandsworth, the other pilot prisons are HMP Holme House in County Durham, HMP Kirklevington Grange in North Yorkshire, HMP Coldingley and HMP High Down in Surrey, and HMP Ranby in Nottinghamshire. The scheme will cover about 5,000 of the 85,000 prison population. The prison reform measures were announced as part of the government’s annual legislative programme in parliament on Wednesday. There were 20 bills, on topics ranging from streamlining the planning system to tackling extremism – as well as three carried over from the previous session, including the investigatory powers bill, which will make it easier for public bodies to monitor communications. These six reform prisons are to be operating by the end of the year along with a pilot scheme to use satellite tracking tags in eight police force areas across the Midlands and home counties. The scheme opens up the possibility of the introduction of weekend jails or evening-only prisons to enable people to retain their jobs.     Michael Gove says reforms will reduce reoffending, cut crime and improve public safety. Photograph: Yui Mok/AP    The flagship prison and courts reform bill is not expected to be rushed through parliament despite a warning earlier this week from the Commons justice select committee that the rising toll of suicides and violence in jails requires urgent action.  A white paper is to be produced later this year before the legislation is published setting out the options, including giving governors the power to enter into their own contracts on education, training and healthcare and set up their own boards with external expertise. The governors’ performance will be judged by league tables based on prison education, reoffending and employment on release. “Prisons must do more to rehabilitate offenders,” said Gove. “We will put governors in charge, giving them the autonomy they need to run prisons in the way they think best. By trusting governors to get on with the job, we can make sure prisons are places of education, work and purposeful activity. These reforms will reduce reoffending, cut crime and improve public safety.”   Related: Skype, iPads and in-cell education at heart of major prisons shakeup    But Wheatley, responsible for running public prisons in England and Wales between 2003 and 2010, said in an article to be published by the Prison Governors Association bulletin, that it could prove a distraction to the real business of running effective jails. “At the moment the prime minister’s unwillingness to reduce the size of the task by taking action to reduce the prison population and the chancellor’s inability to allocate additional funding because of his policy of continued austerity make it likely that this latest reform, like the many others before it, will fail and simply prove a distraction to the real business of running effective prisons,” he said after Cameron’s prison speech. Wheatley said that if crucial areas such as prison safety and security were not included within the individual performance measures, then resources would be switched to those areas that are making jails less safe and increase the risk of escape and disorder. He said autonomous governors judged on performance would be resistant to taking prisoners on transfer to stabilise other jails or help relieve population pressures elsewhere in the system.   Related: The Guardian view on the Queen’s speech: playing it safe | Editorial    Devolution was another major theme in the Queen’s speech, with the government promising to implement new measures to allow local authorities to keep the proceeds of business rates, and underpin George Osborne’s “northern powerhouse”. Other measures included:  More schools will be forced to become academies – but only in poorer-performing areas, after a backbench backlash forced the government to abandon plans to make all schools academies by 2022. Local authorities will be encouraged to prioritise adoption over short-term foster placements for children in care, in a children and social work bill. A modern transport bill will “ensure that the UK is at the forefront of technology for new forms of transport, including autonomous and electric vehicles”. An NHS (overseas visitors charging) bill will allow the government to recoup the costs of hospital treatment from EU visitors.",
  "webTitle": "Prison reform will fail without extra funds, says former jails chief",
  "webPublicationDate": "2016-05-18T18:48:37Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/uk-prison-reform-programme-fail-phil-wheatley-director-general",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/18/uk-prison-reform-programme-fail-phil-wheatley-director-general"
}