{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/fred-goodwin-royal-bank-scotland-personal-pensions-shortfalls-black-hole",
  "id": "2016-05-14-74",
  "sectionId": "commentisfree",
  "body": "Two stories emerged on Thursday that are competing closely with each other for least surprising revelation of the year. In the morning, the insurance company Aegon published research indicating that nine out of 10 Scots face a substantial pension black hole. By the end of the day, it was revealed that Fred Goodwin would not face prosecution for his role in destroying the Royal Bank of Scotland. There are strands in these predictable tales that are, of course, linked. The Aegon research showed that Scots had the lowest degree of “readiness” in the UK. This means that their projected pension pots will be substantially lower than those of workers from other parts of these islands. This doesn’t mean that other UK workers have healthy pensions, bursting at the seams with hard-earned and stringently saved poppy, just that Scots will be a few grand poorer in old age.   Related: RBS: no evidence of criminal behaviour, rule prosecutors    Research such as this never shows the whole picture. It talks about “average” lifetime contributions, pension expectations and post-retirement nest-eggs. Yet there is nothing “average” about the way Scotland’s wealth works. On average, the research says, Scots in work hope to retire on annual incomes of £33,600. That may be true if you work until you are 75, then die one year later just as you’re on the cusp of getting your golf handicap down to a respectable double-digit number. The average expectation will have been arrived at by factoring in a few thousand massive income earners to offset the tens of thousands of those whose incomes will be unlikely to yield a pension capable of purchasing much more than a bag of messages at the end of the week. In sprawling housing estates, from Dundee’s Lochee neighbourhood to Shettleston in Glasgow, the prospect of retiring on 33 grand a year is simply laughable. In Dundee more than one in four children is living in poverty. Across Scotland that figure is one in five. Families, many of them single-parent ones, must choose between heating and eating during winter. Saving for a pension is up there with a trip to Harrods on the list of things they’ll never quite get round to doing. Look again, though, at that “average” pension expectation figure of £33,600. To what extent is it reached by the thousands of local-government executives on £100k-plus a year who are allowed to walk away with hundreds of thousands in their pockets after failing to run their little fiefdoms properly? Perhaps it includes the pension expectations of the senior executives at medical helpline NHS 24 who, it was revealed last week, departed their beleaguered organisation with nearly £320,000 between them. Or the collection of former executives of Scotland’s 32 local authorities who collected £65m before 2013 between them in tax-free severance deals – many of them subsequently finding lucrative work with private-sector firms. Many of us are working harder for less money and in the face of living costs that are growing, with the odd exception, faster than wages. The average wage in Scotland before tax is around £26,000. How big a pension does that get you after you’ve gathered every penny you have to meet the 25% deposit required by banks to buy a home after the greed and incompetence of all their Fred the Shreds? And that’s before you encounter the grand larceny of the energy consortium that successive Labour and Conservative governments have allowed to corner the UK’s heating and lighting market. Low wages and zero-hours contracts are then cynically deployed by some of our biggest retail and food companies to meet the demand for second incomes that households require just to remain afloat in this survival-of-the-fittest society. Those relative few who have been fortunate enough to enjoy an unbroken career of decent incomes now find they are required to raid what savings they have to help children get on to the property ladder.   Related: Right to buy: a history of Margaret Thatcher's controversial policy    Much of this is a direct consequence of Margaret Thatcher’s right-to-buy-your-council-house confidence trick. Overnight, she created thousands of new millionaires in the financial services sector while starving the UK of replacement social housing. Every high street bank in the country started flogging unaffordable mortgages designed to keep millions of new customers on their hooks for life. And we all know how that turned out. Perhaps the government ought to come clean and offer the following pensions advice: “OK, fellow citizens, time to get real. You may have dreamed of retiring to a thatched cottage in granny’s hielan’ hame when you’re 65 and then spending the last 15 years in the sunset of your lives joining golf clubs and taking holidays in Tuscany. You might even have entertained the notion of a silver romance with the merry widow at No 67 over a chardonnay or two at the over-65s creative writing club. “Let’s face it, though; it’s not going to happen, and any suggestions to the contrary are to be treated as irresponsible and wildly optimistic. You’ll be working until you’re 75 and paying off your second remortgage. “So don’t bother planning for a big pension that will keep you in cardigans and blankets for 15 years. Best to plan for blowing what you’ve got on a year or two of giving it yahoo and making a nuisance of yourself at the bowling club and rocking home at midnight to Bruce Springsteen and heart tablets. “Yours sincerely, the team at the Department for Work and Pensions.” Instead, we got this from Steven Cameron, a director at Aegon: “We must avoid complex changes – to encourage the UK population to thrive in their planning for later life.” If he’d said: “There’s a big white rabbit doing cartwheels at the traffic lights,” it would have carried more resonance. The Scottish and UK governments can fiddle with pensions tax powers as much as they like; it won’t make the post-retirement years of many Scots any easier. Forcing Goodwin’s bank to lend more reasonably; building more affordable housing and making firms pay proper wages. All these would help people enjoy a less fretful retirement.",
  "webTitle": "Golden years on the golf course? We should be so lucky…",
  "webPublicationDate": "2016-05-14T17:30:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/fred-goodwin-royal-bank-scotland-personal-pensions-shortfalls-black-hole",
  "keyword": [
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Fred Goodwin",
      "id": "business/sir-fred-goodwin",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Personal pensions",
      "id": "money/personalpensions",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin McKenna",
      "id": "profile/kevin-mckenna"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/fred-goodwin-royal-bank-scotland-personal-pensions-shortfalls-black-hole"
}