{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/mexico-elections-drug-cartels",
  "id": "2016-05-26-264",
  "sectionId": "world",
  "body": "Every month, Antonio pays a fee of about $3 a day for the right to drive his taxi in this city some 200 miles south of the Texas border. The payment doesn’t go to his local government; it goes to the Zetas, an organized crime group with a reputation for violence so extreme that Antonio – like most locals – cannot even bring himself to utter their name. He never works nights – it’s not safe to go out. Days are slow too: shootouts are common, and most people stay off the streets whenever they can.  But Antonio doesn’t blame the lawlessness in Ciudad Victoria on organized crime. He pins the blame on Mexico’s politicians – especially the incumbent Institutional Revolutionary Party (PRI). “The feeling right now is that people are blaming the PRI for all that we’re going through,” says Antonio, while waiting for a fare at a taxi stand by the central square. “Nobody – and I mean nobody – likes the PRI.”   Mexico cartels   Twelve Mexican states hold gubernatorial elections on 5 June, including Tamaulipas, where voters are flirting with the unthinkable: throwing out the PRI, which has ruled the state for 86 uninterrupted years.  The elections arrive as PRI president Enrique Peña Nieto’s popularity hovers at historic lows and PRI candidates across the country confront upstart challengers in traditional strongholds. Exasperated residents say they’re voting on local issues; in Tamaulipas that doesn’t mean roads, taxes and schools – it means kidnapping, extortion and highways so unsafe no sane person travels without a convoy. The PRI has responded with attack ads and accusations that its rivals have ties to the drugs trade and armed groups.  The national PRI president, Manlio Fabio Beltrones, recently revoked the candidacies of three Tamaulipas mayoral candidates, who openly backed the National Action Party (Pan) campaign, alleging they were “bought and threatened by criminals”. Allegations of criminal complicity in the region are nothing new: two former PRI governors, Tomás Yarrington and Eugenio Hernández, face criminal charges in Texas courts and are considered fugitives from US justice. Prosecutors allege Yarrington accepted bribes to allow the Gulf cartel to smuggle cocaine into the United States, while Hernández is accused of conspiring to launder monetary instruments. Both men deny any wrongdoing. And the irony of the PRI calling out its rivals as complicit with criminals isn’t lost on the party’s opponents.  They describe a parallel power structure in the state, charging for protection, setting up illegal highway checkpoints and even providing emergency relief in poor barrios after hurricanes hit. “There are two governments here,” said former presidential candidate Josefina Vázquez Mota, at a PAN campaign event in Tamaulipas. “There’s a government from 9am to 6pm and another from 6pm to 9am. The first was elected and the second imposes itself through kidnappings, extortion, disappearances, bullets and death.”   Related: 'You can’t trust anybody': the Mexicans caught up in the drug war just south of Texas    Shaped like a bloated No 7 and stuffed into the most north-easterly corner of the country, Tamaulipas was once known as the historic home of Mexico’s oil industry, but is now notorious as a hotbed of corruption and contraband. Drug cartels have operated here for decades, but didn’t prey on local populations or involve themselves in state politics until the 1990s. According to three opposition gubernatorial candidates, the rot set in when local parties turned to organized crime bosses for help in close elections.  “Politicians let them in so they could keep themselves in power. But these bastards started making demands on politicians,” says Gustavo Cárdenas, a congressman running for governor with the small Citizen’s Movement party. “They started demanding quotas – public works contracts, operating waterworks, transit police and municipal police. They [still] have a ton of people working for municipal governments,” he said. Security in Tamaulipas unraveled in 2010 when the Gulf cartel’s armed wing – Los Zetas – turned on their masters, ending the state’s pax mafiosi and unleashing wave after wave of violence as splintering cartel factions contested territory.  The scale of the criminality is terrifying: thousands have died; entire busloads of travelers were hauled from the road and massacred; one cartel somehow installed a network of 120 security cameras in the city of Reynosa without the authorities intervening; gunmen overrun farms and kidnap every employee; an estimated 3,600 ranches in the state have simply been abandoned,  The bloodletting has also hit the political class: in 2010 the PRI candidate Rodolfo Torre Cantú (the current governor’s brother) was assassinated on the eve of an election he was overwhelmingly expected to win. Everyone seems to have a story of violence. At a Cárdenas rally in Ciudad Victoria, Fernanda, an 18-year-old student who was fearful to offer her full name, said her pregnant half-sister and brother in law were killed in a 5pm shootout near her school earlier this year. “There hasn’t been justice,” she said.      PRI president Enrique Peña Nieto’s popularity is hovering at historic lows. Photograph: Edgard Garrido/Reuters    Impunity is widespread, and press coverage of the violence is minimal: the cartels control much of the state’s media through threats and bribery. Social media has filled the information void: in some cities, Twitter lights up during shootouts. “We’re still censoring in some ways,” says Ramón Cantú Deándar, an independent mayoral candidate in Nuevo Laredo and former director of the newspaper El Mañana in the border city. The newspaper’s editor was murdered in 2004 and its offices were attacked twice with grenades and assault rifles, forcing El Mañana to abstain from covering violence. Political coverage tilts toward the PRI – something three local reporters acknowledged during the PAN campaign in the oil town of Tampico.  “We’ve been attended to well by the PRI,” said one of the reporters, who described receiving payments from various mayoral candidates. Another member of the trio asked a Guardian reporter to relay a message to the Pan candidate, who was lunching at the same event: “Please tell him to look our way or we’ll get rough with the Pan.” A recent poll from Consulta Mitofsky put the Pan candidate, Francisco García Cabeza de Vaca, in the lead. He campaigns in cowboy boots, snaps endless selfies with supporters – hands outstretched with the “hook ’em horns” gesture from the University of Texas – and talks tough on issues such as corruption and insecurity. “Tamaulipas is in first place with the number of children aged 12 to 17 charged with federal offenses,” which include drugs, weapons and organized crime, Cabeza de Vaca said a recent Pan rally in the oil town of Tampico. “If we don’t do something about this, these kids will become the next generation of hitmen, extortionists and kidnappers. We’re condemning ourselves as a society.”     Police patrol car escorts vehicles with civilians along the gang-infested Matamoros-Ciudad Victoria highway in Tamaulipas state. Photograph: Ronaldo Schemidt/AFP/Getty Images    In a post-rally interview over beef nachos and bottled water, the Texas-educated Cabeza de Vaca switches easily between English and Spanish – though when talk turns to touchy security topics, he says, “Let’s talk in English,” and lowers his voice. “What’s the risk? Fighting the system that’s colluded with organized crime,” he says. “We’re not fighting the PRI. We’re fighting the system. There are more good people than bad guys. And we’re gathering up the good guys.” Cabeza de Vaca has himself come under scrutiny for the purchase of an apartment in Mexico City which the newspaper Reforma said was worth $2.7m. He has said the apartment was only worth $760,000 and has denied any wrongdoing.  But despite the opposition’s upbeat rhetoric, the PRI machine is still formidable, plying poor voters with handouts – sacks of beans, rice and cooking oil – and warning those who vote for the opposition that they’ll lose their social benefits. Fernanda, the student whose sister was slain in a shootout, says PRI activists threatened to take way her scholarship of 1,500 pesos per month if she didn’t work on its campaign. The campaign of the PRI candidate, Baltazar Hinojosa, didn’t respond to interview requests.  Back in Ciudad Victoria, a shoeshiner named Juan Carrizales gave his own reason for voting for the incumbents: “They brought cans of shoe polish.” When asked about other issues such as corruption and insecurity, he pulled out a union card emblazoned with the PRI logo. “We’ve always supported the PRI,” he said.",
  "webTitle": "'There are two governments': Mexican elections held in shadow of the cartels",
  "webPublicationDate": "2016-05-26T09:30:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/mexico-elections-drug-cartels",
  "keyword": [
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/26/mexico-elections-drug-cartels"
}