{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/17/sevilla-monchi-liverpool-europa-league-final",
  "id": "2016-05-17-173",
  "sectionId": "football",
  "body": "Ramón Rodríguez Verdejo is running through the team written on the paper in front of him, smoke rising slowly from the cigarette in his right hand, a Coke bottle on the table. Andrés Palop in goal; a back four of Dani Alves, Federico Fazio, Martin Cáceres and Adriano; Ivan Rakitic, Júlio Baptista, Seydou Keita and Christian Poulsen in midfield; Luís Fabiano and Carlos Bacca up front. All men he signed, for little over €25m (£23.5m). All men he sold too, for around €170m. Then there’s Sergio Ramos, Jesús Navas, Alberto Moreno, Luis Alberto and José Antonio Reyes: players he didn’t need to buy but did need to sell, youth products who raised almost €100m.   Related: Liverpool’s Adam Lallana on Jürgen Klopp and Europa League glory    In his office is a photograph in which he stands alongside Diego Maradona with whom he became close even though he says he was pretty much the least important person at Sevilla in 1992, “the last monkey: a 23-year-old sub goalkeeper”. These days he’s pretty much the most important person at Sevilla. This morning he has mundane tasks to attend to – the logistics of players’ luggage for Basel – but the man they call Monchi is the sporting director and the architect who transformed the club. When Monchi took over in 2000, Sevilla faced a financial crisis and had just been relegated. Sixteen years on, they play Liverpool in the Europa League final seeking their third title in a row, their fifth in a decade. Four days later they play Barcelona in the Copa del Rey final. Fourteen finals in 10 years while making the profit their model demands, selling players such as Baptista for a €24m profit or making €17.5m on Rakitic. Until Monchi arrived they had won four trophies ever, none in 52 years and success is what most satisfies: Monchi’s personal perfect XI would include Fredi Kanouté, who made them no money but scored in five finals. “No one takes a ‘what great economic results’ banner to the stadium,” he says. Of all his signings, Kanouté would be “top three”, Monchi says, alongside Fabiano and Alves, who arrived an unknown 19-year old for around €200,000, having been spotted on one of those first scouting missions, and left for €36m with five titles under his arm. Each time they have sold, they have kept winning; Alves won this competition in 2006 and 2007 before departing. After the 2014 final, Rakitic went to Barcelona; after 2015, Carlos Bacca left for Milan.     Dani Alves in Sevilla colours in February 2007. The defender, now with Barcelona, is among Monchi’s many success stories in the transfer market. Photograph: Cristina Quicler/AFP/Getty Images    The inevitable question is: who goes after 2016? (Kévin Gameiro and Grzegorz Krychowiak are candidates). But also: who comes next? Monchi has replacements ready. “It’s not a trauma any more,” he admits. “Álvaro Negredo leaves and you think it’s the end of the world but along comes Bacca; then he goes and Gameiro proves himself.” Up the lift where a musak version of Sevilla’s anthem plays and along to his office, Monchi outlines the methodology. Outside, an agent is waiting; one of his players is renewing today. “It’s not easy to con this guy,” he jokes. Inside, Monchi explains: “Sixteen people cover a series of leagues. For the first five months we watch a lot of football but with no particular aim: we’re just accumulating data. Every month we produce an ideal XI for each league. Then in December we start watching players who appeared regularly in different contexts – home, away, international – to build the broadest possible profile.” Monchi pulls out his phone and, carefully reducing the image so the names can’t be seen, says: “That gives us this.” A colour-coded spreadsheet shows players by position. Around 250 potential targets, in all positions. “The manager says: ‘I want a left-back who averages 11km a game, runs 800m at full speed, uses both feet.’ And from these, 10 will fit.” Negotiations come next, where you have to know the market, have an alternative, and be realistic. “The guy selling a Seat Leon will claim it’s a better model,” Monchi says. “Kanouté wasn’t the first option; we were going after Fred, the Brazilian. We wanted [Kevin-Prince] Boateng before Keita. And if a player says: ‘Chelsea want me,’ I say: ‘What are you talking to me for, then?’ But if Swansea or Spurs want you, let’s talk. I sell the city, the club: a serious club that pays as promised, which sounds trivial but isn’t.” There’s no guarantee, of course. “After a month [Yevhen] Konoplyanka wanted to throw himself off the balcony. I try to really know the player but there are always surprises. Grzegorz Krychowiak, aged 19. You think: ‘What’s a Pole going to be like here?’ But it turns out he’s the most sevillano bloke ever. Arouna Koné was our most expensive signing and scored two in 41; he goes to Levante, a ‘weaker’ team, and scores 17.”     Kévin Gameiro, left, is presented by Monchi, right, and Sevilla’s former president José María del Nido in 2013. This summer the forward could be the next big-money departure. Photograph: AFP/Getty Images    Monchi is quick to share success and admit the role played by fortune: Rakitic’s doubts were swept away on the first night of negotiations when he met his future wife. He talks about mistakes and takes responsibility for failure, calls his managers “victims” of a model that typically sees double-digit ins and outs every summer, and recalls the ones that got away – including “falling in love” with Luis Suárez. He says it is harder than ever, competition stiffer than when he started. But he has been successful. It helps that he never switches off, grinning: “I took my family to Sicily and it just happened that there was a game on.” He has signed more than 200 players, but not one Briton. Are we really so bad? “No!” Monchi laughs. “You have to persuade a player on many levels – football, life, finance. Competing with English clubs economically was always tough; now it’s almost impossible, although we have bought from there. Iago Aspas and [Steven] N’Zonzi, for example. It’s a good market as English clubs buy a lot of players and only 11 can play; there’s an excess you can look at. We can’t sign Liverpool players: Sturridge, Firmino, Coutinho. But maybe if someone’s not playing regularly somewhere there’s an opportunity.”   Related: Jerzy Dudek: ‘Liverpool need new heroes – Europa League final can create them’    A cash-rich import market, England is useful too. Gary Medel, Alberto Moreno, Navas, Reyes and Negredo went to the Premier League, their fees totalling more than £65m. “England’s a good client,” Monchi says. A stupid one, with more money than sense? Monchi says no, but there are differences he discovered when he set up in London for six months to analyse it better. “There are loads of off-field things in which they beat us easily,” he says. “And on the football side, I saw very good work being done. But there’s a disconnect between that work and the advantage they glean from it. I know English clubs that are very professional, scouts everywhere, but the information they gather isn’t always applied. Why? Because they have money. That enables them to take fewer risks: ‘I’m not going to discover Keita at Lens; let Sevilla do that and then buy Keita from Sevilla.’” And so Keita goes to Sevilla first, then moves on, which is good for everyone. But first: football. “Winning has given us sporting glory and that has a knock-on effect economically,” Monchi says. “We’ve created an environment conducive to players succeeding and improving. I went down to the dressing room after the semi-final and Adil Rami, who’s been at Lille, Valencia and Milan, hugged me and said: ‘I don’t know what it is about this club but I’ve never played a final in my life before and in one year I’m playing three.’”",
  "webTitle": "The secret behind Sevilla’s success? Meet Monchi, the transfer wizard",
  "webPublicationDate": "2016-05-17T12:12:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/17/sevilla-monchi-liverpool-europa-league-final",
  "keyword": [
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/17/sevilla-monchi-liverpool-europa-league-final"
}