{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/scottish-churches-push-forward-on-gay-rights-same-sex-marriage",
  "id": "2016-05-20-74",
  "sectionId": "world",
  "body": "Scottish churches are pushing forward on gay rights, with the Church of Scotland to decide on Saturday whether to allow its ministers to be in same-sex marriages and the Scottish Episcopal Church likely to take a significant step next month towards permitting gay weddings in its churches. If approved, the changes will differentiate the two churches from the Church of England, which bans clergy from being married to partners of the same sex and has refused to allow gay church weddings. The Church of Scotland’s general assembly, which opens in Edinburgh on Saturday, is to vote on extending a law passed last May that permits ministers to be in same-sex civil partnerships. Over the past year, 29 presbyteries have approved such a move, and 19 opposed it. A vote by members of the church was closer: 1,207 approved the move with 1,096 against.   Related: Church of Scotland votes to accept ministers in same-sex civil partnerships    Saturday’s vote among the assembly’s 730 commissioners is also expected to be close, but church insiders suggested enough had been done to win over waverers. “A vote in favour is more likely than not,” said a source. A vote to allow ministers to be in gay marriages would not compromise the church’s traditional stance that marriage was a union of a man and a woman, the source said.  Next year, the church’s Theological Forum is to complete a review of traditional church teaching on human sexuality and marriage. In an interim report to this year’s assembly, it said the issue had threatened to polarise the church. “Over the years we have come to see that it is unrealistic for either side to think that it can gain ‘absolute victory’,” it said. The Scottish Episcopal Church is expected to take the first step in a two-stage process at its synod next month towards changing church law to allow same-sex weddings in church. If passed, a second vote would be required next year. Such a move would invite de facto sanctions by the international Anglican Communion similar to the measures imposed on the US Episcopal Church earlier this year after it permitted clergy to perform same-sex weddings. David Chillingworth, the primus of the Scottish Episcopal Church, said: “The canonical change would make it possible for our clergy to conduct same-sex marriages and to be in same-sex marriages – that’s the direction in which we’re moving.” However, he added, “there is also a significant group of people who regard it as wrong, contrary to scripture and the fundamental teachings of the church”. He said his job was “to preserve the unity of the church”. If the change to church law passed next year, he said, “we’re aware we will probably find ourselves in the same position as the US Episcopal Church. These are difficult issues; we are all in transition.” Same-sex marriage was legalised in Scotland in December 2014, with almost 500 gay couples getting married in the following three months. The Church of Scotland – known as the Kirk – is the largest church in Scotland with almost a third of the population claiming allegiance in the 2011 census. The Catholic church is the next biggest.",
  "webTitle": "Scottish churches push forward on gay rights",
  "webPublicationDate": "2016-05-20T16:50:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/scottish-churches-push-forward-on-gay-rights-same-sex-marriage",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Weddings",
      "id": "lifeandstyle/weddings",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/20/scottish-churches-push-forward-on-gay-rights-same-sex-marriage"
}