{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/its-time-to-expose-the-myths-of-the-neo-liberal-economic-model",
  "id": "2016-05-29-8",
  "sectionId": "commentisfree",
  "body": "For Malcolm Turnbull the election is all about jobs and growth and a belief that a company tax cut and reducing government spending is the way to achieve both. But in light of the failures of such standard economic thinking after the GFC to provide economic growth, new research is finding that policies that fail to consider other aspects such as inequality are actually undermining long-term economic performance. By pretty much any measure economic growth in Australia and around the world since the GFC has been sluggish. This Wednesday the latest GDP figures will be released and the early predictions are for annual growth of around 2.4% to 2.6%. In the past such a level would have been considered weak as it is well down on the average long-term growth. But now it would almost be seen as par for the course:        From 2005 to 2015 the average annual GDP growth has been just 2.7% – a full percentage point below the 1995-2005 average of 3.7% and even worse than the 2.8% from 1975-1985 which included a horror recession.   Related: Morrison and Bowen produce a lively treasurers' debate, but costings are no clearer    And while looking at arbitrary 10-year periods may be somewhat misleading, even just using a rolling 10-year average, the current position is worse than any time since 1984:        And just in case you want to try to blame either the ALP or the Liberal party, just be comforted by the fact that Australia is not alone in this predicament – actually we’re doing better than most. The 10-year average for GDP growth across the OECD is at historic lows. Prior to the GFC, the pervading view was that neoliberal polices of lower regulation, more competition, budget surpluses, increased trade and lower taxes had delivered the economic sweet spot. And then the world with low regulation, budget surpluses, open markets and low taxes was blown to hell:        And yet the same thinking continues. The Liberal party pledges to cut company tax (to encourage foreign investment), crackdown on welfare spending (to reduce the budget deficit) and encourage more open markets (mostly through the talisman of free-trade agreements). Australia is certainly a much more open economy than we were at the end of the 1970s.        And certainly such openness has led to benefits – cheaper products that lift overall standard of living and improved the efficiency of local producers. But the neoliberal strain of economic thought is one that would have us believe the GFC didn’t happen (ALP inherited a surplus, and then they blew it), that pursuing austerity or more open markets has no downside and that the benefits should just be taken as a given. We saw this in the pre-election economic and fiscal outlook where the secretaries of the Treasury and the Department of Finance suggested that the medium term outlooks showed “the crucial importance of increasing productivity” and that to achieve such improvement there needed to be “renewed vigour in encouraging and delivering structural reform across all parts of the economy.” Ahh. Reform. Never mind the ingredients, just pile it on our plate. It’s the same thinking that underpins the Treasury’s justification for the company tax cut: it will eventually improve productivity via increased foreign investment and thus real wages will go up (despite it having virtually no impact on employment growth). Productivity is a wonderful thing – increasing it improves all economic outlooks. The problem is over the past decade productivity growth has been falling and no one is really sure why. The OECD has just released its latest compendium of productivity indicators and it shows that across the world productivity growth was slower in the decade from 2004-2014 than it was from 1996-2004:        But as the OECD notes, the slowdown in productivity growth has come during a time of “rapid technological change” and increasing participation of firms and countries in the global market – things which should see improved growth. It is a “paradox” which the authors of the paper rather unsettlingly attribute to among other things, difficulties of measurement. It’s a bit of a worry (OK, a great worry) that no one is really sure that they are able to accurately measure what is basically the foundation of most economic “reform”. Perhaps it is little wonder then that in light of the hits to economies from the GFC and the subsequent continued adherence by governments to pre-GFC thinking that the neoliberal path is being more and more questioned – whether it be by supporters of Bernie Sanders in the USA, or more surprisingly by economists at the neoliberal heartland of the International Monetary Fund. An article in the IMF’s latest issue of is journal Finance and Development notes that “instead of delivering growth, some neoliberal policies have increased inequality” and jeopardised “durable” growth. The authors note that there actually scant proof that the standard policies of encouraging foreign investment and reducing deficits and debt levels has improved economic growth. They found that it’s tough to actually establish “the benefits in terms of increased growth” from these polices but that the costs from “increased inequality are prominent”. Even worse for those who desire economic growth above all else, they found that the “increased inequality in turn hurts the level and sustainability of growth.”  The authors note that their study of economies found that “austerity policies not only generate substantial welfare costs due to supply-side channels, they also hurt demand – and thus worsen employment and unemployment”. And as I have noted (repeatedly) lack of demand is a massive issue for our economy. Right now Malcolm Turnbull would have you believe that it is an absolute given that more foreign investment and lower taxation and government spending will deliver economic growth. The reality is such belief is based on a model that struggles to deliver proof that is actually works and which crucially ignores factors such as inequality that can actually undermine their goal of economic growth. Nearly a decade on from the GFC it perhaps it time to acknowledge the neoliberal model might have a few cracks in it.",
  "webTitle": "It's time to expose the myths of the neo-liberal economic model | Greg Jericho",
  "webPublicationDate": "2016-05-29T21:45:46Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/its-time-to-expose-the-myths-of-the-neo-liberal-economic-model",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Jericho",
      "id": "profile/greg-jericho"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/its-time-to-expose-the-myths-of-the-neo-liberal-economic-model"
}