{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/12/nick-compton-england-squad-alex-hales-steven-finn-sri-lanka-cricket",
  "id": "2016-05-12-188",
  "sectionId": "sport",
  "body": "In the end, after all the speculation, combinations and names hurled into the hat, there was very little at all up for grabs. One batting place certainly opened up for next week’s first Test against Sri Lanka at Headingley, the result of the unfortunate illness leading to James Taylor’s retirement, which has gone to James Vince, the Hampshire captain. Meanwhile the Nottinghamshire pace bowler Jake Ball replaces Chris Woakes, who, with Steven Finn unfit, played in England’s last Test against South Africa in January. The whole 12-man squad has a feel of continuity about it, which is a standpoint of Trevor Bayliss.   Related: James Vince and Jake Ball in England Test squad to face Sri Lanka    Vince’s name has been buzzing around for a while now. He has impressed when in the one-day squads, with Bayliss particularly struck by him, and has successfully captained the Lions. The latter, lest people forget, is a strong pathway into the senior team, more so than county cricket. Although Ball has leaped to prominence with some excellent performances for Nottinghamshire so far this season, he too has been impressive with the Lions, so is hardly a maverick choice. Such is the monitoring that few are these days. The great survivor appears to be Nick Compton, for in the debate over the past few weeks concerning who would be in the England top three with Alastair Cook his name was rarely mentioned. Indeed there was an assumption that his time had gone with a series in which, after a match-winning performance in the first Test in Durban where circumstances demanded his attritional style, he became increasingly introverted save a bizarre failed attempt to finish the Wanderers Test with a first-ball six. All the indications were that with Taylor certain to continue at No5, Vince, who the selectors were determined to promote, would be chosen at No3. So it is possible that Taylor’s illness has benefited Compton rather than Vince, who will now make his debut at No5 instead. Compton, whose career was resurrected for the tour of South Africa after more than two years out, has had an indifferent start to the season at Middlesex, with a top score of 44 in six innings, half of them on the same pitches that have seen Sam Robson score a double century and two other centuries in three innings. On the other hand, Vince did make an excellent century at Headingley recently against a strong Yorkshire attack, which, with the national selector James Whitaker watching, may well have rubberstamped his elevation. Compton, of course, who has played only two of his 13 Tests at home, will be making a return to the ground where his earlier fate was sealed in the match against New Zealand three years ago. Then, in the second innings, he painted himself into a corner, making seven from 45 balls of an opening stand of 72 with Cook at a time when quick runs were needed for a declaration. It will be Alex Hales who continues to open with Cook, and he probably has this three-match series against Sri Lanka to nail the position. His delayed start to the season, self-imposed in order to have some downtime after the winter, was something of a calculated risk, and his form in the three innings since has been patchy. If he does not score well in the next month or so, and Robson, for example, continues his good form, then he would certainly be under pressure to retain his place for the Pakistan series that starts in July.   Related: Stuart Broad: England selectors ‘have done well’ to pick newcomer Jake Ball    In the opinion of those who coach him at Middlesex, Robson suffered from trying to prove himself last season after being dropped by England, and that this year, with it out of his system, he is more relaxed and batting better as a result. However they do not believe it would have been the right move to pick him yet. Angus Fraser, the director of cricket at Middlesex, but also an England selector, would have noted that advice. The injury to Mark Wood, Woakes’s strange ineffectiveness when he has played (it is hard to discern much wrong with his method but he just doesn’t get international batsmen out), and a belief that for all Liam Plunkett’s apparent pace (not as ferocious as some perceive but still decent) he does not gain any movement, has opened the door for another paceman. Ball really does look the part: tall but not stringbeany, an athletic run and high action that lends him consistency of line, plus pace in the higher regions of fast-medium and beyond – and good movement. It should not be taken for granted that it will be Finn rather than Ball who joins Jimmy Anderson and Stuart Broad as the third frontline seamer. While Ball has forced his way in, Finn – certainly in his last match against Nottinghamshire – was visibly struggling for rhythm. His run looked out of kilter and he was not hitting the crease as hard as he does when at his best. How he and Ball perform in training may well decide who is included.",
  "webTitle": "Nick Compton survives in England squad but has final chance | Mike Selvey",
  "webPublicationDate": "2016-05-12T13:50:27Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/12/nick-compton-england-squad-alex-hales-steven-finn-sri-lanka-cricket",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Trevor Bayliss",
      "id": "sport/trevor-bayliss",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/12/nick-compton-england-squad-alex-hales-steven-finn-sri-lanka-cricket"
}