{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/28/memorial-day-sales-online-shopping-summer-us-economy",
  "id": "2016-05-28-116",
  "sectionId": "business",
  "body": "Monday is Memorial Day, the official start of summer and another celebration traditionally marked by sales and a shopping bonanza. But the sun isn’t shining for US retailers. On the face of it, the economic superpower that is the American consumer should be having a party. Low interest rates and unemployment rates, low oil prices, a high stock market, healthy property prices – nothing it would seem, to put off doing what comes most naturally to them – shopping. Yet they’re stubbornly refusing to do it – or at least refusing to do it in predictable ways – leaving consumer experts to wonder, as fashion bible Women’s Wear Daily recently did, if the consumer psyche, “bombarded by digital messages, stressed financially and overwrought emotionally”, has “finally exploded”. Certainly, there’s conflicted evidence to suggest it has. Retail stocks for Macy’s, Nordstrom and Gap have all fallen sharply this year, with some reporting their worst comparable sales results since the Great Recession. Last week jeweler Tiffany’s reported its sharpest drop in quarterly sales since the global financial crisis pushed the world to the brink in 2008. It’s an international trend. In the UK, analysts are reporting 10% declines in the number of shopper visits to high streets and shopping centres around the country over the past year. In part, the shopping slump can still be blamed on the financial crisis. Consumers’ incomes have not kept pace with household spending, and they are less confident about long-term economic stability. According to a recent Pew Charitable Trust survey, American household incomes fell between 2010 and 2013. Adults in the survey questioned “whether the American Dream is within reach, and many doubt that their children will fare any better than they have”. Earnings for those at the top of the economic food chain have soared. Analysis by the AFL-CIO union found that chief executive officers of the top 500 companies took home on $12.4m on average – or 355 times what an average worker makes. Yet statistics show the same psychological hurdles to spending exist across income strata. At the high end of the US property market in New York and Miami a glut of residential developments and weak demand is triggering warnings that current pricing is unsustainable and future developments or commercial-to-residential conversions are being abandoned. In the art market, record sales are being achieved but against a backdrop of reduced demand and lower volume of sales than even a year ago. Executives spoke of “trepidation” and going into sales holding the hands of prospective buyers. “No one wants to be the last person at the party,” said Christie’s Brett Gorvy. Beneath the economics, something else has changed. A contract has been broken. Researchers say neither consumers nor brands are getting much of what they want: consumers don’t want to put their money with brands that don’t speak to their values, while brands aren’t seeing any loyalty from consumers they are trying to cultivate. The apparent contradiction between a healthy economy and unpredictable consumer spending leads some market analysts to the conclusion that consumption as an activity was fundamentally altered by the 2008 recession.     The apparent contradiction between a healthy economy and unpredictable consumer spending leads some market analysts to the conclusion that consumption as an activity was fundamentally altered by the 2008 recession. Photograph: Jack Sullivan/Alamy    The abrupt downturn shocked consumers but also placed them firmly in the driving seat when it came to making consumer choices. When you couple this with the power that technology has afforded them to research, learn and compare about their potential purchases, it is little wonder that consumer behavior is changing, analysts say. “We’ve had to start looking at the consumer in a completely different way,” says Kit Yarrow, a consumer psychologist at Golden State University. “We can’t evaluate their confidence and willingness to spend in the ways we used to,” says Yarrow. “Consumers just don’t react the way they did even five years ago. Technology has taken over and they feel more empowered.”    Consumers just don’t react the way they did even five years ago. Technology has taken over and they feel more empowered  Kit Yarrow, consumer psychologist     “The recession was the first step toward the complete shift in shopping,” says Yarrow. “Consumers are more wary and self-protective about finances, and they’ve never dominated the market the way they do today. They’re informed and wary, and determined to be in control.” The unpredictability has caused chaos for retailers, which have seen their power over consumers begin to slip away. “Technology means they can shop however and whenever they want, or they can shop all over the world, and that’s why we see retailers collapsing and relying completely on price reductions,” Yarrow said. “It’s taking retailers forever to realise that when people go shopping they want to see new things all the time. This is what technology has done to our brains. We want a lot more excitement and product turnover in our lives. If we don’t see new product, we won’t go there any more.” It’s a trend being observed across the consumer market. The same conscientiousness that exists in the middle market has taken hold at the top end where luxury retailers could once count on injudicious spending to pump up the books.  Yarrow’s research suggests even the one-percenters have adopted middle-class values. They feel guilty when they spend too much money, and quickly reject efforts to seduce them. “It’s a demographic that’s always been a little more entitled so patterns we’re seeing in the middle of the market are more pronounced: if I don’t get it how I want, when I want it, for the price I want it, I won’t have it at all,” she says. But there are other factors feeding into consumers’ shattered psyches. For many consumers buying “stuff” just isn’t what it used to be. People are looking toward more “experiential” spending – holidays, concerts, plays – experiences that they can then share on social media.  Laurent Vernhes, co-founder and CEO of Tablethotels, a consumer website that specialises in high-end travel, told the Guardian “the more jaded you are the more you will seek experiential travel and beyond what you know.” And it’s not just holidaymakers – business people, too, want experiences. Instead of heading to the mall on Monday, post-recession consumers are more likely to start planning their next vacation or trying to bag tickets for Hamilton. The hangover from hard times and a technological shift in power have reordered consumer priorities. Consumers’ psyches may be shattered but they don’t want them put back together. “This is a much more conscious consumer,” Yarrow says. “They don’t want to go back to pre-2008. They want the power, and they want control.”",
  "webTitle": "Low sales even in healthy economy signal 'complete shift in shopping'",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/28/memorial-day-sales-online-shopping-summer-us-economy",
  "keyword": [
    {
      "webTitle": "Consumer spending",
      "id": "business/consumerspending",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "business/2016/may/28/memorial-day-sales-online-shopping-summer-us-economy"
}