{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/iraq-isis-atrocity-baghdad-shia-reprisals-sunni-shia",
  "id": "2016-05-11-146",
  "sectionId": "commentisfree",
  "body": "“Isis is an idea, not the first of its kind and not the last of its kind,” said a powerful security official when I visited Iraq last month. Indeed, as the international community boasts of Isis’s demise, the jihadists struck a Shia district in Baghdad today, killing at least 63 people and wounding 80 in a series of devastating market bombings.   Related: Scores of people killed across Baghdad in three car bomb attacks    Officials say that Isis has lost almost half its territory in Iraq and more than 20% in Syria. It is true that Isis leaders are being eliminated and its infrastructure devastated. But while Isis may be losing the territories it governs, today’s attack (and others over the past months) is a reminder that it is still able to commit atrocities across Iraq, and continue to operate as it has done for more than a decade. In other words, a world without Isis is unlikely to come any time soon. Isis thrives off the lack of institutions in weak or failed states. Remedying this requires good governance, institution-building and the reconciliation of divided communities. But rehabilitating Iraq’s cities and people will prove to be far more costly and challenging than defeating Isis itself. Sectarian tensions, dysfunctional governance and regional polarisation have worsened since Isis came on the scene, factors that precipitated the group’s rise in the first place. The timing of today’s attack in the Sadr City district was more than just a coincidence. It comes a week after popular demonstrations were mobilised by the firebrand cleric Moqtada al-Sadr, whose supporters stormed the parliament in protest at the lack of reform in the country, corruption and sectarian politics.   Related: Mosul: suspicion and hostility cloud fight to recapture Iraqi city from Isis    This highly symbolic attack by Isis aims to nullify that push for reform while provoking reprisals from a Shia population who have exercised great restraint during the course of the war on Isis – despite repeated sectarian atrocities. The Shia community has plenty of its own men with guns and resources, and is susceptible to the same trap it fell into in 2006, when al-Qaida in Iraq struck a sacred Shia shrine and ignited a sectarian civil war that took the country to the brink. The proliferation of Shia militia groups since 2003, during the course of the war on Isis in particular (with acquiescence from the US), has worsened Iraq’s problems. They are heavily armed, challenge the state and have committed sectarian atrocities against Iraq’s Sunnis. They create the space that allows Isis to flourish, and Iraq cannot survive if power reverts to the patrimonial networks based on sect and tribe that allow unaccountable Shia militias to operate. Iraq can be stabilised, as happened between 2008 and 2011. But that required more than 100,000 US and UK troops acting as a buffer between warring militants, and providing the Iraqi state with the security and intelligence capabilities that it so desperately needs today. Iraq also has on its side the ayatollah Ali Sistani, the leading Shia clergyman in the world who acts as a force for moderation. Sistani, however, may have withdrawn from the campaign for reform out of frustration with Iraq’s ruling elites. As Iraq further descends into sectarian violence and political turmoil, with the continued prominence of Isis and the rise of sub-state actors such as Shia militias, the restoration of the Iraqi state and society will be difficult, if not impossible.",
  "webTitle": "It’s Iraq, not Isis, that’s on the way out | Ranj Alaaldin",
  "webPublicationDate": "2016-05-11T15:22:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/iraq-isis-atrocity-baghdad-shia-reprisals-sunni-shia",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ranj Alaaldin",
      "id": "profile/ranj-alaaldin"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/iraq-isis-atrocity-baghdad-shia-reprisals-sunni-shia"
}