{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/cowan-wa-liberal-labor-changing-electorate-could-decide-australian-election",
  "id": "2016-05-11-386",
  "sectionId": "australia-news",
  "body": "Not a bellwether, but an indicator. That’s how Curtin University adjunct professor of politics, David Black, describes the Western Australian seat of Cowan, which pundits have tipped will go with government when the polls close on 2 July.   Related: The 10 big issues of election 2016: how Coalition, Labor and Greens policies compare    Nestled among the soccer grounds and subdivisions of Perth’s northern suburbs, Cowan is a mishmash of older conservative voters, who bought their house off the plan when the suburbs of Wanneroo, Wangara, and Marangaroo were the middle buckle on the mortgage belt, and strong migrant communities.  Cowan is held on a margin of 4.5% by Liberal MP Luke Simpkins, who succeeded Labor’s Graham Edwards in 2007. In the conservative state of WA, it is one of two electorates, along with the new seat of Burt in the city’s south-west, that Labor would have to win to form government. “This particular election, it seems to me that I would be saying that on election night the two seats that I would be watching closely would be Cowan and Burt,” Black says. “If Labor is not making ground in Cowan then you can see straight away that it is not going to form government.” To fight its battle in Cowan Labor has preselected Anne Aly, a high-profile terrorism expert and lecturer at Edith Cowan University, who just happens to be Muslim. It makes for a curious contest. Simpkins, a conservative Christian backbencher, is vocally anti-Islam. In 2011 he said that eating halal-certified food could lead to religious conversion, arguing in parliament that “unwittingly eating halal food” put Australians “one step down the path of conversion”. He later took credit for the removal of “shahada symbols” from a railway footbridge, which on investigation from the good burghers of the internet were revealed to be black and white stickers advertising a local nightclub. Simpkins rose to national prominence in February last year when he called for a leadership spill against then prime minister Tony Abbott. The motion, backed by the late Canning MP Don Randall, and supported by the now disendorsed member for Tangney, Dennis Jensen, was a precursor to Malcolm Turnbull’s successful challenge seven months later.     Prime minister Malcolm Turnbull (centre) and Liberal MP and member for Cowan Luke Simpkins (left) in Perth. Simpkins was a vocal advocate for the removal of Tony Abbott as prime minister. Photograph: Aaron Bunch/AAP    Black says the changing demographic of the electorate makes it difficult to judge what impact Simpkins’s and Aly’s different stances on Islam will have on the vote. About 38% of its 158,000 residents were born overseas, making it among the state’s more multicultural electorates.   Related: The narrow margins of the far west: Labor gears up for epic struggle in Perth    “Where on the one hand there may be a conservative vote … on the other hand there could be more people who just through their own birth may be more inclined to view things differently,” Black says. At the Kingsway City shopping centre, on the western edge of the electorate, two of Simpkins’s supporters have finished their weekly grocery shop.  “We’re Liberal voters, always have been, always will be,” says Jeff, who asks that his full name not be used. He and partner Mandy have lived in Cowan since 2000, when the area was striped with market gardens. Since then it has been targeted by infill housing developments. “All the strawberry markets have gone, it’s all houses now,” Jeff says. “We just can’t get over the size of these postage stamp lots.” Jeff and Mandy like Simpkins but are more circumspect about the performance of Turnbull, who they say could stand to be “a bit more forceful, a bit more leader-like”. Their key concern is economic stability, followed by education.  From the same shopping centre, five minutes later, comes Fatima. She settled in the area five years ago after arriving in Australia via boat from Afghanistan in 2010. She is unaware that her religion, Islam, is at the centre of a very careful local political fight, but says she is more concerned with education and jobs training.  “We try to have a good life, to be educated ... I am from Afghanistan, I couldn’t get the chance back home to study so I am very happy I am here,” she says. “But I am sad now that we don’t have opportunity to study because we don’t have funding.   Related: Dennis Jensen to run as an independent and says 'branch stackers should be jailed'    “Even to go for a chemist’s assistant, it’s $3,000. I am a single woman and I am on Centrelink benefits. From where I can organise $3,000?”  Second on her list is the government’s increased security checks ahead of awarding permanent residency or citizenship status, which has seen her application for citizenship languish for a year. She wants it approved so she can bring her mother to Australia.  “I am trying to learn Australian culture, I am happy to be an Australian independent woman,” she says. “But now it’s not fair – they should do all the security checks at the refugee camps instead of after five years.” Guardian Australia contacted both Luke Simpkins and Anne Aly for comment, but neither were available.",
  "webTitle": "Cowan's curious contest: how a changing electorate could help decide the election",
  "webPublicationDate": "2016-05-11T01:24:54Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/cowan-wa-liberal-labor-changing-electorate-could-decide-australian-election",
  "keyword": [
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Perth",
      "id": "australia-news/perth-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race & religion",
      "id": "media/raceandreligion",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/11/cowan-wa-liberal-labor-changing-electorate-could-decide-australian-election"
}