{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/captain-america-tops-uk-box-office-angry-birds-movie",
  "id": "2016-05-17-123",
  "sectionId": "film",
  "body": "The winner: Marvel – yet again   Related: Marvel axed female villain from Iron Man 3 after fears of poor toy sales, says director    Decent weather and a lack of strong commercially appealing new releases saw a continuing decline in UK box office, down 13% on the previous session, and 33% below the equivalent frame from 2015, when Pitch Perfect 2 topped the chart. Disney Marvel’s Captain America: Civil War resisted the challenge of Sony Animation’s The Angry Birds Movie, hanging on to the top spot for the third week, and with a decent 42% decline. After 17 days, the box office is a robust £32.2m. Civil War is the fourth 2016 release to cross £30m here, following Deadpool, Batman v Superman: Dawn of Justice and The Jungle Book. Civil War is just behind the pace of Batman v Superman, which stood at £33.3m at the same stage of its run. The runner-up: The Angry Birds Movie            Sony’s adaptation of the Rovio game debuted with a so-so £2.12m. The biggest animated hit so far this year is Disney’s Zootropolis, which debuted in March with £5.31m, including previews of £1.73m. The Angry Birds Movie would probably have made a splashier debut had it arrived in 2013 when development of the film was announced – but lengthy production schedules for animated features tend to resist any attempt by studios to speed them up. The 2016 champ: The Jungle Book           Jon Favreau: ‘Whenever I hear Garry Shandling’s voice in The Jungle Book, it’s sobering’    Still in the box-office top three in its fifth week of play, and with £39.3m, Disney’s The Jungle Book has just overtaken Fox-Marvel’s Deadpool (£37.9m) to become the biggest hit of the year so far. Takings were just 24% down on the previous weekend – evidence that audience word of mouth continues to hold up on the Rudyard Kipling adaptation. The film looks certain to overtake the lifetime total of Alice in Wonderland (£42.5m) and could well catch The Chronicles of Narnia: The Lion, The Witch and the Wardrobe (£44.4m) – two family titles that far exceeded box-office expectations. The also-rans A quintet of mid-size films was released collectively on 721 screens, delivering a poor total of £783,000, including previews. Best result was achieved by John le Carré adaptation Our Kind of Traitor, starring Ewan McGregor, Naomie Harris, Damian Lewis and Stellan Skarsgård: £358,000 from 245 sites, yielding an average of £1,461.           Damian Lewis in a clip from John le Carré’s Our Kind of Traitor    Critical support couldn’t push Richard Linklater’s campus comedy Everybody Wants Some!! very far, despite the director coming off the widely admired Oscar winner Boyhood. It debuted with £170,000 from 111 cinemas, but that includes £35,000 in previews. For comparison, Boyhood kicked off in July 2014 with £333,000 from 89 cinemas. Commercial chances for the new film may not have been helped in the UK by the profusion of college baseball players among principal characters – a fact that the trailer could not hide. The look and feel of the film also appeared very male, and it was certainly a challenge to communicate the disarming sweetness that gradually emerges. Landing just inside the Top 10 is Jeremy Saulnier’s 18-rated Green Room, starring Anton Yelchin, Imogen Poots and Patrick Stewart. A debut of £145,000 from 136 sites includes previews of £49,000. Strip those out, and the film’s screen average falls to a weak £706.            All of the aforementioned new releases look like hits when compared with the two films that round out the quintet: Whiskey Tango Foxtrot and The Darkness. Both landed outside the Top 10. The former, a Tina Fey comedy drama based on US journalist Kim Barker’s memoir The Taliban Shuffle, struggled to define its audience, debuting in 12th place with £59,000 from 123 sites for a £478 average. Three places below it is horror title The Darkness, starring Jennifer Mason and Kevin Bacon, which kicks off with a limp £51,000 from 106 sites, for a similar average of £486. MetaCritic score is a poor 28/100. It’s hard to escape the conclusion that, in at least a couple of cases, commercially problematic films were being pushed into the marketplace in what has been a relatively fallow period between Captain America: Civil War and the forthcoming X-Men: Apocalypse.  The future            Salvation for cinemas is surely at hand this week with X-Men: Apocalypse, the third in the series to feature James McAvoy, Michael Fassbender and Jennifer Lawrence, and the eighth appearance for Hugh Jackman’s Wolverine. Counter-programming alternatives include Dublin-set teen comedy Sing Street, from Once director John Carney, expanding to mainland UK having already racked up an impressive £857,000 in Ireland and Northern Ireland. Tom Hanks toplines A Hologram for the King, adapted from the Dave Eggers book and directed by Tom Tykwer. Top 10 films, 13-15 May 1. Captain America: Civil War, £2,789,985 from 586 sites. Total: £32,162,068 2. The Angry Birds Movie, £2,138,507 from 520 sites (new) 3. The Jungle Book, £1,628,456 from 506 sites. Total: £39,312,115 4. Bad Neighbours 2, £1,099,710 from 495 sites. Total: £3,733,673 5. Florence Foster Jenkins, £461,784 from 574 sites. Total: £1,883,019 6. Our Kind of Traitor, £358,180 from 245 sites (new) 7. Everybody Wants Some!!, £169,764 from 111 sites (new) 8. Secret Cinema: 28 Days Later, £158,989 from 1 site. Total: £929,662 9. Eye in the Sky, £153,959 from 298 sites. Total: £4,631,689 10. Green Room, £144,517 from 136 sites (new)           Captain America’s Chris Evans on realism in the superhero genre    Other openers Mustang, £65,038 from 43 sites Whiskey Tango Foxtrot, £58,798 from 123 sites The Darkness, £51,490 from 106 sites Azhar, £37,291 from 24 sites SPL 2: A Time of Consequences, £5,071 from 15 sites Cabin Fever, £3,229 from 22 sites Troublemakers: The Story of Land Art, £2,958 from three sites Kill Command, £944 from two sites The Seventh Fire, £602 from two sites • Thanks to comScore. All figures relate to takings in UK and Ireland cinemas.",
  "webTitle": "Captain America puts Angry Birds to flight at UK box office",
  "webPublicationDate": "2016-05-17T14:59:24Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/captain-america-tops-uk-box-office-angry-birds-movie",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Angry Birds",
      "id": "technology/angry-birds",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "The Jungle Book",
      "id": "film/the-jungle-book",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Florence Foster Jenkins",
      "id": "film/florence-foster-jenkins",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Our Kind of Traitor",
      "id": "film/our-kind-of-traitor",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Everybody Wants Some!!",
      "id": "film/everybody-wants-some--",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Eye in the Sky",
      "id": "film/eye-in-the-sky",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Whiskey Tango Foxtrot",
      "id": "film/whiskey-tango-foxtrot",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Charles Gant",
      "id": "profile/charles-gant"
    }
  ],
  "guardianId": "film/2016/may/17/captain-america-tops-uk-box-office-angry-birds-movie"
}