{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/football-clubs-condemned-to-relegation-by-points-deductions",
  "id": "2016-05-25-237",
  "sectionId": "football",
  "body": "“Arsenal had two points deducted in the 1990-91 season but still won the First Division,” begins Scott Sumner. “Portsmouth had nine points deducted in the 2009–10 Premier League season but would have been relegated regardless. Have there been many instances where crucial final positions have been decided by deductions? The only one I can think of is Middlesbrough being relegated in 1996-97.” Indeed, Scott, you’re correct in highlighting Middlesbrough, who were famously deducted three points for failing to turn up to a Premier League match in December 1996 – Sunday league football, eat your heart out. Boro claimed that 23 of their squad had fallen ill with flu, leaving them unable to field a team to face fellow relegation-battlers Blackburn, but failed to inform the authorities until 24 hours before the match. “I reckon we will be relegated, I’m almost certain of it,” Fabrizio Ravanelli, the distraught summer signing from Juventus, noted shortly afterwards. A disciplinary hearing upheld the deduction and Boro were relegated by two points at the end of the season, saving Coventry from the drop. You can read a bit more about the episode in this recent Joy of Six, and in a piece written by Tony Parkes, the then caretaker coach of Blackburn, back in 2009.   Related: Which player has suffered the most relegations with one football club? | The Knowledge    Next, to South Africa. “In the 2000-01 PSL season,” notes Ian Williamson, “Bloemfontein Celtic fielded a suspended player, Lebohang Kukame (he’d accumulated four yellow cards, accruing an automatic two-match ban), against Bush Bucks … Celtic won the game 1-0, with Kukame scoring the goal.” Celtic were later docked three points and fined 75,000 rand (£3,400), a punishment they fought tooth and nail before a disciplinary committee. Comically, Celtic’s defence was based on the contention that they did not see the fourth yellow card flashed at Kukame, and that they were within their rights to play him in the Bucks fixture. Many found this strange, since Celtic had initially pleaded guilty of fielding the suspended player. At the season’s end Celtic had 34 points, finished 17th in the 18-team league, and were relegated. Had they not had the points deducted, they would have finished 14th and Manning Rangers would have instead been relegated.” Over to Jon Jones now, who sobs: “My local club Wrexham were the first team to fall foul of the Football League’s new 10-point deduction ruling for going into administration, in December 2004. To give you some background info, before the season began, the chairman Alex Hamilton, a property developer, sold the Racecourse Ground to one of his own companies and served the club a year’s notice to quit. While this rumbled on, the bills didn’t get paid, and the Inland Revenue served the club a winding-up order for an unpaid tax bill of £800,000. Despite fans trying to raise money in a short space of time to pay it off, the directors called in the administrators and we dropped from 16th place in League One into the relegation zone after the 10-point penalty. We ended up staying there, despite winning the LDV Vans Trophy final on an emotional afternoon in Cardiff. However, if it wasn’t for the points deduction, we’d have finished 19th and MK Dons, in their first season post-rebrand, would have gone down instead.” Those with a good memory will also recall Leeds United being given a points deduction for their financial mismanagement, not once but twice. “A 10-point deduction in the Championship in 2006-07 served no other purpose than sending us rock bottom as opposed to third from bottom but the following season, in League One, was a different story,” remembers Daniel Parker. “The Football League saw fit to dock us a further 15 points, in what I believe to be a unique decision to punish a team twice over two seasons for the same infringement (I’m really not bitter). A fantastic season of 27 wins and 10 draws should have led to us finishing second, just one point behind champions Swansea, but the 15-point deduction saw us finish fifth and we were eventually beaten in the play-off final by Doncaster.” Meanwhile, Chris Parsons, his head clearly still shaking, writes: “Plymouth Argyle were relegated to League Two in 2010-11 after a 10-point deduction for going into administration. Without the penalty, they would have finished on 52 points, thus relegating Walsall in their place. I should know, I was working without pay for Plymouth Argyle at the time.” Finally, a word from Alastair Horne. “The 2008-09 League Two season has to be the high-point of points deductions, with four clubs deducted a total of 74 points, affecting three of them significantly,” he writes. “The 10 points Darlington lost cost them a play-off position, as did the 17 points Rotherham lost. And though Bournemouth’s points loss (another 17 points) didn’t affect them, with a late run of three consecutive wins keeping them out of the relegation places, Luton’s 30-point loss unsurprisingly condemned them to relegation.” Scoring the most, conceding the fewest, still not winning the title “Has any team scored the most goals and conceded the fewest and not won the league” asks Adam Gray. Mark van Dijk was quick to cover the bases. “The answer is yes, on a few occasions, and in fairly recent memory too,” he writes. “In 1997-98, Manchester United scored more (73) and conceded fewer (26) goals than anybody else, but still finished second in the Premier League behind double winners Arsenal (68-33). In 2006-07, Barcelona scored more and conceded fewer (78-33) than Real Madrid (66-40), but the teams finished equal on points and Real won the title on a superior head-to-head record. Then in 2000-01, Schalke failed to win the Bundesliga, despite scoring more and conceding fewer (65-35) than champions Bayern Munich (62-37). But the real ‘winners’ in this question are Milan … “Milan won relatively recent Serie A titles despite being out-scored and out-defended in both seasons. In 1998-99 they finished ahead of Lazio (65-31, compared to Milan’s 59-34); and in 2003-04 they finished ahead of Roma (68-19, compared to Milan’s 65-24).”     Fans celebrate Milan’s Serie A title in May 1999. Poor Lazio. Photograph: Antonio Calanni/AP    The paths less followed near grounds “The Teesdale Way passes through Middlesbrough FC,” tweets Danny Last. “Fulham are another, of course, with the Thames Path, and Nottingham Forest have the Trent Valley Way passing by. How many other clubs have a long-distance walking path alongside the stands?”   Related: From which train trip in Britain can you see the most league football grounds? | The Knowledge    “What is admittedly not the most scenic section of the Cheshire Ring Canal Walk passes right behind Manchester United’s Old Trafford ground,” emails Andy. “Walkers on the Wherryman’s Way will pass by Norwich City’s Carrow Road stadium on their way out to the Norfolk Broads. As well as passing within a stones throw of Northampton’s Sixfields Stadium and Peterborough’s London Road ground, walkers on the Nene Way will pass Nene Park, the now unused former home of both Rushden & Diamonds and Kettering Town. And from next season, those doing London’s orbital walk, The Capital Ring, are advised to check the fixture list to avoid passing the Olympic Stadium when West Ham are at home!” But there’s more, courtesy of Amir Arezoo: “The Trans Pennine Trail runs both north to south and west to east. The north to south section includes a visit to Oakwell (Barnsley) and the lovely New York Stadium (Rotherham). Why you would want to actually walk in the ‘charming’ environs of these stadiums for anything other than football purposes is another matter. If you count non-league grounds, you could also include the Park Ground (Worsbrough Bridge Athletic) and Inkersall Road (Staveley Miners Welfare). Unlike its full-time brethren, the Park Ground is in a lovely setting, and well worth the walk.” The joy of six “Mick Byrne played in four separate spells for Shamrock Rovers,” asserts Nick Williamson. “Has any player had more separate spells with a club?” “The legendary (in Sligo, at least) Paul ‘Ski’ McGee enjoyed six spells at Sligo Rovers during a career that also took in 15 Irelands caps and spells at QPR, Preston, Burnley and most of the League of Ireland,” cheers Sean DeLoughry. League titles with more than one club in a single season (2) “In reading The Knowledge this week I was disappointed with a glaring omission regarding players winning two titles with two different clubs in one season,” writes a disappointed Ed Thomas in Orlando. “While your answers were perfectly fine, they were mainly based on players who started the season at one club and finished it at another, somehow qualifying for a medal at both. However, you missed possibly the only instance of a professional player actually playing for two teams in each of their championship-winning games. In the 2013 MLS and USL Pro seasons, Englishman Dom Dwyer of Sporting Kansas City (MLS) went on loan to Orlando City Lions (then in the USL Pro). He scored four goals in the USL Championship game to help beat Charlotte 7-4 and give Orlando their second title in three seasons. Since Orlando’s season was over, he returned to Sporting KC and scored the winner as they advanced to the final of the MLS Cup. He then played in the final, coming off after 70 or so minutes and watching from the bench as his team won the title on penalties.” Knowledge archive: an update “In response to last week’s archival query about club names indicating features of the clubs themselves, I was reminded of the Polish team Blekitni (Sky Blues) Stargard Szczecinski, who alternate between sky blue and white,” emails Antoni Gorny. “I think there are also a few clubs named Czarni (Blacks; eg Czarni Radom), whose main colour is black. Sadly, names indicating more than one colour seem reserved to rock ‘n’ roll bands like Czarno-czarni (The Black-Blacks, a thoroughly catchy name). The query is rendered somewhat in these days of no kits clashing, as every team has to have at least one kit that looks nothing like what the name would suggest.   Related: Football teams relegated despite not being in the drop zone all season | The Knowledge    “However, the phrasing of the question (‘teams that do exactly what it says on the tin’) made me think of a string of German teams like Stuttgarter Kickers or Kickers Offenbach. While the name obviously indicates the profession, Stuttgarter Kickers must also kick themselves, having – as also mentioned last week – become one of three teams from Stuttgart to have been relegated this season. One could probably also argue for Grenoble Foot or En Avant (Forward) de Guingamp, but even more so for the likes of Gamba Osaka. If we believe Wikipedia, ‘Gamba’ stands for ‘leg’ (as borrowed from Italian) and ‘ganbaru’, meaning ‘to stand firm’. That is, of course, if one can come up with a sensible argument that they leg it and/or are reliable in defence. “The last item on my list concerns NAC Breda, a Dutch team famous for their esoteric name. NAC is an acronym for two other acronyms – NOAD ADVENDO, helpfully translated as ‘never give up, always persevere’ and ‘pleasant for its entertainment and useful for its relaxation’, which has the virtue of both talking up local players’ passion for football and advertising the sport as a healthy endeavour. Another one of those quirky Dutch names, PEC Zwolle, have the middle term of their acronym translated as ‘and never despair’, which I’m guessing is advice they often heed, having suffered relegation from the Eredivisie thrice in the past three decades only to always return within the next few seasons. One could probably ask about the most complex and esoteric names for football clubs at this point, but I can’t come up with a good way of putting the question …” • For thousands more questions and answers take a trip through the Knowledge archive. Can you help? “Has a physio ever pulled up injured while sprinting onto the pitch to treat an injured player?” asks Scott Sumner [Gary Lewin was injured celebrating a goal]. “Enjoying a few pints by the Ouse, my belligerent mate has just said that when he played for Northwich Victoria, he got four yellow cards in one season, so was one game away from a suspension,” recalls Ben McNamee. “Given he played in goal, this raised the question: has a keeper playing in the Football League, or further afield, ever been suspended due to picking up five or more yellow cards?” “With Hibs winning the Scottish Cup, there’s sunshine on Leith for the first time since 1902,” cheers Eamonn Noonan. “After 114 years (and 92 minutes) … is that the longest gap between successive wins of a league or cup?” “Having learned that Ireland have never won a game of rugby union against New Zealand in more than 100 years of competitive fixtures, I was set to wondering whether there was a similar relationship between teams in football,” writes Owen Thomas. “Which pair of teams have competed in the most matches or for the longest time, with one of them having failed to ever win?” “Many years ago, I found an old Leyton Orient poster advertising upcoming games. A reserves’ match against Birmingham City Res and a Division Two match v Derby County,” notes Trevor Howard. “What has always puzzled me is that both kick-offs are 3.15pm. A friend once gave a very plausible reason for this, something to do with post-war Britain, but I can’t for the life of me remember what it was. Any ideas?” “Why do some Italian teams (eg Inter) wear Air Force roundels?” tweets David Thomson. Send your questions and answers to knowledge@theguardian.com or get in touch via Twitter @TheKnowledge_GU",
  "webTitle": "Football clubs condemned to relegation by points deductions | The Knowledge",
  "webPublicationDate": "2016-05-25T09:07:52Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/football-clubs-condemned-to-relegation-by-points-deductions",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Butler",
      "id": "profile/michael-butler"
    }
  ],
  "guardianId": "football/2016/may/25/football-clubs-condemned-to-relegation-by-points-deductions"
}