{
  "apiUrl": "https://content.guardianapis.com/small-business-network/kia-fleet-partner-zone/2016/may/09/drones-business-amazon-royal-mail",
  "id": "2016-05-09-197",
  "sectionId": "small-business-network/kia-fleet-partner-zone",
  "body": "Drones are making headlines all over the world, and it’s undeniable that their existence will affect businesses in the near future – both large conglomerates and SMEs. There’s even talk of using the technology to deliver organs to hospitals.  Just like automated cars are going to make a big difference to fleets and areas outside of transport, the introduction of drones will have a big impact on the wider business world. We’ve detailed the advantages and disadvantages of implementing the technology, and considered the range of industries that are likely to see changes in the coming years.  Delivery Large-scale companies that cover a lot of ground are considering using drones for delivery purposes. Amazon are already testing the use of drones, after the US Federal Aviation Administration gave them permission to do so. The company states that using the technology will be the quickest way to get products to customers as part of its Prime Air service, which aims to deliver packages within 30 minutes.  The Royal Mail may also use them for Air Mail in the future. If you send a lot of packages to your customers and suppliers, this could be a fantastic option to consider.  Traffic reports If you own a fleet, being able to ensure your vehicles can get from A to B in the quickest time possible is essential. With the rise of telematics – or ‘black box devices – you can track your drivers and make routes more efficient.  Combining this technology with footage taken from police drones or reporting drones, would enable you to see traffic accidents, jams and potential issues, and use live data to inform your decisions.  Dangerous spots and impossible shots When it comes to providing services in areas deemed to be dangerous, drones can help investigate areas with much lower risk. This will be useful for businesses as diverse as media outlets reporting on natural disasters, to insurance companies that need footage to process claims faster. When it comes to impossible shots, the possibilities for the film and television industries are staggering. If there was a fleet on set, there could be a whole host of changes to how films and TV shows are made. Live TV and coverage could become an altogether immersive experience.  Privacy and costs As endless as the opportunities drones provide are, there are some concerns. The Companies that are thinking about using them need to be aware of the law, the Rules of the Air Regulations (pdf) and what is needed in terms of flying licences. There are also issues with privacy and how to avoid filming footage deemed intrusive. How can usage be monitored?  The second major concern is cost. Drones are not cheap, and demand is high. To make them a core part of your business it’s best to wait and see how the technology develops, and drops in price. Maybe focus on the potential of virtual reality or 360° video before taking the plunge with your business. Although machines are becoming cleverer, there’s nothing that replaces human common sense. For all of these concerns, the potential for drones to revolutionise processes and ways of working is great. But before they are introduced to your business, the challenges need to be carefully considered.  Content on this page is paid for and provided by Kia Fleet sponsor of the Guardian Small Business Network Accessing Expertise hub.",
  "webTitle": "What do drones mean for business?",
  "webPublicationDate": "2016-05-09T12:39:02Z",
  "webUrl": "https://www.theguardian.com/small-business-network/kia-fleet-partner-zone/2016/may/09/drones-business-amazon-royal-mail",
  "keyword": [
    {
      "webTitle": "KIA Fleet partner zone",
      "id": "kia-fleet-partner-zone/kia-fleet-partner-zone",
      "sectionId": "small-business-network/kia-fleet-partner-zone",
      "sectionName": "KIA Fleet partner zone"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/kia-fleet-partner-zone/2016/may/09/drones-business-amazon-royal-mail"
}