{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/arizona-coyotes-new-general-manager-john-chayka-26-years-old-hockey",
  "id": "2016-05-06-204",
  "sectionId": "sport",
  "body": "The late 80s were a fun time to be a hockey fan. Wayne Gretzky won the final Stanley Cup of his career, was traded, and then watched the Calgary Flames win their very first. Mario Lemieux won his first MVP, a Hall-of-Famer made a stunning return to the league, and the first wave of Russian stars arrived in the NHL. We saw the first ever goalie to shoot and score, then saw the same guy appoint himself team enforcer. There was a lights-out brawl at the World Juniors and a donut-related referees strike in the Stanley Cup playoffs. It was pretty wild.   Related: Playoffs help New York Islanders ease into Barclays Center ... for now    If all of that is bringing back fond memories for you, then you may want to stop reading now, because you’re about to feel very old: on Thursday, the Arizona Coyotes appointed a general manager who wasn’t alive for any of those things.  At 26 years old, John Chayka becomes the youngest general manager in the history of North American pro sports. It’s a stunning move, one that places control of the franchise in the hands of a youngster who was virtually unknown in the hockey world when the team named him assistant GM less than one year ago. Or does it? That’s an open question, thanks to an unusual and ambiguous front office structure that the team unveiled as part of Thursday’s announcement. That could be the method behind the madness that gives this daring move a chance to work. It could also be the fatal flaw that dooms it. Here’s how it will work. Chayka officially moves into the GM’s chair vacated by last month’s firing of Don Maloney, who’d held the job for nine years and had been named the NHL’s inaugural GM of the Year in 2010. According to reports, Maloney lost a power struggle, one caused by his insistence on taking a slow-but-sure approach to building the small market Coyotes into winners. While the team hasn’t been good lately, missing the playoffs for four straight seasons, the firing raised eyebrows. “Now, they’re going to do it the stupid way,” one NHL executive said at the time. Maloney’s alleged rival wasn’t Chayka, but head coach Dave Tippett, and that’s where things get interesting. While Chayka was given the GM’s title, Tippett was handed a front office role of his own. He’ll become the team’s new executive vice president of hockey operations, while keeping his head coaching duties. He also received a five-year contract extension. Given all that, it’s hard not to jump to conclusions about what’s really going on here: Tippett is running the show in Arizona now, with Chayka as his just-happy-to-be-here yes man. That’s probably not fair to Chayka, who by all accounts is an impressive hockey mind. But it’s fair to say that his rise to the Coyotes’ job has been unusual, especially in a hockey world that’s often described as an old boys’ club, where the same old names seem to cycle through the same jobs, hired by the same old buddies from the glory days. Instead, the Coyotes have turned the reigns over to a young man who’s just two years out of school. He’s also one of the new wave of thinkers who’ve come to prominence during hockey’s recent analytics awakening, a movement that trailed well behind similar revolutions in other pro sports. It’s a development that’s seen teams hiring relatively young and inexperienced numbers crunchers for front office and coaching staff roles, relying on their analysis to help guide decision making. Short-term results have been mixed, but with a small handful of exceptions, teams have raced to snap up the best minds available. So maybe having one of those minds actually making the decisions instead of just informing them is just the natural next step. But even there, Chayka feels like an outlier. Other prominent analytics hires like Tyler Dellow (Oilers), Eric Tulsky (Hurricanes) and Cam Charron (Maple Leafs) had largely made their names in the burgeoning online analytics community, putting their work in front of like-minded fans who could hammer away at it to see if it held. But Chayka wasn’t part of that community; he’d founded his own analytics company six years ago, one whose work was largely proprietary. That’s led to some skepticism about Chayka’s bona fides even among some of the analytics world’s biggest supprters. So could all this work? There’s some precedent here, although you have to go beyond hockey to find it. Back in 2002, the Boston Red Sox hired a 28-year-old named Theo Epstein to be the team’s GM. Old school types scoffed at the baby-faced kid with his spreadsheets and fancy numbers. Less than two years later, the Red Sox were world champions. Chayka’s path to a title is even steeper than Epstein’s, given the Coyotes’ well-established place at the bottom of the NHL’s financial pecking order. And again, all of this assumes that he’s even the one with the final call. Everyone said all the right things at Thursday’s press conference to announce the move, with Chayka insisting that “the buck stops with me”. But given Tippett’s new title and long-term extension, what’s going to happen the first time the GM says no to the coach? It might be in Chayka’s best interest not to find out. And maybe that’s a good thing. After all, Chayka’s been in the NHL for less than a year, and he’s about to be thrown into a shark tank. Maybe having a veteran voice like Tippett whispering in his ear is exactly the sort of on-the-job training that he needs. Maybe the Coyotes are just following the same blueprint as the Toronto Maple Leafs, who have a presumed GM-in-waiting in 29-year-old Kyle Dubas learning from respected veteran Lou Lamoriello. That model’s earned the Leafs some rare praise for forward thinking; differing job titles aside, maybe the Coyotes deserve the same. Chayka, Tippett and the rest of the Arizona brains trust probably hope that’s the Maple Leafs comparison that holds. It works better than the other option: mentioning that the record for youngest NHL GM that Chayka just broke also came from Toronto. That would be Gord Stellick, who was given the Leafs GM job in 1988, at the age of 30. He lasted just one full season, before resigning in August, 1989 because he didn’t feel like he had the freedom to do his job without interference. That was another one of those weird late-80s hockey moments. But hey, at least Chayka was alive for this one. He was two months old.",
  "webTitle": "The Coyotes just hired a 26-year-old GM. Is it a smart move?",
  "webPublicationDate": "2016-05-06T11:51:23Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/arizona-coyotes-new-general-manager-john-chayka-26-years-old-hockey",
  "keyword": [
    {
      "webTitle": "Arizona Coyotes",
      "id": "sport/phoenix-coyotes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean McIndoe",
      "id": "profile/sean-mcindoe"
    }
  ],
  "guardianId": "sport/2016/may/06/arizona-coyotes-new-general-manager-john-chayka-26-years-old-hockey"
}