{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/the-sellout-by-paul-beatty-review",
  "id": "2016-05-11-157",
  "sectionId": "books",
  "body": "If there is one thing we know about words you shouldn’t say, it’s that those words end up becoming very alluring. The Sellout is a fast-paced, verbose book, but one particular word crops up again and again. Paul Beatty’s version is the slave master spelling of nigger, not the 90s hip-hop “nigga”. Although the “er” is a harsh and oppressive end to a harsh and oppressive word, his repetitive use comes off with a friendly familiarity. It’s far from menacing or mocking. You might even close the book feeling desensitised to one of the most contentious words in the English language. Maybe that’s the point of this whirlwind of a satire. Everything about The Sellout’s plot is contradictory. The devices are real enough to be believable, yet surreal enough to raise your eyebrows. Our protagonist is never fully named, but we are told that his surname is Me. This is convenient, because the novel is written entirely in the first person. Me is a black man who owns a farm in a poor black urban neighbourhood. Farmland in the middle of a poor city is an odd setting, but it’s real enough: you’ll find Richland Farms in the heart of rap-famous Compton, Los Angeles. Me surfs for fun, and smokes weed in the supreme court, where he ends up facing retribution for breaking some of the country’s most hallowed laws about race. The plot is set in motion when Dickens, the city Me lives in, is surreptitiously wiped off the map, triggering an identity crisis in its residents. It just sort of disappears, and nobody is told why. Dickens’s slow merge with its surrounding cities hits local celebrity Hominy Jenkins particularly hard. A lovable, downtrodden Uncle Tom character, Hominy yearns for his halcyon days as the black butt of a thousand racist jokes in the 1950s kids’ TV show The Little Rascals. With Dickens gone, Hominy is nobody. Rascals fans can no longer seek him out for autographs. Devastated, he swears that he will be Me’s slave until Dickens is back on the map. Me thinks that the way to reinstate Dickens is to segregate the city’s schools. So, a slave-owning black man working hard to bring back racial segregation. Eyebrows raised yet? If Dickens, subsumed into its wider surroundings, represents blackness, then our protagonists’ unrelenting quest to re-establish its existence is about setting some clear boundaries. Following the recent public outing of Rachel Dolezal as a white American woman masquerading as black, there are understandable anxieties about blackness and authenticity. Thanks to artists such as Beyoncé and Kendrick Lamar, the African American experience has gone viral. With this level of global success, it’s no wonder everyone wants a slice. Of course, the downside of this widely celebrated pop culture moment is feeling the exclusivity of blackness slipping away. “The black experience used to come with lots of bullshit,” our protagonist muses, “but at least there was some fucking privacy.” Beatty (pictured) throws in dozens of jokes: every stereotype, rivalry and anxiety about race in the US is laid bare. No one is above criticism. The comforting social blanket of whiteness is satirised mercilessly. Black intellectuals on the left and right are exposed as fakes grasping for social power. But there is a problem when in-jokes become jokes for everyone, which left me not knowing what to make of the book. Twenty years ago, Chris Rock’s “black people versus niggers” standup comedy routine was aimed squarely at the respectable black middle classes. Yet you couldn’t help but think that there were some racist people watching, too, chuckling along at what they felt were the failures of black people as a whole. With Beatty’s satire punching not just up, but all over the place, I’m not sure who the book is for. Perhaps I am too jaded, or too used to conversations about race, but I didn’t laugh out loud while reading The Sellout, as so many reviewers claim to have done. It did, however, tease out a fair few wry smiles. In his quest to reinstate his city, the protagonist joins a dating service for cities looking for their perfect partner, and settles on twinning Dickens with the lost city of White Male Privilege, “a controversial municipality whose very existence is often denied by many (mostly privileged white males)”. If The Sellout does anything, it successfully points not only to the problem, but all the complexities and nuances of the problem, proving that it’s not as simple as (I hate myself for this) black and white. This book doesn’t shy away from anything. • To order The Sellout for £10.39 (RRP £12.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Sellout by Paul Beatty review – a whirlwind satire about racial identity",
  "webPublicationDate": "2016-05-11T15:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/the-sellout-by-paul-beatty-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Reni Eddo-Lodge",
      "id": "profile/reni-eddo-lodge"
    }
  ],
  "guardianId": "books/2016/may/11/the-sellout-by-paul-beatty-review"
}