{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/calls-for-action-mount-as-six-indian-cities-hit-top-10-of-air-pollution",
  "id": "2016-05-12-376",
  "sectionId": "environment",
  "body": "Environmental campaigners in India have called for the government to implement a “stringent, time-bound” plan to curb air pollution in cities, as a new World Health Organisation report suggests that six of the 10 most polluted cities in the world are in India. The report, which contains data from 795 cities in 67 countries between 2008 and 2013, shows Indian cities have some of the highest concentrations of particulate pollution, which can cause fatal damage to the heart and lungs.  According to the WHO, air pollution is currently the greatest environmental risk to public health and causes about 3 million premature deaths globally every year.  Six Indian cities – Gwalior, Allahabad, Patna, Raipur, Ludhiana, and Delhi – rank among the most polluted cities in the world.  The report suggests millions of people in India are at risk of serious cardiac and respiratory infections and diseases because of high pollution levels.    Top 10   Indian environmental activists condemned Narendra Modi’s government for inaction over pollution. Sunil Dahiya, a campaigner from Greenpeace India, said air pollution levels had spiked in recent years.  “The government has to give up the fossil fuel-based energy and look for cleaner forms of energy, such as renewables,” he said.  “Pollution levels have increased since the last WHO report in 2014, and the government must take it seriously. Right now, no one is really accountable for air pollution in the government.  “They need to make a systematic, comprehensive, and time-bound plan on a national and regional level.”     Volunteers stand with placards at a junction in Delhi to raise awareness of odd-even number plate car restrictions. Photograph: Prakash Singh/AFP/Getty Images    Anumita Roychowdhury of the Centre of Science and Environment, based in New Delhi, also believes environmental policy needs a thorough overhaul.  “So far in India the air pollution action has been confined to driving,” she said, referring to a driving scheme implemented in Delhi that aims to reduce road traffic by alternating days on which vehicles with odd and even number plates could be on the roads.  However, she argued that the report’s findings looked only at particulate pollution and neglected to mention ozone and nitrogen oxide pollution, indicators that would implicate richer countries. “It is not a holistic picture of pollution trends,” she said. Modi, the prime minister, has made some commitments to protecting the environment, such as announcing a $30m solar energy plan at the Paris climate summit and agreeing to meet Euro VI emission standards by 2020.  However the pro-business, development-focused government’s commitment to green causes has been questioned.      Women wait for a bus early on a polluted morning in Delhi. Photograph: Prakash Singh/AFP/Getty Images    Activists from environmental organisations such as Greenpeace have been investigated by the government and have had their funds frozen; corporations have been given land and resources cheaply and, earlier this year, Modi himself attended the Hindu ascetic Sri Sri Ravi Shankar’s Art of Living festival, which was heavily criticised for causing damage to the Yamuna river’s floodplains. Subhas Datta, an environmental activist, said Modi’s government was not alone and that successive Indian governments had failed to deliver on air pollution standards.  “Our political leaders don’t know about the environment or realise the impact. They have a callous attitude to it,” he said.  “Development should not have to mean destruction. It should be done in a sustainable way. Environmental activists have failed too, to bring this issue to light, and that’s why we’re facing this now. I have failed.” The Guardian contacted India’s environment ministry for a response to the latest report, but a press officer said he was unable to comment.",
  "webTitle": "Calls for action mount as six Indian cities hit top 10 of air pollution",
  "webPublicationDate": "2016-05-12T03:01:17Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/calls-for-action-mount-as-six-indian-cities-hit-top-10-of-air-pollution",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    }
  ],
  "guardianId": "environment/2016/may/12/calls-for-action-mount-as-six-indian-cities-hit-top-10-of-air-pollution"
}