{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/chloe-sevigny-ive-had-creepy-situations-in-auditions",
  "id": "2016-05-18-162",
  "sectionId": "film",
  "body": "Chloë Sevigny has spoken about “creepy situations” in which she’s found herself in during the casting process in Hollywood.   Related: Cannes 2016: Chloe Sevigny interview special - the Dailies film podcast    The actor, known for her work in independent films such as Kids and American Psycho, spoke to the Guardian about uncomfortable occasions during auditions for high profile directors. “I did audition for some bigger directors who were more mainstream and they were creepy situations,” she said. “One asked me, ‘What are you doing after the audition?’ which is just inappropriate, obviously knowing what he wanted. Another one wanted to bring me shopping and have me try on clothes.” But according to Sevigny, the “worst” experience came when a director she wouldn’t name talked at length about her body. “I went in and I was dressed a little provocatively because I was dressing the part,” she said. “He’s like, ‘Oh you should show your body off more before you get too old … you should show it off now, you never show your body.’ I’m like, actually I’ve been nude in almost every movie I’ve done so I don’t know what you’re watching!”  Sevigny’s comments follow those of other female actors who have spoken out on the sexist treatment of women in the casting process. Last year, Maggie Gyllenhaal revealed she was turned down for a role opposite a 55-year-old actor as she was deemed too old at 37 to play his love interest. Rose McGowan also shared a casting call for an Adam Sandler movie where women were told to show off their cleavage. Sevigny believes it’s important to have a “strong sense of self” as a woman in the industry and to avoid falling prey to unwanted advances.     Chloë Sevigny at the premiere of Paterson during this year’s Cannes film festival. Photograph: Ian Langsdon/EPA    “I don’t know if other actresses would be susceptible to that and if they are, I’m really sorry for them,” she said. “On fashion shoots or in movie auditions or on set or whatever it is, men often make advances ... all types of inappropriate things, and you just have to know how to protect yourself.”   Related: Chloë Sevigny: ‘I now have total disdain for directors’    Her directorial debut, Kitty, is a 15-minute short premiering as part of the Cannes film festival, and Sevigny is keen to pursue this new side to her career. But she is also aware of the pitfalls that can await female directors. “I think that male directors are often seen as mad geniuses,” she said. “The behaviour that they’re allowed to get away with is celebrated and it makes people think they are just even more talented because they exude these behaviours that are eccentric. Whereas when females do it, they get labelled as crazy and they don’t work again. Why can’t the woman be the mad genius as well? There’s just not room for that right now unfortunately. Women get judged in such an unfair way.”  Sevigny is also starring in the Jane Austen adaptation Love & Friendship with Kate Beckinsale and will next be seen with Richard Gere and Laura Linney in The Dinner.",
  "webTitle": "Chloë Sevigny: I've had 'creepy situations' in auditions",
  "webPublicationDate": "2016-05-18T13:34:53Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/chloe-sevigny-ive-had-creepy-situations-in-auditions",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/18/chloe-sevigny-ive-had-creepy-situations-in-auditions"
}