{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-dan-gates",
  "id": "2016-05-24-105",
  "sectionId": "small-business-network",
  "body": "Alun Rowe, commercial director of Pentangle Internet Limited, explains why Dan Gates should win the Rising Star category of the Guardian Small Business Showcase competition:   Twelve months ago, due to the structure of our business, I was leading the web development side of the operation as well as trying to run the company.  When we restructured, we took a risk on Dan and asked him to take over the running of the Web Development team, despite his lack of management experience. Since taken on the role he’s improved our processes and customer satisfaction levels, found the time to advance his own coding skill set and is still managing to find time to train for an Etap cycling event in France later this year.  He’s not afraid to challenge the management team when the need arises and has helped us to understand better ways to develop the code we sell to our customers.  Dan’s need to do the job properly has, as is the nature of our business, meant a few late nights of coding for us all but he’s never complained. I have no doubt that without him stepping up to the challenge, our web business would have faced serious difficulties. We have ambitious growth targets for the next three years and are working hard to keep Dan as a key part of the company.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Dan Gates",
  "webPublicationDate": "2016-05-24T15:33:20Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-dan-gates",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-dan-gates"
}