{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/israeli-military-chief-yair-golan-nazi-germany-comparison",
  "id": "2016-05-05-297",
  "sectionId": "world",
  "body": "The deputy head of the Israeli military has been forced to backtrack after appearing to compare some attitudes in present-day Israel to “nauseating trends” in 1930s Germany. In a hard-hitting Holocaust memorial day speech on Wednesday evening, the Israel Defence Forces (IDF) deputy chief of staff, Maj Gen Yair Golan, made remarks that he felt compelled to clarify overnight on Thursday, insisting he had not “intended to compare Israel to Nazi Germany”. Both the timing – on the day that marks the murder of 6 million Jews by the Nazis – and the perceived comparison, touch on the most sensitive of issues in Israel.  Golan told an audience including a government minister and survivors of the Holocaust: “The Holocaust must lead us to think about our public lives, and even more than that, it must guide anyone who has the ability, not only those who wish to bear public responsibility. “Because if there is anything that frightens me in the remembrance of the Holocaust, it is discerning nauseating trends that took place in Europe in general, and in Germany specifically back then, 70, 80 and 90 years ago, and seeing evidence of them here among us in the year 2016.  “After all, there is nothing simpler and easier than hating the foreigner, there is nothing easier and simpler than arousing fears and intimidating, there is nothing easier and simpler than becoming bestial, forgoing principles and becoming smug.” His remarks immediately provoked outrage on Twitter, particularly for referring to the case of an Israeli soldier who shot dead a wounded Palestinian attacker in Hebron after he had ceased to pose a threat. Among Golan’s critics was Israel’s far-right education minister, Naftali Bennett, who was in the audience. “A moment before our soldiers are compared to Nazis, with ‘endorsement’ from up high – the deputy chief of staff has erred and must rectify it immediately,” Bennett said on Twitter. Israel’s opposition leader Isaac Herzog, however, praised Golan as a “courageous commander” adding: “The crazies who will now start screaming against him should know: this is what morality and responsibility sound like.”  In a statement on Thursday morning, however, Golan insisted: “It is an absurd and baseless comparison and I had no intention whatsoever to draw any sort of parallel or to criticise the national leadership. The IDF is a moral army that respects the rules of engagement and protects human dignity.” Golan’s point in his address appeared to be that – like the Israeli religious holiday of Yom Kippur, the day of atonement – Holocaust memorial day should be an opportunity for atonement and reflection. “On Holocaust remembrance day, it is worthwhile to ponder our capacity to uproot the first signs of intolerance, violence, and self-destruction that arise on the path to moral degradation,” Golan said. Apparently referring to the case of Sgt Elor Azaria, and the support for the soldier including among Israeli ministers, he said: “Improper use of weapons and violating the sanctity of arms have taken place since the IDF’s founding.  “The IDF should be proud that throughout its history it has had the ability to investigate severe incidents without hesitation. It should be proud that it has probed problematic behaviour with courage and that it has taken responsibility not just for the good, but also for the bad and the inappropriate. “We didn’t try to justify ourselves, we didn’t cover anything up, we didn’t whitewash, we didn’t make excuses, and we didn’t equivocate. Our path was – and will be – one of truth and shouldering responsibility, even if the truth is difficult and the burden of responsibility is a heavy one.” Despite the release of a statement by the Israeli military insisting Golan was not comparing Israel with Germany in the 1930s, his remarks drew wide attention from columnists in Israel’s morning papers. Yossi Yehoshua, in Yedioth Ahoronoth, described the speech as problematic, writing: “The comparison to the Holocaust, at the time and place it was made, will only serve to make him the object of criticism and will dull the message that he wanted to convey.” Yoaz Hendel, in the same paper, was even more forthright: “The Holocaust is different because it involved a racial doctrine, a hatred of the other, popular support and an extermination mechanism that was directed against a minority that did everything in its power to integrate into society. It was absolute evil. “There is no similarity between what happened then and trends on the fringes of Israeli society – no matter how fraught our debates here about warfare morality or the state of discourse in the social networks become.”",
  "webTitle": "Israeli military chief backtracks from 1930s Germany comparison",
  "webPublicationDate": "2016-05-05T07:10:24Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/israeli-military-chief-yair-golan-nazi-germany-comparison",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/05/israeli-military-chief-yair-golan-nazi-germany-comparison"
}