{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/13/divergent-veronica-roth-review",
  "id": "2016-05-13-223",
  "sectionId": "childrens-books-site",
  "body": "How many ever times anyone reads this, you remember how fascinating the entire novel is. I was thrilled by reading it. What an outstanding exploration of the idea of factions and how they can destroy emotions within humans. Abnegation (the selfless), Amity (peaceful), Candor (honest), Dauntless (brave), Erudite (intelligent) and Faction-less are the five factions in Chicago.  Every year, on one selected day, all sixteen year olds must go through a test which determines who they really are. Beatrice, who is in the Abnegation faction, is struggling with the choice between staying with her parents and embracing self-discovery.       On the day of selection, Beatrice surprises everyone by taking a faction that shocks her family members and herself for sure. This is where things starts to get quite dangerous, fascinating, exciting and thrilling. She comes across a boy who is destined to be in her life, who completes her, despite being different to everyone. Beatrice, who later becomes Tris, has a secret that can’t be revealed to anyone, not even her own family. If it comes out, it may cost her her life. The run and chase, the selection of factions and the romance is a perfect combination of surprises for any novel to be successful. Veronica Roth knows exactly how to appeal to teenagers like me! Sometimes I wonder what it would be like if our world was based on factions, because everything we experience now would be very different.   Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Divergent by Veronica Roth – review",
  "webPublicationDate": "2016-05-13T11:00:13Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/13/divergent-veronica-roth-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Veronica Roth",
      "id": "books/veronica-roth",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/13/divergent-veronica-roth-review"
}