{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/sadiq-khan-ahead-of-zac-goldsmith-in-london-mayoralty-count",
  "id": "2016-05-07-204",
  "sectionId": "politics",
  "body": "Sadiq Khan became the first Muslim mayor of London in the early hours of Saturday after a bitter campaign marred by accusations of dog whistle racism on the part of his rival, the millionaire environmentalist Zac Goldsmith. The Labour MP for Tooting in south London finished comfortably ahead of his Conservative rival whose camp accused Khan of “pandering to extremists” and tried to depict him as a Jeremy Corbyn loyalist who planned to use the capital for a “dangerous experiment”.   Related: Sadiq Khan’s victory won’t end Islamophobia, but it offers hope | Homa Khaleeli    In his victory speech, Khan said he was “humbled” to be elected. In sharp remarks, he directly addressed Goldsmith’s campaign saying that he was proud “that London has today chosen hope over fear and unity over division”. He added: “I hope that we will never be offered such a stark choice again. Fear does not make us safer, it only makes it weaker – and the politics of fear is simply not welcome in our city. I promise to always be a mayor for all Londoners, to work hard to make life better for every Londoner regardless of your background. “I have a burning ambition for London. I want every single Londoner to get the opportunities that our city gave to me and my family.” Referring to his late father, who came to London from Pakistan, Khan said he would have been proud “that the city he chose to call his own had now chosen one of his children to be mayor”. Goldsmith thanked his “wonderful, inspiring team”. “I am disappointed by the result that I won’t be able to deliver a manifesto I am really proud of,” he said. “I congratulate Sadiq Khan and I wish him well as he sets out to build on the successes that we have seen under Boris Johnson and to take them even further.”           Zac Goldsmith congratulates Sadiq Khan on election success    Final confirmation of the result was delayed until after midnight. Jeff Jacobs, the returning officer for Greater London, the senior official overseeing the count, said: “There were some minor discrepancies with the mayoral figures and we have to take the time to check them.”   With all first-preference votes counted, Khan was on 44%, nine points ahead of Goldsmith. It was mathematically impossible that Goldsmith could catch him on second-preference votes. “Sadiq has won without question,” said Peter Kellner, the former chairman of the market research firm YouGov, as he watched the results come in at City Hall. “He is well ahead on the first count and that’s not going to change radically.” As the result became clear, Conservatives turned on Goldsmith’s campaign. A former Conservative party chairman, Sayeeda Warsi, described it as an “appalling dog whistle campaign” and said it “lost us the election, our reputation and credibility on issues of race and religion”.     Sadiq Khan arrives at City Hall in London with his wife Saadiya (right) and campaign team Photograph: Stefan Rousseau/PA    Roger Evans, the outgoing deputy mayor, said Goldsmith’s “very foolish” campaign left a “negative legacy which we in London are going to have to clear up long after the people who ran Zac Goldsmith’s campaign have gone on their way”.   Related: Global press reaction to Sadiq Khan a mix of curiosity and ignorance    Andrew Boff, a senior Tory on the London assembly, said: “I hope we don’t do this stupid thing again by trying to bring Sadiq down by saying he is an extremist. He is not an extremist. He went out and engaged with people with orthodox religious views. Dialogue is not assisted by shutting people out.” Even Goldsmith’s sister, Jemima, tweeted: “Sad that Zac’s campaign did not reflect who I know him to be – an eco friendly, independent-minded politician with integrity.”   The result is a boost for the Labour leadership after generally poor results in Scotland, England and Wales. Goldsmith had sought to depict Khan as a Corbyn loyalist who planned to use the capital for a “dangerous experiment”.           Sadiq Khan: London’s new mayor    Labour also achieved majority in the London assembly which scrutinises the mayor and his officials. During his campaign, Khan said he would make solving London’s housing crisis a key priority and place a freeze on public transport fares for four years. He said he would set a target that half of all new homes should be “genuinely affordable” and promised to boost landlord licensing, as well as name and shame rogue landlords. Oxford Street would be pedestrianised and the capital’s air quality would be restored to legal and safe levels. The married father of two became a partner in a human rights law firm at the age of 27. He was the fifth of eight children, the son of a bus driver and was brought up in a council flat. He chaired the human rights group Liberty and was elected to parliament in Tooting in 2005, becoming transport minister in the last year of Gordon Brown’s government – the first Asian and first Muslim. Khan led Goldsmith, the MP for Richmond Park, for almost the whole campaign but his lead narrowed from 16 points a fortnight ago to nine points on polling day, according to YouGov. There was speculation that the antisemitism row surrounding Labour, which resulted in the party suspending the MP Naz Shah and the last Labour London mayor, Ken Livingstone, could dent his hopes. Goldsmith’s campaign, overseen by the firm led by the Tory election strategist Lynton Crosby, sought to paint Khan, whose family are from Pakistan, as a supporter of Muslim extremists. It sent leaflets to Hindu, Sikh and Tamil voters saying Khan was dangerous. they did not mention that he was a Muslim, but several recipients felt it was divisive “gutter politics”. Another letter, which warned that Labour wanted to tax gold jewellery owned by many Indian families, was also seen as stoking community tensions. The home secretary, Theresa May, said Khan was unsafe to run London at a time when there was “a significant threat of terrorism”, because of his history of defending extremists when he was a human rights lawyer. Boris Johnson, who repeatedly joined Goldsmith on the campaign trail, said: “In Islam and the Labour party there is a struggle going on, and in both cases Khan – whatever his real views – is pandering to the extremists.”",
  "webTitle": "Sadiq Khan  easily beats Zac Goldsmith to become London mayor",
  "webPublicationDate": "2016-05-07T00:56:01Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/sadiq-khan-ahead-of-zac-goldsmith-in-london-mayoralty-count",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Booth",
      "id": "profile/robertbooth"
    },
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/06/sadiq-khan-ahead-of-zac-goldsmith-in-london-mayoralty-count"
}