{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/genocide-indonesia-human-rights-abuse-climate-change-palm-oil",
  "id": "2016-05-03-100",
  "sectionId": "commentisfree",
  "body": "There has been tremendous concern over the ways climate change will affect human rights, but little attention to how human rights abuse affects our global climate. Fifty years ago, Indonesia went through a genocide. The massacres may be relatively unknown, but in a terrible way the destruction continues, and threatens us all. In 1965, the Indonesian army organised paramilitary death squads and exterminated between 500,000 and 1 million people who had hastily been identified as enemies of General Suharto’s new military dictatorship. Today, the killers and their protégés are comfortable establishment figures whose impunity, political power and capacity for intimidation endure. Over this past year the lawlessness that began with the genocide arrived in all our lives. Some 130,000 forest fires in Indonesia darkened the skies over much of south-east Asia last summer and autumn, destroying more than 8,100 square miles of virgin rainforest – an area larger than New Jersey or Wales. The fires released more than 1.75 billion tons of carbon dioxide into the atmosphere, equal to the total annual emissions of Japan. While last year’s fires were the worst on record, fires on a similar scale have burned annually for nearly 20 years, making a mockery of our efforts to curb global warming.   Related: It is 50 years since the Indonesian massacre of 1965 but we cannot look away | Laksmi Pamuntjak    The fires are started by Indonesian and international companies to burn rainforest and replace it with oil palm plantations. Palm oil is the world’s most commonly used plant-based oil, and the market for it has exploded along with the global middle class. Setting fires is the cheapest way to clear land for new oil palm plantations. Although Indonesia has strict laws aimed at keeping the fires in check, the laws exist on paper only. The companies get away with burning the forest because they work in partnership with the military – an institution that, ever since the genocide, has committed human rights violations with alarming regularity. These recurring atrocities keep the military feared – and above the law. Since 1965, multinational companies have collaborated with the armed forces to seize land and exploit a cheap labour force too afraid to demand safe working conditions or a fair wage. (Land is also seized for other lucrative, often illegal uses, mainly timber concessions and mines, which are similarly destructive of the environment.) And thus the military and its corporate partners get away with appalling corruption and unspeakable ecological crimes. For 50 years the capacity to terrorise has determined the distribution of wealth and power. While palm oil producers and their military partners profit from the fires, the people of Indonesia pay an incalculable price. Last year’s inferno spread an unremitting, sickening haze over 43 million people. Half a million sought care for respiratory illnesses, while an average of 110,000 south-east Asians die every year as a result of the conflagration. And the never-ending rows of oil palm spread brutally exploitative labour conditions – including child labour and poisoning by lethal herbicides and pesticides. Meanwhile, the deforestation has critically endangered a third of Indonesia’s mammals. And, according to Pep Canadell, director of the Global Carbon Project, the fires were “the global tipping point” that will push the world beyond 2C of warming, and squarely into the acknowledged danger zone for the planet’s climate.    A few companies have started eliminating conflict palm oil from their products, but most remain recalcitrant    This is both the world’s worst ecological disaster and a human rights catastrophe – and we are all implicated. We benefit from this rule of fear and the destruction of the forests by consuming many of Indonesia’s exports. Palm oil is used in many beauty products, snacks and desserts from companies like Starbucks, PepsiCo, McDonald’s, Domino’s Pizza, Unilever, and countless others. While a few companies have started to make meaningful strides towards eliminating conflict palm oil from their products, most remain recalcitrant – to the detriment of Indonesians and our global ecosystem. The fires and the exploitation must be stopped, yet the institutions meant to hold corporations and the military accountable are deliberately kept weak. Those who ought to police the country – the courts, civil servants and elected officials – are often the very ones who encourage, and profit from, its ruination.   Related: Leading brands unsure if palm oil in products comes from rainforest land    Even President Joko Widodo, who was elected for his reformist credentials, has been ineffective at reining in the military and their corporate partners. Nor has he yet made good on his campaign promise to punish human rights abuses, including the 1965 genocide. He has refused to establish a truth commission, let alone consider proceedings against perpetrators. That means impunity is still the norm, and as if to prove the point, the Indonesian government recently announced that man-made fires in the rainforests have begun again – and burn today.     Unloading palm oil fruit in Sumatra. Last year ‘half a million sought care for respiratory illnesses, while an average of 110,000 south-east Asians die every year as a result of the conflagration’. Photograph: Antara Foto/Reuters    Still, there have been some hints of change. The release of my films The Act of Killing (2013) and The Look of Silence (2015) in Indonesia has stimulated a national discussion about the genocide and the consequences of impunity. According to Indonesian cultural commentator Ayu Ratih, the thousands of screenings across the country have been, for the younger generation, a rite of passage, “an initiation to adulthood which makes them feel more mature, socially and politically”. This younger generation will no longer accept silence and inaction, and recently we have seen mounting public pressure on the government. Just this month Indonesian officials convened, for the first time ever, a symposium to examine the killings. Members of President Widodo’s cabinet, Indonesia’s attorney general, police chief, and justice minister attended the conference – as did NGO activists, former military leaders, survivors and families of those killed. While it was an unprecedented gathering, it is still only a small step toward ending the lawlessness that began in 1965. The government refused to apologise, and no steps were taken toward true accountability. Indonesia’s movement against impunity has a long struggle ahead. Our survival as a species may depend on its success.",
  "webTitle": "Why today’s global warming has roots in Indonesia’s genocidal past | Joshua Oppenheimer",
  "webPublicationDate": "2016-05-03T16:49:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/genocide-indonesia-human-rights-abuse-climate-change-palm-oil",
  "keyword": [
    {
      "webTitle": "Palm oil",
      "id": "environment/palm-oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Oppenheimer",
      "id": "profile/joshua-oppenheimer"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/genocide-indonesia-human-rights-abuse-climate-change-palm-oil"
}