{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry-tom-davis",
  "id": "2016-05-04-105",
  "sectionId": "small-business-network",
  "body": "Tom Davis, project manager at 3 Sided Cube, explains why he should win the Rising Star category of the Guardian Small Business Showcase competition:   I’ve been a part of the IT and Digital industry since Autumn 2012, following my departure from Farnborough 6th Form College, and originally started out as a Technical Apprentice at Adatis.  After finishing my studies, I was recruited by leading BI and predictive analytics firm Altius, to work with their managed services and Microsoft development teams on a number of financial and hospitality based projects. In late 2015 I joined the team at 3 Sided Cube as a Project Manager and relocated from Surrey to the beautiful beaches of Bournemouth.  Since joining 3 Sided Cube, I have taken on management responsibility for one of our largest international clients, the American Red Cross (ARC), which has 17 individual projects and accounts for a significant amount of recurring revenue. As well as my work with ARC, I am also responsible for the development of a new rapid prototyping project with the RNLI.  Whilst managing these projects, I have also managed to secure a BBC Radio interview for another of 3 Sided Cube’s projects and have made significant headway with the promotion of a new platform we are developing.  As well as my day to day role I also work closely with Microsoft and act as one of their Lead Apprenticeship Ambassadors, helping to grow and improve their technology apprenticeship program across the UK by speaking at public events and in schools.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Tom Davis",
  "webPublicationDate": "2016-05-04T16:19:09Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry-tom-davis",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry-tom-davis"
}