{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/red-zeppelin-match-wine-to-music",
  "id": "2016-05-15-102",
  "sectionId": "lifeandstyle",
  "body": "Domaine Alain Chavy Les Chenes 2011 is a rather good, oak-influenced dry white from one of France’s most celebrated regions, Chassagne-Montrachet in Burgundy. According to Oddbins, , its “elegant palate of crisp citrus, white flower, hints of honey and stony minerality” would make a fine match for “seared scallops with tarragon butter”. To make the combination really soar, Oddbins’ website makes another proposition: why not try serving Les Chenes and the scallops with a blast of Simple Minds’ bombastic 1980s pop-rock anthem Don’t You (Forget About Me)? What makes the track work with this particular wine isn’t explained. Does it have some specific quality, a certain tinny-ness of synthesizer, or a windy earnestness of vocal, that suits the chardonnays of Chassagne-Montrachet? Or had the Oddbins copywriter run out of ideas, exhausted after finding musical matches for each of the hundreds of wines on the website, from Paul Simon’s Diamonds on the Soles of Her Shoes for a dense Puglian Primitivo to anything by Elgar for Pol Roger champagne? To be fair to Oddbins, you get the impression that their approach to wine-music matching, while comprehensive, isn’t intended as anything other than a bit of fun: one wine, Château Haut Courneau from Bordeaux, is “paired” with The Hokey Cokey. But they’re not alone in attempting to make the link between these two sensory experiences more explicit. Many writers, bloggers and merchants have begun to match music and wine, whether it’s my predecessor,Tim Atkin, proposing Mexican guitar duo Rodrigo y Gabriela with Zucchardi tempranillo from Argentina’s Uco Valley, or the American master sommelier and blogger Daniel Levin suggesting bottles to enjoy with some of Prince’s greatest hits within hours of the announcement of his death (including another Argentine red, Achaval-Ferrer Mendoza Malbec, which “with its purple flowers” among other qualities, is made for Purple Rain).     Viña Leyda Pinot Noir Reserva, Leyda, Chile 2014, AJ Adam Hofberg Kabinett, Mosel, Germany 2014, Fattoria San Lorenzo Verdicchio dei Castello di Jesi Di Gino, Italy 2014, Oddero Barolo 2011 Photograph: Antonio Olmos for the Observer    A number of live events have also explored the connection. These can be highbrow, such as Champagne house Krug highlighting the affinities between its Grande Cuvée blend and a recording of Stravinsky’s Rite of Spring by the London Philharmonic Orchestra,or pop cultural, like Californian “wine raves”, and American celebrity chef Joe Bastianich’s Led Zeppelin dinners , where each course was matched with a wine and one of the band’s hits. While obviously a gift for satirists, referencing music may also be helpful; of all the ways of communicating a wine’s character and appeal,it’s among the more vivid and apt. This applies to the basic structure of the wine, with, say, high acidity being described as sharp or “high pitched”, with savoury flavours, tannin and more weight , perhaps, being more “bass-heavy”. It can also apply to a wine’s overall feel – a light, elegant, high acid wine such as Mosel Riesling really does seem to have, to me at least, spiritual kinship with a Mozart string quartet. Much depends on your frame of reference – and there’s no doubt music and wine matching is sometimes used as a way of boasting about cultural erudition. But recent work by experimental psychologists such as Professor Charles Spence, head of the Crossmodal Research group at Oxford University, suggests associations between taste and sound may be much more ingrained and widespread than was previously thought. According to Spence and his colleague Qian Wang, writing in a paper on the subject published in December last year, we really do regard sweet and sour as “high-pitched” and bitter as “low” – and playing low-pitched music while drinking “high-pitched wines”, or vice-versa, can influence our experience of the wine. In their conclusions, Spence and Wang admit the research still has some way to go and doesn’t yet include such important components of a wine’s structure as tannins, viscosity, oak, alcohol level (or the more nebulous “length” of the aftertaste or the effects of age). We are, in other words, some way off scientifically precise wine-and-music matches. In the meantime, I can confirm one thing from my own amateur “research”: drink enough white burgundy of an evening, and anything – even Simple Minds – starts to sound pretty good. Viña Leyda Pinot Noir Reserva, Leyda, Chile 2014 (£9.75, Oddbins) Oddbins suggests matching this superbly crafted Chilean pinot, with its racy freshness and delicious berry fruit, with Tom Jones and Cerys Matthews’s cover of Baby It’s Cold Outside, a reference both to the wine’s jaunty character and the “cool” Pacific-influenced climate of its origins.            AJ Adam Hofberg Kabinett, Mosel, Germany 2014 (£22.50, The Sampler) Superb single-vineyard riesling from a rising star in Germany’s Mosel region. With its purity of fruit, dancing, incisive acidity, subtle sweetness and salty mineral kick, it’s one to match with some effervescent Mozart.            Fattoria San Lorenzo Verdicchio dei Castello di Jesi Di Gino, Italy 2014 (from £10.49, haywines.co.uk; smilinggrape.com; ottolenghi.co.uk; lescaves.co.uk) The utterly brilliant (in both senses) dry white wines made by Natalino Crognaletti are, with their luminous fresh acidity, “high-pitched” in musical tone, with the long finish in this case bringing to mind a resonant sustained chord in something by minimalist composer Steve Reich.            Oddero Barolo 2011 (£23.99, Waitrose) Oddero’s Barolo Vigne Rionda 2000 was matched with Kashmir and Whole Lotta Love at American chef Joe Bastianich’s famed Led Zeppelin dinner. The same producer’s more recent straight Barolo has some of the mix of power and high-toned prettiness to try that match at home – or you could just cook up a mushroom risotto instead.            Navajas Crianza Blanco Rioja 2013 (from £6.95, thewinesociety.com;  vincognito.co.uk) If you want to approximate that match of savoury white burgundy with Simple Minds and scallops , but would rather not shell out £40, you could do worse than pick up this classy bargain of a white rioja, which has similarly savoury oaky flavours mixed with fresh apple fruit at a fraction of the price.            Marks & Spencer Dry Old Palo Cortado Sherry (£7.49, 37.5cl, M&S) Very dry, nutty, salty and rich in umami with the tang of dried citrus this is an uncompromisingly intense and complex sherry for late-night sipping (maybe in lieu of whisky or cognac) accompanied by some fierce Andalucian flamenco music.",
  "webTitle": "Red Zeppelin or rioja roll? Match your wine to music",
  "webPublicationDate": "2016-05-15T13:00:07Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/red-zeppelin-match-wine-to-music",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/red-zeppelin-match-wine-to-music"
}