{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/15/calculating-the-benefits-of-school-attendance",
  "id": "2016-05-15-48",
  "sectionId": "education",
  "body": "The high court’s judgment in relation to fines for parents who take children on holiday during term-time (Report, Editorial, 14 May) illustrates the dangers of ministers seeking to change the law without proper parliamentary scrutiny. Fixed penalties for absences from school were introduced by the Labour government in 2003. At the time parliament was told that fines were solely designed to deal with persistent and problematic truancy, and that they would not be used to prevent parents from taking their children out of school to go on holiday or take part in other supervised activities. The Conservative education secretary Michael Gove changed this policy in 2013 using a statutory instrument, an alteration to legislation that is not subject to parliamentary debate on the basis that it does not change the aims of the original law, something which in this case it clearly did. Mr Platt is to be commended for seeking to hold the government to account. New legislation to allow for the reintroduction of fines for holidays may well be forthcoming, but it will at least be subject to proper parliamentary scrutiny before making its way onto the statute books. Dr Andrew DeftyUniversity of Lincoln • Jon Platt argued that his daughter’s attendance of “over 90%” was good, and the high court agreed with him. When a primary school is inspected by Ofsted, an overall school attendance figure of 94% or under is regarded as low and can trigger a safeguarding issue and even be included as part of an inadequate rating. The national average for attendance is 96%. Will the Department for Education now set a minimum floor standard for attendance and will children below it be forced to enter an academy?Toby WoodPeterborough, Cambridgeshire • Children’s school attendance and their achievement are correlated; ergo, every effort should be made to ensure unbroken attendance at school. Children’s shoe size correlates strongly with reading age; ergo, every effort should be made to ensure children wear larger shoes. Relationships in matters social and educational hardly ever point to simple cause-effect, and are usually misleading. Children from caring backgrounds who have missed a lot of schooling because of illness seem by and large not to suffer achievement-wise. Why? Because the factors most strongly influencing their achievement are overwhelmingly to do with their home backgrounds, not their time spent in school. Surely, hearing new voices, seeing different cultures, exploring new places, talking and playing with parents, even if it’s all at Disney World, are likely to be among the most educational experiences a child could have.Professor Gary ThomasSchool of Education, University of Birmingham • It is sad that some young people are being brought up in a world where getting one’s own way is paramount and in which there is talk about rights without responsibility. Less than 100% attendance may be “good enough”, but when a parent chooses a school, he or she should be entering into a contract of shared responsibility, support and value for both education and those offering it. A school is a place in which a young person can learn to demonstrate independence, loyalty, trust, strength of character and, above all, a role within and commitment to a community beyond the home. Commitment isn’t only when it suits you.Terry WilliamsSt Albans, Hertfordshire • Article 26 of the Universal Declaration of Human Rights provides that elementary education should be compulsory; but also that parents should have a prior right to choose the type of education that shall be given to their children. In their arrogance, civil servants and teachers have lost sight of this fundamental principle. The courts are right to bring them back into line.Frederic StansfieldRamsgate, Kent • As a headteacher, when parents came to ask if they could take their children on holiday in term-time, I’d explain the law, but was usually keen to let them go, as long as attendance otherwise was good. I used to give them a couple of sheets of activities and ideas for their children to do while on holiday: collect leaflets, coins, receipts, learn a few words of the language of the country you are in, start a scrapbook, keep a diary etc. All parents came back to say how helpful it was and the children had something to share with their friends on return. Chris Holmes Colchester, Essex • Let’s see what parents think when they have to take time off their own work to care for their children while parents who are also teachers exercise their parental rights to a cheap holiday.Anni SwinburnSheffield • If term-time holidays are now to be dependent on a good attendance record, is there not a danger that some pupils will be sent to school when sick (as already happens now when parents are on zero hours contracts) rather than jeopardise the family holiday?Susan MannFaversham, Kent • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Calculating the benefits of school attendance | Letters",
  "webPublicationDate": "2016-05-15T18:30:14Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/15/calculating-the-benefits-of-school-attendance",
  "keyword": [
    {
      "webTitle": "School holidays",
      "id": "education/school-holidays",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/15/calculating-the-benefits-of-school-attendance"
}