{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/secret-life-photographer-free-online-content",
  "id": "2016-05-02-231",
  "sectionId": "commentisfree",
  "body": "In the 10 years I have spent working as a photographer for men’s lifestyle magazines, I have often felt like a traitor, trading in bums and boobs: images that perpetuate an unproductive and even dangerous archetype of what makes women desirable. But with the recent decline in commercial print publishing, particularly of lads’ mags, it has become imperative to evolve in order to stay relevant.   Related: The secret life of an archaeologist: soil in your sandwiches and sexism on sites | Anonymous    Recently, crossing over into women’s lifestyle publishing (where the boobs and bums may be more petite, skin plentiful and the interviews are often even more cringeworthy), I have realised the grass is not any greener on the other side. A lingerie shoot in a female publication only really varies from one aimed at a male audience by its inclusion of styling credits, and a lower model BMI. In fact this is perhaps an even more toxic cultural wasteland, with its severe retouching standards and consumerist ideals. Are the professionally empowered and educated inadvertently conspiring behind the scenes to keep the others daft and naive? How did we end up this way? To say that I am torn between the ethical issues and doing the ultimate dream job – flexibility included – would be an understatement. For the majority of the work, which is in retouching, I keep my own hours. The work can be done from a home studio in my pyjamas – that’s how centrefolds are “made”. Retouching is brutal work. The process routinely involves liquefying body contours, grafting skin, augmenting and trimming body silhouettes, transplanting hair, shaving noses and fixing bad makeup. We know about the real state of models’ cellulite and hair-removal habits. If a nipple shows through sheer fabric (or the model is cold) in a shoot for non-nude publications, we recreate lace fabrics, shadows and hair over the area to ensure that they pass editorial standards. In the case of a nude publication, papillae and ducts within the nipple itself must be removed in order to create a Barbie-smooth look. European titles tend to be more forgiving in both respects, but the butchery I have had to commit for American and Australian magazines has been unforgivable. Aside from tolerating a few challenging personalities throughout the years, such as the neurotic makeup artist who hijacked a shoot or the difficult art director who decided all the furniture had to be retouched out of images, working as a photographer has been nothing but a pleasure. The technical challenges are exciting and rewarding, deadlines are bearable and the ability to say, “Hey, Mum, I just got a shoot in …” is gratifying. Although the glamour of any profession lies in the public’s thankfully uninformed perception, working with beautiful people is hardly a terrible way to spend one’s day. In fact, the main perk is the people. Models themselves are often vastly intelligent and interesting to speak with behind the scenes. We know exactly what product we are making, and we do it so well that the consumer genuinely believes it is real. Once, during a casting, I was going through a model’s professional website, which included interview clips of her exclaiming – with no hint of irony, and well placed pauses – that she had never read a book in full. I dreaded the shoot for weeks, until we were involved directly in an email exchange, in which she was attentive and very articulate. On set, she was probably the most professional person I have ever worked with, and I do not say that lightly.   Related: The secret life of a trainee brain surgeon: it’s all about the drilling | Anonymous    The industry feeds with one hand, on an individual level, and then takes away with the other, from the masses, by means of unhealthy cultural programming and behavioural normalisation. It has been interesting to see how social media has changed the way people view images. Mainstream reporting of important commercial events, such as a Kim Kardashian nude shoot, now generate interest not from the lads’ mag crowd, but also from a very vocal audience of vastly heterosexual females, who now more than ever are able to look up to or deconstruct these ideals. But as content is increasingly available online, its value is reduced. This new generation of free-content producers is quite literally putting us out of business – and at the same time it lacks the legal protections and controlled distribution afforded to professional models and photographers. Fellow dinosaurs from the print world still do not quite know what to make of this and how to work with it. Many of us have found ourselves fleeing to other vocations in search of a stable pay cheque to make rent day, a mere 10 years after the glory days of print, when one double-page spread would cover a photographer’s basic financial needs for a month. I am currently stuck in a strangely privileged place – disillusioned and bitter, yet enjoying being one of the survivors. I manage to keep production costs down and have dramatically increased my work output to cope and adapt. Delivery mechanisms for images are changing. In the early 2000s it was film v digital, in the 2010s pirate v purchased, and in 2016 pro v amateur. As Playboy publishes images of Instagram girls, it’s all still the same … but yet so very different. • Are you a lawyer, a lorry driver, a PR? We want to hear your candid accounts of what work is really like. Find full details on submitting your story anonymously here",
  "webTitle": "The secret life of a photographer: free online content is putting us out of work | Anonymous",
  "webPublicationDate": "2016-05-02T07:00:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/secret-life-photographer-free-online-content",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/secret-life-photographer-free-online-content"
}