{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/quiz-greyhound-buses-panama-papers-snake-river-canyon",
  "id": "2016-05-14-180",
  "sectionId": "lifeandstyle",
  "body": "The questions 1 Which future state governors starred together in two 1987 films?2 What ecological “bank” is located on Spitsbergen?3 Which poem describes a journey south from Paragon Station?4 What is held in place by a kirby grip?5 Where are the voters Content or Not Content?6 The Panama Papers were leaked from which law firm?7 What arduous work was done by a Russian burlak?8 What concert in 2011 was the most oversubscribed ever?What links:9 Pelagos; The Family of Man; Figure for Landscape; Two Forms (Divided Circle)?10 Two Pauline epistles; São Paulo football team; order of architecture?11 Hippocampus; hypothalamus; thalamus; amygdala?12 Lon Chaney; Claude Rains; Herbert Lom; Michael Crawford?13 Ghana, formerly; Queensland south of Brisbane; Burgundy escarpment?14 Valentina Tereshkova; Svetlana Savitskaya; Sally Ride?15 14 Greyhound buses; Caesars Palace fountain; Snake River Canyon?     On the ball with the quiz? Photograph: Atomic Imagery/Getty Images    The answers 1 Arnold Schwarzenegger and Jesse Ventura (Predator and The Running Man). 2 Svalbard Global Seed Vault. 3 Larkin’s Whitsun Weddings. 4 Hair (hairpin). 5 House of Lords (lobbies). 6 Mossack Fonseca. 7 Barge hauling. 8 Led Zeppelin reunion at the O2. 9 Sculptures by Barbara Hepworth. 10 Corinthian(s). 11 Parts of the limbic system of the brain. 12 Played the Phantom of the Opera. 13 Gold Coast: former name; Australian resort; Côte d’Or wine area. 14 First women in space. 15 Jumped or attempted by Evel Knievel.",
  "webTitle": "What links 14 Greyhound buses, Caesars Palace fountain and Snake River Canyon? The Weekend quiz",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/quiz-greyhound-buses-panama-papers-snake-river-canyon",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomas Eaton",
      "id": "profile/thomas-eaton"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/quiz-greyhound-buses-panama-papers-snake-river-canyon"
}