{
  "apiUrl": "https://content.guardianapis.com/global/commentisfree/2016/may/07/mortgage-home-loan-parents-bank-mum-dad-borrowing",
  "id": "2016-05-07-9",
  "sectionId": "global",
  "body": "In the same week that the Halifax decided to increase its age limit for borrowing, so that mortgage terms are extended to the borrower’s 75th or even 80th birthday, Barclays announced the reintroduction of 100% mortgages for the first time since the Noughties recession. The changes have been made in response to ageing demographics, and changing work practices and borrower profiles. It’s a picture that includes people who haven’t paid off their mortgages by the traditional retirement age, people working for longer than they used to and the increasing role of parents in helping their children on to the property ladder. Indeed, a closer look at the Barclays deal reveals that, as well as being more expensive (2.99% compared to 2.79% for a 95% mortgage), and involving an “affordability” check, the 100% mortgages come with another significant condition – the borrower would need to find a “helper” who can stump up 10% of the property price (returned with interest, after a three-year term, if the borrower hasn’t defaulted). So the 10% is not a straightforward deposit, rather a returnable deposit-cum-guarantee. And a sizeable sum given that the average property price in the UK is now £189, 901, £534,785 in the capital. It’s also clear that these “helpers” are most likely to be parents of the borrower. A separate report from Legal and General found that “the bank of mum and dad” is expected to feature in a quarter of home purchases in 2016. It’s commendable that lenders are reacting to changing times. I’ve never been one to lose sleep over freshly hatched university graduates demanding their “right” to afford property. (Sweethearts, I was squatting, and living in housing association flats, some of it as a mother, until my late 20s. My advice is, be patient, and get over yourselves a bit.) I’m also aware that the modern rental market can be the kind of expensive nightmare I never had to navigate. However, there are still issues raised by this intriguing mortgage bonanza, not least the spectre of elderly people struggling to pay off mortgages, even if they manage to stay employed. (Presumably, society will remain ageist even if mortgage deals aren’t.) Other older people might be extending their mortgages because this is the only way they can help their children. An Experian survey reported that, of the 27% of Britons aged 55 and over who helped their children in this way, 15% said they weren’t financially comfortable themselves. Indeed, it looks as though the Barclays “returnable deposit” would mainly benefit those who can’t afford permanently to tie their money into their children’s property, even if it’s expected of them. Barclays found that 20% of children view such deposits as non-returnable gifts. So much for the selfish, greedy boomers, without a care for the younger generation. Who’s being selfish, greedy and entitled now? In a wider way, for all the changes, how little has changed, particularly regarding the 100% mortgage. Whatever the variables, the fact remains that someone at some point is going to have to produce a very large amount of dosh to help their child on to the property ladder. Taking a wild shot in the dark, I’m guessing this isn’t going to happen very often among poorer families, however much they’d love to help. These sums would run into tens of thousands of pounds – the kind of money that people who aren’t well off, or at least holding equity, couldn’t possibly produce, even temporarily. Whatever else might be happening, the UK property market remains a system primarily rigged – Did I say rigged? I’m sorry, I meant geared – to middle-class requirements and sensibilities. A classic case of however much things change, they tend to stay the same. Beyoncé, your fizzing lemonade is an inspiration…     Beyoncé on stage last week at the Carter Finley stadium in Tennessee, as part of her Formation world tour. Photograph: Daniela Vesco/Invision    Beyoncé appears to have given her allegedly unfaithful husband, Jay-Z, a bit of a ticking off on her latest album, Lemonade. Nothing too serious – just some exuberant swearing, regrets about “putting the ring on”, some snarling about “Becky with the good hair”, and, in the video, a car gets vandalised with a baseball bat. Beyoncé, you’re fuming, we get it. However, it’s time to untie Jay-Z and let him go, so long as he promises not to actually make that threatened “response” album. Joking apart, Beyoncé has received criticism for making Lemonade, but I think, good for her. It seems to me that a certain someone might have been relying on his wife being too ashamed, humiliated, or inhibited by their shared fame, to do anything like this. Well, he called that wrong. So sure, it’s all a little public, but it seems justified in this case. Not only has Beyoncé demonstrated that any shame belongs to him alone, she’s also shown that, when angry enough, she’s quite capable of living by the Nora Ephron dictum, “Everything is copy”. In this way, Lemonade becomes this generation’s Heartburn, only with baseball bats instead of recipe tips. We loved Boaty, but we love Attenborough more     An artist’s impression of the Sir David Attenborough. Photograph: NERC/PA    The Boaty McBoatface national drama is finally over. The UK’s new polar research ship has been named RRS Sir David Attenborough, and one of it’s sub-sea vehicles will be named Boaty in recognition of the name the public voted for. The evil genius who first suggested Boaty McBoatface, James Hand, has been wonderfully magnanimous – statesmanlike, dare I say – describing the new name as a “fitting and excellent choice” while also saying that he’s pleased the Boaty name will “live on”. So that’s that. Fellow Britons, it’s been emotional. Anyone living overseas who’s slightly confused by all the uproar should be aware that this is how this country rolls – we vote for silly names for boats, sulk when they’re disallowed, and are then instantly soothed and placated by the mere mention of David Attenborough. Forget all that recent election nonsense, this is as definitive a snapshot of modern Britain as you’re ever going to get. Of course, RRS Sir David Attenborough is a fine and appropriate choice, and cunning too. In recent years, Attenborough’s national treasure status has increased to such an extent, it’s become practically treasonable to criticise the penguin-whisperer in any way. If it wasn’t going to be Boaty McBoatface, then only David Attenborough would do. However, I understand why some people remain attached to Boaty McBoatface. Astonishingly for a popular British vote, it involved no gratuitous obscenity, and there was a Trumpton-style sweetness to it. Those nice people at Disney must surely be sniffing around for the film rights (Suggested tag-line: “The brave little boat … that couldn’t”). Still, considering the tragic year we’ve been having, another thought occurs. Perhaps this was a missed opportunity - RRS Ziggy anybody? No, let’s save that one for a spaceship. Comments on these articles will open later.",
  "webTitle": "It’s boom time for bank of mum and dad – if you chose the right parents | Barbara Ellen",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/global/commentisfree/2016/may/07/mortgage-home-loan-parents-bank-mum-dad-borrowing",
  "keyword": [
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Barclays",
      "id": "business/barclay",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Barbara Ellen",
      "id": "profile/barbaraellen"
    }
  ],
  "guardianId": "global/commentisfree/2016/may/07/mortgage-home-loan-parents-bank-mum-dad-borrowing"
}