{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/sprint-problem-solving-workplace-google-ventures-knapp",
  "id": "2016-05-04-332",
  "sectionId": "small-business-network",
  "body": "Google Ventures (GV) design partner Jake Knapp is on a mission: he wants to reduce the meetings, emails and phonecalls employees go through when they are brainstorming and implementing a new idea.  It all started when his son was born in 2003. Knapp became obsessed with boosting his productivity so that he could leave the office to spend quality time with his family. He later brought this high-level of efficiency to his role at Google, where he launched and spearheaded a new approach called Sprint, a speedy process that encourages teams to hatch an idea and move it from prototype to road-testing in just five days, saving teams time and money. It’s a system he used on Google Search and Chrome.  Now at GV, the online giant’s investment arm, Knapp has run more than 100 Sprints for businesses such as communications platform Slack, smart home company Nest and coffee shop Blue Bottle Coffee. He has also released Sprint: How to Solve Big Problems and Test New Ideas in Just Five Days – a step-by-step guide on how to run a Sprint. So how does his technique work in practice? “You take a big problem [in your business], clear your schedule for a week, get your team together, quickly come up with solutions, choose one and test it with customers,” says Knapp. “It means that companies can test ideas quickly and efficiently.”    Related: Breakfast brainstorms and dirty dishes: inside an entrepreneurs' houseshare    John Zeratsky, who co-authored the book alongside another colleague, Braden Kowitz, expands on the philosophy: “Part of our mission is to help all sorts of teams cut away the crap and focus on what matters in their business in an intense way.” The problems Sprints are used to address vary widely. Blue Bottle Coffee, for example, adopted the speedy process when it wanted to replicate its in-store coffee shop experience online. “They felt the online experience wasn’t living up to the store experience,” says Zeratsky. “So they went through the steps [of Sprint] and came up with solutions on how they might explain the coffee better online, and this resulted in three different facades of its website. On the Friday they presented them to customers who made coffee at home and from that they learned which was the best way to present their product.” The company took the findings from the Sprint to shape their website. Several months later, the coffee shop had doubled its online sales. Each Sprint starts on a Monday and ends on a Friday. The team worked out that five days would be the ideal length of time. “It’s short enough so that it fits into a week so it’s convenient,” says Zeratsky. If it’s any longer, employees can become too attached to their ideas, he says.  For many entrepreneurs, especially those with a small number of staff, the idea of spending five days away from the business to solve one problem is impossible. But, Zeratsky says, a Sprint is scheduled for 10am-5pm each day, allowing for work before and after. “We didn’t want to create a 12-hour day that wipes people out,” he says. The book even stipulates what time to have lunch. Sprint sounds like a technique that might be taken on by a high-flying tech startup, but how relevant is it to, say, a 150-year-old funeral parlour? Knapp and Zeratsky say the technique has been adopted by large businesses, small companies, non-profits and even teachers. Still, how do you sell Sprint to a traditional business owner, one perhaps less open to innovation and new ideas?   Related: Big business urged to unleash ‘magic’ by working with entrepreneurs    “Position it as an experiment,” says Zeratsky. “If you present it as ‘let’s try it for a week’ and it doesn’t work, then you’ve given it your best shot.” Another suggestion is to highlight the progress your business is going to make: “It’s remarkable that you can start with a problem and in five days you have shown a prototype to real customers. That’s incredible progress.”  Alternatively, you could take the honest route and say the business isn’t making the best use of its time and effort. “It’s a difficult conversation to have but it’s important,” says Zeratsky. In a fast-paced world, in which we can get bogged down in emails and meetings, speeding up the idea-to-testing phase might appear insane, but for innovative companies open to new ways of thinking, Sprints could be a novel way to save time and money. And just think of the emails chains you’re out of.  Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Sprint finish: how to solve problems and try new ideas in five days",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/sprint-problem-solving-workplace-google-ventures-knapp",
  "keyword": [
    {
      "webTitle": "Smarter working",
      "id": "small-business-network/smarter-working",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Bearne",
      "id": "profile/suzanne-bearne"
    }
  ],
  "guardianId": "small-business-network/2016/may/04/sprint-problem-solving-workplace-google-ventures-knapp"
}