{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/26/going-going-gone-nick-broomfield-disappearing-britain-tv-review-secret-life-human-pups",
  "id": "2016-05-26-305",
  "sectionId": "tv-and-radio",
  "body": "Two pensioners – fine old ladies, one scouser-Irish, the other Cardiffian – are in need of urgent care. Once grand and beautiful, they have fallen on hard times. They are poor, sick, unsteady, leaky, incontinent. And while some remember and miss them in their prime, others rub their hands impatiently and expectantly, waiting for them to go … Oh, hang on, they’re poor now, how does that work with the vultures? Anyway – maybe you guessed – they’re not really old ladies, they’re buildings: the Wellington Rooms in Liverpool and Cardiff’s Coal Exchange. Nick Broomfield has made Going Going Gone (BBC4) about them. Yes, Nick Broomfield, man with headphones, famous maker of films – about prostitution, Sarah Palin, South Africa, war in Iraq, Biggie and Tupac, Kurt and Courtney, the life and execution of a serial killer. Perhaps this isn’t so out of character, as this programme is not just about architecture (although he has, he says, “always been fascinated by buildings and history”), but also about injustice and death. Not execution by lethal injection (as his film about serial killer Aileen Wuornos was), but slow, drawn-out euthanasia, through starvation and neglect. Manslaughter maybe. The building-person thing isn’t so ridiculous. Of course buildings – particularly interesting ones such as these – have personality. And it’s about the people who lived and loved and everything else in them, about the communities in which they sat and what they meant to those communities.     In search of architectural personalities … film-maker Nick Broomfield confronts the barrier around Cardiff’s Coal Exchange. Photograph: Kyle Gibbon/BBC/Lafayette Film    Broomfield – for whom both buildings meant something at some point – is very good at bringing this out. He goes in, sometimes with permission, sometimes less so (I think Nick might be quite keen to show us how bold he is, scaling a security fence, climbing the scaffolding … oh and not getting in, waiting for permission, which does come). And it’s not just about the neoclassical splendour and ornate ceilings, it’s about the ghostly echoes of happier times – Irish dancing in Liverpool (the Wellington Rooms was the Irish Club for a long time), blokey trading, then later gigging and raving in Cardiff. He does better than bring back the sounds of the past to the crumbling, leaky present – he brings back some of the people, too. Such as Sean, who first saw and fell in love with his wife at the Irish Club. “Sorry about that,” Sean says after he chokes up at the memory. Don’t be, Sean, as Nick says, it’s fantastic. And Barbara and Ellen who met dancing 70 years ago at the Wellington Rooms and are still best friends. “You can just hear that music from years ago,” one of them says, as they wander around the rubble. They can, indeed, hear it today: Nick has laid on a band, and Barbara and Ellen dance in the Wellington Rooms once again, without a care in the world. Lovely. And sad.     Spot, Hexyc and Tibo … Secret Life of the Human Pups. Photograph: Richard Ansett/Channel 4 images    I’ve been trying – unsuccessfully – to persuade my family we should get a dog. I was thinking of something small that fits in a bag, maybe a dachshund. But having seen Secret Life of the Human Pups (Channel 4), I’m wondering if one of these might be the answer. I wasn’t even aware of this subculture, but apparently there are up to 10,000 men (they tend to be men) in Britain who like to dress up as, and behave like dogs. Men such as 32-year-old theatre technician Tom, AKA Spot, and currently Mr Puppy UK. Tom was engaged to Rachel, but now they’re just friends. (Rachel’s very tolerant of the puppy play, will scratch Spot’s ear or throw him a squeaky toy, but I think she’d rather have him back as Tom, and be still engaged). But now he has – and lives with – a handler, Colin. Handlers like to be boss, to be adored and obeyed. Pups also like to be loved, but it’s more about pleasing and playing. Are they romantically involved? “It’s primarily handler and pup,” says Colin. “Yeah, friendly benefits on the domestic side,” adds Tom. Is that yes? No? Sometimes? I still don’t know. Anyway, it’s Colin and not Rachel going to Antwerp with Tom/Spot for Mr Puppy Europe. (How would Brexit affect that I wonder, if Tom wants to try again next year?) In Antwerp it seems clearer, looks more obviously BDSM (bondage and discipline, sadomasochism) from what they’re wearing. Maybe that’s why Tom only manages third place, he’s just a bit too tame. And comes home with his tail between his legs. An eye-opener, but quite complicated and I’m not sure I completely understand. I think I’m going to stick with wanting what Colin refers to as a “biological dog”. • This article was amended on 26 May 2016. An earlier version referred to Aileen Wuornos as Eileen Wournos.",
  "webTitle": "Going Going Gone review – Nick Broomfield gets sentimental about old ruins",
  "webPublicationDate": "2016-05-26T06:19:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/26/going-going-gone-nick-broomfield-disappearing-britain-tv-review-secret-life-human-pups",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nick Broomfield",
      "id": "film/nick-broomfield",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/26/going-going-gone-nick-broomfield-disappearing-britain-tv-review-secret-life-human-pups"
}