{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/never-seen-a-doctor-review-how-medical-intervention-can-transform-lives",
  "id": "2016-05-05-314",
  "sectionId": "tv-and-radio",
  "body": "A decade ago, Channel 4 mainstay Embarrassing Bodies introduced us to a particular subset of society: people reluctant to seek medical help for an embarrassing condition, but only too happy to display the relevant body part on TV. Back then, I would have bet you there weren’t enough such people to sustain eight series, but we all know better now. Never Seen a Doctor (C4) occupies similar territory, shedding the healing light of television on what presenter Katie Piper calls “Britain’s medical shut-ins”. Piper, who survived an acid attack in 2008 and was herself the subject of a Channel 4 documentary, has undergone lots of pioneering procedures and is keen to encourage others to overcome whatever it is that’s preventing them from seeking aid. Joanne had severe psoriasis. Stan had a large and unsightly growth on his nose. Both had lost the confidence to go out. Janice and Greg had been together for 20 years, but neither of them had seen a dentist in 15 (Greg hadn’t been for 30), and it showed. Greg’s remaining teeth dangled loosely in his head, and so curtailed his ability to eat that he had lost four stone. Janice, conversely, had adopted a mushy diet that made her morbidly obese. Both Janice and Greg cited traumatic experiences with dentists as the reason for never going back. But given the overall impact on their health – not to mention the pain they were both in – it was difficult to grasp the psychological mechanism behind the avoidance. “I’ve thought about it,” said Greg, “but it’s doing it.” Television, it seems, was the spur. By the time Piper had found him a Harley Street dentist, nature had done most of the work anyway: Greg had only nine teeth left to remove. Never Seen a Doctor managed to rise above its reality TV trappings, including a jaunty score that might have been repurposed from an old episode of Come Dine With Me. Piper is an able and empathetic interviewer – visibly undergoing treatment herself throughout – and there is no downplaying the transformative power a little timely medical intervention can have on a person. Stan’s nose was fixed after a single laser session. The programme took a tragic and wholly unexpected turn when, two weeks after having her dentures fitted, Janice died suddenly. There could have been no more powerful reminder that left untreated, dental problems can have a severe impact on your overall health. I’ve already booked my next appointment. More than half the 800 inmates of Her Majesty’s Prison: Norwich (ITV) are dads. This one-off documentary explored the efforts the prison makes to keep them connected with their kids, since prisoners who maintain family ties are far less likely to reoffend. Nick Grady, who is serving a 13-year sentence for conspiracy to supply cocaine, has earned himself the right to pretty unrestricted visits from his three kids. As a prison “Listener” and reception orderly, he was hoping to achieve the trusted status that would eventually allow him to go home on leave. In the meantime, he records himself reading bedtime stories and sends them home. He immediately struck you as a good and dutiful dad, and very likely a rubbish cocaine supplier. The access to family comes at a high price for prison staff. Visitors bring in a lot of drugs and other contraband, and even babies have to be searched. This was inevitably the more compelling fact of life in HMP Norwich, and the programme dwelt a bit on the finer detail of prison smuggling: Kinder eggs wrapped in cling film; SIM cards hidden in letters. I was not surprised to hear you could get time for buying a stun gun online (not as surprised as Liam, who was doing 20 months for precisely that), but I was slightly taken aback by the revelation that you can get 10 years for throwing a mobile charger over a prison wall. Not that I had plans. The charming Rocky was on his sixth prison stretch. Though determined to go straight, he was having a bit of trouble with discipline. He had his TV taken away for the second time after officers found a homemade phone charger in his cell. I have to admit to being a quiet admirer of that sort of ingenuity. Given that Rocky’s main problem was heroin addiction, that two-thirds of the men in HMP Norwich have a history of drug use, that most of the men featured were serving sentences for drug offences, and that drug smuggling is the inevitable downside of prison visiting, it was hard not to regard the whole system as a largely ineffectual treatment programme. Looking round the sides of the documentary, you might have spotted a good case for drug-law reform.",
  "webTitle": "Never Seen a Doctor review – maybe it’s time to book your next appointment?",
  "webPublicationDate": "2016-05-05T06:20:44Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/never-seen-a-doctor-review-how-medical-intervention-can-transform-lives",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/never-seen-a-doctor-review-how-medical-intervention-can-transform-lives"
}