{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/28/pierce-brosnan-ovalhouse-theatre-appeal-james-bond",
  "id": "2016-05-28-40",
  "sectionId": "film",
  "body": "Pierce Brosnan came to fame playing poised and imperturbable characters such as 007 and Remington Steele, the suave private investigator of the hit 1980s television series. But as a teenager he was a lonely Irish exile in south London, with limited expectations. That early life in England was changed completely by his contact with the Ovalhouse theatre club, an arts organisation he still supports and that later also helped develop the careers of playwright David Hare, actors Tim Roth and Meera Syal and musician Nitin Sawhney. Brosnan, 63, first joined a drama workshop at Ovalhouse in the 1960s and now, in response to an appeal for an extra £2m of funding, he has made a short film in support of the organisation. The small arts centre in Kennington, near the Oval cricket ground, is about to move to a new home in neighbouring Brixton and has secured an initial £130,600 Arts Council grant (as part of a potential £3m) and raised more than £6m. The Hollywood star is supporting the venue not just because it shaped his own future, he says, but because he is determined to make sure that opportunities in performance arts are available to all children, and are not seen as a luxury item. “I certainly don’t see theatre as bourgeois elitism,” he said. “It is a way to bring a community together and to inspire people. Lives are so fractured now, in spite of all the technology that supposedly connects us, and there is a lot of isolation.”         Watch Pierce Brosnan’s short film in support of Ovalhouse.    He continued: “I was a young man in south London, trying to find a direction. It [Ovalhouse] was a place that completely altered my life and expanded my horizons, allowing me to find myself. I don’t see it as a luxury – it’s an essential part of everybody’s life. It is essential to wider society too. These creative places feed ideas into science and maths, too.” At the time Brosnan first went to Ovalhouse he already had a job as a trainee commercial artist, he recalled. “One wintry morning I was hanging up my coat at the studio in Putney when a friend said I should go along to this place later that day. I had always loved films, so I went to a workshop, joining around 40 other people in this black box of a room. I had no idea what a workshop was, but I relished it all, whether we were rolling on the floor or whatever. It was mind-expanding for this fellow that I was back then.” Brosnan, who grew up in Co Meath, north of Dublin, had originally come from Ireland to go to school in Putney, following his mother, who had taken work in Britain as a nurse some years earlier. “From that evening on I went along to Ovalhouse pretty much every day after work. It was such a huge pot of creativity, with poets and writers as well. I was captivated and found it all so invigorating.”     The current Ovalhouse centre in Kennington, south London    Drawn into the world of 1970s experimental theatre, Brosnan travelled to Europe with Ovalhouse productions before leaving to take formal acting training at London’s Drama Centre. The director of Ovalhouse, Deborah Bestwick, has worked there for 20 years and says the nature of the work in the venue means few plays are ever repeated. “We are always showing and supporting the next new thing in theatre, so I often joke that it has been a bit like drowning, because all theatrical life has passed in front of my eyes,” she said. “I have had a ringside seat. That is why it has been possible to stay here so long. It’s not something I would necessarily recommend in other cases.” Bestwick said the planned move to Brixton would make the venue accessible to more people. “We have little or no street presence at the moment, and in Brixton we can become a beacon. We have close links with lots of local groups and have always relied on word of mouth as well, which is the way Pierce came to us. We also have some specifically targeted groups, such as refugees and migrants.” In the 1990s the actor, writer and comedian Syal and her husband, Sanjeev Bhaskar, first performed together at the venue –alongside Kulvinder Ghir and Nina Wadia – as the Secret Asians, winning a rave review in Time Out that drew the attention of the BBC. “At the moment we have Ambreen Razia, on tour with Black Theatre Live and her Diary of a Hounslow Girl,” said Bestwick. “After university Ambreen wrote her first play at the age of 22, and we were able to give her a little money to support her as an artist.” The new Ovalhouse in Brixton will have two auditoriums, seven rehearsal studios and a cafe for community use. Building work is due for completion in 2018. “The move to Brixton will be a great thing,” said Brosnan. “It will tap into the energy and life force of that area, and then be the making of many a young man and woman who is keen on dance or theatre.”",
  "webTitle": "From Brixton with love: Brosnan’s new mission is to save community theatre",
  "webPublicationDate": "2016-05-28T21:00:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/28/pierce-brosnan-ovalhouse-theatre-appeal-james-bond",
  "keyword": [
    {
      "webTitle": "Pierce Brosnan",
      "id": "film/pierce-brosnan",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Meera Syal",
      "id": "culture/meera-syal",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Arts Council England",
      "id": "culture/arts-council-england",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "film/2016/may/28/pierce-brosnan-ovalhouse-theatre-appeal-james-bond"
}