{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/15/nevada-republicans-facebook-trending-news-curation",
  "id": "2016-05-15-113",
  "sectionId": "us-news",
  "body": "Reno, Nevada may be only a few hundred miles from Silicon Valley, but it may as well be another planet. At the Atlantis casino and resort, men and women sit and chain-smoke at slot machines.   Related: Facebook news selection is in hands of editors not algorithms, documents show    In the attached convention centre on Saturday, the state Republican party held its convention, where grassroots activists elect delegates to the national gathering in Cleveland this summer, and agree on the state party platform. This is personal politics local activists, the party grassroots, who know Nevada will likely be an important swing state in November.  Back in Silicon Valley this week, it was reported that Facebook excludes conservative news sources from its influential feeds. On Thursday, the Guardian revealed Facebook’s editorial guidelines for the people, rather than an algorithm, that select its trending stories.  In Reno, among the conservative activists, this was a cause for some anger – but in many cases, not surprise. Shelly Kyllo, a delegate from Winnemucca, Nevada, said she had heard of the story. “It makes me angry,” she said. “I think it violates our freedom of speech.” “I do use Facebook,” she added. Asked if she would now change how she used the site, she said “probably not”. Martha Espiritu, a delegate in a stars and stripes dress, said the stories about Facebook didn’t really change much for her. “It makes me feel the same way as I feel about almost every news reporter. They’re biased,” she said. “Except Fox News.” Shawn Whitmore, a 19-year-old who was on staff for the convention, was angrier.  “Facebook obviously has no business censoring people’s news,” he said. “They try to play this ‘Oh we’re so neutral’ thing – but we know they’re censoring conservative news sites.” “It’s almost scummy of them. I watch MSNBC, CNN, Fox News: they make no secret of their leanings. It’s so dishonest of the tech companies.” Facebook was “hypocritical”, he said. Another delegate, Jon Carpenter, was angry.  “It sucks,” he said. “Because [Mark Zuckerberg]’s a big liberal.”  He told the Guardian both parties were being run by the Council on Foreign Relations. “New World Order,” his wife Sigrid chipped in. “No borders, that’s what they all want,” Carpenter said. The story was not on everyone’s radar.  “I don’t look at the computer that much,” said George Margolis, a retired air force colonel and determined supporter of Donald Trump. “I pay attention to TV news. I don’t even read the papers that much.” Joe Lawrence, a delegate from Reno, described himself as “a Twitter person, not a big Facebook person.” He said he had always been suspicious of Facebook’s motives in its use of data. “They want to sell to you,” he said. His resigned lack of surprise was echoed by Karen Slentz, a delegate from Churchill County.   Related: Here is the news – but only if Facebook thinks you need to know | John Naughton    “It seems like news is not news any more,” she said. “It’s agenda. They promote agendas, it’s not reporting news. It seems to me like it’s biased.” She doesn’t use Facebook – she used to, she said, but she deleted her account some time ago. Jack Oswald, a 19-year-old delegate from Las Vegas, said he was hearing the story of alleged anti-conservative bias for the first time. But it didn’t surprise him.  “Makes sense,” he said, resignedly. “Everyone does it. At this point in the history of American politics, nothing surprises me.” Oswald, who said he thought Trump was “a prat”, said he didn’t get news from Facebook anyway. “I don’t even have an account.”",
  "webTitle": "Nevada Republicans deride Facebook news curation: 'it's almost scummy'",
  "webPublicationDate": "2016-05-15T11:56:30Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/15/nevada-republicans-facebook-trending-news-curation",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/15/nevada-republicans-facebook-trending-news-curation"
}