{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/11/woman-sets-out-to-paddleboard-length-of-england-to-highlight-plastic-pollution",
  "id": "2016-05-11-131",
  "sectionId": "environment",
  "body": "A female adventurer is aiming to become the first person to paddleboard the length of England via connected waterways to highlight the issue of plastic pollution. Lizzie Carr set off on Wednesday morning from Godalming, Surrey, on a 643km journey that is expected to take three weeks.  Starting from the most southern point of the UK’s connected waterways, the river Wey in Surrey, she will travel north through Oxford, Coventry, the Stoke on Trent canal, the Douglas and Ribble rivers in Lancashire and finish just south of Kendal, Cumbria.        The journey will take her through 193 locks and more than 8km of tunnel and aqueducts, carrying 30kg of equipment on her board, including a tent and supplies.  Carr, a “self-taught outdoor junkie” who left a career in marketing, is an experienced paddler on rivers and oceans around the world, and one of 15 Ordnance Survey champions, who “fly the flag for adventure in the UK”.  “I started paddleboarding a while ago in the Isles of Scilly, Portugal and Barbados,” she told the Guardian while paddling. “I came back to London and found you could do it in canals and cities, but the more I was doing it the more I saw plastic pollution and debris in the water. It was really sad and when you’re trying to board and you get plastic bags stuck on your fins it really compromises the whole experience.  “There are so many layers to the problem of plastic pollution but for me this is about raising awareness and getting people to think about when they buy something that is plastic, what use they will get out of it.” Progress can be tracked via Carr’s website and the Ordnance Survey website with Twitter posts under the hashtag #SuperSUPEngland. She will plot the plastic pollution she sees on a map that will show the hotspots and scale of the problem, and is asking members of the public to share their pictures too. Proceeds from any donations to support the challenge will be spilt between the charities WaterTrek and WaterAid.  Carr said what set her challenge apart was the fact that paddleboarding was an unusual sport and that rivers and canals were not a popular cause.  “People walking on towpaths are surprised to see me and what I’m doing. Canals and rivers are so neglected - people aren’t falling in love with them as they should.” Plastic pollution can come in different shapes and sizes and is not only unsightly but harmful. Every year thousands of birds, seals, fish and other wildlife in Britain’s waterways die or become injured as a result of ingesting it or becoming entangled in it. As plastic is ground down by the movement of tides and rivers, it also leaks harmful chemicals into the environment. The issue of plastic pollution in the ocean environment – where as much as 80% of litter is plastic – has become more high-profile in recent years, with widely documented instances of fish and bird entanglement, ingestion and suffocation and the growing Great Pacific and North Atlantic garbage patches. But there has been less attention focused on the issue of plastics flowing down major rivers, with only a handful of prominent studies looking at the impact on catchments and watersheds. Scientists have previously warned of an “unseen stream” of plastic flowing along the bed of the river Thames. Plastic litter, polystyrene cups and discarded packaging are accumulating in large amounts and choking river habitats, but it goes largely unnoticed as it is hidden on the river beds.  Tiny particles known as microbeads that are found in exfoliant toiletries and some toothpastes are too small to be captured through existing wastewater treatment processes, and wash straight into the waterways where they harm fish and other marine life. Thames21, a charity that organises regular clean-up events in London, said data from recent collections compared to older photographs showed the river is now home to a “vastly greater” number of single-use plastic bottles than it was a decade ago.   In September 2015, a Big Count campaign event recorded 45 plastic bottles per metre square at just one site. The charity is working to understand what type of litter is washing up and where it may be coming from.  Chris Coode, deputy chief executive and programmes manager, said: “Putting healthy rivers at the heart of community life is our goal and so understanding where the significant number of discarded single-use plastic bottles we find at every clean-up we host comes from is crucial. In the Thames, plastic bottles often accumulate in the nooks and crannies at the river edges and get trapped in plants or along dock entrance strandlines. This plastic pollution has a serious impact on our aquatic environment, including the Thames. We must stop treating it as a disposable material.” As well as plastic litter, a four-month survey of rubbish in waterways carried out by the Canal and River Trust in March found a tandem bike, a tin bath and military ammunition among items dumped over the winter. The charity said clearing discarded rubbish from canals and rivers in England and Wales costs it £1m a year.",
  "webTitle": "Woman sets out to paddleboard length of England to highlight plastic pollution",
  "webPublicationDate": "2016-05-11T16:04:53Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/11/woman-sets-out-to-paddleboard-length-of-england-to-highlight-plastic-pollution",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plastics",
      "id": "environment/plastic",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rivers",
      "id": "environment/rivers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plastic bags",
      "id": "environment/plastic-bags",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Activism",
      "id": "environment/activism",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Aldred",
      "id": "profile/jessicaaldred"
    }
  ],
  "guardianId": "environment/2016/may/11/woman-sets-out-to-paddleboard-length-of-england-to-highlight-plastic-pollution"
}