{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/rosemary-seers-obituary",
  "id": "2016-05-26-136",
  "sectionId": "sport",
  "body": "Although my cousin, Rosemary Seers, who has died aged 87, spent several decades as a housewife in Italy, before that, in the 1950s and early 60s, she developed a career in motor racing and rallying. Starting with her own Riley, she drove in several events, then bought and raced faster cars and, for a while, drove a unique, handbuilt Cooper Zephyr. During the first world war her father, James, was a cavalryman and her mother, Nellie (nee Hodges), a dispatch rider who later raced motorcycles. Rosemary was born in Croydon, south London, and attended the school of art there, gaining a distinction in interior decoration. She got the racing bug when a boyfriend, John Crowest, an actor, wanted some free publicity and encouraged her to go with him to Goodwood, where she took part in the first ladies’ race there. She joined the British Automobile Racing Club (BARC) and soon got to know the major contenders and teams. She then teamed up with Isobel Robinson, who became her best friend, and in 1959 they entered Rosemary’s Sprite in the tough RAC Round Britain Rally. She caught the eye of the Rootes team and a series of international rallies followed, including the Liège-Sofia-Liège, Acropolis, Tulip and Alpine rallies. She also drove for BMC and Ford America, all the while writing pithy and witty articles about the sport. In 1963, in the second of her three Monte Carlo rallies, she was badly injured but recovered to race again later that year. Employment during her rallying years included: acting as assistant to Ken Gregory of BARC, managing a Formula One driver, working in the cabin crew for Gregory’s charter airline, and, finally, working as public relations officer for Colin Chapman of Lotus. When Lotus relocated she decided not to move to East Anglia but took off for the continent in a caravan with her boyfriend Colin Emmerton, a journalist. He failed to return from covering the Arab-Israeli six-day war and she never discovered what had happened to him. She met, and later married, Renato Vianello, an Italian blood-service technician. It was several years before she told him of her past life; attending a grand prix in Monza she rushed up to the then world champion Jackie Stewart and flung her arms around him, much to Renato’s astonishment. Her mother-in-law had told her: “I’d rather you’d been a prostitute than a racing car driver.” Rosemary settled down to life as an Italian housewife. On her husband’s death she returned to the UK and had recently completed a memoir. She is survived by her cousins Philip, Andina, Susan and myself.",
  "webTitle": "Rosemary Seers obituary",
  "webPublicationDate": "2016-05-26T15:46:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/rosemary-seers-obituary",
  "keyword": [
    {
      "webTitle": "Rallying",
      "id": "sport/rallying",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/26/rosemary-seers-obituary"
}