{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/indigenous-dancer-damian-smith-returns-to-australia-for-final-pas-de-deux",
  "id": "2016-05-04-349",
  "sectionId": "stage",
  "body": "In 1989 Damian Smith, then a 16-year-old Indigenous kid from Newcastle, appeared in Death in Venice at the Sydney Opera House – where, at such a young age, he performed in awe of the shadow of the national icon. Shortly afterwards Smith left Australia for the United States, joined the San Francisco Ballet, and rose up the ranks to become one of the mainstage company’s most bankable and beloved stars. Now – after retiring from the company last year – Smith is back in Australia for one season only, as a guest artist in the Australian Ballet’s latest production, Symphony in C. On May 14, the 43-year-old will perform his last-ever pas de deux, in the venue that kick-started his career nearly three decades ago.  “It feels like it all happened so quickly,” says the San Francisco-based dancer, as he relaxes after rehearsals. “The Opera House was where I really began … And here I am now, after having this career, doing my last show on that very same stage.” Starting the evening with a dusting of magic is Richard House’s new work Scent of Love. A ballerina, adorned in a colossal red backless tutu whose trail engulfs the stage like a bouquet of roses, flexes her shoulder blades to Michael Nyman’s sumptuous music, as if about to take off with concealed wings.     Amanda McGuigan, in her ‘colossal’ tutu, and Christopher Rodgers-Wilson dance Scent of Love. Photograph: Daniel Boud    Smith’s swansong before retirement, however, is contemporary favourite After the Rain, created by Christopher Wheeldon in 2005 to Arvo Pärt’s score Spiegel im Spiegel. It is, he admits, a “nice easy” pas de deux to perform at an age considered advanced for ballet.  Still, the danseur demonstrates exactly why he became a hit. On a bare stage, against a hazy warm-orange glow, Smith glides tenderly with Robyn Hendricks, whose cloak of loose dark hair contrasts with her barely-there nude leotard. The pair dance a delicate, dreamy ode to the dawn or, perhaps more appropriately, to sundown. Smith first knew he wanted to perform when his mother – a teacher who raised her six children alone after his father passed away – received free tickets to the ballet. After the first act, the then nine-year-old told her he wanted to sign up – immediately. “I remembered every single detail – it consumed me,” recalls Smith, curled up on a sofa in casual shorts, his feet encased in comfy white socks. “I could imagine what it felt like to be on that stage, the heat of the lights. I remember the texture of the seats. I can even remember my seat number – it was row H10.”  Unable to afford the fees, he received free tuition from the Robyn Hick School of Dancing. For the working-class boy from Newcastle, ballet became this “escape, this beautiful fantasy world of colours and light and music and movement.” Now, years later, appearing on stage still feels like breaking free; for a few hours at least, he can put on “someone else’s costume and skin”. Following a scholarship in New York at the School of American Ballet, aged 17, Smith joined the San Francisco Ballet in 1996, and was promoted to principal artist in 2001. He has won particular praise for his deliciously wicked take on the villain – an archetype, he says, that has more variety than boring old Prince Charming.     Damian Smith dances with the San Francisco Ballet. Photograph: Erik Tomasson    That Smith’s success comes down in part to personality is clear: he has an outgoing, plucky charm, the kind that gets you places. His cheekiness and wit also helped him through high school, where he was bullied for dancing. “There was nothing they could have done which would have persuaded me to stop,” he says. “I used to have a smart mouth and say, ‘I’m going to go and travel the world and become a star and you’re going to be stuck in this shithole’.”  Smith won an audition to the San Francisco Ballet by lying about having a US work permit (by the time they’d seen what he could do, the visa – or lack of it – no longer mattered). When we meet, he leaps up off the couch, first to show me his tattoos, then a T-shirt he has made, inadvertently revealing a glimpse of his red undies, adorned with sparkly gold elastic. But dancing has also taken its toll. Smith has often trained to the point of injury, tearing six ligaments in his feet and suffering hip injuries, a bulging disc and back pain. He regularly took as many as 12 anti-inflammatory pills per day to stem the pain, stopping only when his stomach bled and he had to have surgery.   I was at the point where I couldn’t even walk to the bathroom ... Dancers, we’re a little crazy.  “I was at the point where I couldn’t even walk to the bathroom,” he admits. “It’s that Black Swan thing – I’m just going to keep going, I’m going to get that promotion. Dancers, we’re a little crazy. We’re self-obsessed. I mean you have to be. Many of us forget to take a vacation from ourselves.”      Robyn Hendricks and Damian Smith dance After The Rain. Photograph: Daniel Boud    Smith is now working on a documentary called Invisible Man, which will shed light on partnering from the male perspective. He notes that when he started in the late 1980s, men, still there to primarily support the ballerina, were rendered largely unseen; today, choreography increasingly celebrates the male form in its own right.  Embracing his Indigenous heritage has been another mission. Keen-eyed audience members at Symphony in C will notice a tattoo on Smith’s right shoulder (he dances bare-chested). One of his eight tattoos, it shows an Aboriginal map of Australia with red shading representing his father’s family origins, as Wanaruah people of the Upper Hunter Valley.  If Smith has any regret, it is that he wishes he’d performed more in Australia (he has appeared in over 110 ballets in 25 nations). But he is now moving on to explore the visual arts; next month, Smith will exhibit 24 works alongside other Indigenous artists in an exhibition in Circular Quay.  The artworks are a collaboration with six ballerinas in six companies from six countries. Smith fashioned a garment from canvas, and, dipping his hands in paint, executed choreography. The series of lifts and twirls were then mapped out in organic smudges and swirls to make the end print. It is no accident that the piece he chose – the same as his final dance – is After the Rain. Like the earth waking up after a heavy shower, the pas de deux is, says Smith, about “harmony and peace and simplicity and nurture. I feel like I get to take care of the ballerina – there’s a moment when I kiss her forehead.” He smiles, then adds: “It’s like saying goodbye.”  The Australian Ballet’s Symphony in C runs at the Sydney Opera House until 14 May",
  "webTitle": "Indigenous dancer Damian Smith returns to Australia for final pas de deux",
  "webPublicationDate": "2016-05-04T04:58:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/indigenous-dancer-damian-smith-returns-to-australia-for-final-pas-de-deux",
  "keyword": [
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Clarissa Sebag-Montefiore",
      "id": "profile/clarissa-sebag-montefiore"
    }
  ],
  "guardianId": "stage/2016/may/04/indigenous-dancer-damian-smith-returns-to-australia-for-final-pas-de-deux"
}