{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/importance-of-the-eu-referendum-to-ireland-and-the-uk",
  "id": "2016-05-29-68",
  "sectionId": "politics",
  "body": "The UK’s referendum on membership of the EU is first and foremost a matter for the citizens of the UK, but it also has a major impact on other communities in the country, in particular more than 600,000 citizens of the Irish Republic. The Irish live, work, run businesses and pay taxes in Britain. The Irish in the UK have the right and privilege to vote in the referendum and we encourage them to do so in the firm belief that both the UK and Ireland strongly benefit from their own and each other’s membership of a prosperous, co-operating EU. The British and Irish economies are closely interlinked within the EU – Britain being Ireland’s largest export market and Ireland the UK’s fifth largest market – made easier by the fact that both adhere to common EU standards, a situation that could be challenged if the UK ceased to apply these. The fact that both the UK and Ireland are members of the EU was – and is – a hugely important factor in the continuing success of the peace process in Northern Ireland, which has abolished the once heavily policed border with the Republic. The Common Travel Area has since 1923 provided for passport-free travel between the two countries and allows the citizens of each country to live and work in the other. However, this is a bilateral agreement between Britain and Ireland and subject to alteration by either side. It could be threatened if the UK were to restrict the rights of EU citizens, including those from the continent who would continue to enjoy free movement to and within Ireland. Our common membership of the EU has helped the UK and Ireland to become friends and stay friends. We strongly believe that this is something worth voting for, and encourage Irish citizens in the UK to register to vote before 7 June and to vote for the UK to remain in Europe on 23 June.Ronan Dunne Chief executive officer, Telefonica UK (O2)Peter Sutherland Former European commissioner and founding director general of the WTORichard Corrigan Chef/patron of Corrigan’s Mayfair, Bentley’s Oyster Bar and Grill and Bentley’s Sea Grill in HarrodsDermott Rowan CEO, Kiely Rowan plcAngela Brady Architect and past president of RibaDonagh O’Sullivan Managing director, Galliard Homes LimitedPaul Costelloe Fashion designerJohn Griffin Founder of Addison Lee and chairman of Irish TVJohn Purcell MD, Purcell & CoElgin Loane Owner and publisher, the Irish PostLiz Shanahan Chair of Reconfiguration & Engagement Partners and chair of Irish International Business Network, Irish4EuropeGrainne Mellon Garden Court Chambers and chair of London Irish Lawyers Association, Irish4EuropeBrian O’Connell Former RTE London Editor, Irish4EuropeFrank O’Hare Director of Doveguard Construction Ltd, Irish4Europe Rory Godson Chief executive, Powerscourt, Irish4EuropeClaire Tighe SDLP Westminster office manager, Irish4EuropeJames Winston Director of Champ, Irish4EuropePeter Millar Sunday Times correspondent, Irish4EuropeMichael Forde Founder of Irish World Heritage Centre, Irish4EuropeLaura Sandys Chair of European Movement, Irish4EuropeMatthew Fulton Chief operating officer, European Movement, Irish4EuropeMichael Collins Senior banking manager of British Irish trade, Allied Irish BankPól Ó Móráin Member of Irish government’s Export Trade Council and board member of the Irish International Business NetworkRoss Finegan Partner, Lonsdale Capital PartnersAndy Rogers Consultant, KSG KMCO PDSA, and principal, Rogers Associates LtdGerry Collins Partner, ECOVIC Wingrave YeatsMary McKenna Northern Irish technology entrepreneur and angel investorKenneth King CEO, Transformativ Project Consulting LimitedPat Butler Non-executive director at Bank of Ireland and Hikma Pharmaceuticals; chairman of Investment Committee at British Business BankMary Daly Senior relationship manager, Allied Irish Bank (GB) • Don’t be fooled by the clamour to stay in Europe. Those who shout loudest are the multi-millionaires, billionaires, big business and multinational corporations. They won’t be paying for the United States of Europe military machine. The ordinary citizens of Europe will be taxed for “the privilege” and you can bet your bottom dollar the crises in the hospitals and homeless and vulnerable will continue regardless. The ideal of a simple free-trade zone has been usurped by the geopolitical powerbrokers whose manoeuvring is leading all and sundry lemming-like into a militarised superstate which has demonstrated all too clearly that it is well short on democratic accountability and competence. To believe that a US president, the World Bank, the IMF, and the multinationals are thinking about the welfare of citizens would be naive in the extreme, and to think that we have sacrificed our sovereignty, independence and natural resources for this does not bear thinking about. I sincerely hope that the good people of the UK do not fall for it. They deserve better.Joe BrennanBallinspittle, County Cork, Ireland • Some of the most persistent myths surrounding Brexit concern the size and aims of the EU secretariat, which is, according to one of your correspondents (Letters, 27 May), a “vast bureaucratic machine peddling an American neoliberal agenda”. The secretariat is actually tiny. The number of civil servants at the European commission is 33,000; at the European parliament, 6,000; and at the council of the European Union, 3,500. At a total of 42,500, it is about a tenth of the size of the UK civil service in 2015: 439,000 in total or 406,000 full-time equivalents. In fact the EU employs fewer people than many UK departments on their own; two thirds of HMRC (60,900 full-time equivalents) or the Ministry of Defence (56,800), and less than half the Department for Work and Pensions (81,200). Moreover, having worked there for a short while, I can confirm that European civil servants are not heartless American stooges promoting unrestrained capitalism. Yes, they do want to make the single market work better – something that I suspect most people in the UK would like to see, whether pro- or anti-EU. But they also spend a lot of time on developing workers’ rights and environmental sustainability – neither prominent on the neoliberal agenda. More generally, as individuals coming from all the nations of Europe, they are committed to making the international experiment that is the European Union work. That noble experiment should not be derailed by nonsense concerning hordes of faceless bureaucrats serving a vast impersonal machine.Professor Julian Le GrandMarshall Institute, London School of Economics • Yanis Varoufakis (The radical reason for voting to stay in, 28 May) has not understood the concern that thinking Brexiters have about uncontrolled immigration from the EU. It is not a temporary and manageable strain on public services. It is that if ONS and Eurostat projections are realised, even in part, England, which is already more densely populated than the Netherlands, would have to build the infrastructure to accommodate several million more people.Stephen PlowdenLondon  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Importance of the EU referendum to Ireland and the UK | Letters",
  "webPublicationDate": "2016-05-29T16:29:23Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/importance-of-the-eu-referendum-to-ireland-and-the-uk",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/29/importance-of-the-eu-referendum-to-ireland-and-the-uk"
}