{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/local-elections-2016-winners-losers-labour-conservatives-snp",
  "id": "2016-05-06-205",
  "sectionId": "commentisfree",
  "body": "Matthew d’Ancona: ‘Senior Tories are relieved that Corbyn has survived’      So, everyone is happy, or can at least claim to be. Labour has staved off a meltdown in England, the SNP has maintained its grip on power, Plaid Cymru’s Leanne Wood has seen off a Labour minister in the Rhondda, Ukip has broken through in Wales (not least in the election of Neil Hamilton as an assembly member), and the Tories appear to have knocked Labour into third place in Scotland. For the party that governs at Westminster, such nights are all about damage limitation. The Tories look set to lose the London mayoralty to Labour’s Sadiq Khan, which is a disappointment rather than a surprise. In Ruth Davidson, the Scottish Tory leader, they have discovered that rarest of assets: a politician whose charisma alone shifts votes. Jeremy Corbyn, meanwhile, appears to have survived his first electoral test and kept the plotters at bay. Yet nothing in the results announced so far suggests that he has what it takes to return his party to national power, or to reach out beyond the demographic that delivered his mandate in last year’s leadership contest. The plotters are biding their time, not vanquished. Indeed, it is a measure of his team’s undiminished anxiety that Diane Abbott so brazenly claimed Khan’s expected victory as Corbyn’s rather than the candidate’s: “More people have heard of Jeremy than have heard of Sadiq. In London, it’s all about Jeremy.” Khan’s team, of course, would say precisely the opposite: that he is on the point of sweeping into City Hall in spite of Jeremy, not because of him. Truth to tell, senior Conservatives are no less relieved than Corbyn’s acolytes that he lives to fight another day. The last thing they want is a new Labour leader who might represent a serious electoral challenge to Cameron’s successor in 2020. Corbyn, as I wrote earlier this week, is the Tories’ most reliable friend. Why would they possibly wish him ill? Owen Jones: ‘Labour has suffered a calamity in Scotland’      So far, the predicted Labour wipeout in England hasn’t happened. There have been months of infighting and an unrelenting media offensive. Both culminated in a poisonous row about antisemitism. A war of attrition by the old guard has undoubtedly inflicted damage; but equally Jeremy Corbyn and his team never expected to win the leadership and weren’t prepared for the aftermath, inevitably making a series of mistakes that cut through to the electorate. An audacious attempt by the shadow chancellor, John McDonnell, to carve out an alternative to Osbornomics has been overshadowed by rows over issues that, frankly, are of little relevance to most people’s everyday lives. Because of all this, people who aren’t interested in formal politics on a daily basis – that’s most people – when asked what words they associate with Labour are probably likely to suggest “chaotic” or “shambolic”. Combined with the fact that 2012 – when these seats were last contested – was a high-water mark, and it is only a year since Labour suffered an unexpectedly terrible defeat, predictions of electoral meltdown in England did not seem hyperbolic. That Labour gained in Colchester or Exeter – deep in “southern discomfort” territory – is therefore surprising. That’s not to deny reality. These are not good results for Labour in England, regardless of the context. Labour is certainly not on course to win in four years, based on these figures. Both leadership and rebels urgently need to settle on a coherent alternative that inspires the majority and cuts out entirely self-defeating rows.   Related: UK elections: Sadiq Khan ahead in London mayoral race - live updates    The likely victory of Sadiq Khan in London was far from inevitable. Champions of his more Blairite opponent for the Labour nomination, Tessa Jowell, questioned his electability. Even last August, Zac Goldsmith had a substantial polling lead over Khan. Goldsmith was seen by many – myself included – as a decent, environmentally friendly, liberal Tory. But his campaign has been the most disgraceful since the homophobic byelection campaign against Peter Tatchell in Bermondsey in 1983. It was condemned by Tories such as Peter Oborne, who called it “repulsive”, and former Tory candidate Shazia Awan, who called it racist. A cynical, and it looks like failed, attempt to tap into Islamophobic prejudices by falsely linking Sadiq Khan as a Muslim to extremists and terrorists, Zac Goldsmith’s reputation is ruined. In Scotland, meanwhile, Labour has suffered a devastating calamity. To come third behind the Tories is beyond distressing. Last August – before the leadership election – I suggested it was “fantasy land” to suggest Labour would turn around the SNP’s lead, and the idea the admirable Kezia Dugdale would now be leading the opposition if Liz Kendall were leader is absurd. The SNP has become the prime repository of progressive voters and those who believe it will stand up for Scotland best; the Conservatives are now seen by many anti-independence voters as the best bet against a referendum. Labour’s options look very limited – with big implications for the national picture. As for Wales – the results were slightly better than expected, despite the bleak reality of a Ukip surge. But let’s be clear. This is a terrible government, and the Tories are deeply divided. Labour has to do much better – and all wings of the party have a role to play in making that happen. Joseph Harker: ‘Predictions of Corbyn’s death have been greatly exaggerated’      This was supposed to have been an abysmal night for Labour. Jeremy Corbyn’s critics were poised to attack, and pundits were slobbering at the mouth at the prospect. “Losses look inevitable, and a pantheon of psephologists predict 150, 190, more,” said the BBC’s deputy political editor, John Pienaar just 24 hours ago. Well, it didn’t happen. As it turned out, the party did just about as well as it did in 2012, when these seats were last contested (down just eight seats at the time of writing compared with 644 that it held). More importantly, back in May 2012 Labour had a UK opinion poll rating of 41% (it was just after George Osborne’s disastrous omnishambles budget) and was the largest party in the council elections with a lead of 7% over the Tories. To hold on to these seats this time is a clear sign of success. Yes, we’d all like the party to do better, but to say – as some do – that Labour should be gaining seats by the hundreds is clearly not setting these results in context. Political correspondents were expecting to be reporting today on a move by the Labour right to oust Corbyn. Again, just as in last December’s Oldham byelection, predictions of Corbyn’s death have been greatly exaggerated. There’s far more support for him out in the country than the Westminster lobby give credit for.   Related: So far, the UK election has thrown up a carnival of peculiar results | Lewis Baston    Scotland, of course, is a different story: but David Cameron’s antagonistic response to the 2014 referendum clearly swung a lot of anti-Tory voters towards the SNP. Labour was wiped out north of the border in last year’s election, even when led by the Blairite Jim Murphy (and Ed Miliband in London). Is anyone really saying that another Labour leader would have made much difference on Thursday? And who might that leader be? Yvette Cooper, Andy Burnham and Liz Kendall were shown last year to have minimal powers of persuasion. If there was a more centrist voice who could inspire the party faithful, and make them believe that he or she could sweep Labour to power, we’d have heard of them by now. The lack of such a person is the clearest sign of the abject failure of Corbyn’s enemies. Gaby Hinsliff: ‘We are sliding towards becoming a fragmented, polarised country’      It’s like one of those dreams where you think you’ve woken up, only to realise that actually you’re still in some surreal dream world that makes no sense. The Tories are now officially more popular in Scotland than is the party of Gordon Brown and Robin Cook. Neil Hamilton is back in elected office – yes, that Neil Hamilton, the cash-in-brown-envelopes guy. Never underestimate what people who claim to hate a self-servingly corrupt establishment can overlook in the name of protesting about immigration and elitism. And then there’s Jeremy Corbyn. Up against a tired, crabby Tory government that enrages natural Labour supporters, Corbyn pulled off something spectacular: he lost council seats. Except where he didn’t, namely in exactly the sort of southern citadels – Crawley or Southampton – where his critics claim he’s toxic. Confused? So is the Labour party, which will probably end the day on a London mayoralty-induced high yet sucked into speculation about a coup.   Related: The once monolithic character of UK politics continues to fracture | Simon Jenkins    Three things emerge, however, with some clarity. First, an EU referendum campaign in which Nigel Farage has been barely off the telly has been terrific for Ukip, pushing its name to the front of disgruntled voters’ minds. It’s coming second in too many supposed Labour heartlands – Ogmore, Sheffield Brightside – for comfort, and while Corbyn’s views on defence or immigration can’t have helped, the process of alienation started long before he was leader. Second, the cliche about Scotland being a different country really is true now and it’s one where questions of identity increasingly trump conventional politics. Ruth Davidson did so well because she saw the gap in the market was for a broad-church unionist vowing to check the SNP (which looks marginally less invincible than it did before) not for policy offers. Third, it has never been entirely wise to draw national lessons from local elections where voters often understandably respond to local issues – and it’s madness now the country is so geographically divided. We are sliding towards becoming a fragmented, polarised, rather mutually resentful country and it’s not yet clear any party leader knows how to stop that. Martin Kettle: ‘The prospect of a second independence referendum has declined’      The headline story from Scotland is of SNP triumph, Conservative success and Labour disaster. All true. All important. But beneath the 2016 Holyrood election figures are some interesting shifts that will shape Scottish and UK politics for some years. The SNP actually suffered a reverse on Thursday compared with the results of 2011. This is the key dynamic of the Holyrood result. Its first important consequence has to be that the prospect of a second independence referendum has probably declined. If the UK votes to remain in the EU on 23 June, the chance of a second referendum before 2021 is now vanishingly small. Even if the UK votes to leave, it is far from certain. Such a vote would require, on the SNP’s own calculation, sustained evidence (normally thought to be 60% in the polls) for some years before Nicola Sturgeon took the risk. So it’s probably not going to happen. That’s a big change, and the SNP will be challenged to manage it.           The battle for Plymouth: politics in the age of chaos    The second shift follows from the first. Arguably the SNP won not because it wants independence but because it is trusted to fight for Scotland’s interests. In other words, just as Holyrood 2016 was not a vote for an independence referendum so it was also a vote for SNP dominance of the post-2014 “devo max” settlement. Devo max looks like Scotland’s new normal, and may settle into a lasting status quo within a looser union. The third main consequence is that internal Scottish politics have shifted on their axis too. The appearance of SNP hegemony that emerged under the first past the post system in 2015 is challenged by the 2016 results. What used to be “Tory Scotland” – mainly the east and the south – was often prime SNP territory in the latter part of the 20th century. But the recovery – which shouldn’t be exaggerated – of the Tories and to a lesser extent the Lib Dems, means that the SNP is being challenged from the right in Tory Scotland for the first time in the modern era. The compensation from the SNP point of view is that it has completed the eclipse of Labour in the west that it began in 2014 and 2015. Still, the point is that there are at least two political Scotlands now, not one. And they are both politically volatile. The old 20th-century binary British politics no longer exists. Everywhere is different from everywhere else, and that’s particularly true of Scotland. Abi Wilkinson: ‘Bad news for anyone hoping for a Labour 2020 win’      Depending on who you ask, Thursday night was either an absolute shocker for Labour or a roaring success that vindicates Corbyn’s popularity among members. The reality is more complex. In normal circumstances, the main opposition party would be looking to gain a significant number of local councillors at this point in the electoral cycle. Just treading water isn’t enough. Though Labour’s loss of 23 seats might not seem enormous, it’s not a promising sign. On the other hand, it’s a lot better than many of Corbyn’s critics predicted, and because of this I can understand why lots of his supporters are considering it something of a success. They see it as proof that the Labour leader has been underestimated by both the media and members of his own party, and that he’s not the electoral anathema they’ve repeatedly claimed. If he can hold ground even under these conditions, they argue, who knows how much better he might have done with the full backing of his own MPs? Given that these elections came after a high-profile antisemitism scandal within the Labour party it doesn’t seem entirely unreasonable to believe that this is as bad as it gets. Still, even if things can only get better, it’s hard to see how that’s going to work in practice. Corbyn hasn’t done quite badly enough to undermine the support he has among members, but he hasn’t done well enough to convince the Labour MPs who want him gone to change their mind. Right now, the party seems fundamentally divided and it’s hard to imagine them pulling together under any leader, which is deeply depressing for anyone hoping for a 2020 Labour win.",
  "webTitle": "Local elections 2016: our writers on the night’s winners and losers | The panel",
  "webPublicationDate": "2016-05-06T11:49:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/local-elections-2016-winners-losers-labour-conservatives-snp",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    },
    {
      "webTitle": "Owen Jones",
      "id": "profile/owen-jones"
    },
    {
      "webTitle": "Joseph Harker",
      "id": "profile/josephharker"
    },
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    },
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    },
    {
      "webTitle": "Abi Wilkinson",
      "id": "profile/abi-wilkinson"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/local-elections-2016-winners-losers-labour-conservatives-snp"
}