{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/bbc-john-whittingdale-culture-secretary",
  "id": "2016-05-07-169",
  "sectionId": "commentisfree",
  "body": "The culture secretary, John Whittingdale, will publish his white paper on the future of the BBC next week. Rupert Murdoch and his newspapers dislike the BBC and want to diminish its influence for commercial and political reasons. A great weight of evidence puts that statement beyond doubt. As to what the culture secretary wants, consider this recent series of events.   Related: Gary Lineker: John Whittingdale is a chump over BBC demise joke    In a speech to Cambridge University’s Conservative Association last Friday, Whittingdale said of the BBC’s charter that “if we don’t renew it [next year], it may be that the BBC will cease to exist, which is maybe occasionally a tempting prospect”. The student paper Varsity was the first to report these remarks. When they reached the national media, the BBC’s star sports presenter Gary Lineker tweeted: “This chump sums politicians up. The BBC is revered throughout the world. We should be proud of it, not destroy it.” Whereupon an editorial in the Murdoch-owned Sun attacked Lineker as “a sniping leftwing bore” who “trousers millions from [BBC] licence-payers”. Whittingdale is hardly a household name to Sun readers (thanks in part to the Sun’s newfound respect for personal privacy); Lineker is among the most popular sportsmen England has produced. To attack Lineker for attacking Whittingdale suggests a newspaper keener to please its owner than its readers. To be sure, Murdoch has every reason to dislike the culture secretary: it was Whittingdale who, as chair of the media select committee, summoned Murdoch and his son to give evidence at the phone-hacking hearings. But Murdoch is interested in winning wars and not battles, and makes allies opportunely. Whittingdale has said he wants the BBC’s output to be more “distinctive” – which seems to mean less popular – and that suits Murdoch very well. The Murdoch ideal of public service broadcasting would combine America’s C-Span channel with the old Third Programme: chamber concerts, debates between ethicists, “the documentary tradition in Lithuania” – all watched by a dedicated but tiny audience whose spending power does no damage to the reach and advertising revenue of his own TV stations. Whittingdale said more, telling the student Conservatives the BBC’s approach to impartiality drove him “insane” – that it had always regarded Eurosceptics (like him) as “faintly mad”, and that its mindset favoured public spending over lower taxes. Previously, he compared the licence fee to the poll tax. He told the Royal Television Society last year that he “loved television” and that his recorder was filled with series waiting to be watched – but of those he named, only one belonged to the BBC. Sometimes he pays his respects to the BBC’s importance nationally and globally, but his heart doesn’t seem in it. His lack of affection for the BBC is odd in someone of his generation. Whittingdale was born in Dorset to a 66-year-old surgeon and a mother whose ancestry puts him, in the quaint description of his Wikipedia entry, “in distant remainder to the lordship of Napier” (meaning he is connected remotely to the Scottish laird John Napier, who invented logarithms). To get some impression of the BBC’s place in the culture he was born into, I consulted the edition of the Radio Times that covered his birthday, 16 October 1959. Had a radio or television been playing within earshot of the delivery room that day, these could have been among the first sounds the baby Whittingdale heard …         ‘You’ll wonder where the yellow went when you brush your teeth with Pepso-dent’    On the Light Programme: Housewives’ Choice with Cardew Robinson; Mrs Dale’s Diary; Woman’s Hour; The Navy Lark; Any Questions (from the town hall, Eastleigh, with Enoch Powell, Jo Grimond and Barbara Castle); lots of light orchestral music. On the Home Service: Today with Jack de Manio; Pick of the Week; Any Answers; Children’s Hour; a half-hour profile of the architects Frank Lloyd Wright and Mies van der Rohe; some slightly heavier orchestral music. On the Third Programme: a soprano sings Gounod; three Oxford philosophers discuss Truth, Knowledge and Belief; a play by the German writer Heinrich Böll has its first performance in English. On BBC Television: life among the hunters, herdsman and farmers of northern Malay (for schools); The Woodentops; Blue Peter; Gardening Club with Percy Thrower; Tonight with Cliff Michelmore; the first episode of a new adaptation of Bleak House; Hancock’s Half-Hour; a film about the Galápagos Islands in which Peter Scott talks to Julian Huxley about Darwin. In no other country was national life infused – so shaped, coloured and (I’d argue) improved – by its public service broadcaster. Many of these programmes are fondly remembered; a surprising number survive. Overall, they reflected and encouraged the notion that Britain (or the British, an identity that the BBC helped bring to its fullest flower) found particular pleasure in gardening, natural history, Victorian literature, comedy, and finding things out.   Related: BBC licence fee ‘worse than poll tax’, says Tory MP    A benevolent, enlightened polity had given us this. What did the free market have to offer? To the viewer: the Adventures of Robin Hood; Sunday Night at the London Palladium; “You’ll wonder where the yellow went when you brush your teeth with Pepso-dent”. To the teenage listener: Radio Luxembourg, with Buddy Holly and “Murray Mints, Murray Mints, the too-good-to-hurry mints”. Whittingdale went to prep school, and then to Winchester, University College London, and the Conservative research department. Between 1984 and 1987 he served as special adviser to a succession of Margaret Thatcher’s trade and industry ministers – Tebbit, Brittan and Channon – and then briefly worked on “international privatisation” for the investment bank NM Rothschild. In 1988 Thatcher made him her political secretary; after she resigned, he was awarded the OBE and carried on working for her, until he won the Colchester South and Maldon constituency in Essex in 1992. Despite, or because of, the fact that he has spent so little of his life in it, Whittingdale holds up the free market as an ideal. His central beliefs are inimical to an institution as unique, complicated and publicly funded as the BBC. It may be that people better appreciate public institutions when they themselves have been helped or enriched by them, as so many millions have been by the BBC. That feeling of debt seems to have passed him by – as though he has never watched Porridge, Bake-Off or David Attenborough and felt delighted or quickened by them. He may not be Lineker’s “chump”, but compared with the institution whose future he wants to shape, he seems irredeemably unimaginative and small.",
  "webTitle": "The time Watching with Mother on the BBC was wasted on Whittingdale",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/bbc-john-whittingdale-culture-secretary",
  "keyword": [
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Jack",
      "id": "profile/ianjack"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/bbc-john-whittingdale-culture-secretary"
}