{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/24/antonio-conte-italians-mls-consequences",
  "id": "2016-05-24-82",
  "sectionId": "football",
  "body": "Antonio Conte, the Italy national coach, has said that Italian players who move to MLS must “pay the consequences in footballing terms” – which means not being picked for international tournaments while he is coach. NYC FC midfielder Andrea Pirlo and Sebastian Giovinco of Toronto were not included in Conte’s 30-man preliminary squad for the Euro 2016, and Conte admitted that their decision to move to North America from Juventus had hurt their chances.   Related: Antonio Conte: the volcanic manager who will never settle for second best at Chelsea | Paolo Bandini    Conte, who will take charge at Chelsea after the tournament is finished, said: “I spoke to Andrea. I needed to hear from him and we sent people to the US. However, we’ve made other choices and you have to accept them and deal with the consequences. Nothing was left to chance.”            Pirlo turned 37 last week, and has struggled to produce his best form in NYC FC’s midfield. Giovinco, by contrast, has been a revelation since moving to MLS in January 2015, and was voted player of the season last year for his 22 goals and 16 assists. However, Conte was not to be swayed, despite much clamour for Giovinco’s inclusion and a general lack of quality in Italy’s attacking positions. Mario Balotelli has also been left out; Conte has picked instead Graziano Pelle of Southampton, Eder of Inter, Torino loanee Ciro Immobile and Juventus back-up Simone Zaza. “We evaluated [Pirlo] and Giovinco,” Conte said. “It’s normal that if you choose to go and play there then you can pay the consequences in footballing terms. “We evaluated them technically, we didn’t leave anything to chance. Anyone who thinks otherwise is wrong, we went everywhere to have clear and precise ideas. I picked the 30 who I think will give me the most guarantees.” Italy, beaten finalists in 2012, have been drawn alongside Belgium, Sweden and Republic of Ireland in Group E. The Azzurri will face Scotland and Finland in warm-up friendlies before the tournament.",
  "webTitle": "Antonio Conte: Italians who move to MLS must 'pay the consequences'",
  "webPublicationDate": "2016-05-24T16:22:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/24/antonio-conte-italians-mls-consequences",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Italy",
      "id": "football/italy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Toronto FC",
      "id": "football/torontofc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New York City FC",
      "id": "football/new-york-city-fc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/24/antonio-conte-italians-mls-consequences"
}