{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/indian-woman-in-her-70s-gives-birth-to-healthy-baby-boy",
  "id": "2016-05-10-83",
  "sectionId": "world",
  "body": "An Indian woman and her husband who are both in their 70s have celebrated the birth of a baby boy following IVF treatment, their first successful pregnancy in 46 years of marriage.  Daljinder Kaur gave birth last month after two years of treatment using donor eggs at a fertility clinic in the northern state of Haryana. Though certainly one of the oldest mothers to give birth, her exact age was unclear. She has said she is about 70 but does not have a birth certificate, which is not uncommon in India. Anurag Bishnoi, embryologist and owner of the National Fertility and Test Tube Baby centre in Hisar, told the Guardian he believed she could be 72.   Related: The foul reign of the biological clock | Moira Weigel    “She has said she is five to seven years younger than her husband, and his birth certificate shows he was born on 12/04/1937,” he said.  Kaur said she and her husband, Mohinder Singh Gill, a farmer, had almost lost hope of having their own child and had faced ridicule in a country where infertility is sometimes seen as a curse from God.  “God heard our prayers. My life feels complete now,” she told Agence France-Presse from the northern city of Amritsar. “I am looking after the baby all by myself. I feel so full of energy. My husband is also very caring and helps me as much as he can.” Their son, born “healthy and hearty” and weighing 4.4lb (2kg), has been named Arman.  Kaur said: “When we saw the [IVF] advert, we thought we should also give it a try as I badly wanted to have a baby of my own.” Bishnoi, who set up the clinic after gaining a master’s in clinical embryology at the University of Leeds, has carried out successful IVF on several geriatric couples. In 2008 one of his patients, Rajo Devi Lohan, became a first-time mother at 70 when she gave birth to a baby girl. Another woman became the mother of triplets at 66. He said Kaur and Gill had suffered several setbacks in their quest for parenthood and had previously been unable to afford the treatment. After trying unsuccessfully to conceive, they adopted a boy in the 1980s, but he went to study in the US and never returned.  “They also had some family problems. A person who is infertile is not given a piece of land or any property by his father,” said Bishnoi, explaining that Gill had to fight his father in the courts. “He won, and then he got this piece of land and he got the money for the treatment.” Bishnoi said he was initially reluctant to perform the procedure due to Kaur’s age and the fact she looked frail. A series of medical tests, including stringent cardio checks, showed she was fit and healthy, and the risk to her health of becoming pregnant was no higher than if she had been middle-aged, he said. “They were donor eggs. She had two attempts and then a gap of six months. And then on the third attempt, it was successful. “For them it is a time of great happiness. Especially because her brother, also, didn’t have any children. They were two families, and both didn’t have children. In Indian law they don’t allow adoption after 45 years of age.” He said he recognised that some people may consider IVF in older women unethical. “My point is if you put a restriction [on receiving IVF treatment] of 45 or 50 years, you will have to put a restriction on the males also. If they are talking about ethics, the [age] should be the same for both.” As to how the couple would cope, he said: “They have relatives who are ready to help take care of the baby. And you can make anyone a guardian.” Gill told AFP he was unfazed by their age. “People say, what will happen to the child once we die. But I have full faith in God. God is omnipotent and omnipresent, he will take care of everything.”",
  "webTitle": "Indian woman in her 70s gives birth to healthy baby boy",
  "webPublicationDate": "2016-05-10T17:34:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/indian-woman-in-her-70s-gives-birth-to-healthy-baby-boy",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "world/2016/may/10/indian-woman-in-her-70s-gives-birth-to-healthy-baby-boy"
}