{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/25/miles-ahead-born-to-be-blue-miles-davis-chet-baker-jazz-musician-movies",
  "id": "2016-05-25-154",
  "sectionId": "film",
  "body": "Related: ‘It has to be hot. It has to be creative’: Don Cheadle on his 10-year quest to play Miles Davis    Rarely in the history of motion pictures have two films featuring the same dead jazz trumpet player been released simultaneously. In fact, as far as I can determine, it has never happened. Yet today jazz aficionados find themselves blessed with two very different films featuring the legendary Miles Davis.   Related: Miles Ahead: Don Cheadle on doing Miles Davis justice on screen     Nobody saw this coming.  Miles Ahead is Don Cheadle’s raucous though decidedly far-fetched tribute to Davis, while Born to Be Blue is a reasonably affectionate portrait of the self-destructive Chet Baker, who desperately sought Davis’s approval throughout his career. Davis occupies centre stage in Miles Ahead, a phantasmagoric account of the trumpeter’s midlife creative crisis. But his shadow also towers over Born to Be Blue, even though he only appears on camera twice.      Miles Ahead. Photograph: Rex/Shutterstock     In Miles Ahead, the oddly generic title of one of his finest albums, Davis has arrived at middle age, one of the most daring, influential figures in the history of jazz, a term he despised. Then suddenly he decides to stop performing. His return to the stage and the recording studio comes about in a most unexpected way: he spends a couple of days doing drugs and firing handguns and generally raising hell with a fictional Rolling Stone reporter, played by Ewan McGregor.   Cheadle is brilliant in the role of the manic, mercurial, cocaine-snorting Davis, while McGregor does his best with the absurd material he has been given, but he is about 20 years too old for the part, and resembles in no way, shape or form any jazz critic I have ever met. For starters, people who write about jazz don’t have floppy hair that parts down the middle. What purists refer to as La Coiffe d’Andy Garcia violates the jazz idiom’s inviolable code of honour. It always has.     Born to be Blue     Davis (played by Kedar Brown) is seen only twice in Born to Be Blue, but both times to great effect. Early on, when the doomed but likable Baker (nicely played by the easy, breezy, eternally boyish Ethan Hawke) first performs at New York’s legendary nightclub Birdland, Davis coolly dismisses his younger rival as a lightweight who should take his innocuous music back to Los Angeles. Later in the film, when Baker resurfaces at Birdland after years of drug abuse and orthodontic trauma, Davis grudgingly applauds his performance.   Baker, it should be noted, got his teeth knocked out by vexed drug dealers in 1966, making it very hard to play the trumpet with any real panache. The film suggests – inaccurately – that this is why he started to sing standards like My Funny Valentine in his odd, affecting falsetto. In fact, Baker had been singing since early in his career. He died in Amsterdam at the age of 59, after he fell or was pushed out of a hotel room window with lots and lots of drugs in his body. But the film ends long before this tragedy occurs.  Neither of these movies are classics, but then very few movies about trumpet players are. Young Man with a Horn, starring Kirk Douglas, is probably the most famous entry in this tidy genre, though it is not very good, and For Love or Country: The Arturo Sandoval Story is entertaining but obscure. (In an unusual twist, it stars Andy Garcia as the legendary Cuban trumpet player.) The Salton Sea also focuses on the exploits of a troubled trumpeter, but the music is secondary to the drama. Val Kilmer could just as easily have been playing the French horn.   Sadly, Miles Ahead and Born to Be Blue, two earnest, idiosyncratic films, are not going to make anyone think about significantly expanding the cinetrompette genre. Still, the very idea that two different studios would simultaneously release films about trumpet players who knew each other and in some sense competed against each other, and whose heyday was a half-century ago, is enthralling. It holds out the tantalising possibility that many more tandems of this nature could be concocted.      Sonny Rollins, c 1960. Photograph: Tom Copi/Michael Ochs Archives/Getty Images     Take the case of Sonny Rollins and John Coltrane, true colossi of the saxophone. According to legend, the fierce, robust Rollins was profoundly affected by Coltrane’s more nuanced playing when they worked together as young men. Dissatisfied with his sound, Rollins retreated from the music scene, instead rehearsing nightly on or around the Williamsburg Bridge in lower Manhattan. This is a deeply romantic and highly cinematic image, the solitary musician going into self-imposed retirement to master his craft. It is the sort of thing more musicians should do, as there are plenty of bridges to accommodate them, and not just in New York. I personally would love it if Carlos Santana took a few years off.   So here, in the saga of John Coltrane and Sonny Rollins, the greatest saxophone players of their era, and to some critics the greatest sax players ever, we have genius, tragedy, an intense rivalry leavened by mutual respect, drugs and the looming shadow of Miles Davis, who brought Coltrane into his famous band. This being the case, it is not hard to imagine duelling saxophonical films with titles such as This Trane Is Bound for Glory and Sonny with Showers. If you can make a movie about a toothless trumpet player who fell to his death from a hotel window in Holland, you can make a film about anybody.     John Coltrane. Photograph: Chuck Stewart/Redferns     Such paired films need not be limited to the jazz genre. Bob Dylan and Donovan Leitch were rivals of a sort back in the 1960s, as were Dylan and Joan Baez. Any film involving Dylan would have lots of wonderful music, passion, self-destructive behaviour, and a reasonable supply of drugs. Drugs would also figure into the good-natured rivalry between George Harrison, a great songwriter, and Eric Clapton, a great guitarist. The fact that Clapton ended up marrying Harrison’s wife Pattie Boyd certainly adds a bit of spice to the narrative. No two ways about it, the scaffolding for The Devil’s Radio and Cocaine is there.     Kate Bush, 1979. Photograph: David Redfern/Redferns     Clapton, lead guitarist in the Yardbirds, has had a friendly, lifelong rivalry with Jeff Beck, a faster, more inventive guitarist, who also played in the Yardbirds. Both of them competed with Jimmy Page, who graduated from the Yardbirds to Led Zeppelin and would probably be considered the most influential guitarist in the history of rock’n’roll, were it not for Jimi Hendrix. Think of it: not one, not two, but three separate films about guitar heroes who started out playing lead guitar in the Yardbirds.  It boggles the keenest of minds.  Enya and Kate Bush, enigmatic figures of great mystery, have a certain vaporous charm. Born just three years apart, they seem like naturals for a pair of films about reclusive, idiosyncratic singers who share a now-you-see-me, now-you-don’t quality. One can say the same thing about Debbie Harry of Blondie, the brassy blonde who lay smooth the path for Madonna and who, like Madonna, cannot actually sing. Other obvious possibilities include simultaneously released films about Taylor Swift and Katy Perry, Beyoncé and Rhianna, Michael Jackson and Prince, Metallica and Megadeth, U2 and REM, Annie Lennox and sound-alike Florence Welch, and yes, perhaps even bookend motion pictures featuring A Flock of Seagulls and A-ha.      Enya. Photograph: Warner Music     Lady Gaga, recently deposed as the planet’s official house zany by Miley Cyrus, would also fit nicely into the Davis-Baker template as the brilliant, luminous publicity hound who unexpectedly sees herself upstaged by a clown. And if Oasis is too small a band to accommodate both of the Gallaghers, then one film about the group would definitely not be enough.   Franz Schubert idolised Ludwig van Beethoven, even serving as a torchbearer at his funeral. As Beethoven was far more successful than Schubert, and somewhat critical of the younger man’s early work, the same sort of father-son dynamic would exist in their matching films as was present in Miles Ahead and Born to Be Blue. Other possibilities: simultaneously released films about Liszt and Chopin, Brahms and Schumann, Verdi and Wagner, Ravel and Debussy. Maybe even duelling biopics about William Walton and Benjamin Britten. If that doesn’t get the public excited, nothing will.     Culture Club – Mickey Craig, Jon Moss, Boy George and Roy Hay. Photograph: Andre Csillag/Rex     Bach and Handel were born in the same year – 1685 – and thus make perfect foils for one another. Handel was, in his own lifetime, the most acclaimed composer that ever lived, while Bach, largely overlooked while gracing the planet with his presence, only grew into the role of the universally revered colossus long after his death. I like the idea of Handel and Bach duking it out in a harpsichord smackdown in Olde Leipzig, while poor old Domenico Scarlatti, also born in 1685, has to cool his heels on the sidelines. You could do exactly the same thing with Stravinsky – more famous than Schoenberg – and Schoenberg – more revolutionary than Stravinsky – and set it in Los Angeles, where they both lived, but apparently never crossed paths.  I also think that simultaneously released films about Culture Club and Duran Duran would get a warm reception from the public. • This article was amended on 26 May 2016. An earlier version misspelled Beethoven’s name as Ludwig von, rather than van, Beethoven.",
  "webTitle": "Why I give a hoot for competing dead jazz musician movies",
  "webPublicationDate": "2016-05-25T13:25:20Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/25/miles-ahead-born-to-be-blue-miles-davis-chet-baker-jazz-musician-movies",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Miles Davis",
      "id": "music/miles-davis",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Joe Queenan",
      "id": "profile/joequeenan"
    }
  ],
  "guardianId": "film/2016/may/25/miles-ahead-born-to-be-blue-miles-davis-chet-baker-jazz-musician-movies"
}