{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/24/new-york-times-breakfast-health-happiness-food",
  "id": "2016-05-24-118",
  "sectionId": "lifeandstyle",
  "body": "“Sorry,” read the headline of Aaron Carroll’s recent egg-slinging piece in the New York Times, “There’s nothing magical about breakfast.” As evidence, the #sorrynotsorry Carroll, a professor of pediatrics at Indiana University School of Medicine, ably shows the scientific literature that champions the meal to be a web of befuddled causality at best, or the poisoned fruit of corporate scientific shillery at worst.  Carroll could be correct on one thing: breakfast does not make us skinnier, healthier or more successful. But it does make us happy. And attempting to prove or disprove magic with data is like debating the presence of the divine with an atlas of interstates. It’s two different worlds.  Breakfast may not make you a champion, but it might make you a contender. This point, incidentally, was recently made quite tidily by the New York Times’ own former food critic Sam Sifton, who sang of breakfast’s charms in a piece called Seize the Morning. Breakfast, he wrote, is “a family meal, five, six, seven days a week, served in the morning, when all is possibility”. Like listening to NPR’s Morning Edition, the preparation and eating of breakfast belongs to that class of ritual activity by which we turn our sleeping soft selves into our outer selves. Tender is the night, tenderer is the morning, when day hasn’t yet turned our outer edges hard and our eggs are still over easy. Being a toast-and-egg man myself, my day begins with the transubstantiation of bread into its crustaceous cousin, toast. Eggs, those wondrous orbs of orison, break into an omelette or simply sunny-side up. In the corner of the kitchen counter, too large and grand for its humble parking space, sits a serious espresso machine. Some people have a Mazda Miata; I have a La Marzocco Linea Mini. In the dawn, I switch it on. It rattles and hums and purrs. It readies itself as I ready myself.  This, the blank period of semi-sleep, is the most poetic of the day. There’s a reason why so many poets have stared at their breakfast and seen stanzas. My favorite is from American poet John Ciardi, evidently a fan of sunny-side up eggs. From 1949’s Three Eggs Up:   Three sunset eyes on a white plate  Almanac the day and night. One for you and two for me:  House, time and trinity.  Almanac, rarely used as a verb, is apt here. To prepare breakfast, whether it is simply toast, an egg sunny-side-up or a rather more dapper version of it (Benedict, Florentine, Norwegian, et al), is to reaffirm one’s position in this world of things, of seasons and of time. It is to gently transition from the realm of dreams to the world of quotidian worry and wonder. Do not burn the toast. Watch, mesmerized, as a stream of honey forms miniature towers atop one’s granola and then instantly topples. Contemplate impermanence.  This ritual may be one reason why innovation rarely touches the breakfast menu. It took Catholics nearly two millennia to get to Vatican II; the bacon, egg and cheese sandwich – with what the English poet Michael Burns calls “the near-numinous crackle of fat” – is going to be around for a while.  Even more primordial is the spirit of service breakfast inculcates. For we have hitherto mostly focused on breakfast made for oneself. Preparing breakfast for another is a different sort of ritual. Turning a hungry child into one whose mind is filled with Powerpuff Girls and stomach with toast with butter – or in the case of my younger son, pickles, olives and chicken fingers – sets the tone of the day as something larger than one. The same goes backwards through time.  A morning-after breakfast has the power to turn a one-night stand into something more promising. For who hasn’t arisen in a bed not one’s own, wondering how one got there and then, following the smell of pancakes and coffee to the kitchen, realized where one was and what one did and also, pondered sleepily, “Could this be a new home for me?”  Preparing breakfast automatically turns one into a provider, a caregiver. To cook breakfast is to care; to be cooked breakfast is to be cared for.  Another reason breakfast proves immune to innovation might be how resolutely nostalgic is remains. Toast points in sepia tones, eaten on the Formica tables of our childhood. This too, one imagines, has to do with the cross-pollination of feeling cared for with eating breakfast. What can transform the humble ingredients of breakfast into an irreducible vehicle of love? Magic and mystery of course.  With respect to Carroll, he is perfectly wrong. It’s not that there’s nothing magical about breakfast. On the contrary: all that breakfast is, is magic.",
  "webTitle": "The New York Times should eat its words: breakfast is for champions",
  "webPublicationDate": "2016-05-24T14:48:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/24/new-york-times-breakfast-health-happiness-food",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Breakfast",
      "id": "lifeandstyle/breakfast",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "New York Times",
      "id": "media/new-york-times",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua David Stein",
      "id": "profile/joshuastein"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/24/new-york-times-breakfast-health-happiness-food"
}