{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/how-the-queens-off-guard-moment-came-to-the-worlds-attention",
  "id": "2016-05-11-239",
  "sectionId": "uk-news",
  "body": "The Queen’s garden parties generally do not generate headlines. A combination of an off-guard moment by the monarch and the close proximity of a camera and microphone, however, has catapulted Buckingham Palace into a diplomatic tangle. As is usual, when the Queen performed her walkabout on Tuesday, meeting garden party guests lined up in advance by officials, she had in tow a small pool of journalists. Among them was Peter Wilkinson, the pool cameraman. BBC reports referred to him as the “palace cameraman”. However, he is not a member of the royal household – though he wears a royal badge for ease of security access. He is employed by and paid by the three major broadcasters – the BBC, ITV and Sky – to cover royal engagements for them as a pool, sending his footage directly to them. For almost two decades he has occupied this unique position in broadcasting history, usually walking backwards in front of the sovereign to capture the people she talks to, and earning himself the shorthand soubriquet of the “Queen’s cameraman”.           ‘Very rude’: Queen’s unguarded comments on Chinese officials during UK visit    So, as the Queen was led gently by the Lord Chamberlain, the Earl Peel, and the official in charge of the royal household, towards Met police commander Lucy D’Orsi, who was in charge of security for the Chinese state visit, Wilkinson would have been in his usual position. Everything was as it always is, and the Queen is very accustomed to the cameraman, whom she sees on an almost daily basis. Wilkinson would not have been alone as she spoke to D’Orsi. A reporter from the Press Association and a pool royal correspondent were there, as was a Buckingham Palace press officer. Perhaps it was because of the rain and the fact umbrellas were up, but neither of these two reporters would hear the extraordinary “Oh, bad luck” comment by Her Majesty on being introduced to D’Orsi and told of her role in the Chinese visit, a comment that set the tone for a conversation Buckingham Palace must now view with no little embarrassment. Whether Wilkinson himself actually realised at the time he had captured an unusually off-guard conversation is not known. He has filmed so many such routine moments as this in his 19 years of covering the royals, it is possible to imagine he could have mentally switched off.   Related: UK's 'golden era' with China in balance after Queen comments    His footage, however, would have been duly dispatched to the broadcasters who pay his wages. That would have been it. Job done. So many footage is sent by him to the broadcasters each week, it would be easy to imagine it is not scrutinised in any great detail on a daily basis, unless particular attention is drawn to it.  But thanks to interest in the Queen being heightened that day because of David Cameron’s casual on-camera swipe at Nigeria and Afghanistan at an earlier Buckingham Palace reception,assiduous producer ploughed diligently through all of the rushes. “We have a team looking through the rushes of this sort of thing, and that’s what they found,” said a BBC insider. “It’s just a routine thing and usually there is nothing much of interest. In this case there was.” Given the sensitivity of any story involving Buckingham Palace, the story would have been referred to the news department’s most senior executives before it broke on the BBC on Tuesday lunchtime. “There would have been high level talks within the BBC about this sort of thing.” The result was undeniable. Here was the Queen, with the encouragement of her Lord Chamberlain, giving forth on just how “very rude” President Xi Jinping’s officials were to the British ambassador to China, Barbara Woodward. Whether the fact Wilkinson was wearing a royal badge encouraged a false sense of security in D’Orsi, she spoke freely in earshot of the microphone about her experience of the Chinese, including one incident when officials stormed out of Lancaster House, threatening to call off the trip. As is also usual at such royal engagements, the reporters covering events hover while the conversation takes place, then approach afterwards, asking guests what the Queen has spoken to them about. This is how most royal news is garnered, and has been for decades. In this case, however, D’Orsi – perhaps her guard raised and mindful of not causing controversy – appeared to be suffering some amnesia about the conversation she had just held with the monarch. She gaily informed the pool reporters that she and the Queen had chatted about the difficulties involved in being a working mother. “We were talking about juggling being a working mum. I said the diversity of my day, sometimes you are in charge of the Chinese state visit and then at home in the evening you are at home being a mum,” she told them.  No headlines there, then.",
  "webTitle": "How the Queen's off-guard moment came to the world's attention",
  "webPublicationDate": "2016-05-11T11:41:13Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/how-the-queens-off-guard-moment-came-to-the-worlds-attention",
  "keyword": [
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    },
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "uk-news/2016/may/11/how-the-queens-off-guard-moment-came-to-the-worlds-attention"
}