{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/gold-panda-good-luck-and-do-your-best-review",
  "id": "2016-05-26-54",
  "sectionId": "music",
  "body": "It would be unfair compare Gold Panda to Caribou on the basis that they both make immersive, tender electronica, have at one point or another been signed to City Slang, and are named after cute mammals. But if the latter’s shuffling house rhythms and minor-key samples give you a kick then Mr Panda is certainly a pleasing chaser. He has not yet reached the same heights as his labelmate, perhaps because he favours glitch over a good hook. But his fourth album, though still twitching with IDM, breakbeats and hip-hop, bathes the instrumentals in a more intimate glow, crackling like vinyl playing under an amber nightlight. Inspired by a trip to Japan, it has oriental flourishes woven in subtly, from the relentless piano break of Chiba Nights paired with nimble two-step and fluttering flute, to the windchime shimmer of Pink and Green, and Song for a Dead Friend – a eulogy of cacophonous video game noises and Japanese koto. More than an audio travel journal, though, these songs are headline festival sundowners: the slow-burning acoustic thrum of I Am a Real Punk, the gorgeously textured, jazz-inflected Autumn Fall and Time Eater’s sombre temple-step. Bound to give you that warm, fuzzy feeling.",
  "webTitle": "Gold Panda: Good Luck and Do Your Best review – warmly immersive electronica",
  "webPublicationDate": "2016-05-26T20:15:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/gold-panda-good-luck-and-do-your-best-review",
  "keyword": [
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/26/gold-panda-good-luck-and-do-your-best-review"
}