{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/brexit-threat-to-spains-secret-little-britain",
  "id": "2016-05-27-214",
  "sectionId": "politics",
  "body": "Related: EU referendum: millions of British expats urged to register to vote    Seventy miles down the Costa Blanca from Benidorm, where the youth of Britain traditionally go to perform rites of passage raucously, lies a very different but even more British-dominated beach resort. In theory, it is only 40 minutes from Alicante airport. But it is so new as an entity that most maps fail to recognise its existence. Taxi drivers and ambulances alike get lost amid the confusion of roundabouts and unmarked sidestreets. My own satnav became hysterical. The place is called Orihuela Costa. It is part of the same municipality as the charmingly medieval city of Orihuela, 15 miles inland, but the two should definitely not be confused. The one is very Spanish; the other emphatically not. The characteristic sound of Orihuela Costa is not, however, the all-night yelling and 4am pukes associated with Benidorm; rather the clack and murmur of a game of bowls. There are very few conventional tourists, there being only one sizable hotel. The young are largely invisible. Instead, it constitutes a massive retirement village. Despite its anonymity, this is the largest British enclave in Spain, and probably the largest in the world, if one excludes Perth and Sydney as containing aspirant Australians rather than expats. These people have no interest whatsoever in becoming Spanish or, in most cases, learning the language beyond the tourist basics of hola-gracias-adiós, and in some cases not even that. One resident thought that perhaps half his neighbours had never even been to Orihuela city. Some people give up motoring because they are scared of driving on the right.     Orihuela Costa is the largest British enclave in Spain, and probably the largest in the world. Photograph: Sean Smith for the Guardian    What they want is to maintain the pleasures of British life in a happy, supportive environment with 300 days of sunshine a year. As such, it is brilliantly successful. But there is trouble in paradise: this cosy way of life may be a month away from screeching to a juddering halt. Back home the posturing of the EU referendum may inspire indifference. The Costa crowd are capable of indifference themselves: here they are, like the Pilgrim Fathers on Plymouth Rock, blithely camped on the edge of terra incognita, thinking they can re-create an idealised England while knowing remarkably little about their surroundings or their hosts.   Related: Brexit will leave 2 million Britons in legal limbo abroad, say peers    The newcomers have got the hang of one Spanish cliche all right: mañana. But now their situation is starting to hit home – not because Spain does not want them, but because their compatriots could make their situation untenable. The referendum is creating great concern, some alarm, and in one or two cases near-panic. If Britain votes to leave, these Britons will very likely have to leave too, physically as well as politically. If Orihuela Costa were in the UK, its demographics – elderly, white, C1/C2s with a taste for bowls and golf – would make it a prime target for Ukip. Here the thinking is spectacularly different. At the Emerald Isle bowls club, the Spanish national championships were under way. This is lawn bowls, not to be confused with the Lancastrian crown green version, American 10-pin bowling or French petanque. The last two are big here, too, but according to Bob Donnelly, the Manchester-born director of Spanish Lawn Bowls, his version is No 1, with 17 clubs on the Costa Blanca, containing more than half the country’s 3,000 participants. “All British?” I inquired when we sat down by the bar. “All British,” he agreed. But then people from neighbouring tables joined in: “What about that bloke with the Australian accent?” “And there was that Belgian.” “And Giuseppe!” OK, it was agreed, almost all British. But no Spaniards. Or hardly any.     An estimated 30,000 people live in and around Orihuela Costa, of whom 80% are non-Spanish. Photograph: Sean Smith for the Guardian    Donnelly, now 76, came out here as a 48-year-old after working as a refrigeration engineer. (“It wasn’t the cold in the fridges I minded, it was the cold outside.”) Fluent in Spanish, he is appalled by the prevailing expat indifference: “It’s abysmal. I cannot get anybody to assist me on committees where we have to deal with the authorities and speak Spanish.” But why bother? The locals make the effort instead. The statistics are flaky, but the area is thought to have 50,000 dwellings, far more than the city itself. Nearly half of these would be holiday homes or buy-to-lets. The most authoritative estimate is that 30,000 people actually live along this 10-mile stretch of coast, of whom 80% are non-Spanish. And of those, perhaps two-thirds are British or Irish. Thirty years ago this was scrub and sand, with a few marginal citrus groves. When the developers came by, the farmers thought they had won the lottery. It began as a boomlet, but then came the Thatcherite sell-off of council houses and the seemingly eternal rise in British property prices. Ex-council tenants back home who had been looking forward to little beyond a state pension found themselves, like the farmers, living inside a pot of gold. Even now the deal is amazingly favourable: £40,000 for a basic flat; £100,000 for a very pleasant home and garden; £150,000 for a detached house with a pool. For many, this is affordable even without selling up in the UK. The area is attractive, too: there are no high-rises, and the vernacular architecture is a not unpleasant sort-of Californian faux-Moorish. Furthermore, almost all the daily necessities are cheaper here. Cars, car insurance, nearly all food: a slight premium on Heinz baked beans (piled 8ft high in the biggest supermarket) and jars of Marmite, but not much. “You can live on a British state pension and still eat out three times a week,” said Kevin Reardon, owner of the Leader, one of the dozen-odd English weekly papers. The restaurants are mostly somewhere between so-so and dire, but there is a good choice of cuisines. Only Spanish food is noticeably under-represented.     Almost everything is cheaper here than in the UK – apart from a small premium on Heinz baked beans. Photograph: Sean Smith for the Guardian    People who move within the UK when they retire often find themselves lonely. You would struggle to do that here. Neighbours look out for each other, and the papers are full of news from the sub-cultures. And it’s not just bowls; there is something to suit just about everyone – chess or cribbage; bridge or a brass band; golf or gardening; mountain walks or morris dancing. In the British way, much social life revolves around charity events – mostly, it seems, for animal rescue. The one thing one might miss is astringent political debate. Bob Donnelly cared enough to send out a circular asking members of the bowls club for their views on the referendum. The initial response was not huge, with just 22 forms returned. But the vote was overwhelming: two for Brexit, 20 for staying in. There was one over-riding reason: healthcare. The European Health Insurance Card, available on application to everyone in Britain, gives an automatic right to emergency treatment anywhere in the EU. But registered expats get the full package free (with a contribution from the UK government) and they think it’s fantastic. “I had a blackout on my scooter and woke up in a ditch,” said the bowls club president, Tony Capewell, from West Bromwich. “I thought they’d just patch me up. They kept me in hospital for a week doing tests. They were brilliant.” Allen Bowen from Wales was even more fulsome. He has had multiple health issues lately. “Everyone gets a private room. The doctors are wonderful, and they all speak English. Plus the food’s very nice. I even go in to the cafe to eat if I’m nearby. They talk about Syrians, but if Britain comes out of Europe they’ll have about two million pensioners coming back demanding to go on the NHS. But it won’t be as good.” And something about the lifestyle, or the health system, seems to work. The average age at Emerald Isle is even higher than at most British bowls clubs. At first it reminded me of the Sydney bowls club known as the Diddy-Di (most conversations in the bar there began with a mention of absent friends: “Oh, did he die, did he?”). But Donnelly introduced me to two of the youngest-looking near-90-year-olds I have ever met. This might not be Eldorado; it could be Shangri-La.     ‘I can’t believe Britain will leave Europe. You’ve got to see it in the sweep of history’ … Bob Houliston, former EU official and resident of Orihuela Costa. Photograph: Sean Smith for the Guardian    One local resident is steeped in politics. Bob Houliston bought a house here in the 1980s while he was still a full-time EU official. He remains a passionate pro-European: “I can’t believe we will leave. You’ve got to see it in the sweep of history.” For the past decade, though, he has been enmeshed in less elavated concerns. He got elected to the council as president of a new party, Claro, which was designed to give the residents of Orihuela Costa a say, and he spent four years saying it for them: “Orihuela City was milking this place disgracefully, using the tax they got on new buildings to fund their own developments.”   Related: British expats lose legal battle for right to vote in EU referendum    As is normal when it comes to local planning, the whiff of corruption is never far away. The Costa Blanca News splashed with a report that the public prosecutor was demanding long jail sentences for two ex-mayors charged with fraud, bribery and extortion. For a while Houliston held the balance of power, but found himself outmanoeuvred, and last year missed re-election by 30 votes, thanks to a combination of expat apathy, registration issues and, so he says, a mysterious shortage of coastal polling stations. Houliston kindly organised – for my benefit and at short notice – a public meeting in a pizza restaurant, which, due to a shortage of civic facilities, is much used by expat societies. Upstairs a choir was practising. He warned me not to expect more than a dozen people. In fact, 40 turned up. Try getting that for an EU debate in England on a hot afternoon for a guest not called Boris. An initial vote put the score as 31 for staying in and six for coming out. At least there were some anti-Europe voices present: I had spent the previous 48 hours trying to find a single one. A German TV crew who were down at the bowls club on a similar mission unearthed one Brexiteer, then discovered to their horror that he was only here on holiday.     Most British people in Orihuela Costa have no interest in becoming Spanish or learning the language. Photograph: Sean Smith for the Guardian    The antis mostly made points exported wholesale from the UK. “I’m not too happy about 90m Turks coming to England. We’ll finish up with a Muslim state,” said Geoff Kangley from Sheffield. “It won’t affect us,” said Keith Giles from Surrey, “but I don’t want future generations to lose sovereignty.” “I’m trying not to be selfish here,” insisted Eve Suffield from Cheshire. “My son’s trying to run a business in England and there are so many regulations that are not required by the British government.” One anti referred to being “in this country”, meaning Britain, which seemed both rather sweet and very telling. But the majority were very aware where their interests lie. The glories of Spanish healthcare were often mentioned. Some talked about the fear that their UK pensions would be frozen (as is now normal for those living outside the EU) and that they would lose out on annual increases. Others touched on the most likely, most terrifying and most immediate double-whammy they would face: if Britain votes to leave, the pound will go down, making Spain more expensive, but British demand for their houses will disappear, making them effectively unsaleable.   Related: The British abroad: expats, not immigrants | Ritwik Deo    I said I would like to hear a case for Europe that was not just about what was in it for them. A man called Bob Hammond, also from Surrey, then rose (there are a lot of Bobs here, and a lot of Surrey.) He talked about his little suburb, his urbanización. “In the cul-de-sac where I live, there are British people, Swedish, German, Norwegian, Irish, some Spanish, someone from Russia. We all get on. English is the common language we speak. That’s why I feel the EU has given me so much, my children so much. And I think of myself as European.” It was the first speech of the meeting to be applauded, which did not quite drown out a comment from the front row. “Yeah, and they’re all living in three houses.” Down in the bar, one woman was taking a less idealistic but very heartfelt view. “I’m just not sleeping,” Linda Harris told me. “I’m getting four hours a night. Because we have no idea what might happen. I don’t want to have go back to the UK with nothing.” We were joined by a friend of hers from Belfast who refused to give her name. She had just finished choir practice and was entirely unperturbed by the arguments; she described the referendum as “an academic exercise” and would not bother to vote. “You’ll be sorry if you’re standing in rags at the quayside on 24 June waiting for the rescue boat,” I said lightly. “I most certainly hope not,” she replied. “We’ve got a concert on the 25th.”",
  "webTitle": "‘I don’t want to go back with nothing’: the Brexit threat to Spain’s little Britain",
  "webPublicationDate": "2016-05-27T10:49:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/brexit-threat-to-spains-secret-little-britain",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Engel",
      "id": "profile/matthewengel"
    }
  ],
  "guardianId": "politics/2016/may/27/brexit-threat-to-spains-secret-little-britain"
}