{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/23/game-of-thrones-was-this-the-most-tragic-death-of-all",
  "id": "2016-05-23-246",
  "sectionId": "tv-and-radio",
  "body": "Was this possibly the most tragic death so far? In terms of body count, Red Wedding it was not, but watching Bran and Meera escape into the snowy night as Hodor was torn to shreds by White Walkers was one of the hardest things I’ve seen yet in this show – up there with Sansa’s wedding night and Oberyn’s skullsmasher showdown with The Mountain. If anyone holds the door for you today, say thank you and try not to cry. This was an episode of huge reveals, most of which even the book readers didn’t know yet – the major one being that the Children of the Forest created the White Walkers to protect themselves from mankind eons ago. Details like this, plus the origins of Hodor’s name, are why the Game of Thrones universe is adored: it’s so rounded, so well-planned. The Door was a fantastic reminder of what a great storyteller George RR Martin is – the fact that he has been sitting on these reveals since book one is incredible.      Being entirely Kings Landing-less, The Door was more focused than previous episodes, and felt weightier for it. As well as an episode of big reveals, The Door was all about bravery. Sansa’s fury at the reappearance of insufferable Littlefinger was brilliant – her pitiless determination to get that weasel to admit he knew what Ramsay would do to her was incredibly satisfying to watch. Though she has paid a price for her development through a long line of horrific men, Sansa is turning out to be one of the more interesting characters. Elsewhere, Theon’s brave defence of his sister in the face of her inevitably failed pitch for leadership of the Iron Islands signalled a new and improved version of the Theon of old, while Jorah’s resigned admittance to Daenerys that he has both greyscale and the hots for her resulted in less drama than expected.     Sansa Stark with the insufferable Littlefinger. Photograph: HBO    In a brief stopover in Meereen, Tyrion and Varys tried to woo a Red Priestess to support Daenerys’s claim to the city: Kinvara, a woman with all the bust and snark of Melisandre (and hopefully also the Gollum-like appearance under that necklace). Her fanatical belief that Daenerys is the predicted prince of legend, plus Melisandre’s investment in Jon, signal something of the future showdown people have been predicting. We got some more irritatingly vague scenes with Arya, where we were fed titbits on how the Faceless Men came to be (of the first Faceless Man, Arya asked: “Who was he?” as if Jaqen was going say: “His name was Peter!”) and got to observe Arya watch the most tragic panto ever, complete with the first appearance of Richard E Grant as a theatre luvvie, and the first full-frontal shot of a cock in ages. Warning to all the people who have complained there is too much female nudity in Game of Thrones: this warty abomination is not the victory we had hoped for. The only bright spark of the episode was the promise of a future Tormund/Brienne romance to cheer us up later on.    Be with someone who looks at you the way Tormund looks at Brienne. #gameofthrones pic.twitter.com/gKpmzCjNgU— Internet Palace (@InternetPalace) May 23, 2016     Related: Game of Thrones recap: season six, episode five – The Door    Now we’re on the equivalent of book six in a seven-book series, it already feels like we’re burning towards the end. The galloping death toll indicates an intention to wrap up certain lines soon: in the past four episodes we’ve lost Doran and Trystane Martell in Dorne, Roose Bolton, Walda and baby Bolton, Balon Greyjoy, Ser Alliser, Olly, Othell and Bowen in the Black Keep, Osha, a tent of misogynist khals, and two direwolves (am I the only one who forgot they were there?). And now Hodor. Poor Hodor. The perfectly timed revelation, that his much repeated phrase “Hodor” is a shortening of the plea “Hold the door”, burned into his brain from adolescence by a present-day Bran-possession gone wrong – was a gutpunch of a moment. Both happily and sadly, it is most likely not the last time we’ll see Hodor; what Bran really needs now is a White Walker built like a tank on his tail. Good luck kiddo!",
  "webTitle": "Game of Thrones: was this the most tragic death of all?",
  "webPublicationDate": "2016-05-23T09:28:18Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/23/game-of-thrones-was-this-the-most-tragic-death-of-all",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/23/game-of-thrones-was-this-the-most-tragic-death-of-all"
}