{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/30/most-coral-dead-in-central-section-of-great-barrier-reef-surveys-reveal",
  "id": "2016-05-29-26",
  "sectionId": "environment",
  "body": "The majority of coral is now dead on many reefs in the central section of the Great Barrier Reef, according to an underwater survey of 84 reefs, in the worst mass bleaching event to hit the world heritage site. An average of 35% of coral was now dead or dying in the northern and central sections, according to the surveys led by the Australian Research Council’s Centre of Excellence for Coral Reef Studies. But in good news for tourists and the tourism industry, only 5% of coral has died on reefs south of Cairns.   Related: Great Barrier Reef: UN report lead author 'shocked' all Australian references removed    The in-water mortality studies followed earlier aerial surveys, which found that 93% of the Great Barrier Reef had been affected by bleaching. Coral bleaches when it gets too hot for too long. The water temperature stresses the coral and it expels the colourful algae it relies on to give it energy. If warm conditions persist, the coral dies and can get taken over by seaweed. But if the water returns quickly to temperatures that are no longer stressful, the coral can recover, regaining its symbiotic algae. That is what researchers expect to happen to most of the bleached coral south of Cairns. “Fortunately, on reefs south of Cairns, our underwater surveys are also revealing that more than 95% of the corals have survived, and we expect these more mildly bleached corals to regain their normal colour over the next few months,” said Mia Hoogenboom from James Cook University. The conditions that led to the bleaching event were estimated to have been virtually impossible if it were not for the greenhouse gases humans have released into the atmosphere. Models showed they would be average conditions within 20 years. Terry Hughes from James Cook University, who led the survey work, said: “This year is the third time in 18 years that the Great Barrier Reef has experienced mass bleaching due to global warming, and the current event is much more extreme than we’ve measured before.  “These three events have all occurred while global temperatures have risen by just 1C above the pre-industrial period. We’re rapidly running out of time to reduce greenhouse gas emissions.”    Related: Great Barrier Reef bleaching made 175 times likelier by human-caused climate change, say scientists    John Pandolfi from the University of Queensland said the reef was already struggling to cope with the regularity of the bleaching events. He said the reef was no longer as resilient as it once was. “It is critically important now to bolster the resilience of the reef, and to maximise its natural capacity to recover,” said Pandolfi. The reef’s ability to recover from the increasingly regular bleaching events is being hampered by water pollution. A recent study suggested $10bn investment was needed to adequately reduce pollution levels and improve the reef’s resilience. The bleaching hitting the Great Barrier Reef is part of a global bleaching event, partly driven by a massive El Niño and climate change. By February this year, the event was already the longest-running global bleaching event in history, and it is expected to continue into the coming months. • The headline on this article was amended on 4 June 2016 to clarify that most of the coral was dead in parts of the central section of the reef, not the central section as a whole.",
  "webTitle": "Most coral dead in many parts of central section of Great Barrier Reef, surveys find",
  "webPublicationDate": "2016-05-29T20:00:13Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/30/most-coral-dead-in-central-section-of-great-barrier-reef-surveys-reveal",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/30/most-coral-dead-in-central-section-of-great-barrier-reef-surveys-reveal"
}