{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/23/mass-shootings-tracker-analysis-us-gun-control-reddit",
  "id": "2016-05-23-52",
  "sectionId": "us-news",
  "body": "A new analysis of 358 mass shootings in America in 2015 found that three-quarters of the victims whose race could be identified were black.   Related: Could more gun control have stopped 2015's deadliest mass shootings?    Roughly a third of the incidents with known circumstances were drive-by shootings or were identified by law enforcement as gang-related. Another third were sparked by arguments, often among people who were drunk or high. About one in 10 of the shootings were identified as related to domestic violence. In these shootings the majority of victims and perpetrators were white. Domestic violence incidents were also much more likely to be fatal. The 39 domestic violence cases represented 11% of the total incidents but 31% of victims who died. The analysis, conducted by the New York Times with data collected by Reddit’s mass shooting tracker and the Gun Violence Archive, used law enforcement reports on shootings that left four or more people injured or dead in 2015.  Few of the incidents resembled the kinds of planned massacres in schools, churches and movie theaters that have attracted intense media and political attention. Instead, the analysis, defined purely by the number of victims injured, revealed that many were part of the broader burden of everyday gun violence on economically struggling neighborhoods. Nearly 90% of the zip codes that saw mass shootings had higher-than-average poverty rates.    If we don’t address the problem where it exists … then we won’t be able to make a change  Mike McLively     In one Cincinnati neighborhood there were three multiple-casualty shootings within a single mile, two of them only 300ft apart. The neighborhood, which had high rates of poverty and unemployment, had seen shootings on that block roughly every other month. Some advocates said they thought the Times’ analysis might help improve public understanding of what gun violence in America actually looks like.   “If we don’t address the problem where it exists … then we won’t be able to make a change,” said Mike McLively, a staff attorney at the Law Center to Prevent Gun Violence, which recently released a report on effective solutions to prevent gun deaths in neighborhoods of color.  Last year, a series of high-profile massacres – at a historic black church in Charleston, South Carolina; a college in Roseburg, Oregon; and an office holiday party in San Bernardino, California – sparked public outrage.  Two crowdsourced projects that counted gun violence and mass shootings gained new prominence. There is no official definition of a mass shooting, though the FBI defines “mass murder” as four or more people murdered in a single incident.     The Rev Al Sharpton visits the memorial site at the church where nine people were murdered in Charleston, South Carolina. Photograph: John Taggart/EPA    Reddit’s mass shooting tracker created a more expansive definition of mass shooting, defining it as four people shot or killed in a single incident, and used news reports to create a database of the incidents. Many media outlets highlighted these mass shooting figures last year, noting that the US had seen more than 200 mass shootings by mid-August – an average of more than one a day.  The viral popularity of such numbers sparked a debate on how to define “mass shooting” – and whether crowdsourced counts were misleading.  Some experts argued this expanded definition of mass shooting was valuable, since it put attention on the broader scope of gun violence in America, particularly the terrible toll of non-fatal shootings, which get much less attention than gun murders, despite leaving victims with serious and debilitating injuries.  Other critics suggested that these “mass shooting” numbers distorted the debate over gun violence and gave Americans the impression that the kind of planned attacks they saw on the news were happening every day.  Mark Follman, a journalist who leads an award-winning Mother Jones project that tallies and tracks decades of public mass shootings, wrote in December that America had seen four mass shootings in 2014, not 355.  Follman argued that while “all the victims are important”, conflating different kinds of gun violence confused the effort to understand and prevent planned public massacres, which he called “a complicated and growing problem”. Follman told the Guardian on Monday he thought the new report from the New York Times wisely “doesn’t hype the hundreds of cases as ‘mass shootings’, which otherwise confuses and stirs undue fear among the public by evoking Sandy Hook or San Bernardino”. ‘Real challenges facing black communities’ The New York Times requested official details from law enforcement on 358 incidents from 2015, in which 462 people were killed and 1,330 were injured. It was able to obtain details about race for 67% of victims. Nearly three-quarters of those were black, as were about three-quarters of alleged assailants. Investigators could provide information about motivation in three out of four of the shootings.  The findings raise troubling questions about the number of shootings fueled by petty arguments when people had been drinking or using drugs. As a 2013 review of gun violence prevention research by the Institute of Medicine and the National Research Council noted, “regulations that limit hours for alcohol sales in pubs, bars, and nightclubs have been associated with reduced violence”.  The review also suggested that the US invest in more research looking at alcohol regulations and gun violence.      Flowers are left by the side of the road as police block the road leading to the site of the mass shooting in San Bernardino, California. Photograph: Xinhua / Barcroft Media    Only about half of the mass shootings had been solved, the Times found. In some cities, the number was lower. Chicago had made arrests in only two of 16 mass shootings, while Baltimore had 11 incidents in 2015 and had not solved one.  Dante Barry, executive director of Million Hoodies for Justice, said the report highlighted “the real challenges facing black communities in holding faith in the justice system”. “When suspected assailants cannot be identified and cases go unresolved, it doesn’t leave room for black people to believe in a system that wasn’t designed to protect our interests,” he said.  According to the Times report, even after a nearly 50% drop in the gun murder rate since the early 1990s, black Americans are still six to 10 times more likely to die from gun violence than whites.  While the report found that many multiple-victim shootings were gang-related, it also noted that the reality of this “gang violence” was very different from the image of sophisticated criminal organizations warring over drug profits and turf.     It doesn’t leave room for black people to believe in a system that wasn’t designed to protect our interests  Dante Barry     Law enforcement officials told the Times gangs in many cities were loose, fractured groups of teenagers and young adults. Many gang-related mass shootings began as fights over small incidents of perceived disrespect.  Barry said he was glad the report highlighted how everyday gun violence affecting young black Americans was often fueled “by what could be considered minor disputes turning into deadly standoffs”, including “fight[s] over shoes, on social media, or at a party”. Advocates said the report also highlighted the importance of making sure proposed political solutions to gun violence address the majority of the victims – not just the casualties of rare, high-profile massacres that are more likely to raise debate over mental health funding, school safety measures or bans on military-style rifles. After the 2012 Sandy Hook elementary school shooting, in which 20 children and six adults were killed, California pastor Michael McBride went to the White House to ask the Obama administration to invest more funding in gun violence prevention programs designed specifically for urban neighborhoods. He was not successful.  McBride, who leads a national campaign focused on gun violence prevention and criminal justice reform, said it was frustrating to see local programs show dramatic results in reducing shootings, but then struggle to spread to new cities or maintain their funding.  “We’ve found very few serious attempts to scale up gun violence prevention programs grounded in public health models for urban communities,” he said.  “If we want to talk about the pathology of black death vis-à-vis gun violence, then let’s also talk about the pathology of failed political leadership from both the Democrats and Republicans to create the conditions for public safety.”  The American gun debate, he said, “can at times feel very disingenuous”. •An earlier version of this story said that the Gun Violence Archive was a crowdsourced database that merged with Reddit’s mass shooting tracker. In fact, the two projects have not merged. The Gun Violence Archive’s data is collected by paid research staff.",
  "webTitle": "Most victims of US mass shootings are black, data analysis finds",
  "webPublicationDate": "2016-05-23T18:52:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/23/mass-shootings-tracker-analysis-us-gun-control-reddit",
  "keyword": [
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gun crime",
      "id": "world/gun-crime",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/23/mass-shootings-tracker-analysis-us-gun-control-reddit"
}