{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/barack-obama-speeches-correspondents-dinner-flint-howard",
  "id": "2016-05-09-234",
  "sectionId": "us-news",
  "body": "Like so many people I have unwisely loved, Barack Hussein Obama intrigues and infuriates and enrages and inspires and uplifts and disappoints me all at once. And whether it is politically or psychologically healthy to do so, I have loved President Obama, even as I have known that it’s not healthy and as I have wanted to maintain a certain critical distance since becoming a journalist. But before I wrote for a living, I gave up a few months of my life in 2008 to move to Pennsylvania and campaign for the freshman senator. He inspired me with his words and stimulated my heart and mind – particularly as he wrote about race in a way that spoke deeply to me as fellow mixed-race black American. Over the years, he has repeatedly angered me when he came up short of everything I (naively) dreamed for him. I’ve been most sad that he did not stop the US assault on black and brown people from Gaza to Guantánamo, the Middle East to the midwest. And yet, part of Obama’s genius as our first black president is that he can provoke so many responses and give us the chance to read him on so many levels of Americana, even in the course of a single speech. Over the past week, Obama did this in three wildly different settings: in black tie, at the White House Correspondents’ Association Dinner; with his shirt sleeves rolled up while drinking the filtered water of the majority black city Flint, Michigan; and while wearing academic regalia, addressing the black genius of Howard University’s 148th commencement.  The president has been in office for a little less than 400 weeks. In the past seven days, I’ve been especially aware of what it means to have a black president as he moved from a Hilton hotel to a high school to Howard. It gave me a chance to reflect on Obama’s blackness (and mine) and the many ways it does and does not sit in accord with concepts of Americanness, freedom and justice for some. I     Barack Obama listens to comedian Larry Wilmore at the White House Correspondents’ Association annual dinner. Photograph: Yuri Gripas/Reuters    “Mr President, if I’m going to keep it 100: Yo, Barry, you did it, my nigga. You did it” – Larry Wilmore, White House Correspondents’ Association Dinner, 30 April 2016   Related: When Larry Wilmore said the N-word to President Obama, I felt black pride | Rebecca Carroll    When I was invited to attend the White House correspondents’ dinner for the first time, I was especially excited to be attending Obama’s last one. My career came up with his presidency. In January 2009, I decided I would earn my living only by writing for a year, vowing to make it work or go hungry trying. I began by covering his inauguration as a freelance story for my suburban hometown paper. I went hungry often over the next nine months, until I landed a staff job.  Seven years later, I was in the room watching the president give his final speech at the dinner. I was thrilled that the president opened his roast about being late because he was “running on CPT – which stands for ‘jokes that white people should not make’”, a clear swipe at Hillary Clinton and Bill de Blasio’s racist (and corny) sketch about “colored-people time”. He’s talking to me, I thought, egotistically. I loved that this black insider comedy made the powerful white people in the room squirm and, even more delicious, made some of the black folks who have carved out precarious places for themselves within racist structures visibly nervous. I also loved that Larry Wilmore similarly drew boundaries of blackness by calling it “Negro night”, imagining Andrew Jackson calling Ben Carson a “jigaboo”, embracing Obama as “my nigga”. But I felt queasy when the jokes came about the violence the Obama administration has waged on people of color. When Obama boasted that his possible successor could close Guantánamo, “because Trump knows a thing or two about running waterfront properties into the ground”, I flinched. The island prison is a festering site of torture. I winced again when the president praised the recently released Iranian American Washington Post journalist Jason Rezaian, whom Obama said displayed “courage as he endured the isolation of an Iranian prison”. When he continued that Rezaian was “a living testament to the very idea of a free press, and a reminder of the rising level of danger, and political intimidation, and physical threats faced by reporters overseas”, I had to think about Chelsea Manning.  Manning has been kept in solitary confinement and was sentenced to 35 years in prison for blowing the whistle on “a 2007 gunsight video of a US Apache helicopter firing at suspected insurgents in Iraq, killing a dozen people including two Reuters news staff”, Namir Noor-Eldeen and Saeed Chmagh. I felt anxious when Wilmore joked that basketball player Steph Curry and Obama both “like raining down bombs on people from long distances”. How to make sense of a blackness which connected through humor, and which honored the freedom of the press while also punishing someone who exposed the US government killing two Iraqi journalists?  Can Obama’s blackness be compatible with the racialized overseas violence of the office he holds?  Or did Obama expand the boundaries of blackness to include the ability to kill each other with the power of the state?  But if the violence waged upon people of color abroad during Obama’s presidency is obvious, so too has been his reluctance to acknowledge the racial nature of state violence towards people of color within the nation’s borders. II     Obama drinks a glass of water as he delivers remarks at Northwestern high school in Flint, Michigan. Photograph: Jeff Kowalsky/EPA    “There’s not a black America and white America and Latino America and Asian America; there’s the United States of America” – Illinois state senator Barack Obama, Democratic National Convention, 27 July 2004   Related: Obama's Flint visit boosted morale – but it doesn't make the water safe to drink    Most Americans first learned the name Barack Obama when he gave his famous speech at the 2004 Democratic national convention, as a state legislator who would return four years later as the party’s nominee. But one of the reasons I’ve always felt a special affinity for him is because I’d actually heard of “Barry” many years earlier, when he and my late sister Sharron were students at Occidental College in the early 1980s. Sharron came home radicalized about apartheid after the afro-ed Barry gave his first public speech. When he stepped on to the national stage for the first time, in 2004, he seemed to be dreaming – if not exactly of a post-racial country, then of a nation in which there was no “black America”. But as has been spelled out in American documents from the constitution to the Ferguson Commission Report – there is a black America, and not naming it is a violent act of erasure. By the end of Obama’s second term, black America still dies younger, has 1/12 the wealth of white America, and is more likely to be snuffed out by HIV/Aids, subprime mortgages, racial profiling, imprisonment and the police.  Obama went to visit black America when he went to Flint last week – a 57% chocolate city where the water was poisoned with lead due to the ways Wall Street ethics, austerity politics, and disaster capitalism deem poor black lives expendable.  Unlike at the White House correspondents’ dinner, where Obama kept race in the conversation from his opening joke to his mic drop, he barely broached race at Flint Northwestern high school. He used the word “black” once in passing, and he gestured towards a “culture of neglect” that intersects with otherness: “They don’t look like my kids exactly, so I don’t have to worry about them.” But Obama never uttered the words “race” or “racism”. Obama skewered the politics and economics which led to the (mostly black) residents of Flint to be poisoned, and he excoriated an anti-government “ideology that undervalues the common good”. But he also said he could “not believe that anybody consciously wanted to hurt the people in Flint”, even as criminal charges have been filed and a state cover-up has come to light. It was frustrating that Obama did not look out at that crowd and explicitly name environmental racism at work. As I recently ethered Bernie Sanders for doing, Obama was more comfortable situating the disaster in terms of general poverty than he was addressing a clear example of anti-blackness. He did not say, as Flint’s native son Michael Moore bluntly did, that “Flint was NOT an infrastructure problem” but “a hate crime and mass poisoning of black and poor people that NEVER would happen if this were Bloomfield Hills or Grosse Pointe or any other white town”. And this reminded me of the most disappointing site of Obama’s presidency: Ferguson, America’s ground zero of racist police terrorism, which he still hasn’t visited. Summering on Martha’s Vineyard in August 2014, Obama’s heart simply did not seem to be in it when he was forced to respond to Mike Brown’s death and the teargassed occupation of American neighborhoods. Perhaps he had been too burned by the blowback to him empathetically saying: “If I’d had a son, he’d look like Trayvon Martin” two years earlier. But when Darren Wilson was not indicted, the first black president seemed to have checked out. His usual soaring rhetoric gave way to stammering words, and his body language was uncomfortable.  Obama was feisty and spirited addressing Flint – but he was also comparing that mostly black population to Appalachia, framing the crisis as a more racially neutral story of de-industrialization. It was disappointing. III     Obama is awarded an honorary doctor of science degree, before speaking at Howard University in Washington. Photograph: Susan Walsh/AP    “Be confident in your blackness ... there’s no one way to be black. Take it from somebody who’s seen both sides of debate about whether I’m black enough ... There’s no straitjacket, there’s no constraints, there’s no litmus test for authenticity ... You can create your own style, set your own standard of beauty, embrace your own sexuality ... And because you’re a black person doing whatever it is that you’re doing, that makes it a black thing” – President Barack Obama, Howard University, 7 May 2016   Related: #ThanksObama: president's greatest legacy may be Trumping of the GOP    If Obama was speaking beneath the white gaze at the nerd prom, and stunting for a broader, whiter audience beyond Flint, he did not have to do any of this when he spoke at Howard. There, on hand to receive an honorary doctorate of science, Dr Obama spoke in a black space. And there, throughout much of his speech, he was as genuine and thrilling on race as he’s ever been – at moments as poetically beautiful as when he broke into Amazing Grace when giving Clementa Pinckney’s eulogy in Charleston. He spoke to the “Buffalo” with references only those blackademics would get. He preached about the black genius of Zora Neale Hurston, Lorraine Hansberry and Prince. He didn’t skirt around racism or sexism, either. (“Tubman may be going on the 20, but a black woman working full-time still earns just 66% of what a white man gets paid.”) He countered Hillary Clinton’s “super-predator” ideology by saying: “We can’t just lock up a low-level dealer without asking why this boy, barely out of childhood, felt he had no other options. He even said aloud that the “overall unemployment rate is 5%, but the black unemployment rate is almost 9%.” (I wish he’d acknowledged that if you factor in all the people in prison, the African American male unemployment is actually closer to 19%.)  Still, this is it, I thought. He’s complicated, but this is as great as American politics will ever get. There will never be anyone in the Oval Office to meditate upon nuanced notions of blackness and beauty and truth and Americanness of his likes ever again. But then the respectability politics started creep in, and Obama brought the white gaze right into the Black Mecca. He started to tell the grads:  We must expand our moral imaginations to understand and empathize with all people who are struggling, not just black folks who are struggling – the refugee, the immigrant, the rural poor, the transgender person and yes, the middle-aged white guy who you may think has all the advantages, but over the last several decades has seen his world upended by economic and cultural and technological change, and feels powerless to stop it. You got to get in his head, too.  He started to lose me there. Why did the nation’s first black president feel the need to equate the transgender person who can’t use the bathroom in North Carolina, and the unfairly maligned immigrant with that “middle-aged white guy”?  Who feels so threatened by the “cultural” change of living under a black president and living under conditions a little more like those black Americans have endured for hundreds of years that he’s likely voting for Donald Trump?  Who isn’t losing all of his white privilege, because he still has a black president telling black grads to get in his head?  Obama also said when it comes to protesting, “don’t try to shut folks out – no matter how much you might disagree with them” and to just “let them talk”. And how much should we let them talk, Mr President? Should we wait until someone is killed at a Trump rally?  Or should we wait until his emboldened voters start killing people they think are Muslim or Mexican in the street? “That doesn’t mean you shouldn’t challenge them,” Obama added, paradoxically. He praised activist Brittany Packnett because she came to the White House and rolled up “her sleeves and sat at the same table with big city police chiefs and prosecutors”, but he chastised the activists who are still shouting and putting their bodies on the line in the streets to protest the unabated killing of black life by police. It was a strange move to make the day after news leaked that his administration is preparing to designate the Stonewall Inn a national landmark – in commemoration of a riot against police violence.  He also threw serious shade at the gathered young people by saying his failures with Congress were their fault because of low youth turnout. “You don’t have excuses” not to vote, he exhorted. But the first black president erased a whole lot of franchise politics when he said voters “don’t have to guess the number of jellybeans in a jar or bubbles on a bar of soap to register to vote”. True, but those suppressive tactics have been replaced by birth certificate rules and incarceration records. While you might not “have to risk your life to cast a ballot”, if voters have to stand on a line for five hours they may just risk their financial life or – if their babysitter has to leave before they get home – their child’s life. And, despite these challenges, the president sounded like the Black Lives Matter movement hasn’t still had really amazing local electoral successes. (It has in his hometown, actually).  By the end of his speech, Obama had evoked both Ta-Nehisi Coates and James Baldwin for bootstrap narratives – you, too, could write Black Panther and Between the World and Me! – and I was annoyed. He was telling the young people to suck it up, pull themselves up, and compromise.  How could I be so inspired by Obama one minute, and so angry the next?  Had I been a fool to think that the having a black face as the face of American empire would make things different over the past seven years – as deportations, drone strikes and police killings mounted?  Was I projecting my own ambivalence about my career being built on writing about black death, and my anxieties about if I was doing enough to counter racism, on to the president?  Obama said Howard was “a centerpiece of African American intellectual life and a central part of our larger American story”. The same can be said of him. In his presidency, the capaciousness of blackness has expanded so much that the meanings of what blackness and Americanness are have shifted enormously. The change is so tectonic that we simply will not understand its true magnitude until future historians consider it. But in the present, it should be no surprise to me that Obama’s Howard speech – like his past week – left me annoyed, angry, bemused, excited, inspired, in awe, and utterly fascinated. After all, I usually have this mix of feelings about the United States of America.  When Obama said to “be confident in your blackness”, I thought that to me, blackness means love – the love of others who live in blackness, the love of those who rebel in black queerness, the love of my father, of Toni Morrison’s Beloved, of Coltrane’s A Love Supreme. Seven years on, it’s hard to reconcile Obama with love; and yet he’s still the first president I have known to say: “I love you back”. Perhaps, then, the love is in the wrestling he makes me do. For the next few months, I will continue to appreciate each week Obama forces me to wrestle intellectually and emotionally with unanswerable questions of American power and black identity.  And when he is gone, I will miss the wrestling terribly.",
  "webTitle": "Seven days, three speeches: one week in the life of having a black president",
  "webPublicationDate": "2016-05-09T11:00:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/09/barack-obama-speeches-correspondents-dinner-flint-howard",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven W Thrasher",
      "id": "profile/steven-w-thrasher"
    }
  ],
  "guardianId": "us-news/2016/may/09/barack-obama-speeches-correspondents-dinner-flint-howard"
}