{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/bernie-sanders-democratic-race-delegates-us-president-2016",
  "id": "2016-05-02-115",
  "sectionId": "us-news",
  "body": "Bernie Sanders is not ready to discuss his campaign in the past tense. “I am not into legacy,” he told the Guardian on Sunday when asked to sum up his lasting achievements after a year of insurgency. “I hope my legacy will be that I was a very good president of the United States.” To critics, the defiance that marked the campaign’s first anniversary this weekend may smack of hubris bordering on the delusional. After Hillary Clinton stretched her delegate lead again last week with strong wins on the east coast, many Democrats are calling for reconciliation instead.    Related: Trump polling over Cruz in Indiana as Sanders vows to fight – campaign live    But for the Bernie faithful, fighting talk remains entirely reasonable. Sanders trails by 55 to 45% among pledged delegates and acknowledges it will be an “uphill” struggle to win the 65% of those remaining needed to turn the nomination race around. Yet he believes a favourable set of final states means this mathematical possibility should not be dismissed. “Right now, the next month and a half, we are fighting to win every delegate that we can,” Sanders told reporters earlier in the day, ahead of an Indiana primary on Tuesday that he hopes will begin another string of last minute victories. As for Clinton’s even larger lead among so-called superdelegates – the party leaders allowed to cast votes independently of election results – this is simply grist to the mill: proof of a corrupt nomination system, and a target for new pressure from voters in states where Sanders has won biggest. But behind the bluster lies a subtle change in tone in the campaign’s message as it returned to Washington DC this weekend. The first sign of this new, underlying, realism, is a reset of expectations. It is time to stress how far senator has come since he announced his candidacy here a year ago, rather than how much further he still has to go. “If any of you here would have bet that on May 1, Bernie Sanders would have won 17 primaries and caucuses and if you had the odds I think you would have had a year ago, I don’t think you would be sitting here because you would be very wealthy individuals,” he told reporters at the National Press Club. Then there are the occasional lapses into the past tense and hints that there will plenty of time for reflection in the months to come. “We are proud of the campaign that we ran,” added Sanders. “Frankly in hindsight you can always think of things that you should have done better, and some day I will tell you all those things.”   Related: Bernie Sanders explains his primary losses: 'Poor people don't vote'    Even the list of facts and figures reeled out to put pressure on superdelegates are as much about underscoring how the party has already changed as they are a realistic belief that some of Clinton’s most ardent supporters will suddenly now change their minds. Take campaign finance for example. Some Sanders critics leapt at end-of-month figures showing his fundraising among donors slowed to “just” $26m in April – something he attributes to most of the key contests now being behind them, but others saw as a sign of the beginning of the end.  But with $200m raised from 7.4 million individual donations, the real legacy has arguably already been secured. “We have shown that you can run a political campaign without the benefit of Super Pacs and big money interests,” explains Sanders. Then there are the 1.1 million supporters who have turned up to rallies in the last year, a total Sanders hopes to add to “significantly” with a few blow-out final rallies in California before it votes. These may not have been enough to overcome structural obstacles in key states like New York, where independents were not allowed to vote in the Democratic primary, but they point to enthusiasm that Sanders clearly believes will long outlast him. “We have won, in a state after state, a strong majority of the votes of younger people, voters under 45 years of age,” said the 74-year-old senator. “In other words, the ideas that we are fighting for are the future of the Democratic party and in fact the future of this country. The reason for that is that the issues that we are talking about are the issues that are on the minds of the American people.” And what are these issues? “People know, whether conservative or progressive, that a corrupt campaign finance system is undermining American democracy, they understand that there is something fundamentally wrong when the average American is working longer hours for lower wages,” he said, adding a long list of his stump speech pledges: countering climate change, reforming education and healthcare, breaking up the biggest banks. It is these issues that Sanders intends to promote when he arrives in Philadelphia in July for the party’s national convention. Yes, there will be arcane fights over whether super delegates are reflecting the will of all the voters in all the states, but more importantly, his campaign hopes there will be plenty of agreement too about how much the party has changed on the issues that really matter.",
  "webTitle": "Bernie Sanders: 'I hope my legacy will be that I was a very good president'",
  "webPublicationDate": "2016-05-02T14:40:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/bernie-sanders-democratic-race-delegates-us-president-2016",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/02/bernie-sanders-democratic-race-delegates-us-president-2016"
}