{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/moonlight-magic-leopardstown-godolphin-derrinstown-derby-derrinstown-trial-aidan-obrien-horse-racing",
  "id": "2016-05-08-74",
  "sectionId": "sport",
  "body": "Like a long-missed sun breaking through clouds after weeks of rain Jim Bolger has arrived with a serious Derby contender to clarify what had become a muddy Classic picture. Moonlight Magic was an emphatic winner of the Derrinstown Stud Derby Trial here on Sunday, giving his Godolphin owners a huge chance of a first success in the Epsom race. The pre-trial chatter at Leopardstown centred on Aidan O’Brien and his four runners, O’Brien having failed to produce a convincing Derby contender. His Idaho was sent off favourite while Shogun, Ryan Moore’s mount, also had his supporters. Moonlight Magic was allowed to start at 6-1 after a dismal 14-length defeat last month and there was widespread concern about the general health of the Bolger stable. While several of the trainer’s horses had run with credit, he had been on a losing streak of 27 before bagging a Wexford maiden on Saturday. When the 74-year-old trainer won a Group Three early on this card it suggested the corner had been turned. An hour later his two runners took on O’Brien’s four in the trial and won the tactical battle hands down, Saafarr setting the pace with Moonlight Magic lying third until sweeping to the front in the home straight. Shogun and Idaho finished strongly to take the places, never getting closer than at the line, where the winner had only a length and a quarter in hand. But Moonlight Magic had this prize in his pocket some way from home and he is as likely as those behind to benefit from another quarter-mile at Epsom. So will he go? Kevin Manning, the winning jockey, indicated the colt might be “more of an Irish Derby type” but that might have been the conservative response of a man who knows such decisions are not his to make. Bolger was initially playful, as is his wont, but eventually worked his way around to frank enthusiasm. “I’d have to discuss it with the Godolphin people and arrive at a consensus. But, if it were left to me, I’d be very keen to go.” Indeed Bolger said Moonlight Magic was “very classy” and “certainly as good today as St Jovite was when he won the Derrinstown”. St Jovite was only second at Epsom, in 1992, but hacked up in both the Irish Derby and Ascot’s King George. Asked to explain Moonlight Magic’s reappearance flop, Bolger said: “He didn’t seem to fire and he was very quiet after it, so he just mightn’t have been right. He wasn’t at the top of his game and I hadn’t caught it. I can be slow at times.” Mischievous reporters invited Bolger to speak slightingly of this year’s other Derby contenders but he has been to the circus before and dodged this custard pie. “They’re good, they’re good,” he said. “They’re always good for Epsom. Whatever wins it will be a good horse as usual. Don’t you call it the best race in the world? “They’re a pretty even bunch so far. I have to hold fire now until I see the Dante [at York on Thursday]. I wish I had a horse for it but I don’t.” Given that Godolphin have not exactly been regular winners of Derby trials, it seems likely that Sheikh Mohammed’s organisation will smile on the idea of a tilt at Epsom. But they may have a choice to make, or two runners to saddle, as their colours were also carried to victory in a French trial at Saint-Cloud by the Andre Fabré-trained Cloth Of Stars, who would have to be supplemented for Epsom. Whether or not that one comes over, surely Moonlight Magic will turn up in a month’s time. He is on offer at 16-1 but could reasonably be half those odds after such a convincing performance in an open year. The question now is what O’Brien will send. Now that Godolphin, the longstanding rivals of his Coolmore employers, have a live runner, it must be more likely that he will consider running his star filly Minding in an attempt to deny them a big moment of glory. Also in search of Classic glory, remarkably, is Kieren Fallon. The 51-year-old jockey scored here on Now Or Never and will be aboard the filly again in a fortnight’s time when the pair try to land the Irish 1,000 Guineas, for which the bookies rate them 9-2 chances.   Related: Midterm passes his Derby Trial examination at Sandown",
  "webTitle": "Moonlight Magic’s Leopardstown win offers Godolphin a Derby opportunity",
  "webPublicationDate": "2016-05-08T16:49:25Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/moonlight-magic-leopardstown-godolphin-derrinstown-derby-derrinstown-trial-aidan-obrien-horse-racing",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/08/moonlight-magic-leopardstown-godolphin-derrinstown-derby-derrinstown-trial-aidan-obrien-horse-racing"
}