{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/hillary-clinton-nominee-egyptair-flight",
  "id": "2016-05-20-174",
  "sectionId": "world",
  "body": "EgyptAir flight MS804 debris found The Egyptian military say they have located debris, including “personal belongings”, from missing flight MS804 after an intense search by regional navies and surveillance aircraft across the eastern Mediterranean. The announcement corrected earlier reports by the airline that wreckage from the plane had been found near the island of Karpathos. The US has deployed a P-3 Orion surveillance aircraft from a base in Sicily to aid the effort. But Egyptian officials have so far resisted being drawn into speculation on what caused the crash and deaths of all 66 passengers and crew. Still, the country’s aviation minister, Sherif Fathy said, “The possibility of having a different action or a terror attack is higher than the possibility of having a technical failure.” No terrorist group has yet claimed responsibility.  Greek radar monitoring the flight observed the plane making “sudden swerves”, reportedly making a 90-degree turn left, and dropping from 37,000 feet to 15,000 feet before swerving 360 degrees right. The passenger manifest for the Cairo-bound flight included 30 Egyptians, 15 French, two Iraqis, and one person each from the UK, Belgium, Kuwait, Saudi Arabia, Sudan, Chad, Portugal, Algeria and Canada.           Missing EgyptAir flight: what we know so far    Egyptian military says it has found debris from EgyptAir flight MS804 Hillary Clinton: ‘I will be the nominee’ The Democratic frontrunner has expressed confidence that her lead over Bernie Sanders is insurmountable. “I will be the nominee for my party … That is already done, in effect. There is no way that I won’t be,” Clinton told CNN. The Sanders campaign disputed Clinton’s reading, noting that voters in three states, Indiana, West Virginia and Oregon, have disagreed. “We expect voters in the remaining eight contests also will disagree,” said Sanders campaign manager Michael Briggs. He pointed to polls showing Sanders doing better against Donald Trump than Clinton in a straight match-up. “It is clear that millions of Americans have growing doubts about the Clinton campaign,” he added. Donald Trump, campaigning in New Jersey with Chris Christie, joked that his potential running mate “is not eating Oreos any more”. The event was scheduled to help the state’s Republican party pay off debts related to Christie’s failed presidential campaign. Hillary Clinton: ‘I will be the nominee’ of the Democratic party Oklahoma abortion ban A bill that criminalizes abortion providers has been passed by the state’s legislature. Now it heads to Governor Mary Fallin. Should she sign the bill into law, any doctor who performs an abortion – except to save a woman’s life – could face three years in prison. Oklahoma currently has just two licensed abortion clinics. Fallin, a potential Trump vice-presidential contender, won’t say if she’s going to sign the bill into law.  Oklahoma legislators pass near-total abortion ban that criminalizes providers San Francisco police chief resigns Police chief Greg Suhr has stepped down hours after officers fatally shot a 27-year-old black woman, the latest incident in a series of fatal police shootings and scandals. The latest fatality came when police fired a single shot at the woman, who was allegedly driving a stolen car and had sped off after being approached by officers. San Francisco, reports the Guardian’s Julia Carrie Wong, is experiencing an ugly collision of police brutality and homelessness. Suhr is one of a growing number of police chiefs to lose their jobs after protests following police shootings. San Francisco police chief resigns in wake of fatal shootings and scandals A wolf to love They’ve got a bad reputation as “the beast of destruction”, but everyone knows wolves in storybooks are never just wolves. Many species have been eliminated through carelessness but rarely has an animal been wiped out with such a triumphant combination of disgust and fear and as America’s gray wolf. As wolf populations reach new heights in Yellowstone Park, Oliver Milman writes that efforts to save the wolf – and our perception of them – should be richly celebrated. Can America learn to love the big bad wolf? There are signs of change Need directions? This cop can’t help The Stanford shopping center in Palo Alto, California, has a new security detail – an egg-shaped robot. He – or it – has high-definition infrared cameras and can process 300 license plates a minute. The inspiration for a robotic security guard was born out of the Sandy Hook elementary school shootings but this early adaptation is thankfully unarmed: it’s having enough problems avoiding pedestrians. The Guardian’s Nicky Woolf watched as it set off on a collision course with one shopper. “I’ve seen Terminator,” the man noted, “and that is some Skynet-ass shit.” RoboCop is real – and could be patrolling a mall near you Nyquist the favorite for Preakness Is Nyquist, undefeated in eight starts, ready to repeat his Kentucky Derby success? He’s the 3-5 favorite in the field of 11 horses but the going is likely to be soft at Pimlico. Trainer Doug O’Neill said: “I think we’re going to leave there running and just kind of play it by ear,” said O’Neill of the race strategy. “If they’re not showing a lot of pace, we’re going to make it. If it’s hot and heavy, (jockey) Mario (Gutierrez) has shown and Nyquist has shown that they can sit off a hot and heavy pace.” Preakness Stakes: favorite Nyquist ready to repeat Kentucky Derby success Cannes: revolutionary politics, nudity and paranormal activity The Guardian’s contingent of film critics has delivered its takes on the Cannes film festival. They found, in short: sex, ghosts, money and sainthood. Benjamin Lee writes: “It has been a bumper year for female protagonists at Cannes, with the majority of in-competition titles led by women. But they’ve not had it easy, mind, with ghosts causing them them all kinds of grief on the Croisette.” Sex, ghosts, money and sainthood – now playing at Cannes 2016 Beastie Boys’ John Berry dies The Beastie Boys have lost another founding member. Guitarist John Berry was part of the original punk band before it crystalized as a hip-hop three-piece. Berry gave the group, then called the Young Aborigines, their name. He died on Thursday in a hospice in Danvers, Massachusetts, after his frontal lobe dementia condition worsened. Berry left the group shortly after the release of their first EP, Polly Wog Stew, and was replaced by Adam “Ad-Rock” Horovitz. During the band’s induction to the Rock and Roll Hall of Fame, Horovitz recalled how Berry’s father who burst into early rehearsals screaming, “Would you turn that fucking shit off already?” John Berry, founding Beastie Boys member, dies aged 52 And, in case you missed it Britain’s leading ceramicist, Grayson Perry, has unveiled a huge, shiny phallus covered in banknotes and adorned with the image of UK finance chief George Osborne. Perry said his latest pot was inspired by industry’s self-denial about gender bias. His explorations in the realm of bankers revealed a “bastion of male power” despite being “shrouded in politeness and gentrification the higher up you go”. Grayson Perry creates huge phallus to represent bankers’ worldview",
  "webTitle": "Debris found in search for EgyptAir flight | The daily briefing",
  "webPublicationDate": "2016-05-20T12:27:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/hillary-clinton-nominee-egyptair-flight",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Beastie Boys",
      "id": "music/beastie-boys",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "world/2016/may/20/hillary-clinton-nominee-egyptair-flight"
}