{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/roy-williams-interview-soul-play-marvin-gaye-royal-derngate-hackney-empire",
  "id": "2016-05-08-185",
  "sectionId": "stage",
  "body": "Bafta and Evening Standard award-winning playwright Roy Williams, 48, grew up in Notting Hill, west London, the youngest of four born to Jamaican parents. His father left for America when he was two. When he started messing around at school, his mother hired a tutor for him who also ran a black theatre company. Williams later did a degree in theatre writing at Rose Bruford College. His plays mine the politics of the everyday: racism, poverty, teen pregnancy, stupid violence – from Sing Yer Heart for the Lads (2002) to Fallout (2003), inspired by Stephen Lawrence’s murder, and the boxing drama Sucker Punch (2010). His new play, Soul, explores the final days of the Motown singer Marvin Gaye, and his relationship with the father who shot him dead when he was 43.  When did you first hear Marvin Gaye’s music? It would have been Sexual Healing in 1982. Basically my hormones were talking! I went on a school cruise – 40 inner-city schoolboys visiting places in the Mediterranean – and there was this one girl from another school that I really fancied. There was a disco and I danced to Sexual Healing with her. Then two years later this shocking story came out about him getting shot by his dad. I remember finding it very hard to comprehend that a man could kill his own son. It planted a lot of seeds in my head, though it took years before they got shaken out. This is your first play about a real-life character. I was approached in 2010 to write a drama about Marvin by a documentary-maker. He put me in touch with James Dacre who had just directed The Mountaintop about Martin Luther King. And that’s when I started seriously looking into Gaye’s relationship with his dad. And it caused me to come away with a level of compassion for his dad, and Marvin too. Obviously no one can excuse what he did but there were unusual circumstances that led to his death.    Sometimes I feel chained to the fact that I have my father's name; even when he’s not here, he has an influence on me    You travelled to New York to meet Gaye’s sisters, Jeanne and Zeola? I was hoping they’d help – and my God, they did. The first question I asked them was: “What was it like having Marvin Gaye as a brother?” Because he wasn’t just famous, he was colossal. And they revealed a lot about growing up with him, the family situation they went through. They were very honest. It was almost like they just needed to tell. Because their perspective hasn’t been documented as much as Marvin’s relationship with Berry Gordy of Motown, or his wife. And that struck a chord with me: who really cares about the siblings of famous people? No one. Soul is not a jukebox musical but you have the coup of Gaye’s close collaborator Gordon Banks writing music for the play. Yes, he worked with him in his later years as a session guy, and he was also married to Zeola. He’s going to do some original music for us. A lot of your plays have absent or complex fathers. I didn’t get to meet my father until I was 39, when I finally decided to bite the bullet and go and see him, because he lives in America. I would never compare myself to Marvin but it’s interesting that he was named after his father, as was I. Something was driving him, and although he and his father had the most awful relationship, there was love there. But also frustrated love, because they didn’t know how to articulate it. And there’s a thin line between love and hate. I had an almost nonexistent relationship with my father, but I was named after him as well – so sometimes I feel chained to the fact that I have his name; even when he’s not here, he’s having an influence on me.              Several of your plays have transferred to America. Yes, Sucker Punch was done twice, which I’m thrilled about. The themes seem to strike a chord in the light of things that have been happening there in the last couple of years such as the whole “I Can’t Breathe” movement and the Trayvon Martin situation. I think people think, Yeah, I can relate to that, that’s been happening here as well. It’s also a chance for them to understand what’s going on for black Britons over here, which I think they know very little about. Soul is at Royal & Derngate, Northampton, 20 May-11 June, and Hackney Empire, London, 15 June-3 July",
  "webTitle": "Roy Williams: ‘It’s hard to comprehend that a man could kill his own son’",
  "webPublicationDate": "2016-05-08T06:30:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/roy-williams-interview-soul-play-marvin-gaye-royal-derngate-hackney-empire",
  "keyword": [
    {
      "webTitle": "Roy Williams",
      "id": "stage/roy-williams",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marvin Gaye",
      "id": "music/marvin-gaye",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Liz Hoggard",
      "id": "profile/lizhoggard"
    }
  ],
  "guardianId": "stage/2016/may/08/roy-williams-interview-soul-play-marvin-gaye-royal-derngate-hackney-empire"
}