{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/the-bbcs-diversity-strategy-is-not-good-enough",
  "id": "2016-05-04-313",
  "sectionId": "media",
  "body": "Last week the BBC published its latest diversity strategy. Like the previous 29 strategies over the past 15 years, it is full of good things, but recent experience suggests the corporation is unlikely to meet its ambitions, in part because there is ambiguity about the data it is presenting and the goals it is pursuing. For 2020, the BBC strategy has a 15% target for black, Asian and minority ethnic (BAME) people both in on-screen representation and its overall workforce. The published strategy claims the BBC has already achieved 13.4% BAME representation “above the census and workforce ratios (12.9% and 11.3%)”. On the face of it the BBC seems to be doing a sterling job and the new diversity measures are going the extra mile. But anyone who has worked on a BBC production would have trouble matching the 13.4% figure with the reality of being there.   Related: BBC pledges women will fill half of on-air roles by 2020    As we can tell from the data which, as a commendably transparent organisation the BBC publishes, the 13.4% figure is vastly inflated by two sets of people – people working in finance and on programmes broadcast outside of the UK.  Let’s take the first lot of people – those in finance. Commercial division BBC Worldwide achieved 21.3% BAME staff in 2015 but these staff are in business, sales and finance. The business and finance department covering the rest of the corporation has a BAME workforce of 14%. Both groups, important though they are, have no editorial input or creative role in the programmes the BBC produces and the output we watch, listen to and read.  But these figures wither into insignificance when compared to the BAME figures of the World Service and Global News department. Unsurprisingly teams that are based in Africa, Asia and the Middle East, with UK contracts, and specialised teams based in London often not broadcasting in English and definitely not targeted at a British audience have a large BAME contingent. In fact, more than half of the workforce at the World Service and Global News department are BAME. .  When you take out the two business divisions and the World Service, the percentage of BAME people actually working at the BBC making output for a British audience is just 9.2%. But even setting aside those areas where the BBC’s figures are distorted by non-creative divisions, the BBC’s pace of change on diversity has been glacial.  In March an FoI request by Broadcast found that 12.2% of the BBC’s 19,644 staff in the public service broadcasting arm were from BAME backgrounds last year. That is still 0.2% below the target of 12.5% which the BBC set for 2007, eight years ago. The new strategy says the £3.5m for measures announced in 2014 has resulted in 17 presenters, 13 scripts and 10 new writers. This is all good – but it represents infinitesimal progress in a public service broadcaster with 19,644 staff.  The strategy includes a lot more “good practice” but there is nothing in it to drive BAME employment – no ringfenced funds and no specified hours for programmes that match the criteria championed by Sir Lenny Henry.  To achieve even the leap from 12.2% in 2015 to 15% in 2020 will need to see a 2.8% advance over four years but it has taken the BBC 14 years to make the 2.2% jump from where it was in 2003, 10%. The new BBC strategy will not provide the necessary acceleration. Hardwire diversity from London One of the reasons the strategy is unlikely to succeed is that while it says diversity will be hardwired in everything the BBC does it is not basing its diversity team in London where the major network commissioners are found.  The new centre of excellence for diversity and diverse talent will be based in Birmingham, which accounts for just 1.7% of the BBC’s TV network spend, compared with London’s 46.7%. Everyone in media understands the relationship between where your desk is and power. Tunde Ogungbesan, the head of diversity, and his team will not be bumping daily into the key decision-makers in the lifts, corridors and cafes of the BBC’s London HQ at New Broadcasting House. If a BAME talent base is developed in Birmingham its staff will be far removed from the BBC’s centre of power, from their own communities and from 98% of TV production. How will BAME talent develop the networks and connections that will let it prosper?  Greater frankness needed When it comes to diversity, Channel 4 has set a benchmark that other public service broadcasters should seek to match. Driving diversity in employment requires a frank acknowledgement of the extent of the scale of problem and of failures as well as successes.  Unlike the BBC’s last report, Channel 4’s most recent assessment of its progress on diversity assesses progress on each of the broadcaster’s 30 initiatives, and was clear about the six areas in which it had not made as much headway as it anticipated. If the BBC had taken such a frank and open approach to reporting progress on its 29 initiatives over the past 15 years it would be able to point to lessons learned and greater progress today.  In the past couple of years under Tony Hall’s leadership, the BBC has made considerable strides on diversity, particularly on-screen, and the latest plans are all good. That should be celebrated. But as so often with the BBC, spin has triumphed over substance.  Now the BBC needs to be clear about the the levels of diversity in its UK off-screen programme-making and broadcasting staff, and provide the specific diversity targets for that population coupled with a much more convincing strategy to achieve them. Simon Albury is chair of the Campaign for Broadcasting Equality",
  "webTitle": "The BBC's diversity strategy is not good enough",
  "webPublicationDate": "2016-05-04T07:00:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/the-bbcs-diversity-strategy-is-not-good-enough",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/04/the-bbcs-diversity-strategy-is-not-good-enough"
}