{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/bristol-doncaster-championship-final-second-leg-match-report",
  "id": "2016-05-25-21",
  "sectionId": "sport",
  "body": "The road has been long and winding but Bristol’s seven-year exile from the Premiership is finally over. Never in the club’s long and distinguished history has a home defeat been celebrated so raucously. Had the hosts not held a 15-point cushion from the first leg, the last-quarter tension would probably have dislodged tiles from nearby rooftops. To say a gale of relief swept around the stadium at the final whistle is putting it mildly. Promotion at London Irish’s expense, courtesy of tries by Will Cliff and James Phillips and 22 points from the Welsh fly-half Callum Sheedy, was supposed to be a formality but no one had bothered to inform Doncaster. The Knights, 25-10 down at one point, scored four tries in the second half alone and deservedly clinched victory on the night through a last-gasp conversion of Latu Makaafi’s try by Dougie Flockhart. It was probably just as well Bristol completed the job this time, given their owner Steve Lansdown took the brave decision to grab the PA microphone at half-time and declare his team were “almost there”. He must have known he was tempting fate but Phillips’ late score, allied to Sheedy’s nerveless boot, ultimately rescued Andy Robinson’s edgy squad. The raucous post-match celebrations, including loud renditions of Drink Up Thy Cider and Sweet Caroline, reflected the city-wide sense of release.   Related: Bristol hope for third time lucky despite Championship play-off torture    Improvement will be needed next season but, as Robinson finally confirmed afterwards, the club had been privately planning for promotion for months. “We’ve got a vision of where we want to go,” said Robinson, expressing his gratitude to the club’s backers for sticking with him in difficult times. His head coach, Sean Holley, also believes the club can now go from strength to strength. “I’d like to think we’re back in the Premiership to stay,” said Holley. “We’ve got to look up, not down and not be satisfied with what we’ve got.” Having won the first leg 28-13, Bristol had a certain margin for error this time but the ghosts of their grim play-off final defeats to London Welsh and Worcester in the past two seasons remained stubborn companions. No side, though, has ever won the Championship play-off final having lost the first leg and Doncaster needed everything to fall right for them to stand half a chance. The Yorkshiremen, who also won on this ground in November, were certainly not lacking bulk or muscle up front. When the former Leicester centre Will Hurrell blasted through a couple of distinctly average tackles to touch down by the posts, his team-mate Declan Cusack’s conversion briefly put Bristol behind on the night. It did not last long, with Cliff scoring an opportunistic chargedown try with the final act of a fluctuating half. Not even “Bris” could blow it from here, surely? They were lucky Doncaster had a potential try by Mat Clark ruled out for supposed obstruction but Sheedy’s accuracy meant the unthinkable never really looked likely. Even after Jack Lam and Olly Robinson had been forced off through injury, Ben Mosses had been sent to the sin-bin for a high-tackle and Paul Jarvis, Tyson Lewis, Ollie Stedman and Makaafi added to the drama, the home side were still just about in charge of their own destiny. Bristol may yet be the last side to endure this extreme form of torture. Discussions are continuing about amending the system next season, with the side finishing top either coming straight up or entering straight into a play-off with the Premiership’s bottom club. Bristol will enjoy this brief release of tension but, given the calibre of their opponents next season, the really hard yards start here. Bristol Arscott; Wallace, Tovey (Morgan, 29), Mosses, Lemi (capt); Sheedy, Cliff (Roberts, 79); O’Connell, McMillan, Perenise (Cortes, 51), Evans, Glynn, Mama, Lam (Robinson, 51; Sorenson, 61), Phillips. Tries Cliff, Phillips Con Sheedy 2. Pens Sheedy 6. Sin-bin Mosses, 60. Doncaster Jarvis; Bulumakau (Flockhart, 61), Clark, Hurrell, Lewis; Cusack (Field, 47), Heaney; List (Sproston, 68), Hunter (Veikoso, 55), Quigley (John, 58), Challinor, Phelan, Shaw (Makaafi, 52), Hills (capt), Stedman. Tries Hurrell, Jarvis, Lewis, Stedman, Makaafi. Cons Cusack, Heaney, Flockhart. Pen: Cusack. Sin-bin: List, 54. Referee M Carley (RFU). Att 16,084.",
  "webTitle": "Bristol end seven-year Premiership exile despite Doncaster’s late rally",
  "webPublicationDate": "2016-05-25T21:13:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/bristol-doncaster-championship-final-second-leg-match-report",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "sport/championship-rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bristol",
      "id": "sport/bristolrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/25/bristol-doncaster-championship-final-second-leg-match-report"
}