{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/new-food-labels-us-obesity-overeating",
  "id": "2016-05-26-164",
  "sectionId": "commentisfree",
  "body": "This week, the White House and the FDA announced the first major overhaul to the nutrition guidelines printed on packaged foods in two decades. This will bring changes like larger fonts indicating portion size, calling out added sugars and new serving sizes that better reflect how people actually eat. All of these changes are aimed at helping Americans make healthier food decisions – but will they really help the ever-expanding American waistline?  Under the current guidelines, a serving of ice cream is a half-cup – that is, four servings in a pint. Under the new system, a serving of ice cream will become two-thirds of a cup, making that same pint just three servings.   Related: Our gigantic problem with portions: why are we all eating too much?    This may not seem like a major change – and it probably does, indeed, reflect how people actually consume ice cream. But if the purpose of nutrition labels is to guide people in making better food choices, does increasing portion sizes actually help? Or will the person who is intent on eating that full pint of ice cream by themselves take comfort in the fact that they’ve only eaten three portions, not four? The fact that portion sizes have been increasing for years is a well-measured phenomenon. In their 2009 study The Joy of Cooking Too Much, Brian Wansink and Collin R Payne found 18 recipes that had been continuously published in The Joy of Cooking from 1936 to 2006. Over those 70 years, portion sizes and calorie counts had increased incredibly: in 14 of the 18 recipes, calorie counts had shot up nearly 50%. A chicken gumbo recipe with 228 calories in 1936 had increased to 576 calories per portion by 2006. As Wansink noted: “These recipes were once intended to serve nearly twice as many people as they do today, so don’t let a full portion get anywhere near your plate.” Or look at Coke. Today, 20-ounce bottles of the sugary soda are ubiquitous. Sold as a single portion, that bottle packs in 240 calories – nearly 10% of an average man’s daily recommended calorie intake and 130% of his added sugars for the day. Compare that to 1955, when Coca-Cola introduced the “family size” bottle for the first time: it was 26 ounces and intended to serve a family of four. Did some people drink that whole bottle themselves? Of course they did. But that was the exception; today, it’s the norm.   Related: The New York Times should eat its words: breakfast is for champions    That 1950s consumer had no real way to know what was in his or her Coke bottle because labels were inconsistent and only lightly regulated. Companies could decrease portion sizes to make a food appear to have lower calories or increase portion sizes to make something seem more nutritious.  In 1972, the FDA first proposed comprehensive nutrition labelling practices; however, the “inclusion of such information was to be voluntary, except when nutrition claims were made on the label, in labeling, or in advertising, or when nutrients were added to the food. In those cases, nutrition labeling would be mandatory”.  At the time, the FDA was more concerned with deceptive practices – was there enough seafood in seafood cocktail or oranges in orange juice – than in consumer nutrition. In fact, as FDA commissioner Charles D Edward said in 1973: “We’re not trying to tell the American public what to eat.” Today, the government still isn’t telling the public what to eat – but it’s certainly trying to give people a shove in the right direction. As first lady Michelle Obama, a major proponent of the new labels, noted: “This is going to make a real difference in providing families across the country the information they need to make healthy choices”. Which brings us back to those expanding portion sizes. Will seeing the increased caloric content of these new, larger servings dissuade the average consumer from eating too much? When I spoke with Lauren Kronisch, a clinical Registered Dietitian Nutritionist (RDN) and weight loss dietitian, she told me that the new labels “will be a positive development for most consumers”.  Most people “underestimate how much they are consuming, and perceive their portion to be less than what it actually is ... The listed portion sizes will allow many consumers to understand more accurately what they were already eating.” Just how many consumers avail themselves of this new data remains to be seen. In a 2015 study of fast food menu labels, researchers found that while 60% of consumers read the calorie contents of menu items, only 16% used that information to guide their food buying choices. The introduction of the added sugars label alone is a huge step in the right direction and, judging from the apoplexy of the sugar industry, one that might actually do some good.  But if accepted portion sizes keep on increasing, will that be enough? Alas, America is addicted to overeating, and these labels may be too little, too late.",
  "webTitle": "America is addicted to overeating. New food labels are too little, too late | James Nevius",
  "webPublicationDate": "2016-05-26T14:26:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/new-food-labels-us-obesity-overeating",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "lifeandstyle/nutrition",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nutrition",
      "id": "science/nutrition",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "James Nevius",
      "id": "profile/james-nevius"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/new-food-labels-us-obesity-overeating"
}