{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/australian-election-2016-treasurers-debate-has-plenty-of-sparring-but-no-knockout-punch",
  "id": "2016-05-27-263",
  "sectionId": "australia-news",
  "body": "The treasurer, Scott Morrison, has squared off against the shadow treasurer, Chris Bowen, in the first treasurers’ debate of the 2016 election campaign. It could be the only one, despite a challenge from Bowen to have two more debates but in different formats. At the National Press Club on Friday, both men largely stuck to debating ideas and policies, rather than personality.  It was in stark contrast to the rest of the election campaign, where three-word slogans dominate.   Related: Morrison and Bowen produce a lively treasurers' debate, but costings are no clearer    Morrison used the event to reiterate the government’s central policy pitch to voters, saying the Coalition has delivered a clear economic plan in its budget to boost growth and jobs by pursuing significant tax cuts for small and big business. But he would not be drawn on Treasury figures that suggest those tax cuts would increase gross national income only 0.6% by 2046.  “The country needs a national economic plan delivered by a solid and stable government that will continue on with the job,” he said. “We say to the Australian people, we say we stand ready to continue in that task.” He also criticised Bowen for failing to demonstrate how he would reduce the rate of spending growth, saying this was a huge problem, and the deficit and debt Australia incurred to finance it would continue to grow under Labor. Bowen used the event to reprise Labor’s concerns about the assumptions behind the Treasury’s budget projections, saying they put the government’s budget figures in serious doubt. He also criticised the government for treating education as a cost, rather than an investment, and warned that housing affordability was at “crisis levels” and the government was doing little about it. “First homebuyers are finding it impossible to get into the market,” Bowen said. “We are losing the great Australian dream. That has been a focus of our policy development in negative gearing, putting first homebuyers in a level playing field.” Neither Morrison nor Bowen landed a knockout punch on the other. The debate comes three days after the Coalition launched a renewed attack on Labor, accusing them of having a huge spending “black hole” and demanding they prove how they would go about fixing it.   Related: Chris Uhlmann and David Speers on leadership debates – Australian politics live podcast    But their attack was based on claims about Labor’s spending intentions, which they later admitted were impossible to justify. Morrison said the economic projections in the budget were official Treasury figures that matched figures from the International Monetary Fund and the World Bank. He said the growth forecasts for the economy were conservative, given they were below the long-run average, but he would continue to scrutinise them as economic conditions evolved. “In the mid-year economic and fiscal outlook (Myefo) last year, we revised downward the growth forecast from 3.5% to 3%. In this budget we revised the second quarter down by a quarter of a per cent. We make those adjustments confirmed by Treasury,” he said.",
  "webTitle": "Australian election 2016: treasurers' debate has plenty of sparring but no knockout punch",
  "webPublicationDate": "2016-05-27T07:50:55Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/australian-election-2016-treasurers-debate-has-plenty-of-sparring-but-no-knockout-punch",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/27/australian-election-2016-treasurers-debate-has-plenty-of-sparring-but-no-knockout-punch"
}