{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/uk-doctors-told-to-halve-inappropriate-antibiotic-prescriptions-by-2020",
  "id": "2016-05-26-20",
  "sectionId": "society",
  "body": "Tough new targets to curb the overuse of antibiotics and cut the risk of the resurgence of killer diseases have been announced by the government, which will require doctors to halve the number of inappropriate prescriptions written for the drugs by 2020. David Cameron told world leaders at the G7 summit in Japan that the issue was a priority for him, as he revealed plans to crack down on prescribing within the UK. Experts warn that unless action is taken drug-resistant infections will kill more people than cancer, taking 10 million lives a year by 2050.   Related: England’s chief medical officer warns of ‘antibiotic apocalypse’    Inappropriate prescribing of antibiotics – for instance for infections such as coughs and colds caused by a virus rather than bacteria – is to be halved within the next four years. Officials say 10% of the 34m antibiotics prescribed each year are handed to people inappropriately, suggesting a target reduction of 1.7m prescriptions annually by 2020.  A financial incentive scheme has already produced results. On Wednesday it was announced that GPs in England have cut all antibiotic prescriptions by 2.6m last year, a drop of 7.3%. NHS commissioners were offered an extra £5 per head of the local population for meeting a target of 1% decrease in their use.  The government’s second target is a commitment to halve the number of drug-resistant bloodstream infections, such as E coli, acquired by patients in hospital by the same year, reducing the need for antibiotics.  Third, it will reduce the use of antibiotics in farm animals and farmed fish and control or ban those drugs that are important in human health.   Related: No antibiotics without a test, says report on rising antimicrobial resistance    The measures follow last week’s seminal report by Jim O’Neill, who has called for a global response to what has been described as an “antibiotic apocalypse”. Dame Sally Davies, the chief medical officer for England, said 50,000 people were dying every year in Europe and the US from infections that antibiotics have lost the power to treat. Lord O’Neill set out a 10-point blueprint for reversing the erosion of the power of antibiotics to treat infection, from reducing doctors’ prescribing to curbing use of the drugs in farm animals and incentivising drug companies to invent new antibiotics. The new targets are all in line with the recommendations in his report, which was commissioned by Cameron two years ago. Downing Street says overuse of antibiotics for decades has been the key driver of the emergence of bugs that are starting to outsmart the drugs. The government has also accepted O’Neill’s proposals to incentivise the development of new drugs. The UK will give £50m to kickstart a new fund to reward companies that develop new, successful antibiotics and make them available to everyone who needs them. The O’Neill report suggested $1.6bn (£1bn) a year over 10 years was required to develop 15 new drugs. The government said that was a relatively small figure when compared with the total annual global sales of pharmaceutical products of about $1tn. Accepting another of the report’s recommendations, Public Health England is to test a new public awareness campaign into how to drive behavioural change. The health secretary, Jeremy Hunt, said the $40bn asked for over 10 years by O’Neill was “vastly outstripped by the costs of inaction, which is potentially in the trillions”. The public health minister, Jane Ellison, agreed that doing nothing was not an option. “We know that inappropriate use of antibiotics is a key driver of these drug-resistant infections. In England we are beginning to make progress, with family doctors achieving a 7% reduction in antibiotic prescribing last year,” she said. “These new goals will help to maintain this momentum.” Davies welcomed the announcement while Nigel Gibbens, the chief veterinary officer, added: “It’s important that we act now to start reducing antibiotic use in livestock, and our commitment to meet Jim O’Neill’s suggested 50mg/kg target overall by 2018 sets the UK well on that path.” Dr Annette Heinzelmann, medical director of Médecins Sans Frontières called drug-resistant infections a “looming threat” to the work of her NGO. “They’re everywhere: we see them in war-wounded patients we treat in Jordan and in newborns in Niger. Our medical staff are increasingly seeing people who have infections that can only be treated with one of the last lines of antibiotics. It is vital that this important topic is high on the political agenda as it can no longer be ignored. All countries need to realise the gravity of the issue and take action,” she told the Guardian.",
  "webTitle": "UK doctors told to halve inappropriate antibiotic prescriptions by 2020",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/uk-doctors-told-to-halve-inappropriate-antibiotic-prescriptions-by-2020",
  "keyword": [
    {
      "webTitle": "Antibiotics",
      "id": "society/antibiotics",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drug resistance",
      "id": "society/drug-resistance",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/26/uk-doctors-told-to-halve-inappropriate-antibiotic-prescriptions-by-2020"
}