{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/15/upstart-crow-mum-sitcom-billions-peston-sunday-review",
  "id": "2016-05-15-194",
  "sectionId": "tv-and-radio",
  "body": "Upstart Crow (BBC2) | iPlayerMum BBC2 | iPlayerBillions (Sky Atlantic)Peston on Sunday (ITV) | ITV Hub It’s an argument up there with Beatles or Stones? or nature v nurture? and equally likely to drive the relevant partisans to fierce gesticulation if not pompous violence. Laughter track or not? On one hand, such tracks risk patronising you, and few things are less chortlingly funny as being made to feel stupid. On the other, you might in their absence miss a pointer, and also feel stupid. My, but it’s a dilemma. It depends – my considered opinion, after spending frankly too long worrying at this – on the audience. Very early on in Upstart Crow, a collaborative Ben Elton-William Shakespeare vehicle for the hopelessly thick and untalented David Mitchell, a member of the studio audience reacted to Liza Tarbuck just saying something in an accent, with her titty-dumplings to the fore with the kind of prolonged loud screeching fit that you or I could only hope to achieve while dousing our genitals in hydrochloric acid. My heart sank. But soon it actually began to get funny, sometimes very. The audience member had obviously been led out by an intern with the promise of a cup of tea and perhaps, actually it’s to be hoped, a reassuring whisper of “you’re not clever enough for this, dear”. By the end, this mashup of Will’s artistic frustrations in an England seething with stupidity, and as relevant to today as to 1584, had become a delight, to the extent the audience was anticipating the gags. Of a fiendishly cunning plot to frustrate young love, in which it had become necessary to procure a play-dead potion, Mitchell’s brimming “I can’t see how it can possibly go wrong” had much of the hubristic glee in seeing it coming of a Mainwaring, a Hancock. Inevitable parallels – there was much God’s bodikins! and gut-porridge stuff – will be drawn with Blackadder, although perhaps someone could tell me why that’s in any conceivable way a bad thing. But Mr Elton has (almost) wholly redeemed himself for crimes against David Haig in the relentlessly smile-free elf’n’safety trudge that was 2013’s The Wright Way, and it’s nice to see he’s got his brain back. And I do like Spencer Jones as Kempe, played as Ricky Gervais as David Brent – way too knowingly see-what-I-did-there, but that’s how Ben rolls. Mum had no laughter track, but that wasn’t the singular difference about this remarkable comedy. The fact that the glorious Lesley Manville hasn’t played more comedy was the thing. An utter natural, she’s so far been constrained by having to win seemingly endless awards in bittersweet Mike Leigh films, as if there’s any other kind, but is now apparently freed up to slum it. Slum on, say I.     ‘It’s Butterflies for yet another generation, and as delightful’: Lesley Manville and Peter Mullan in Mum. Photograph: BBC/Big Talk Productions/Mark Johnson    It’s Butterflies for yet another generation, and as delightful. Again, a subtle mother – in this case a sudden widow– is the sane fulcrum around which certain fine madnesses, ranging from the silly to the grotesque to the heartbroken, revolve and tilt. It’s a rather brave piece of engineering by BBC2 schedulers, gambling that the Friday night 10pm slot might attract an audience of wise young drunks, as well it might. Manville is perfectly complemented by Peter Mullan, playing against type as seldom before – awkward, stuttery, shrinking, though I’d still never want to bat away his accent in a dark alley, and I’m bloody Scottish. Elsewhere, it’s a dead heat for acting honours between Lisa McGrillis, as the son’s exuberantly gauche girlfriend, and Dorothy Atkinson as the haughty sister-in-law, (“So what stopped you getting a pond in the end? Did you just realise it was…tacky?). Two absolute stock comedy stereotypes, but seldom done better, and writer Stefan Golaszewski (Him and Her) somehow raises everything to a sharper level. Perhaps I should stop giving too much of a rat’s ass over canned laughter, then, and simply celebrate the fact that there have arrived two genuine hits at the same time, and on the same channel.     Maggie Siff as Wendy Rhoades battles with the boys in Billions. Photograph: JoJo Whilden/Sky TV    Over on Sky Atlantic, the grand news is that we have yet another big fat belter to hold on to, should our grip on Thrones ever falter. Billions is magnificently unforgiving in what it asks of us, which is essentially to understand the arcaneries of hedge-fund management, a term almost interchangeable with fraud on a macro scale. It’s full of fast sentences such as “One of my grunts riding the Midas spotted a days-long buy spike” (but then again so, pretty much, is Thrones; it could almost be Daenerys bemoaning another wayward dragon).    We’re not, not quite, back in 1584, but still… so far it’s a game for the boys    Fortunately for the financially cretinous, among whom I am exceptionally proud to number myself, there’s also a simply ripsnorting human drama being played out before us. Paul Giamatti (Sideways) plays the DA, and plays it like a meaner keener Toby from the West Wing; Damian Lewis, last seen as Wolf Hall’s Loin King, is the insanely charming, kind, dynamically corrupt greedbucket on whom the DA, under vaulting media pressure to jail most of Wall Street, has fastened his fangs. The trap has been baited, the bait taken, and the stage is now set for one humongous pissing contest. I use the gender-specific deliberately: for, so far, women don’t get that much of a look-in. We’re not, not quite, back in 1584, when Mitchell/Shakey could sternly remind a protege, “But Kate, it is illegal for girls to do anything interesting…” and Maggie Siff as the DA’s wife Wendy Rhoades does get some decent lines, but still… so far it’s a game for the boys, who would all seem to manage machiavellian venality so very much better. And I’m tempted to also say, so far, that it doesn’t really matter, so finely honed are both script and performances. If any show on earth is going to make you feel sorry for those poor dears who pull down a mere $7.2m a year, to the extent that you have to stay your happy hand from dashing off a cheque then and there, this is it.     ‘Actually bearable when you see him’: Robert Peston on Sunday. Photograph: ITV    ITV’s Peston on Sunday was a pleasant surprise. It’s not (and perhaps wisely) going absolutely head to head with Marr on BBC1, airing an hour later (though now clashing, infuriatingly, with Nicky Campbell’s The Big Questions, which I love, if guiltily, for its ability to showcase God- and Allah-botherers making rampant pig’s unmentionables of themselves.) Robert Peston is actually bearable when you see him, rather than just having him hector you unintelligibly from the radio. By contrast, his chief guest was George Osborne, by some accounts a decent and human and very funny cove. Unfortunately for George, the more he tries to estuarise his voice, the more he dresses down and slumps, all tieless and chummy, the more precisely do his features resemble, with uncanny punchability, those of a posh boy sneering at us.",
  "webTitle": "The week in TV: Upstart Crow; Mum; Billions; Peston on Sunday",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/15/upstart-crow-mum-sitcom-billions-peston-sunday-review",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "David Mitchell",
      "id": "media/david-mitchell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ben Elton",
      "id": "culture/ben-elton",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Damian Lewis",
      "id": "culture/damian-lewis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sky Atlantic",
      "id": "media/sky-atlantic",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Mullan",
      "id": "film/peter-mullan",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/15/upstart-crow-mum-sitcom-billions-peston-sunday-review"
}