{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/no-need-for-geniuses-by-steve-jones-review",
  "id": "2016-05-20-308",
  "sectionId": "books",
  "body": "In 1931, a young German biochemist named Adolf Butenandt received an unusual donation from officers of the Berlin police force: 25,000 litres of urine, enough to fill a small swimming pool. From it, he extracted exactly 15 milligrams of the hormone androsterone – an amount the size of a small pebble. But it was a key step in Nobel prize-winning research that eventually allowed him to isolate a series of sex hormones, including testosterone. Readers may well wonder why this story appears in a book about the French Revolution. Steve Jones has supposedly devoted No Need for Geniuses to the astonishing advances made by French scientists of the late 18th century in subjects ranging from the isolation of chemical elements to the understanding of human metabolism to the physics of electricity. The era’s remarkable technical innovations included the metric system, ballooning, the invention of canned food, and the semaphore telegraph. But Jones uses these subjects only as starting points for a series of enjoyable rambles through the history of modern science as a whole. While each of his nine chapters involves an episode from the revolution, Jones quickly wanders away from it, as one interesting and obscure fact reminds him of another, and that of another in turn. A chapter on the science of metabolism, for instance, opens with a quick history of the Tour de France, including the information that riders in the race daily expend as much energy as they would in running two marathons. Jones then brings us to the early experiments on metabolism conducted by the French scientists Antoine Lavoisier and Pierre-Simon Laplace in the 1780s, from which we learn that they were the first to use guinea pigs as experimental animals. From there, it is off to the races, with information about everything from Alaska’s Iditarod bicycle contest to the story of Pheidippides (the ill-fated runner of the original marathon), to the role of running in human evolution, to Kalahari Bushmen, to the invention of morphine, to Lance Armstrong to Butenandt and his peeing Polizei. To illustrate the human body’s ability to maintain a constant temperature regardless of the demands put on it, Jones recalls that in one experiment, a test subject on a treadmill ran the equivalent of a marathon in a chamber whose temperature was slowly raised from minus 45°C to 55°C: “The temperature of his body core deviated over the experiment by less than one degree.” A chapter on the Coriolis effects produced by the rotation of the Earth would seem to have even less connection to the revolution. Except – aha! – when the 19th-century physicist Léon Foucault decided to demonstrate these effects with a giant pendulum, he did so in the Panthéon – the deconsecrated church that the revolutionaries turned into a shrine to the “Great Men of the Patrie”. And so off we go on another ramble that includes learned digressions on air currents, ocean currents, and even ballistics. As Jones explains, in the first world war, shells fired by the Germans’ “Emperor William Gun” became the first man-made objects to enter the stratosphere and took three full minutes to reach their targets, forcing the gunners to take the Earth’s rotation into account when calculating trajectories. The material on air currents, meanwhile, allows Jones to return to 18th-century France and the invention of ballooning. He notes that the pioneering Montgolfier brothers initially thought that smoke, not heat, provided the lift for their inventions. He recounts as well that after the first, unmanned hydrogen balloon landed in a field 20km from its Parisian launch point in 1783, terrified peasants attached it with rocks and a pitchfork. Virtually every page of the book contains such lovely nuggets of information. The steel in the Eiffel Tower, melted down and spread over the structure’s base, measuring 125 metres on each side, would rise to a height of no more than 6cm. The shock wave from exploding nitroglycerin travels at 30 times the speed of sound, while the gas produced momentarily reaches a temperature of 5,000C. The potato has more genes than a human being. Laplace was the first scientist to imagine a star so massive that even light could not escape its gravitational field – ie a black hole. In 19th-century China, because of the need for fertiliser, attendants at public toilets tipped their clients, rather than the reverse. Thanks to a gene governing the liver, people of Scottish ancestry find it easier than the Chinese to break down alcohol (somehow, this is not surprising). A chapter on evolution takes us into the strange world of blind fish, while also giving Jones a chance to quote the remarkable conclusions drawn from the fossil record as early as 1796 by the scientist Georges Cuvier: “All of these facts … seem to me to prove the existence of a world previous  to ours, destroyed by some kind of catastrophe.” Jones calls himself a specialist in “the haute vulgarisation of science”, and few have practised this estimable art more enjoyably. The only pity is that he has not taken more care with the history that provides the framework for all this enjoyable material. He has a quite understandable taste for Thomas Carlyle’s classic 1837 history The French Revolution, which he frequently quotes, and from which he draws his chapter headings. But he does not seem to have progressed much beyond Carlyle in his own historical research, and the result is dozens of small errors that collectively undermine the reader’s confidence. To take just a few, the radical revolutionary Jean-Paul Marat was Swiss, not Parisian, and he did not, contrary to legend, contract his terrible skin disease from hiding in the sewers from the Parisian police (the disease led him to take frequent palliative baths, during one of  which Charlotte Corday famously stabbed him to death). Louis XVI did not have a mistress who died on the guillotine; the Committee of Public Safety was not a tribunal; the prison massacres did not happen on 10 August 1792 but several weeks later; and the controller general of finances Anne Robert Jacques Turgot most certainly did not “save France from fiscal collapse”. For that matter, the Luxembourg Gardens are not on the Right Bank (Jones seems to have confused them with the Tuileries). And the head of the revolutionary tribunal that condemned the great chemist Lavoisier to death did not say that “the Republic has no need for savants”. Like so many supposed revolutionary sayings, this one was made up by the man’s enemies. And this is significant for Jones, because he has used the remark for his book title, freely translating savant (meaning a person of learning, or a scientist) as “genius”. Do the mistakes matter? No Need for Geniuses remains a wonderful read. But precision is as important in history as in science, especially in an age where, thanks to the internet, more wrong information flows across the world more quickly than ever before. Did those policemen really provide 25,000 litres of urine for Butenandt? Some sources say the number was closer to 15,000 litres. Should I believe Jones? Alas, I’m not sure he has given me a reason to do so. • David A Bell’s Napoleon: A Concise Biography is published by OUP. To order No Need for Geniuses for £20 (RRP £25) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "No Need for Geniuses by Steve Jones review – astonishing scientific advances\r\n",
  "webPublicationDate": "2016-05-20T06:30:33Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/no-need-for-geniuses-by-steve-jones-review",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "David A Bell",
      "id": "profile/david-bell"
    }
  ],
  "guardianId": "books/2016/may/20/no-need-for-geniuses-by-steve-jones-review"
}