{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/01/nature-nurture-pupils-special-educational-needs-outdoor-education",
  "id": "2016-05-01-180",
  "sectionId": "teacher-network",
  "body": "Sometimes, the best way to get the most out of the classroom is to leave it and take learning outside. Outdoor learning can make for happier, healthier, well-rounded students – particularly for those with special educational needs (SEN).  Sulivan primary school in Fulham, London, a maintained school where 30% of pupils have SEN, set up a “reading forest” for its youngest students.     Sulivan primary school’s ‘reading forest’. Photograph: Sulivan primary school    “We are always looking at innovative ideas to engage all pupils and children with SEN sometimes need more active, out-of-the-box ideas,” says Emily Genochio, year 2 teacher and inclusion manager at the school. “Reading outdoors is enjoyable, stress-relieving and calming for pupils.”  Children can find books “growing” in the trees and tents beneath the branches, where they can read quietly and share books. Those with social, emotional and mental health SEN – some of whom don’t normally enjoy reading – are more eager to get outside into the reading forest, says Genochio, and for students on the autism spectrum, it provides a quiet, open space. The outdoors also provides a new setting to take on challenges, and learn life skills without even realising it. “Our children with SEN benefit from how the outdoors relieves stress and anxiety, develops social skills, motivates learning across the curriculum (and beyond) and allows them to be practical, responsible and productive members of the community,” explains Genochio. The school has a large outdoor space, which also includes a wildlife garden, vegetable plot, pond, insect hotel and meadow area. But activities don’t have to be over-engineered or contrived, says Genochio, who uses the example of her students rolling back a log to expose the creepy crawlies underneath. “There is a sense of achievement in meeting a challenge – and students take that confidence to succeed in other situations in the classroom and beyond.”   Related: Five easy ways urban schools can experiment with outdoor learning    The potential for outdoor education to foster independence is particularly beneficial for SEN students, according to Andrew Colley, lecturer in special education at the Cass School of Education and Communities, University of East London. “SEN students have often learned helplessness and passivity because, consciously or not, we as practitioners exert a huge amount of control and [going outdoors] forces us to relinquish that,” he explains. “Giving SEN students that feeling of space, and the sensory stimulation that comes with being outdoors, is absolutely vital.” Regency high school in Worcester – where students have a broad range of medical, physical and learning needs – also uses the outdoors to combine firing creativity and enhancing learning, with building the independence and wellbeing of pupils. Every other year students from the school take part in the RHS Malvern Spring Festival. Last year students interpreted the “route to the hills” theme to create a Roman garden, complete with a mini fort. “Gardening is so levelling for students with special needs, it’s very inclusive,” says Sarah Rudge, a teacher at the school. “It takes a long time to see things develop and grow, but having patience is a really good life skill,” she adds. While some children will concentrate on digging earth and planting seeds, others will be calculating the dimensions of the garden or researching which herbs the Romans grew and what vegetables they ate. The project ties in lots of different disciplines – from design technology to science and history. At the festival itself, the children interact with the crowd of thousands passing by, and present their work to an audience. One student, who uses a wheelchair, made his way to the centre of the path, where he handed out the leaflets his class had made about the project. “This child, who doesn’t speak, used his initiative to engage the audience in talking to him and looked through the portfolio to show them photos of what he had been involved in,” explains Rudge. Elsewhere, students thoughtfully recalled what they had done and talked about the garden to lots of people, growing visibly more confident and enthusiastic as time went on. Outdoor activity requires students to adapt to unpredictable weather and the changing seasons, and this can be another positive challenge, says Dr John Crosbie, former director of UK charity the Calvert Trust, which provides outdoor activities for people with disabilities. “The ability to try and relate to situations is a real challenge for children on the autism spectrum, and so is being flexible with their view of order, timescales and routine; being outdoors challenges this,” he explains. For outdoor learning to be effective for SEN students, however, thought needs to be put into how to structure the space, says Felicity Robinson, a landscape architect and teacher who wrote Naturally Inclusive – a new approach to design for play – for UK charity Learning Through Landscapes.   Related: Forest schools: learning in the great outdoors – in pictures    Robinson uses an example of an outdoor space she designed which had the “quieter zones” near the exit from the classroom with a sandpit, a growing garden, small world, role play and big-scale painting area. The children could then transition to the busier, more active zones farther out with bike riding, ball games and climbing.  “This gave the zones clarity of purpose to support the children more effectively, with the opportunity to acclimatise and avoid disturbance in the quieter zones,” she explains. “And it enabled the children to focus more effectively on the activity in hand.” It is important to get children involved in creating their outdoor space as much as possible too. After being involved in creating an outdoor learning space at their school, one key stage 2 SEN student told Robinson: “I felt happy because I took part and someone else didn’t just do the work for me. It would have made me cross and disappointed to find it had changed over the holiday and we hadn’t done it ourselves.” It is also important to make outdoor learning a different and complementary experience to what happens in the classroom. Think natural colours, plants, seasonal change, natural materials and logs, leaves and twigs as loose parts for construction and role play. “It shouldn’t just be a case of taking the indoors out – think about what is special about the outside and capitalise on that.” The green schools series is supported by the WWF. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here.",
  "webTitle": "Nature is the best way to nurture pupils with special educational needs",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/01/nature-nurture-pupils-special-educational-needs-outdoor-education",
  "keyword": [
    {
      "webTitle": "Green schools",
      "id": "teacher-network/green-schools",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Special educational needs",
      "id": "education/specialeducationneeds",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Outdoor learning",
      "id": "teacher-network/outdoor-learning",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Kirstie Brewer",
      "id": "profile/kirstie-brewer"
    }
  ],
  "guardianId": "teacher-network/2016/may/01/nature-nurture-pupils-special-educational-needs-outdoor-education"
}