{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/16/todays-media-stories-from-the-papers",
  "id": "2016-05-16-300",
  "sectionId": "media",
  "body": "Top story on MediaGuardian What next for the BBC? Birt, Iannucci, Puttnam and more on its futureWith the white paper published, we ask broadcasting experts what’s in store for the corporation and what it must do to thrive More on MediaGuardian Sarah Corp obituaryGifted journalist who worked as a TV producer with Channel 4 News for 17 years  Today’s headlines The GuardianUkrainian ‘propaganda’ song wins Eurovision song contest. P3What next for the BBC? P28-29The BBC boss in charge of Bake Off: ‘Distinctiveness v popularity is absurd’. P28-29Obituary: Channel 4 News producer Sarah Corp. P31 Daily TelegraphBBC to push ahead with plans for British rival to Netflix. P11‘Too Christian’ BBC to offer other religions greater share of broadcast time. P11David Attenborough: health and safety would have stopped me getting my big break today. P11Russia hits out at Ukraine’s ‘illegitimate’ Eurovision win. P15Eurovision: where camp and politics clash. P18EU media rights switch ‘could cost producers billions’. Business P1Sky faces 70% rise in cost of German football rights. Business P1Force American TV networks to commission independent producers, says Harvey Weinstein. Business P3 Financial TimesDigital economy bill set to strengthen Ofcom’s powers. P2 The TimesGoogle and Facebook must stamp out piracy or face legal action. P4Top Gear’s Chris Evans takes swipe at Jeremy Clarkson. P7Libby Purves: Why radio is the Cinderella of the BBC. P25Editorial: Social media giants cannot continue to dodge responsibility for content. P27Russia hits out at Ukraine’s ‘political’ Eurovision win. P31 iBBC is ‘very, very white’ says Sir Lenny Henry. P2Cellist Sheku Kanney-Mason named BBC Young Musician. P17The DG, the PM and some very good TV have saved the BBC.  Wall Street JournalAngry Birds film is gamble for Rovio. B1Alan Rusbridger will not take up role as chair of the Scott Trust. B2 Daily MailBBC Radio 4 presenter Eddie Mair ‘earns £425,000 a year’. P15Russia hits out at Ukraine’s ‘political’ Eurovision win. P23Why Emily Maitlis has exposed her stalker. P30-31Fiona Bruce enjoys £441,000 windfall after closure of private company. P34-35 Daily ExpressRussia: we could boycott Eurovision over Ukraine win. P15Claudia Winkleman won’t attend award ceremonies without a parent. P17What’s in a TV name? P20 The SunDanniella Westrbrook axed from EastEnders after two weeks of filming. P3‘Too Christian’ BBC to offer other religions greater share of broadcast time. P8Editorial: BBC religion row shows consequences of government surrender over white paper. P10David Attenborough: BBC bosses once mocked me for my ‘amateurish’ filming gear. P19BBC sees Eurovision’s Joe and Jake as a potential new Ant and Dec. P33 Daily MirrorBenidorm star Tim Healy airlifted back to UK with mystery illness. P9Eurovision coverage. P11David Attenborough was a young rebel at the BBC. P16Chris Evans’ Rainbow jibe at ex-Top Gear presenters. P19 Daily StarSusanna Reid admits Piers Morgan infuriates her. P3James Martin blames big screen TVs for making him look fat. P3Chris Evans fears new Top Gear is ‘doomed’. P7EastEnders cast think June Brown should be made a dame. P20 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-16T08:01:45Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/16/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/16/todays-media-stories-from-the-papers"
}