{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/bhs-collapse-greg-tufnell-rescue-bid-soares-dos-santos",
  "id": "2016-05-24-49",
  "sectionId": "business",
  "body": "A former managing director of Mothercare and Burton is leading a bid for BHS backed by a wealthy Portuguese family, which has emerged as the frontrunner to rescue the department store chain. Greg Tufnell, the brother of former England cricketer Phil Tufnell, has been holding talks with administrators. It is understood that Tufnell aims to become BHS chairman. He is working alongside Nick de Scossa, a Swiss banker, and José Maria Soares Bento, thought to working with a wealthy family in Portugal. Administrators have been told that the family is willing to pump tens of millions of pounds into reviving BHS. Tufnell did not respond to requests for comment. Mystery still surrounds the identity of the family, but City sources say it is the Soares dos Santos family. The family control Jerónimo Martins, the Portuguese supermarket group, although any potential investment in BHS is likely to be through SFMS, the family holding company. However, representatives of the Dos Santos family said last night they were not involved in talks to rescue BHS. The Tufnell-led team has emerged as the frontrunner after other parties either submitted lower bids or backed away from a deal. They registered a new vehicle called Richess Group Limited at Companies House on 12 May, with Tufnell, De Scossa and Soares Bento named as directors.  Liquidators have been lined up in case the talks break down, however. If Duff & Phelps, the administrators, cannot secure a deal by the end of the week then liquidators are likely to be brought in, meaning all 11,000 BHS workers could lose their jobs. Hilco, the investment firm, is in pole position to be named as liquidator.   Related: BHS collapse: Philip Green was warned about buyer, MPs hear    Among the other bidders, John Hargreaves, the founder of Matalan, is thought to have balked at the cost of replenishing BHS’s stock, while Crown Crest, the parent company of Poundstretcher, and Mike Ashley’s Sports Direct had their proposals rejected. Tufnell describes himself as a specialist in retail turnarounds. He was buying and merchandising director at Next from 1991 to 1994, before becoming managing director of menswear chain Burton, which is part of Arcadia, now owned by Sir Philip Green. In 1997 he became managing director of Mothercare, the baby clothing and equipment retailer. He stepped down in 2000. Since then Tufnell has been involved in setting up a number of smaller companies and leading the buy-outs of small retailers. He is the managing partner of Prime Advantage, a boutique corporate finance firm, and a non-executive director of The House of Britannia, which invests in small luxury brands. It is unclear whether either of these companies are involved in the BHS rescue deal or whether Tufnell is acting in a personal capacity. BHS collapsed into administration last month with a pension deficit valued at about £571m. The retailer has been saddled with the deficit despite Sir Philip Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership. The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by three-time bankrupt Dominic Chappell. Retail Acquisitions received payments of more than £25m from BHS during its 13-month ownership of the retailer. Two directors of Retail Acquisitions, which was 90% owned by Chappell, announced they were resigning on Tuesday night. Eddie Parladorio, a lawyer, and Aidan Treacy, the acting finance director of BHS in March and April 2016, said they were leaving the vehicle that owned BHS. In a statement, Parladorio said: “The acquisition and then turnaround of the iconic BHS business was always going to be challenging. Many good people worked very hard and many good things were done with some decent progress made but, in the end, the completion of the task proved beyond reach. It is to be hoped that a buyer will soon be found to take the business forward and restore it to its once very proud place on the British high street.” Treacy said that “exceptionally poor trading together with shortfall on property proceeds and challenges around trade credit” had led to the downfall of BHS. Parladorio will give evidence to MPs next month about the demise of BHS. MPs on the business, innovation and skills committee and the work and pensions committee are investigating the retailer’s collapse. The committee was told on Monday that Sir Philip Green’s retail business was warned before the sale of BHS that Chappell had been declared bankrupt and lacked experience in the retail industry. Paul Budge, the finance director of Arcadia, admitted the company was aware that Chappell had been declared bankrupt at least once and was “cautious” about the sale. However, he and a collection of Arcadia executives defended the decision to sell BHS to Chappell’s consortium, Retail Acquisitions, despite the company collapsing into administration 13 months after the deal. “We seriously believed there was a credible business plan and seriously believed he was surrounded by credible people,” Budge said. The hearings will continue on Wednesday, when MPs will hear from BHS pension trustees and the advisers to Retail Acquisitions.",
  "webTitle": "BHS collapse: former Mothercare and Burton chief leads rescue bid",
  "webPublicationDate": "2016-05-24T18:18:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/bhs-collapse-greg-tufnell-rescue-bid-soares-dos-santos",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Portugal",
      "id": "world/portugal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    },
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/24/bhs-collapse-greg-tufnell-rescue-bid-soares-dos-santos"
}