{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/12/the-nest-by-cynthia-daprix-sweeney-review",
  "id": "2016-05-12-156",
  "sectionId": "books",
  "body": "Like a big glass of house white at happy hour, Cynthia D’Aprix Sweeney’s debut novel goes down terribly easily. The problem with cut‑price chardonnay, though, is that it tends to give you a touch of acid reflux. This tidily plotted and relentlessly entertaining tale follows four squabbling siblings surnamed Plumb. The plum in the phrase “a plum job” comes from 17th-century slang for £1,000; these four are awaiting a much bigger fortune, the eponymous nest of their inheritance, to be delivered when Melody, the youngest, turns 40. We learn that after their father’s death the fund has been inflated by the bull market of the noughties “to numbers beyond their wildest dreams”. And as the money has grown, so too has their capacity to do the one thing their father warned them against: “count the chickens before they hatched”. Most irresponsible is Leo, the oldest, whom we meet in a widescreen, popcorn-crunching prologue. Well-oiled with booze and thoroughly amped on cocaine, he abandons his wife at a society wedding to seduce a teenage waitress; he packs her into his car and speeds off, then with his hands on the wheel and her hands somewhere else, he closes his eyes for a second and crashes. The calamity that ensues is an expensive one. The precious nest is broached. When the other three siblings meet him for lunch to discuss this, they “unconsciously arranged themselves around the red-checkered tablecloth according to birth order: Leo, Jack, Bea, Melody”, which, like much of this novel, is both pleasing and egregiously expedient. There is Melody, a downtrodden suburban wife and helicopter parent to twin teenage girls whom she tracks on an app nicknamed “Stalkerville”; Bea, a once-feted writer who is now struggling to finish her long-overdue novel; and Jack, an antiques dealer who, without his husband knowing, has taken out a hefty line of credit on their retirement cottage. Like characters in a Nancy Meyers or Richard Curtis film, they are vivid, animated and ultimately anodyne. Their grins are wry, their laughs are self-deprecating and their every other action seems perfectly matched to the conventions of people in books and movies. There is a similar predictability in the choice of settings, which constitute a kind of sightseeing tour of New York City: here is Central Park looking lovely in the snow; next the Oyster Bar at Grand Central Station; now let’s take a turn around the Museum of Natural History. The book feels like tourism in another way, too. In being almost tyrannically entertaining, nothing can ever really matter that much. Reading feels like day tripping – living shallow in these lives which, for all their drama, never sharpen out of slightly suffocating cosiness. In this way, the Plumbs’ various money issues can just feel, well, a little cheap. Insights, when they come, are spelled out clearly. Walker, husband to Jack (described as “Leo-lite”) is lumbered with what we might call – with apologies to Tolstoy – “Anna Karenina-principle-lite”. Here is Tolstoy’s truism: “Happy families are all alike; every unhappy family is unhappy in its own way.” Walker, an attorney who excels at mediation, offers a take on unhappy families that seems the stuff of a thousand TV shows, all, in other words, utterly alike: “Families were the hardest, he knew, but he also knew how to try to bring adults past their own wounds and help them find their way, if not to affection at least to accommodation.” His plan for their salvation entails a strange mix of aspirational dining with vague touchy-feeliness: “A bit of bubbly, a gorgeous chicken scaloppini, the coconut cake he remembered Melody saying she liked once. Then a gentle discussion about kindness. Accommodation. A different and sturdier kind of nest.” In case that wasn’t clear: it’s family that matters, not money! That’s the big, obvious, unassailable truth that the book delivers. To be fair, it does so with charm and proficiency, wrapping up its every plot line into a happy ending worthy of a well focus-grouped blockbuster. By the time of the sweet and sentimental epilogue you can practically hear the woh-oh-ohs of the indie pop song that is about to burst over the end credits. • To order The Nest for £10.39 (RRP £12.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "The Nest by Cynthia D’Aprix Sweeney review – a feel-good tale of family fortunes",
  "webPublicationDate": "2016-05-12T15:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/12/the-nest-by-cynthia-daprix-sweeney-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hermione Hoby",
      "id": "profile/hermionehoby"
    }
  ],
  "guardianId": "books/2016/may/12/the-nest-by-cynthia-daprix-sweeney-review"
}