{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/australians-government-more-help-refugees-amnesty",
  "id": "2016-05-19-352",
  "sectionId": "australia-news",
  "body": "Australian people are among the most welcoming of refugees in the world, with seven in 10 saying the country should do more to assist people fleeing war and persecution, a global Amnesty International survey has found.   Related: Chinese, Germans and Britons most welcoming to refugees, says report    The attitude is in stark contrast to government statements this week. The immigration minister Peter Dutton argued that many refugees are uneducated and illiterate, and that accepting more into Australia would see them take jobs from Australians or burden the country’s welfare system. But more than half of Australian respondents to the Amnesty survey said they would welcome refugees into their neighbourhoods, and more than one in 10 would welcome a refugee to live in their home. Globally, China, Germany and the UK were found to be the countries with populations most welcoming of refugees, followed by Canada and Australia in fifth place; while Russia, Indonesia and Thailand ranked lowest of the 27 countries surveyed.   Graph: refugee welcome index   Some 27,000 people responded to the survey, conducted by Globescan in person, by phone, and online, for Amnesty International. The survey of Australians found:   Related: Fact check: was Peter Dutton right about 'illiterate' refugees 'taking jobs'?     84% agreed that “people should be able to take refuge in other countries to escape war or persecution”. 71% believed the government should do more to help refugees fleeing war or persecution. 68% would welcome refugees living in their city, town, or village. 57% would welcome refugees living in their neighbourhood. 13% would welcome refugees living in their own home.  The results of the Amnesty survey contrast sharply with domestic polling, which shows support for hardline asylum policies in Australia. Essential Report polling found 48% of people (43% of Labor voters, 62% of Coalition voters) oppose the idea of bringing asylum seekers from Manus Island to Australia, even though Papua New Guinea’s supreme court has found the centre illegal. Of 27,000 respondents globally, two-thirds said their governments should do more to help refugees. One in 10 would accept a refugee to live in their own home.    Graph: should your government do more to help   In China, 46% said they would accept refugees into their own home. In Germany, which received 1.1 million asylum seekers in 2015, almost every respondent (96%) said they would accept refugees in their country, while only 3% said refugees should be refused entry. In Jordan – a country that already hosts 650,000 Syrian refugees – 84% of people believe their government should do more to assist refugees fleeing war or persecution. Refugees from Syria make up a quarter of Lebanon’s population and 69% of that country’s citizens believe their government should do more to assist.   Would you personally accept people fleeing war or persecution in your home?   “These figures speak for themselves,” said Amnesty International’s secretary general, Salil Shetty. “People are ready to make refugees welcome, but governments’ inhumane responses to the refugee crisis are badly out of touch with their own citizens. “The Refugees Welcome Index exposes the shameful way governments have played short-term politics with the lives of people fleeing war and repression.           Enough hysteria over the migration crisis. It’s time to get rational    “Governments cannot allow their response to the refugee crisis to be held hostage by headlines. Too often they use xenophobic anti-refugee rhetoric to chase approval ratings. This survey suggests they are not listening to the silent majority of welcoming citizens who take the refugee crisis personally.” This week Dutton said Australia would not consider accepting more refugees than its current humanitarian intake, now at 13,750 rising to 18,750 by 2018. A one-off additional intake of 12,000 Syrian refugees is also being undertaken. Dutton said more refugees would be a drain on Australia’s welfare system, or else would cause unemployment to rise by taking jobs from Australians. “For many people, they won’t be, you know, numerate or literate in their own language, let alone English,” he said. “These people would be taking Australian jobs, there’s no question about that. “For many of them that would be unemployed, they would languish in unemployment queues and on Medicare and the rest of it, so there would be huge cost and there’s no sense in sugar-coating that, that’s the scenario.”   Graph: should people be able to take refuge   Amnesty International Australia’s refugee co-ordinator Graham Thom said that while Australia had experienced “dreadful rhetoric” around boat-borne asylum seekers for years, criticism of Australia’s offshore humanitarian program to resettle recognised refugees from overseas – in defiance of international opinion – was rare. “I think that disconnect between the attitudes of ordinary Australians and the political rhetoric in this country was most apparent in the response to the decision to accept 12,000 Syrian refugees,” Thom said. “The outpouring of generosity from churches, community groups, individual families offering their homes to assist people demonstrated that people in Australia are ready and willing to assist people in need.” Thom said wealthy western countries needed to do more to help resettle displaced people across the world. Currently 86% of the world’s refugees are hosted by developing countries. National leaders and delegates will meet at the UN-convened world humanitarian summit in Istanbul next week, where countries are expected to make commitments to resettle more refugees.",
  "webTitle": "Seven in 10 Australians think the government should do more to help refugees",
  "webPublicationDate": "2016-05-19T00:01:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/australians-government-more-help-refugees-amnesty",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Amnesty International",
      "id": "world/amnesty-international",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "australia-news/2016/may/19/australians-government-more-help-refugees-amnesty"
}