{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/26/top-10-potty-training-books",
  "id": "2016-05-26-162",
  "sectionId": "childrens-books-site",
  "body": "What if someone told you right now to stand up in front of 3000 people and give a speech? Would you smile and just do it?  Of course not! You’d probably make a run for it. Throw a tantrum. Break out in hives. All of the above. I think this approaches how small children feel when we ask them to go to the loo on a potty. They have the same performance anxiety, the same blind terror, the same panic. No wonder it can sometimes feel like a nightmare. To both parent and child. But if you can make potty training fun, you’re half way there. My latest book, Skip To the Loo, My Darling: A Potty Book hopes to do just that. The truth is potty training will be different for every child, but there are some things that all children love. And one of the things they love most of all is to laugh. Make a child laugh and you’ve broken down the barrier between you and her. Between teacher and taught. It brings the child in on the joke, as you laugh together. Children also love to sing. A song breaks down barriers too. You both sing along, you join in together. And, of course, children love stories. A story is a journey - and in these potty books even if the journey is to the potty - by following along with the characters, a child find himself in the story - and suddenly he is not alone. It’s not just him. It’s not just her. Suddenly it becomes a shared, fun experience as you laugh and sing along together. The good news is potty training doesn’t have to be a chore. It might even turn into a party!   Related: Top 10 culturally diverse picture books for toddlers and infants – in pictures    1. On My Potty by Leslie Patricelli This is a pitch-perfect toilet training book aimed at kids rather than parents. Leslie Patricelli follows the inner dialogue and hilarious actions of the baby (guaranteed to have your toddler and even you shouting out responses and joining in and cheering, “I did it!”). The simple text, bright acrylic illustrations, and everyday situations, all engage and encourage toddlers to go to the you-know-what.   Related: How to draw… Horrid Henry    2. I Want My Potty (Little Princess) by Tony Ross This one brings such a brilliant sense of humour to potty training. ‘“Nappies are YUUECH!” said the little princess. “There must be something better!”’ At first the Little Princess thinks the royal potty is even worse than nappies but she soon learns to love it - even if it isn’t always there just when she needs it! It’s a great read in its own right - and the fact that children are also getting potty trained at the same time makes it a winner (and my favourite). 3. The Potty Book for Girls and The Potty Book for Boys by Alyssa Satin Capucilli (Author), Dorothy Stott (Illustrator) The story of a little one who wants to go out to play, but never can - not until she has her nappy changed first. One day, a big box arrives. What could be inside? Is it a teddy? A rocking chair? No. Of course it’s a potty. Which means it’s time for her to learn how to use it. Sweet illustrations and simple text gently lead toddlers through the process.  4. Once Upon a Potty by Alona Frankel This classic potty training book tells the story of how a little one first learned how to use a potty. Filled with bright graphics and clear, age-appropriate language, the book guides the toddler, along with the (anatomically correct) hero, step by step towards the potty. Will help get your toddler through this milestone, too. (Comes in two versions, one for girls, and one for boys) 5. Pirate Pete’s and Princess Polly’s Potty Book: Potty Training for Boys and Girls by Andrea Pinnington  These books are the perfect partners to parents who are struggling with potty training. They tackle the common anxieties children may encounter using the potty. Each page encourages parents and children to join in and interact with the story by pressing the “cheer” sound effect whenever the child has interacted correctly - eventually (hopefully) motivating the child to use the potty. 6. Everyone Poos by Taro Gomi This hilarious book will be a big hit with any toddler. It shows all kinds of different animals needing to go - and (yes) their poo, too. In a simple, factual and light-hearted way without being crass, the book helps the child sees that it is OK. He or she is not alone. Everyone has to go. A fun read that also helps your child get used to going on a potty. 7. Nappy Duck and Potty Piggy by Bernette Ford, illustrated by Sam Williams  A happy, read-aloud story to help transition your child from nappy to potty. The adorable characters and very simple text are ideal for toddlers. Ducky wants Piggy to come out and play. But Piggy can’t - he is on the potty. How can Ducky become as grown-up as Piggy?   Related: Author of the month: Jeanne Willis    8. Who’s In The Loo? by Jeanne Willis, illustrated by Adrian Reynolds  “There’s a very long queue. Is it an elephant having a poo?” If your house has many occupants, then this witty rhyme will resonate. The exuberant illustrations add to the fun. 9. Sam’s Potty by Barbro Lindgren, illustrated by Eva Eriksson A headstrong little boy knows what he wants - and it’s definitely not his potty. But in the end, he learns to be proud of his new potty. With minimal and simple text and illustrations, written in the voice of a toddler, this book will make your littlest ones laugh and at the same time learn.  10. On Your Potty by Virginia Miller Ba the bear does not want to use his potty. To the question: “Do you need your potty, Ba?” He says “Nah, nah, nah, nah, nah, NAH.” Children will giggle and join in repeating Nah - and at the same time, be encouraged to try their potties too. This book addresses toilet training in a playful, non-threatening way, with a brief story, gentle humour and charming illustrations.      Skip to the Loo, My Darling by Sally Lloyd-Jones and Anita Jeram is published by Walker Books. Buy it at the Guardian bookshop.",
  "webTitle": "Top 10 potty training books",
  "webPublicationDate": "2016-05-26T14:30:03Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/26/top-10-potty-training-books",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/26/top-10-potty-training-books"
}