{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/25/charity-tender-children-schools-stereotypes-sex-violence-harassment",
  "id": "2016-05-25-161",
  "sectionId": "education",
  "body": "J-Bag, Sket, Skank, Thot, Jezzie, Uckers Baderzz, Slag, Slut. The baffling array of playground insults scrawled on the whiteboard expands, as a circle of year nines in school uniform call out words used to describe girls alleged to have engaged in sexual activity. This mixed group of 13- to 14-year-olds, who are attending a two-day workshop run by the anti-abuse charity Tender to help adolescents avoid abusive relationships, have been instructed to raise their hands before speaking. But the subject has clearly touched a nerve and emotions are running high.  “Boys will call girls frigid if they don’t do anything and then they’ll call her a sket,” said one girl. Two others say they are judged daily on their appearance. On Wednesday, teenagers from around the country, some of whom have attended similar workshops to this one in a north London comprehensive, will appear in a private session in the House of Commons before the Conservative MP Maria Miller to talk about their experiences of sexual violence. Miller, the former culture secretary and now chair of the women and equalities select committee, has invited individuals and organisations to provide evidence to her inquiry to examine the scale and impact of sexual violence and harassment in schools. Tender, which is funded by 31 London councils to run workshops using role-play, drama and games to challenge stereotypes and facilitate debate in mainly secondary schools, says it is being increasingly asked to work with under-11s.  “We only have funding to do one primary school in every borough,” said Susie McDonald, Tender’s chief executive. “But we’ve had six or seven in each come to us and say: ‘Yes please, can you come here?’ We are getting feedback about inappropriate touching and inappropriate use of the internet in primary schools.” McDonald said the workshops offered to primary schools were “age-appropriate”, based on talking about gender, friendships, good and bad secrets and the “underwear rule” – advice from the NSPCC on how to help parents keep children safe from sexual abuse. “Primary schools are not coming to us in a panicked way,” said McDonald. “There is anxiety, but they are coming because they think it is valuable. They want to be equipped to deal with it. “At the same time, what we are seeing in secondary schools is massive victim blaming – for instance around sexting, blaming a girl for sending an image in the first place when a boy asked for it and posted it.” The average age for the first exposure to pornography is 11 for boys, according to a Home-Office-commissioned review on sexualisation of young people.  There is evidence of a rise in reports of sexual violence in schools, but it is unclear whether it is due to increasing awareness of the problem or because levels of violence are increasing. Last month, Miller launched her inquiry after a report revealed that many incidents were going unreported or “brushed off” because of the age of those involved. A freedom of information request sent to all UK police forces last year showed that more than 5,500 alleged sex crimes in schools had been reported to the police in the last three years. McDonald said the results of its own research showed that young people had similar experiences across the UK. In one of the largest studies of its kind, the charity commissioned Middlesex University to evaluate data collected by 150 workshops it runs annually, over a three-year period. They asked 9,463 children in London, Merseyside, Leicestershire, Surrey, Essex, Hull and Kent about their experiences of violence.  It found 27% of schoolchildren reported knowing someone who had been sexually assaulted or raped, while 22% reported knowing someone who had been subjected to controlling behaviour. The study also found 8% of secondary schoolchildren reported being hit, kicked, pushed or slapped and 11% reported being put down or humiliated. “There’s a massive problem with sexual violence among young people, but young people also provide a rich source of dealing with the problem,” said McDonald.  “There is time in the school day to be able to consider how they are trying to carry out relationships.”",
  "webTitle": "Charity helps children in schools challenge stereotypes about sex",
  "webPublicationDate": "2016-05-25T13:01:39Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/25/charity-tender-children-schools-stereotypes-sex-violence-harassment",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "education/2016/may/25/charity-tender-children-schools-stereotypes-sex-violence-harassment"
}