{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/concerti-bizarri-cd-review-irish-baroque-orchestra-monica-huggett-linn",
  "id": "2016-05-19-138",
  "sectionId": "music",
  "body": "Nowadays, the job title “concerto soloist” usually exempts a musician from regular orchestral duties (and has a significantly different pay grade attached), but conductor/violinist Monica Huggett makes the point that 18th-century soloists were often just virtuoso ensemble principals taking their turn front-of-stage. And that’s what happens on this fine album from the Irish Baroque Orchestra. The group reconfigures members of various European early-music outfits and makes its Linn debut with obscure concertos by Heinichen, Graupner and Fasch, as well as duo and trio concertos by Vivaldi and Telemann, featuring its own excellent rank and file. Not all the music is scintillating – I’m struggling to recall any defining features in, for example, Fasch’s Concerto in G for oboe da caccias, violas, bassoons and continuo, but the playing is lovely, with great poise from Huggett and standout charismatic bassoon playing from Peter Whelan.",
  "webTitle": "Concerti Bizarri CD review – poise from Huggett and a charismatic bassoon",
  "webPublicationDate": "2016-05-19T14:45:13Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/concerti-bizarri-cd-review-irish-baroque-orchestra-monica-huggett-linn",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/19/concerti-bizarri-cd-review-irish-baroque-orchestra-monica-huggett-linn"
}