{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/20/nhs-in-england-reveals-245bn-record-deficit",
  "id": "2016-05-20-246",
  "sectionId": "society",
  "body": "Hospitals in England have run up a record deficit of £2.45bn – the biggest overspend in its history – as it struggles to cope with a surge in demand for care while suffering a major budget squeeze. Official figures released on Friday by NHS Improvement showed that NHS trusts in England, which predominantly run hospitals, ended the 2015-16 financial year £461m worse off than the organisation had forecast. The combined deficit is almost three times bigger than the £822m overspend incurred the year before, and more than 20 times the size of the £115m deficit in 2013-14.   Related: Why has the NHS deficit ballooned? One word: understaffing    The overspend is a major embarrassment for the government, because the Treasury told the NHS last year that it should not be more than £1.8bn. The size of the figure threatens to wreck this year’s financial planning for the NHS, which was based on wiping out a deficit of that size. The service, already strapped for cash as it negotiates a decade-long period of historically low annual increases in its budget, will now have to find £700m to bridge that gap. NHS finance experts said the true scale of the deficit was much worse than the £2.45bn headline total but had been masked by a series of accounting devices. Around £1bn originally earmarked for capital spending last year – for building and maintaining hospitals and buying equipment – was transferred into the NHS’s resource budget to help cover normal running costs. The trusts – which include acute and specialist hospital trusts, mental health care providers, ambulance trusts and providers of community services – came under pressure from NHS Improvement and the Department of Health in January, February and March to make their year-end overspends as small as possible. Trusts made “crisis-driven decisions” to use “accounting tricks”, such as selling assets, to disguise the true extent of their financial plight, said Tom Kibasi, director of the IPPR thinktank. He called for an investigation by the National Audit Office to ascertain the NHS’s true financial situation.           The National Health Service explained    The majority of trusts ended up in the red in 2015-16, prompting renewed claims that the government was underfunding the NHS at the same time as the country was experiencing an ageing population and the number of people with long-term conditions, such as diabetes and breathing disorders, was rising. Barts Health in London, the NHS’s largest trust, posted the biggest deficit of all at £134.9m – almost a tenth of its £1.5bn turnover. It has to spend large sums on agency staff and servicing a PFI debt. NHS Improvement admitted that the deficit would have been bigger except for a limited turnaround in trusts’ finances in the second half of the year, helped by a crackdown on hospitals’ spending on agency staff and management consultants. The deficit was at £1.6bn after the first six months of the year, and £2.3bn after nine months, prompting fears that the year-end total might have topped £3bn. “When we consider where we were six months ago, NHS providers have done a great job in reducing the planned deficit,” said Jim Mackie, the chief executive of NHS Improvement, which oversees all NHS trusts. Labour claimed the figures showed the government had lost control of NHS finances.   Related: EU immigrant influx will make NHS unsustainable by 2030, says Gove    NHS trusts made efficiency savings of £2.9bn during the year, as part of ongoing efforts to control overspending and make Treasury-required productivity gains. Chris Hopson, the chief executive of NHS Providers, which represents hospital trusts, said: “Today’s report reveals how the combination of increasing demand and the longest and deepest financial squeeze in NHS history is maxing out the health service. At the same time as treating the highest ever number of patients, NHS trusts are £2.45bn in the red, with 65% of providers in deficit.”  He said the real underlying deficit was closer to £3bn.  “We have to rapidly regain control of NHS finances otherwise we risk lengthening waiting times for patients, limiting their access to services, and other reductions in the quality of patient care.” Hopson pointed out that Britain spent a lower percentage of its national wealth on health than France, Germany, Sweden or Greece, and that investment as a proportion of overall public spending would fall even further over the next few years to less than 7% by 2020.  “This is simply not enough and we need to stop pretending it will be,” he said. “In the end you get what you pay for. There is now a clear gap between the quality of health service we all want the NHS to provide and the funding available. What we can’t keep doing is passing that gap to NHS trusts – asking them to deliver the impossible and chastising them when they fall short.”  The King’s Fund said the NHS was struggling under the weight of growing demand and tight budgets. “Overspending on this scale is not down to mismanagement or inefficiency in individual trusts – it shows a health system buckling under huge financial and operational pressures,” said Richard Murray, the thinktank’s director of policy.    Related: Proposals for seven-day NHS are immoral, says leading GP    “At the same time, performance against key targets is deteriorating and concerns about quality of care are increasingly widespread. The challenge facing the NHS is not limited to hospitals. General practice is also in crisis as they try to keep up with demand.”  Both Murray and Paul Briddock, the director of policy at the Healthcare Financial Management Association, which represents NHS finance officers, said the deficit was so large that the Department of Health may have bust its budget. The department’s finance chief admitted to MPs on the cross-party health select committee last week that that was a possibility.  Briddock said: “The distressing NHS finance news many expected has today confirmed what we feared. The deficit on the provider side of the NHS is incredibly worrying and given this year-end figure, may now call into question if it is still feasible to balance the department expenditure limit when all the numbers have been calculated.”  The department did not comment directly on the £2.45bn overspend. In a brief statement a spokesman said: “We know finances are challenging, but we are committed to the NHS which is why we’re investing £10bn to fund its own plan for the future, including nearly £4bn this year. Our clampdown on expensive agency staff and management consultants is starting to have an impact in helping trusts, but hospital leaders must continue to show grip to ensure finances are placed on the same footing as quality of care and so every penny possible goes to the frontline.”  This article was amended on 23 May 2016. An editing error in the headline and first paragraph led to the claim that the NHS in England had run up a record deficit of £2.45bn. The deficit is not for the whole of the NHS in England, but NHS trusts, which predominantly run hospitals.",
  "webTitle": "NHS hospitals in England reveal £2.45bn record deficit",
  "webPublicationDate": "2016-05-20T10:29:20Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/20/nhs-in-england-reveals-245bn-record-deficit",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/20/nhs-in-england-reveals-245bn-record-deficit"
}