{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/government-channel-4-privatisation-stake-nao",
  "id": "2016-05-10-290",
  "sectionId": "media",
  "body": "The government has backed off from a full privatisation of Channel 4, but is looking at other options including the sale of a minority stake. Ministers have considered plans including a £1bn selloff of the broadcaster, which on Tuesday reported record revenues of almost £1bn and the first audience growth at its main channel in a decade.  But they are now understood to have dropped plans for a full sale of the state-owned, commercially funded broadcaster, instead focusing on selling a minority stake to a strategic partner such as BT.    Related: Channel 4 bosses get near-maximum bonuses after record revenues    Plans also being considered include the broadcaster paying a dividend on its profits to the Treasury. A number of critics of the sell-off plans have suggested the government would make more by changing Channel 4’s not-for-profit status to take an annual dividend than by banking a one-off sum for an outright sale. Further measures, first reported by the Telegraph, include having the National Audit Office scrutinise Channel 4’s accounts, as it does the BBC. However, sources question whether the NAO has the authority to examine Channel 4’s accounts, as it is not a publicly funded business. John Whittingdale, the culture secretary, is also looking again at moving Channel 4’s headquarters from London to Birmingham or Manchester – the BBC has operations in Salford as part of plans to create a northern media powerhouse in the UK – now a full sale has been taken off the table. Potential relocation plans were first revealed last summer. Channel 4 has lobbied vociferously against the perils of privatisation and the potential impact on the wider creative industry. The broadcaster spent £629m on programming last year with over 70% of that on original shows.   Related: Could Channel 4’s distinctive voice and adventurous shows continue if it is sold?    An auction of Channel 4 to the highest bidder, most-likely a US giant such as Discovery or Channel 5 owner Viacom, would have meant a significant change to the broadcaster’s remit to make more profit from the business. It is understood that the government has not yet settled on whether even a part-privatisation plan will be forced on Channel 4, with an indication of its intentions likely to be known in the autumn after most of the reforms at the BBC are finalised. Channel 4’s board and executives are still likely to fight the idea of even a part-privatisation, which chief executive David Abraham has previously warned is a foot in the door on the way to a full sale. “History tells us that part-privatisations are like crossing the Rubicon and realising you’re on a sinking ship: once you’ve started you can’t go back,” said Abraham. A report commissioned and funded by Channel 4 last week named BT as the “most likely” UK bidder to take over the broadcaster.  However, in a partial sale scenario there could well be more UK media companies interested in – or competitively able to compete for – any stake put up for sale.",
  "webTitle": "Government drops full Channel 4 privatisation – but may sell off stake",
  "webPublicationDate": "2016-05-10T07:19:39Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/government-channel-4-privatisation-stake-nao",
  "keyword": [
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/10/government-channel-4-privatisation-stake-nao"
}