{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/mullah-akhtar-mansoor-obituary",
  "id": "2016-05-22-63",
  "sectionId": "world",
  "body": "When he rose to power as its leader last year, Mullah Akhtar Mansoor, who has been killed by a US drone in Pakistan aged about 50, heralded a new era for the Afghan Taliban. Not only did he replace the movement’s founder, Mullah Omar, whose myth alone united thousands of militants, even after his death, but Mansoor also embodied a decade-long transformation of the Taliban. Since its inception in 1994, the Taliban had morphed from a movement founded on fanaticism, austerity and piety to a multibillion-dollar criminal organisation. Mansoor’s role was less that of a preacher than a cartel boss. Said to profit personally, and abundantly, from drug trafficking, he bought loyalty with stacks of cash and treated opponents with brute force.   Related: Death of Mullah Akhtar Mansoor likely to enrage Pakistan    Believed to have been born in 1965, Mansoor grew up as part of the Ishaqzai tribe in Kandahar province, which was to become the spiritual home of the Taliban. In the 1980s, he fought the Soviet Union alongside Omar, and was included in the Taliban’s inner circle from the beginning. Still, his rise to the top was anything but swift. Biographical details are scarce but depict a hard-working bureaucrat for whom survival and power were stronger guiding forces than lofty ideology. This led some to label him a moderate, though “pragmatist” might be more accurate. During the Taliban rule of the 90s, Mansoor was chief of aviation and had the almost oxymoronic task, in a largely sealed-off regime, of being in charge of tourism. After the US-led intervention of 2001, he and other Taliban commanders tried to surrender on condition of amnesty, but were rebutted. Instead, Mansoor fled into exile where he worked his way up the ranks, seemingly aided by connections in the Pakistani intelligence agency, ISI. In reality, Mansoor ran the Taliban for years before he became globally known as its official figurehead. Omar had been dead for two years before his demise was confirmed in 2015. Mansoor, as second in command, had helped cover up the leader’s fate, including by sending out written decrees in his name. This ruse inevitably aroused suspicion. Omar rarely showed himself in public, and rumours of his death swirled for a long time. So when the truth came out, years of pent-up bitterness boiled over. It did not help Mansoor that he never had the same spiritual authority as Omar. He attained his predecessor’s title as Commander of the Faithful for hierarchical purposes, not because of stature. Many high-level leaders simply refused to follow him. Some even took up arms, forcing Mansoor to spend some of his strength fighting not just the Kabul government but also internal challengers. In the months leading up to Mansoor’s takeover, some life was breathed into the dormant peace process, but it soon collapsed after the leadership change. As the glue that held the Taliban together was dissolving, Mansoor’s main aim became preserving unity. Gambling what little political capital he had left on reconciliation was not on the cards. In his first audio message last year, Mansoor said: “We should not concentrate on peace talks or anything related to that.” Instead he chose war. Initially, that seemed to pay off. While Mansoor may have triggered the Taliban’s worst internal crisis, he also led it to its greatest military victory of the war, when it briefly captured the northern city of Kunduz in September 2015. However, while war helped Mansoor unite the Taliban, it seems to have led ultimately to his undoing. On Sunday, the Pentagon said they had targeted Mansoor because he was “an obstacle to peace and reconciliation”. • Akhtar Mansoor, mullah and Taliban leader, born c1965; died 21 May 2016",
  "webTitle": "Mullah Akhtar Mansoor obituary",
  "webPublicationDate": "2016-05-22T16:25:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/mullah-akhtar-mansoor-obituary",
  "keyword": [
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "world/2016/may/22/mullah-akhtar-mansoor-obituary"
}