{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/venezuela-unrest-chavistas-maduro-protests-shortages",
  "id": "2016-05-21-52",
  "sectionId": "world",
  "body": "The Villa Poligono housing project, near the city of San Félix, in Venezuela’s south-eastern Bolívar state, is somewhere President Maduro might once have felt his popularity was secure. His smiling, moustached image features prominently on a vast poster at the entrance to the complex of bungalows. Poligono is part of the socialist government’s Gran Misión Vivienda, the great housing mission designed to provide rent-free homes to those most in need, under the slogan “decent homes for the people”. But for the past few weeks few of its residents have been at home. Instead they can be found on the road outside, mounting a noisy protest. “We’ve had enough’, says Anna Karena, 44. “This has to end.” She has multiple grievances. Shockingly, none of the breezeblock homes in the entire complex has ever had running water. When the residents were given their keys in 2014, they were told that the plumbing would soon be connected. It never was. More recently, electricity blackouts, lasting four hours at a time, have become routine, as a combination of drought and inefficiency has left the nation without enough generating capacity. But what seems to have persuaded her and her neighbours to protest openly is the extreme scarcity of basics, such as rice, soap and medicines. Unable to afford the exorbitant prices of the rampant black market, Karena has to queue for hours, sometimes from before dawn, just to buy enough to eat. Hers are the same allegations of government incompetence and corruption that are echoing across this nation. A crash in the global price of oil, by far Venezuela’s most significant export, has unmasked both its dysfunctional economy and a calamitous lack of foresight on the part of its leaders. It is grappling with the world’s deepest recession, the world’s highest inflation (estimated at around 500%), and the world’s second highest murder rate. It has no sovereign wealth fund and is facing the serious risk of default by November. “They have been telling us for years it’s about to get better,” says Karena, pointing to a field that the residents use as a public latrine. “You want to know what happened to the money that they should have set aside for electricity and water?” says her neighbour, Yanileth. “They stole it.” A handful of those in the small group on the road describe themselves as opposition supporters. Some claim that they are still Chavistas, loyal to Nicolás Maduro’s predecessor, the late Hugo Chávez. But all say, without hesitation, that they want to see Maduro leave office. And they have a firm, but possibly misplaced, belief that they have the power to make that happen. Venezuela’s opposition, which won control of the national assembly following landslide elections in December 2015, has begun the process of holding a recall referendum, hoping to cut short the president’s mandate, which is otherwise due to end in early 2019.     Police block a demonstrator during a march on the electoral commission headquarters in Caracas last week, demanding a referendum to recall the president Photograph: Fernando Llano/AP    It is a cumbersome process. First of all, 1% of the electorate, in each of Venezuela’s 23 states, as well as the capital, Caracas, have to sign a petition saying they support a recall referendum. That is around 200,000 people. The opposition says it managed to gather 1.85m signatures in a matter of days. The signatures are now being “verified” by Venezuela’s electoral council (CNE). It is a supposedly independent institution, but is in fact a branch of government. The opposition accuses the CNE of deliberately stalling the referendum process and doing everything it can to protect its paymaster. It has organised three nationwide marches on its offices to demand an end to the delays. The latest, on 18 May, led to at least a dozen injuries and 26 arrests after security forces fired multiple rounds of teargas. At one stage, in an apparently unprovoked attack, a group of opposition supporters viciously beat up a police officer. With the country seemingly in a deep downward spiral, President Maduro, who blames the widespread shortages on a combination of the price of oil, foreign powers and capitalism, has decided that the solution is to give himself more power. He has unilaterally declared that the country is in a state of emergency, ignoring the fact that, according the constitution he claims to uphold, such a decision needs the approval of the national assembly. The state of emergency gives him sweeping options to intervene in the private and public economy, including allowing the army to take over the distribution of food. Maduro has also threatened to close down the national assembly, which he claims is full of “fascists”. “It is a matter of time before it disappears,” he says. He describes the referendum as “optional” only. “We have no obligations to hold any type of referendum in this country,” he said, during a rare news conference with international journalists, the purported aim of which was to counter the bad press that he has been getting abroad. Such statements have led to expressions of concern from many of Venezuela’s neighbours. Trinidad and Tobago, fearing a possible failed state on its doorstep, says that it is preparing for a “worst case scenario”. The secretary general of the Organisation of American States, Luis Almagro, has told Maduro that, if he blocks the recall referendum process, he will go down in history as just another of Latin America’s “petty dictators”. José Mujica, the leftwing former president of Uruguay, seen as one of the region’s more philosophical leaders, went one stage further, describing Maduro as “mad as a goat”. Some who know the 53-year-old president well have expressed surprise at his public intransigence and bullying demeanour. After beginning his career as a bus driver, Maduro worked his way up the ranks of the socialist political ladder as a union leader in the metro system, and ultimately a foreign minister under Chávez. He may have done little beyond carrying out his boss’s orders. But those who encountered him during that time say he did so with tact and charm. In 2012 he was handpicked by the dying Chávez as his successor to take the so-called Bolivarian revolution forward. The veteran Venezuelan politician, Henry Ramos Allup, the current president of the national assembly and a political opponent of Maduro, told the Observer that he remembers him as a young politician as “neither exceptional nor unexceptional. Normal”. He says Maduro’s current unusual manner may be a consequence of the stress of attempting to imitate Chávez’s autocratic style of leadership, while also having to share that power with others, including the defence minister, Vladimir Padrino López, and the former head of the national assembly, Diosdado Cabello. This weekend Maduro has promised widespread military exercises, in response to an unspecified (his opponents say, imaginary) threat from abroad. Half a million army personnel are expected to take part in what Padrino López says will be the biggest such exercise in the nation’s history.     President Maduro is threatening to close down the national assembly, which is trying to remove him from office. Photograph: Mirafloress Press/EPA    The army has long been the arbiter of power in Venezuela, where there have been five coups, or coup attempts, since 1940. Henrique Capriles, the opposition leader, says the time has come for the army to consider its position in the face of what he says is President Maduro’s disregard for the constitution. “You must decide whether you are with the constitution or Maduro,” he says. It is unlikely that the army would consider deserting Maduro. Both Chávez, a former commando, and Maduro have been careful to ensure that the military is heavily embedded in the project of Chavismo, and its profits. Dozens of high-ranking officers occupy senior positions in government ministries. So is there any solution? International efforts are continuing to try to bring Venezuela’s government and opposition together in mediation talks. Pope Francis has written a letter to President Maduro, the contents of which have not been revealed. A visit by his envoy scheduled for this week was, however, cancelled without explanation. The former Spanish prime minister, José Luis Rodríguez Zapatero, the former president of Panama, Martín Torrijos, and the former president of the Dominican Republic, Leonel Fernández, met President Maduro, and then senior opposition leaders, late last week. Progress appears to have been limited. The opposition coalition has made it clear that a condition for its taking part in talks with the government would be a pledge from Maduro that a recall referendum will take place this year, and political prisoners are released. Both seem highly unlikely. Luis Vicente León, a pollster in Caracas, takes a bleak view of the coming months. Maduro’s government, he says, may have decided that the political cost of admitting that its previous policies were wrong will lead to its downfall. Almost its only option now, he says, is a more radical path.",
  "webTitle": "In Venezuela’s housing projects, even loyalists have had enough",
  "webPublicationDate": "2016-05-21T20:30:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/venezuela-unrest-chavistas-maduro-protests-shortages",
  "keyword": [
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nicolás Maduro",
      "id": "world/nicolas-maduro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hugo Chávez",
      "id": "world/hugo-chavez",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food poverty",
      "id": "society/food-poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Gibbs",
      "id": "profile/stephengibb"
    }
  ],
  "guardianId": "world/2016/may/21/venezuela-unrest-chavistas-maduro-protests-shortages"
}