{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/25/local-government-eu-referendum-ukip-steve-bullock",
  "id": "2016-05-25-174",
  "sectionId": "public-leaders-network",
  "body": "The EU referendum has divided people in every section of society, including local government, where the vote could have a dramatic impact on local services.  We speak to Lawrence Webb, a Ukip councillor in Havering, east London, who tabled the first successful motion on a council declaring the UK would be better off outside of the EU; and to Sir Steve Bullock, mayor of Lewisham, south-east London, and one of 64 Labour council leaders to sign an open letter in the Times claiming that Brexit would harm almost every area of local authority work. Immigration  Vote leave For many Brexit campaigners the arguments for leaving focus primarily on immigration, and Webb is no exception. “Go back 20 years, we had a steady level of migration,” he says. “Government and local authorities could plan quite easily for school places, for example.” According to Oxford University’s migration observatory, average annual net migration to the UK during 2004-14 was 245,000, while the annual average during 1991-99 was 65,000.     Lawrence Webb: ‘With more and more people coming in, we will never be able to solve the housing crisis.’ Photograph: Aletha Adu    Webb, leader of the six-strong Ukip group on his council, is critical of free movement across the EU. “If a couple is coming with children, they could easily have four or five children in the borough that we weren’t anticipating, with different levels of educational requirement,” he says. “So it’s hard to predict year on year the number of school places you need.” He says that despite a massive schools expansion programme in Havering, he’s increasingly hearing from parents who can’t get their child into their school of choice. He also blames EU migration for the UK’s housing problems: “The housing crisis is simply a supply and demand issue. With more and more people coming in, we will never be able to solve the housing crisis.” Webb, a former electrician, argues that EU migration has pushed wages down in industries such as construction. He concedes that some sectors, such as higher education, may have benefited from EU migration, but advocates a points-based system that he believes will allow for skilled staff such as university professors to access the UK job market. Vote remain As mayor of a London borough, Bullock is no stranger to an expanding population and the demands that places on local government: Lewisham’s population grew by nearly 10% between 2001 and 2011. But he doesn’t think leaving the EU would make much difference. “Lewisham’s population is growing fast,” he says. “As far as we can tell, EU migration is a small part of that. The biggest factor is that our population is getting younger and people are having more babies. Migration from the rest of the UK is more significant.”     Steve Bullock: ‘There’s no way London could pull up the drawbridge and be able to sustain itself’. Photograph: Lewisham council    Housing costs have soared in the capital, and Bullock worries that his council will struggle to recruit enough teachers because they cannot afford to live in London. But he says the answer is to build more home and EU membership is irrelevant to that.  Bullock believes one of the biggest success stories of the EU has been the free movement of professionals, citing construction and health as two industries that rely on workers from across the EU to make up staffing levels. “There’s no way London could pull up the drawbridge and be able to sustain itself,” he adds. Bullock believes too many people conflate EU migration with the crisis of refugees fleeing Syria and other war-torn regions. “What worries me is that a migrant or refugee crisis has become what people are going to cast their vote on,” he says, adding that he is dismayed by insufficient efforts of the UK government to help migrants in crisis. Council finances  Vote leave    If we vote to leave, nothing will happen on 24 June. Absolutely nothing  Lawrence Webb     Havering council has received £1.9m in EU funds over the past 10 years, a figure Webb scoffs at: “£1.9m is nothing.”  Despite repeated warnings of the shock to the economy if Britain were to leave the EU, Webb harbours no fears about economic recession. “If we vote to leave, nothing will happen on 24 June. Absolutely nothing,” he says, pointing to the number of cars manufactured in the UK and the thousands of products made in China on UK shop shelves. Businesses want to make money, and they will look at things such as the cost of shipping and where they can make the best profit, not trade deals, he adds. “Governments don’t do business, people do business.” In fact, Webb believes local government finances can only benefit from a vote to leave. The cost of EU membership could be redistributed and could filter down to the grants paid by central government to local authorities. “If we leave we’ll have that money to spend as we see fit,” he says. Vote remain The open letter signed by Bullock states that leaving the EU will represent a “further funding black hole” for local authorities already struggling after six years of budget cuts. Lewisham will receive £4.4m from the European Social Fund between 2015-18, to be invested in skills. “It’s a significant investment,” says Bullock. “There’s no way we would replace that. I have yet to hear the campaigners for leaving give us any reason to think the current contributions will head our way.”   Related: Osborne to allow local councils to keep £26bn raised from business rates    Last year, chancellor George Osborne announced what he described as the biggest transfer of power to local government in living memory, by allowing councils to retain money raised from business rates. Making councils dependent on business rates is a concern for Bullock, who believes coming out of the EU would be detrimental to the British economy and, in particular, London, with a potential serious knock-on effect on council budgets. “When I talk to people from the City of London they are desperately worried that coming out of the EU will damage London as a world financial centre,” he says. “It will push up our expenditure at a time when we don’t have enough money in the first place.” Bullock also points out that, according to business lobby group London First, salaries in the capital are up to £3,100 higher because of EU membership. “That’s a lot of taxes and those taxes pay for things in London,” he says. EU regulations Vote leave One of the things that bothers Webb is that councils are subject to EU procurement rules, which ensure free access on competition across member states, meaning local suppliers do not get priority for UK tenders. This, Webb says, pushes up costs for the council and causes delays because bidders have the right to appeal decisions – another cost the taxpayer has to bear. It also means that contracts tend to go to larger firms as smaller businesses have less ability to tender for deals.   Related: British voters unaware of EU benefits for public services, report finds    The EU energy efficiency directive, Webb claims, has led to the sell-off of old, publicly-owned buildings that the council cannot afford to insulate to EU standards. He also believes the EU working time directive, credited with improving staff working hours, has led to the rise in zero-hours contracts. “Everything in your life, the EU wants to regulate,” he says, adding that a commission could be appointed in the event of a vote to leave, which would look at all EU regulations and decide which of them the UK should keep. While Webb believes that international networks can help countries solve major problems, such as cross-border crime, he says the UK does not need to be in political union with someone to have cooperation. He also believes things will only get worse if Britain votes to remain a member of the EU: we could see the introduction of an EU army or changes to taxation rules. The one thing Webb believes will improve is his party’s membership numbers: “What’s the point of being a eurosceptic in any other party?” Vote remain Bullock, on the other hand, is adamant that EU influence is beneficial. The European health insurance card, the abolition of phone roaming charges, food labelling, equal pay for men and women, forcing a complacent UK government to take action on air quality in London – the political union has been a force for good in many different areas for the UK. “If that’s bureaucracy, well that’s fine by me.”    I would like us to do locally as much as we possibly can. But we can’t organise defence of the British Isles in Lewisham  Steve Bullock     Lewisham council often forms partnerships with other European cities to undertake projects – a recent example is managing urban waterways. This kind of network, which “had its roots in the structures the EU puts in place”, is not impossible outside the EU, Bullock says, but it’s much harder. Councils would end up working with the same people every time instead of forging new links. He concedes that council staff can get frustrated by some of the processes and paperwork imposed on them by the EU and says the EU needs a lighter touch in some areas. But he says councils can work together and share learning to cut down the time it all takes. Ultimately, it’s about the kind of world we are living in. “In an ever more complicated world there are things we can’t do at the very local level,” says Bullock. “I would like us to do locally as much as we possibly can. But we can’t organise defence of the British Isles in Lewisham. We need to do some things as part of a wider group.” Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Would local government be better off outside the EU?  A head to head",
  "webPublicationDate": "2016-05-25T12:13:16Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/25/local-government-eu-referendum-ukip-steve-bullock",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Leadership and management",
      "id": "public-leaders-network/leadership-management",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tamsin Rutter",
      "id": "profile/tamsin-rutter"
    },
    {
      "webTitle": "Aletha Adu",
      "id": "profile/aletha-adu"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/25/local-government-eu-referendum-ukip-steve-bullock"
}