{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/911-commission-saudi-arabia-terrorism-finance",
  "id": "2016-05-13-104",
  "sectionId": "commentisfree",
  "body": "For years, Saudi Arabia’s leaders have argued that the fact that 15 of the 19 hijackers who carried out the 9/11 terrorist attacks were Saudis is irrelevant. They insist there is no evidence Saudi officials or institutions provided a support network for al-Qaida and its hijackers. For a long time, Americans largely accepted that explanation. But in recent months, the façade of Saudi Arabia as America’s most important ally in the Arab world and a force for stability in the Middle East has begun to crack. US public anger against Saudi Arabia is rising – over its war in Yemen, its treatment of women and dissidents and the use of its oil wealth to export extremist ideology by building mosques and dispatching preachers throughout the Muslim world. Prodded by some relatives of the 9/11 victims, Americans want a reexamination of whether any Saudi officials played a role in the attacks. The most important debate today is over a classified 28-page section of a 2002 congressional report on the attacks, which the George W Bush administration ordered kept secret. President Barack Obama has promised a decision on whether to declassify the material by next month. But the release of these so-called “28 pages” is even more urgent after a former member of the 9/11 Commission, an independent bipartisan panel that investigated the attacks in 2004, told the Guardian this week there was clear evidence that Saudi government employees helped some of the 9/11 hijackers.   Related: Declassified documents detail 9/11 commission's inquiry into Saudi Arabia    “There was an awful lot of participation by Saudi individuals in supporting the hijackers, and some of those people worked in the Saudi government,” said John Lehman, a Republican who served as US navy secretary in the Reagan administration and was among 10 commission members. “Our report should never have been read as an exoneration of Saudi Arabia.” The Saudis claimed vindication after the 9/11 commission report concluded it “found no evidence that the Saudi government as an institution or senior Saudi officials individually funded” Osama bin Laden or his al-Qaida terrorist group. (The report also added it “does not exclude the likelihood that charities with significant Saudi government sponsorship diverted funds to al-Qaida”.) The narrow wording left open the possibility that lower-level Saudi government officials could have been involved in diverting funds to al-Qaida or in supporting the hijackers. This is why it’s essential for the Obama administration to declassify and release the 28 pages, even if they might contain “raw and unvetted” data from FBI files. The two leaders of the 9/11 commission – former New Jersey governor Tom Kean and former congressman Lee Hamilton – have long argued that only one Saudi official, a former diplomat in the Saudi consulate in Los Angeles, was suspected of helping two of the Saudi hijackers, who lived in San Diego a year before the attacks. But Lehman said the commission investigated at least five Saudi government officials, including employees of the kingdom’s Ministry of Islamic Affairs, who potentially aided some of the hijackers. And former senator Bob Graham, a Democrat from Florida, who was co-chairman of the 2002 congressional panel that investigated 9/11 (and produced the “28 pages”), insists that other Saudi individuals and institutions were complicit in the attacks. Saudi Arabia has not faced such a sustained level of criticism from its US ally in decades. A group of senators recently introduced a bill to place new restrictions on US weapons sales to the kingdom because of its war in Yemen. Leading members of both parties in Congress are pushing through another bill that would lift sovereign immunity and allow the Saudi leadership to be held responsible in US courts for 9/11 if victims’ families can prove that any Saudi officials played a role in the attacks. In response, Saudi leaders have threatened to sell off up to $750bn in US assets if the law is adopted.  The Saudi threats unleashed a new wave of anger against the House of Saud. The New York Daily News, for example, blared “Royal Scum” in a front-page headline about 9/11 families denouncing the Saudi “blackmail”. Of course, the United States bears a significant part of the blame for its dysfunctional relationship with Saudi Arabia. Many Washington policymakers value the stability of the Saud regime above all else, and for decades they have been willing to turn a blind eye to the ruling family’s excesses and its support for Wahhabi fanaticism. For years after 9/11, US officials tried to pressure their allies in Saudi Arabia and other “moderate” Arab regimes to crack down on financing for Islamic militants. But as the State Department cables released by WikiLeaks revealed, the Saudis were reluctant to shut off the flow of cash – millions of dollars a year, often raised during the holy periods of Hajj and Ramadan.  “It has been an ongoing challenge to persuade Saudi officials to treat terrorist financing emanating from Saudi Arabia as a strategic priority”, then-Secretary of State Hillary Clinton wrote in a December 2009 cable addressed to US diplomats in the region. Eight years after September 11, she noted that “donors in Saudi Arabia constitute the most significant source of funding to Sunni terrorist groups worldwide”.  Today, with pressure growing for the release of the redacted 28 pages, the American public deserves a fuller examination of Saudi Arabia’s role in financing terrorism.",
  "webTitle": "The '28 pages': Americans deserve to know if Saudis financed terror | Mohamad Bazzi",
  "webPublicationDate": "2016-05-13T16:03:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/911-commission-saudi-arabia-terrorism-finance",
  "keyword": [
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mohamad Bazzi",
      "id": "profile/mohamad-bazzi"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/911-commission-saudi-arabia-terrorism-finance"
}