{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/hillsborough-hospitals-public-bodies",
  "id": "2016-05-12-115",
  "sectionId": "commentisfree",
  "body": "Margaret Aspinall, whose 18-year-old son James died in the Hillsborough tragedy, addressed a meeting in parliament on Tuesday. She spoke at the launch of Andy Burnham’s new campaign for stronger police accountability. The parliamentary and health service ombudsman (PHSO) has just published a shaming report on the way vulnerable patients are sometimes discharged from hospital. Earlier in the week, health thinktank the King’s Fund heard that there was a serious shortage of senior managers prepared to take on the thankless task of running an NHS trust. Each of these is important in themselves. Each of these says something troubling about how public bodies are held to account. The desire to give someone a good kicking when they get it wrong is one of those basic instincts that turns out to be critically important. It is what drives societies to develop and function. Organised into elections and regulatory bodies and ombudsmen, the need for accountability becomes an essential aspect of the modern democratic state. Essential, but often not very effective. The PHSO’s shattering report describing vulnerable patients being turfed out of hospital late at night without their families being told, with no care plan in place, and no apparent regard for their safety or wellbeing, looks on the face of it to be another advance on the never-ending journey of improving the NHS. Hospitals caught bang to rights.   Related: My mother’s treatment in hospital opened my eyes to a policy of shameful neglect | Joan Smith    But the Patients’ Association, a longstanding and heartfelt critic of the health ombudsman, says the accountability body itself is not properly accountable. Its investigatory method is obscure and its process, the last resort of the wronged and the bereaved, too often ends up compounding their grief and sorrow. “I am ashamed,” the Patients’ Association chief executive Katherine Murphy told me, “that a public service can treat members of the public so appallingly.” There is something grimly familiar about what Murphy identifies as the root of the problem with the PHSO. Her description of an accountability process that puts more weight on the word of authority than it does on the contemporaneous record of what happened, and rates the establishment view above the experience of the victim and their families, bleakly echoes the disfiguring treatment of the families of the Hillsborough victims. Authority triumphs. Families of victims are made victims themselves. One answer is to make inquests more powerful: the Hillsborough inquest caused the families involve to grieve all over again by giving a hearing to the lies of the police. But partly because for the first time the families had a powerful legal team paid for by the taxpayer, those lies have now been conclusively and for ever established as just that. Equality of funding is one of the pleas that Burnham and Margaret Aspinall have included in a sensible and mainly achievable list of reforms that they believe could ensure Hillsborough never happens again.   Related: Hillsborough verdict sparks call to rebalance police and criminal justice system    The reason the police in South Yorkshire, and others too – just think of the rare but disturbing shootings by the Met in London – have escaped accountability is that there will always be others arguing that this risks undermining authority, which is fundamental to its capacity to do the job. The police, the argument goes, must be allowed to protect their own legitimacy; the need to preserve consent will act as a self-limiting constraint on their behaviour. After Hillsborough, no one believes this to be true any more. Yet the police, like managers in the NHS, are exposed to deeply conflicting, sometimes mutually exclusive demands. In the world of centrally imposed targets and cruel failure regimes, elderly and confused patients stop being understood as real and vulnerable people. They become bed-blockers, obstacles to the efficient function of a closely scrutinised hospital. In a repetition of the mid Staffordshire scandal – which raises uncomfortable questions about the redemptive value of even the best inquiries – management loses sight of its big purpose in pursuit of the specific and the measurable on which their own personal prospects depend. When a public body focuses upwards to the paymasters and policymakers, rather than downwards to the people it serves, it’s obvious who will suffer, however much the policymakers believe they have the best interests of the people at heart. One answer is to sort out the architecture of accountability so that priorities are transparent and unchallengeable. That may matter just as much, perhaps more, than holding people to account for failings after the event. It may stop disasters happening. Getting answers – as the Hillsborough families know – is not necessarily the same as making authority answerable.",
  "webTitle": "Britain’s accountability problem – hospitals are just the start | Anne Perkins",
  "webPublicationDate": "2016-05-12T16:39:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/hillsborough-hospitals-public-bodies",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Perkins",
      "id": "profile/anneperkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/hillsborough-hospitals-public-bodies"
}