{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/06/truth-the-first-casualty-as-coalition-and-labor-give-in-to-tug-of-class-war",
  "id": "2016-05-06-265",
  "sectionId": "australia-news",
  "body": "So, voters, an election campaign is upon us and we have a choice about how we approach it. We can swallow the spin and amplify the angry. We can tune out – which could perhaps be tempting after eight weeks of campaigning. Or we can consider the evidence and think for ourselves. If you’ve ever read this column you won’t be shocked to know I prefer the latter course. Especially this time, when the parties’ slogans and their actual policies are particularly out of whack. According to the government and many columnists and editorial writers, Labor’s election platform is a “class war” and a “war on business”. “Labor is setting itself up for a war on business; they are setting themselves up for some kind of class war,” the prime minister, Malcolm Turnbull, said during this week’s budget melee, apparently finding a taste for the kind of slogans he once derided. And, according to Scott Morrison, we are already weary of this conflict, totally over “class warfare” and the “politics of us and them”.   Related: One year in, Richard Di Natale faces first verdict on Greens' new pragmatism    Except, judged on the actual policies we’ve seen so far, the whole “class war” meme is nonsense. Labor is actually backing the government’s tax cut for everyone earning over $80,000 but continuing on with the much larger “deficit levy” tax hike on those earning over $180,000, which was due to expire next year. Progressive leaning tax policy, for sure, but hardly class warfare. Nor can shaking up superannuation tax concessions to make them fundamentally fairer be the class war the critics have in mind, because there both major parties are manning the barricades in their own way.  And the “war on business” can’t refer the crackdown on multinational tax evasion because both major parties are doing that too. So it must Labor’s decision to spend money on education and hospitals and the like rather than extending small business tax cuts to the rest of the corporate world. But surely not giving a corporate tax cut is just a political choice rather than a declaration of mortal combat. The only place class warfare creeps in is in Bill Shorten’s rhetoric, all that talk about “Malcolm’s millionaires” and a budget for “billionaires not battlers” and all the little gratuitous digs about Goldman Sachs. Because the reality of the Coalition’s policies is a bit more complicated than the slogans, too.  The aforementioned superannuation shake-up is, in fact, likely to upset the very wealthy, who will have to try to seek out other tax advantageous investments. The limit of $1.6m per person in retirement accounts means about 90,000 of them will reportedly have to actually withdraw money they already have socked away. And it’s Labor who are so outraged by this retrospective hit on the wealthy that they are lining up to oppose the measure. Wait ... that doesn’t fit either party’s script.   Related: The Shorten redemption: MPs tunnel their way out of chaotic parliament    And the “deficit levy” is going but that is exactly what was legislated when Labor voted in favour of it as a temporary measure in 2014. There are some budget policies that could fit the charge – pausing the indexation of Medicare benefits schedules even further, for example, which Labor and the doctors say will dismantle bulk-billing by stealth. And there are a lot of “zombie” Abbott-era policies lurking quietly in the budget’s basement, neither dead and removed from the bottom line, nor a live part of the policies that the government wants to talk about, which makes its cumulative effect regressive, things like the cuts to family tax benefits. And, bizarrely, the government is going to the election without a policy on higher education but rather an “options paper”, except the 20% cut in university funding remains in place whichever option a re-elected coalition government chooses.  In reality both parties are using similar tax measures to fund different things they hope will achieve higher economic growth – Labor’s emphasis on spending to reduce inequality and improve education and hospitals and the Coalition’s insistence that company tax cuts are the best recipe. And this is a live debate, upon which opinions differ.  Recently an open letter from 50 prominent Australians, including the former governor of the Reserve Bank Bernie Fraser, respectfully suggested that, since Australia is struggling to pay for things like hospitals and schools, and since inequality is already rising, it might be a bad time to think about cutting the taxes that companies pay. And, as I have written previously, there is an increasing consensus that spending in a way that slows increasing inequality is actually essential for growth and that widening inequality hurts it. I go along with the idea that spending on schools and universities and hospitals and employment programs are economic, as well as social, investments.  But some, like economist Chris Richardson, think the tax cuts are “absolutely the right policy for the long haul”.   Related: Want to understand budget week? It's all about the election pitches | Lenore Taylor    “Company tax cuts may be on the nose for voters but those same voters will be the biggest single beneficiaries of the eventual lift in living standards this policy shift brings with it,” he says, and while the $49bn price tag over 10 years sounds big “that’s pretty cheap given the growth dividend it will eventually deliver”. But he cautions that this “growth dividend” could take quite a while, because “the boost to living standards from those sorts of tax reforms then takes a further decade to fully mature” – that’s a decade past the decade over which the tax cuts will be delivered. This factual debate is being overshadowed and warped by the slogans, which are all about the politics of the election campaign that will officially start on Sunday. Labor thinks its strategy of painting Turnbull as an out of touch toff pandering to the needs of his millionaire mates is working in poorer outer suburban and regional electorates and the Liberals are convinced that better-off marginals are swinging their way. As ever, the facts are way more useful.",
  "webTitle": "Truth the first casualty as Coalition and Labor give in to tug of class war | Lenore Taylor",
  "webPublicationDate": "2016-05-06T09:54:44Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/06/truth-the-first-casualty-as-coalition-and-labor-give-in-to-tug-of-class-war",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/06/truth-the-first-casualty-as-coalition-and-labor-give-in-to-tug-of-class-war"
}