{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/11/rambert-review-lucy-guerin-dancers-macbeth",
  "id": "2016-05-11-177",
  "sectionId": "stage",
  "body": "It’s a long time since I’ve seen a dance work as maddeningly and rivetingly esoteric as Lucy Guerin’s new commission for Rambert. Guerin recently collaborated on a production of Macbeth with the director Carrie Cracknell, and Tomorrow is like a dance sequel to that play. In this new piece, the stage and the action are again divided between two worlds, the real and the demonic. But no text is spoken, and the narrative is played out in reverse order.  At first, the puzzles of the work outweigh the pleasures. It takes a while to figure out the identities of the seven dancers dressed in black who mime the action of the play on one side of the stage. It’s also a challenge to follow the plot, not only because it’s running backwards, but also because Guerin’s choreography is so deliberately flat in its emphasis and affect that the murders and portents barely stand out from the rest of the action.  By contrast, the other side of the stage is swarming with neurotic energy, as seven dancers in white represent the dark supernatural and psychological forces at work in the play. Twitching together like zombies in mad circle dances and locked into solos of juddering tension, their collective, murderous energy is articulated by the neurotic ticktock that underlies Scanner’s atmospheric score.         Watch a preview of ShobanaJeyasingh’s Terra Incognita     The gaps and dissonances between the two sides of the stage make it all but impossible to marry them into a coherent narrative. What becomes far more interesting is the choreographic chemistry at work: the neat functional movement on one side interacting with the raw physical emotion on the other. It’s like watching a simultaneous translation of the play. You almost feel as if your brain is dividing in two simply to assimilate it.  Tomorrow veers too close to a cerebral exercise to be entirely successful as dance theatre, but it is cleverly programmed between works that are unambiguous in their pleasures. Shobana Jeyasingh’s Terra Incognita, set to music by Gabriel Prokofiev, was created for Rambert in 2014, and it looks even better on a second viewing. It’s a piece about mapping unknown terrain, the 10 dancers navigating a stage that is carved into shifting landscapes by the Perspex panels of Jean-Marc Puisdant’s set.     Itzik Galili’s A Linha Curva. Photograph: Tristram Kenton for the Guardian     Jeyasingh has a rare gift for choreographing dance that is fantastically satisfying as rhythm, pattern and form and is also dramatically potent. Her dancers ebb and flow on to the stage, like travellers washed up on an alien shore: duets of cut and thrust suggest conquership; individuals voyage into frightening spaces and cluster together in search of home.  Closing the programme is Itzik Galili’s A Linha Curva, a giant, rowdy Brazilian carnival of a work. It’s becoming a staple of the Rambert repertory, and for good reason: Galili nails the ebullience of his samba- and capoeira-inspired choreography to a structure of split-second rigour and mathematical complexity. His cast of 28 seem to be dancing on a precipice of controlled chaos – and it’s thrilling.  • At Sadler’s Wells, London, until 14 May. Box office: 0844-412 4300. Then touring.",
  "webTitle": "Rambert review – Lucy Guerin's zombie dancers channel Macbeth's hurlyburly",
  "webPublicationDate": "2016-05-11T14:16:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/11/rambert-review-lucy-guerin-dancers-macbeth",
  "keyword": [
    {
      "webTitle": "Rambert Dance Company",
      "id": "stage/rambertdancecompany",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/11/rambert-review-lucy-guerin-dancers-macbeth"
}