{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/the-fiver-liverpool-big-vase-shoeing-sevilla",
  "id": "2016-05-19-137",
  "sectionId": "football",
  "body": "RED FACES Alan Kennedy, Tommy Smith, Phil Neal, Markus Babbel, Djinkin’ Djimi Traoré … the names of Liverpool defenders who have lit up European finals roll off the tongue like banned slimming pills should. Unfortunately Alberto Moreno has always been more Harold Lloyd than Larry Lloyd and living up to past glories proved beyond him on Wednesday night, as did keeping up with Sevilla attackers, concentrating for more than one second or heading the ball to any of nine team-mates readily identifiable by the most famous red outfits never to grace the cast of Baywatch. Aye, it was a night to forget for young Moreno. But forgetting it is another thing he’ll not be able to do, especially with the criticism of millions of Liverpool fans ringing in his ears like dilly bleeding dong. Even ex-Liverpool players couldn’t hold back, with Steve McManaman branding the Spaniard’s performance “atrocious” and a blast from Jamie Carragher’s Twitter gun demanding that Jürgen Klopp “sign an [effing] left-back!” It all amounted to quite an ordeal for a player who should never have been put in the position of having to defend himself, or anything else.   Related: Liverpool's Europa League party fizzles out as Sevilla reign again | Barney Ronay    Moreno was not the only one to blame for Liverpool’s comprehensive defeat, of course. Philippe Coutinho and Roberto Firmino were like a couple of geckos introduced to Easter Island by Polynesian settlers a long time ago, insofar as they had no influence whatsoever on events in Basel/Basle/Baaarl/Barzuhl. And Klopp himself didn’t seem to exert much control in the second half as Sevilla reminded everyone what a nifty team they can be. Ah yes, the Premier League fans predicting a comfortable Liverpool victory had forgotten about that last bit, hadn’t they? After the match Klopp had the unhappy duty of having to look at a bunch of journalists but, to his credit, he resisted any temptation to throw Moreno to the slobbering pack. Instead he lamented the way his whole team unravelled after Sevilla’s equaliser to the point that they were practically indistinguishable from the shower that Brendan Rodgers used to send out earlier this season. OK, those are our words, not exactly his. What he said was: “At this moment we lost faith in our style of play, we changed from passing quick and simple to complicated and lost our formation.”  At least Klopp managed to finish his press conference, if not his season, on a high note: “We are disappointed and frustrated 100% but tomorrow or later in the week we will see it a little bit more clearly and we will use this experience, that is what we have to do,” he bugled. “It is clear we are not in a European tournament next year so we don’t have football on Wednesday or Thursday, so we will have time to train and we will, for sure, come back stronger.” And with a new left-back, for pity’s sake. QUOTE OF THE DAY “My ambition is to bring Villa to the top six in less than five years and I hope it can be [one of] the top three in the world – even the best well known in the world – in less than 10 years” – not sure how good or bad it is for new Aston Villa owner Tony Xia to be setting his sights so high. Hear more from him in this exclusive chin-wag.     Tell ‘em T. Photograph: Damir Sagolj/Reuters    CRASHER KIDS “I would like to apologise to the England football team, the FA, Club Wembley, and anyone else affected by my actions on Wednesday afternoon at St George’s Park. My intentions were not to embarrass anyone or cause concern. Upon entering the pitch I identified myself to England players so they knew I wasn’t a threat, and as soon as I was asked to leave I did so” – Pirate DJ and son of a Club Wembley member, Harry Peak, reveals himself to be the perpetrator of what was probably the most underwhelming and least exciting gatecrashing of the most underwhelming and least exciting thing to gatecrash in history.     Be underwhelmed. Photograph: Carl Recine/Reuters    FIVER LETTERS “I’ve spent this morning cataloguing every Google News utterance this season of the phrase ‘a tough place to go’. These are the results. Stoke’s reputation is incredibly unfounded. I have in no way wasted my life” – Steven Chicken.  “Let’s hope Liverpool didn’t paint the bus prematurely this time” – Gareth Rogers. “I enjoy sitting down to actually read The Fiver every day. But I couldn’t get past the giant Liverpool-branded mammary glands hanging above Jürgen Klopp’s head in the main image of yesterday’s edition. They’re quite the distraction. I know this is hardly hitting the standards of the witty, educated and erudite commentary you usually get every day, but I had to mention it. In fact I feel positively childish now” – Kate Vogelsang. “Re: the photo of Klopp. I’ve never seen the Liverpool crest as a n1pple before. Now I cannot see it as anything else” – Kristian Brock. “Re: your snarky remarks yesterday about [Plain Old] John Terry (yesterday’s Bits and Bobs). Of course, any working-class lad on a YTS scheme is an easy target for the lazy scribblers at your paper, but for someone who has actually made something of his life, he has provided plenty of copy for you. Now, leave him alone” – Mark Law. “All this dog-handling chat (yesterday’s Fiver letters) reminds me of a flamin’ Aussie Rules Football game I went to in Sydney in 1996. Sydney Swans were pounding the Wagga Wagga Wasps or some such when the break came. The half-time entertainment generously comprised an attempt to break a record of some sort for line dancing. Exciting. As if that wasn’t enough of a treat, they also had some dusty bush-type and his dogs herding sheep around the perimeter of the oval. It was all going quite smoothly until one of the dogs got slightly overcome by the occasion and bit one of the sheep on its back leg. The suddenly-spooked sheep scattered in all directions, skittling dozens of tasselled line-dancers to the ground while the dogs descended into full rampage, encouraged as they were by a suddenly boisterous and baying crowd. Tears and cheeks have rarely met under more wondrous circumstances” – Glenn Leete. “Back in the days of The Dell, a police dog team prepared to demonstrate their catch-a-man skills. The man, to be caught with well padded arm, leapt out from the sidelines prepared to hare across the pitch. Before he could get into full stride however, an alert PC, not in the act, flattened the runner” – Jeff Dunn. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our letter o’the day is … Steven Chicken, who receives a copy of The Agony & the Ecstasy: a Comprehensive History of the Football League Play-Offs, by Richard Foster. We’ve copies to give away for the rest of the week, so get scribbling. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. RECOMMENDED LISTENING Football Weekly Extra is in the house. Woof!      BITS AND BOBS The bastion of common sense that is the Spanish FA will fine La Liga clubs if empty seats appear on TV next season.  The bastion of common sense that is the Spanish government has banned Barcelona fans from waving Catalonia’s separatist flags at the Copa del Rey final. “FC Barcelona considers the decision to be an attack on the freedom of expression,” fumed a club statement.  Alan Pardew expects to sign a new long-term contract with Crystal Palace before Saturday’s FA Cup final. Northampton have pilfered Port Vale for manager Rob Page. “We are disappointed at Rob’s decision to leave,” sniffed chairman Norman Smurthwaite. Leicester City have paraded the Premier League trophy through that well-known area of the east Midlands, Bangkok. AFC Wimbledon are on their way to Wembley. Steve Cook has scrawled his name on a new three-year contract at Bournemouth. “I am really pleased to have it sorted before the summer,” trilled the defender. Eintracht Frankfurt captain Marco Russ has been diagnosed with a tumour after a doping test showed abnormal levels of the human growth hormone. And after winking teasingly at various other European clubs, Neymar has surprised absolutely no one by agreeing a new bumper six-year contract to stay at Barcelona.  STILL WANT MORE? The football pools, Tom O’Connor, Carol Vorderman and Russell Grant? It’s light entertainment gold/hell with the original X Factor pilot in this week’s Classic YouTube.     Gold! Photograph: YouTube    A bit like Tommy from Goodfellas, Liverpool and Jürgen Klopp need to work on their control, writes floating football brain in a jar Jonathan Wilson.  Crystal Palace have revived the Cup final song tradition with not just one, but two unofficial pre-Wembley ditties, warbles Ed Aarons.  Patrick Vieira, New York City FC and the Third Rail. By Corley Miller. Your votes have been counted in our Premier League end-of-season awards. See who got the gongs here.  Paul Wilson on why the FA Cup must remain football’s hollow crown. Yes, we still do Small Talks. Here’s Hawaii 501, Wayne Mardle, on Spurs, the arrers and his KFC malaise. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. CHARMER",
  "webTitle": "The Fiver | Liverpool's comprehensive defeat",
  "webPublicationDate": "2016-05-19T14:50:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/the-fiver-liverpool-big-vase-shoeing-sevilla",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/19/the-fiver-liverpool-big-vase-shoeing-sevilla"
}