{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/23/insider-guide-el-aaiun-laayoune-camel-convoys-revolutionary-rappers",
  "id": "2016-05-23-161",
  "sectionId": "cities",
  "body": "In five words A sleepy, hospitable, mysterious city Sound of the city       These are sounds of women and men cheering and celebrating the wedding of someone close, as they travel in a convoy between the groom’s house and the bride’s. The convoy transports camels, sheep, clothes, carpets and furniture, among other things, to the family members of the groom. It tours the whole city in a bid to tell everyone that there’s a wedding taking place and that all are welcome. Usually, you hear these sounds once or twice a week, but in summer time, they become more frequent as there are many more weddings. Best building     We have lift-off … a El-Aaiún’s high-rise in the city centre. Photograph: Aicha    As a city, El-Aaiún strives to preserve its Saharan look while embracing modernity. And there stands in the heart of the city a rare thing: a stylish, contemporary high-rise. It is the first building to have an elevator here in the city of El-Aaiún! Now a landmark, the building, which is built in a geometrically gorgeous way, is the headquarters of the Banque Populaire. It took nearly two years to finish and has a futuristic look about it that makes it unique in the city. For some people it is a symbol of modernity, for some it is the beginning of western influence, and for others it stands for capitalism and individualism.  And the worst      A waste of space … El-Aaiún’s worst building. Photograph: Jamal    It is agreed by most the inhabitants of the city that this gloomy reddish building is amongst our worst, both in terms of its architectural design and its story. Built during the mid-2000s, construction had not even finished on it before it was effectively destroyed. It was during clashes between Saharawis and Moroccan police, in the wake of the Gdeim Izik camp protest in November 2010, that the building was almost entirely burnt down. It still stands empty and at night it looks as if it’s haunted – many dare not enter it and keep their distance.  Located in such a strategic spot in the city, on a main boulevard close to the governmental buildings, it’s a real shame that it remains unoccupied and unrenovated. How green is your city? The desert surrounds the city and, if you are airborne, you will only see a few tiny green fields scattered here and there in the surrounding sands.  One of the greatest crime committed against the city of El-Aaiún is the squandering of the city’s property reserve – allocated for parks and kids playgrounds – that was given for free to some privileged people. Today, ugly buildings, shops and villas stand in the places where there should have been only greenery. The city is getting bigger and bigger with cement buildings and paved streets outnumbering the green spaces.  Also, sadly, thousands of plastic bags are becoming a usual sight in all corners and streets of the city and even in the desert. The constant wind plays with around and makes it hard to get rid of them.  Favourite venue            All locals consider the desert an extension of the city of El-Aaiún and my favourite venue would have to be Lamsayad, an oasis 19km outside the city, with palm and acacia trees, where some people come to bathe in the natural spring. It’s also the place where, for the last few years, the annual camp racing has taken place. A source of entertainment and joy for the locals, thousands of people go along to watch the race and discover things they never knew about camels. Such an event, amongst the sand dunes and sun’s rays, is also an occasion to bond with Mother Nature. There’s space for people to practice other personal hobbies, gather to make traditional Saharawi tea over some homemade cookies, or even grill some camel meat. Kids often seize the opportunity of being out here in the open space to play, with minimal parental control – it’s a journey into their heritage and roots, as well as a place to watch the racing. Homegrown talent            Bad Boys are a new local band that is making waves in our small, conservative town. Made up of three young local Saharawi teenagers who decided to come up with a new free style of music, against all odds, they are the first young rappers to ever perform their hip music on the streets of El-Aaiún. While their music is not much-loved by the older generations, they have many fans and admirers amongst the young who gather to watch their performances in the local parks and schools.   The most well-known member of the band is Fliitox Craizy (also known as Said ELlili), a revolutionary who is very active in politics and human rights. Much of their music is political, which can make life tough for them – they are often chased and threatened by the police. Most under-rated location     Beachy … Foum Elwad. Photograph: Jamal    Just as the desert is seen as an extension of the city, so too is the beach. Foum Elwad (the River’s Mouth in English) is located just 20 kilometers from the city. Here people surf and snorkel when the waters are clear.  This beach has the potential to be a very important part of our city’s infrastructure, with its villas, gardens and kids’ playgrounds. When it gets hot in summer, Foum Elwad is the only nearby resort for the local population and many rent houses here, while thousands used to camp in tents, a practice outlawed by the Moroccan authorities after 2010’s Gdeim Izik protest camp. Biggest controversy Despite being described as the sleepy city and jewel of the desert, El-Aaiún, the capital of the disputed Western Sahara region, is a place in political turmoil. Since the departure of the Spaniards and the annexation of the territory by Morocco in 1975, the Western Sahara is yet to find a permanent legal status. There’s a conflict dividing Morocco and the Polisario Front, the national liberation group that is pushing for independence. A frozen conflict, it looms over the territory and its natives. The region offers many investment and development opportunities, but the political status quo is hovering over the legality of such activities, stalling progress. This conflict has deeply affected lifehere – development is slow, there are a lack of opportunities and an ongoingsuspension of many rights, including the right to self-determination. The city itself is home to UN peace keeping forces known as MINURSO who have been here since 1991. They have become a common sight – you see them walking around in their uniform, you see their flags in front of their headquarters in downtown. People are used to them by now but are unhappy with their presence as they are yet to fulfill their mission to conduct a referendum allowing us to choose between integration with Morocco, autonomy and independence. This referendum, under the auspices of the UN, was promised to the Saharawis in 1992 but never took place. What El-Aaiún does better than anywhere else            Saharawi Hassani music is hugely important in the city. It characterised by its mixing of of Arabic music and African rhythms and is a prerequisite for concerts, weddings and social festivities.  Top insider’s tip No visitor should leave without eating the local fresh Kourbine fish. Saharawis have developed many ways of cooking this mouth-watering fish: with rice, grilled, even as a shish kebab. It is an essential ingredient to the Saharawi cuisine. Try eating it with your fingers just like most locals do. The fish, which is priced cheap, is locally caught and is served fresh.  And of course, no-one visiting the city will leave without sipping a cup of tea often called atay. Saharawi tea is a symbol of hospitality and is used and poured in three consecutive cups to welcome guests. It is prepared and drunk according to a specific ritual Moment in history            Many would agree the main event that occurred in the last few years – a landmark in the history of El-Aaiún – was the Gdeim Izik protest camp. Noam Chomsky has suggested that the month-long protest, which saw the Moroccan security forces violently break up a protest camp in the desert, sparked the start of the Arab spring. In early October 2010, a handful of young Saharawis had pitched their tents 7 km east of the city in the desert. Many thousands more people joined them in the following days, including families seeking to revive their ancestral customs. These protestors were demanding respect for their social and economic rights.  But on the morning of 8 November, the inhabitants of the camp were awoken by the sounds of the Moroccan security forces entering to dismantle the camp. The majority of occupants left in great haste, while many young demonstrators resisted the attempts to disperse them with water cannons, tear gas and rubber bullets.    Some Moroccan soldiers died during the dismantling and violence spread to the city with the arrival of the Saharawis who had fled the camp. Many of the people taken into detention by the Moroccan police were beaten and abused.   This whole ordeal forever changed the face of the city and left a permanent scar that feeds hatred. It will always be remembered.   From me     From me … Saleh Elbachra, or Jamal to my friends. Photograph: Saleh Elbachra    Saleh Elbachra (known as Jamal by friends and family) is a native of El-Aaiún city. He has a Master’s in public administration from the US and is very active in the human rights sector in Western Sahara. He has written and translated many articles and is also a blogger and former tour guide. You can find him on Facebook here.",
  "webTitle": "An insider's guide to El-Aaiún: camel convoys and revolutionary rappers",
  "webPublicationDate": "2016-05-23T13:47:25Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/23/insider-guide-el-aaiun-laayoune-camel-convoys-revolutionary-rappers",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Western Sahara",
      "id": "world/western-sahara",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/23/insider-guide-el-aaiun-laayoune-camel-convoys-revolutionary-rappers"
}