{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/tokyo-olympics-payment-diack-2020-games",
  "id": "2016-05-11-160",
  "sectionId": "sport",
  "body": "A seven-figure payment from the Tokyo Olympic bid team to an account linked to the son of the disgraced former world athletics chief Lamine Diack was apparently made during Japan’s successful race to host the 2020 Games, the Guardian has learned. The alleged payment of about €1.3m (£1m), now believed to be under French police scrutiny, will increase pressure on the International Olympic Committee to investigate properly links between Diack’s regime and the contest to host its flagship event. It also raises serious questions over Tokyo’s winning bid, awarded in 2013.   Related: Papa Massata Diack: Tokyo bid claims the latest of an avalanche of allegations | Owen Gibson    Any suggestion that votes were bought will be hugely embarrassing for the IOC, which has set great store by the probity of its bidding process since reforms following the bribery scandal that preceded the 2002 Salt Lake City Winter Games. Diack Sr was an IOC member between 1999 and 2013, becoming an honorary member in 2014 before resigning as president of the International Association of Athletics Federations (IAAF) in November last year after allegations he had accepted more than €1m in bribes to cover up positive Russian doping tests. He is now prevented from leaving France while prosecutors there investigate corruption at athletics’ governing body. In March, the Guardian revealed that the French investigation had widened to include the bidding races for the 2016 and 2020 Olympics. It is now understood that among transactions under suspicion are payments totalling about €1.3m apparently sent from the Tokyo 2020 bid, or those acting on their behalf, directly to the Black Tidings secret bank account in Singapore. The account is linked to Lamine Diack’s son, Papa Massata Diack, who was employed by the IAAF as a marketing consultant.   Latest revelation   Lamine Diack, IAAF president from 1999 to last year, was still an influential IOC member in 2013 when Tokyo beat fellow bidders Istanbul and Madrid. Black Tidings is at the heart of the allegations of institutionalised corruption at the IAAF over more than a decade. An independent report commissioned by the World Anti-Doping Agency (Wada) and published in January showed how Diack and his marketing consultant sons, Papa Massata and Khalil, joined up with the lawyer Habib Cissé to act “as an informal illegitimate governance structure” of the IAAF. The Guardian had earlier revealed that Papa Massata Diack, who had carte blanche to seek sponsorship deals in developing markets under an agreement with marketing partner Dentsu, appeared to request $5m (£3.5m) from Qatar at a time when it was bidding for the 2017 world athletics championships and the 2020 Olympics. In January, the Guardian revealed that Papa Massata Diack was apparently involved in 2008 in a scheme to deliver “parcels” to six influential members of the IOC at a time when Doha, Qatar, was trying to bid for the 2016 Olympics.   Related: Tokyo Olympic Games corruption claims bring scandal back to the IOC | Sean Ingle    But the latest revelations are perhaps the most troubling yet for the IOC and will send shockwaves through the Olympic movement at a time when its president, Thomas Bach, has repeatedly held it up as an example of probity to other troubled sporting organisations including Fifa and the IAAF. Asked about the alleged payment, believed to have been made in more than one tranche before and after the Games were secured, the Japanese Olympic Committee – which oversaw the bid – said its press team was away on business for a week and was unable to respond. The Tokyo 2020 organising committee said it had no knowledge of what went on during the bid period. A spokeswoman said: “The Tokyo 2020 Organising Committee has no means of knowing these allegations. We believe that the Games were awarded to Tokyo because the city presented the best bid.” The allegations come at a difficult time for the IOC, which is under pressure over this summer’s Rio de Janeiro Olympics amid a host of practical and political issues and locked in an ongoing battle to persuade potential bidding cities that the Games remain a worthwhile prize. The seven-figure payment from Tokyo 2020 also raises questions about the role of Dentsu, the Japanese marketing giant that has an all-encompassing sponsorship contract with the IAAF that runs until 2029, having been unilaterally extended by Diack in the final months of his presidency. The report by Wada’s independent commission, chaired by Dick Pound, detailed how the Black Tidings account was held by Ian Tan Tong Han, who was a consultant to Athlete Management and Services, a Dentsu Sport subsidiary based in Lucerne, Switzerland, that was set up to market and deliver the commercial rights granted to it by the IAAF. Computer analysis revealed that Tan had regular high-level access to IAAF officials including Lamine Diack and was “integrated into the IAAF at the executive level” and “appeared to be part of the informal governance system for the IAAF”.   The bank account   Tan was so close to Papa Massata Diack that in 2014 he named his newborn child Massata. The report said Tan appeared to have ongoing business interests related to the Diacks in Singapore and Senegal. Papa Massata Diack remains in Senegal, despite an Interpol notice issued for his arrest. In response to questions from the Guardian, aA Dentsu spokesman said it had no knowledge of any Black Tidings payment and Tan was never employed as a consultant. One of the world’s largest marketing companies, iIt has previously said that Papa Massata Diack was not employed as a consultant by Dentsu and that his contract was with the IAAF. The Black Tidings account first came to prominence when it emerged that the account was the channel for a €300,000 refund paid to Russian marathon runner Liliya Shobukhova in March 2014 after a botched attempt to cover up a positive drugs test. The IAAF’s independent ethics commission began investigating the affair later that year and in a damning 170-page report this January banned four senior officials, including Papa Massata Diack and its former anti-doping chief Gabriel Dollé, over the corruption and extortion racket. Cissé, Diack Sr’s former legal adviser, was not sanctioned by the IAAF and is understood to contest the findings in Pound’s report, having not been interviewed by its investigators. The Pound report points out that Black Tidings in Hindi means Black Marketing or, literally, to “Launder Black Money”. Sources believe “tens of millions” of euros passed through the account. Two separate, independent sources with knowledge of the investigation have confirmed the seven-figure payment from the Tokyo 2020 bid is being investigated. Possible wrongdoing in the 2020 race was referred to in a footnote to Pound’s report that suggested Lamine Diack dropped his support for Istanbul and switched to Tokyo because a Japanese sponsor signed a deal with the IAAF. At the time, Tokyo 2020 said the claims were “beyond our understanding” and Istanbul’s bid said it did not believe it was a factor in their defeat. The IOC said it would examine a transcript of the conversation on which the claims were based. Papa Massata Diack met police for seven hours earlier this year. However, the authorities have said he will not be deported from Senegal. He told the Guardian: “These allegations are currently under investigation by the French police and in the Court of Justice. I do not wish to make any comment as I am also part of this legal process.” The IOC, which will meet in Rio for its 129th session before the summer Games, said its chief ethics and compliance officer had been in contact with Wada and the French magistrates investigating the IAAF case since its inception, and that the IOC was now a civil party to the French justice procedure. A spokesman added: “The IOC’s chief ethics and compliance officer will continue to be in contact with all interested parties to clarify any alleged improper conduct. The IOC will not comment any further on the elements of the investigations at this stage.”",
  "webTitle": "Tokyo Olympics: €1.3m payment to secret account raises questions over 2020 Games",
  "webPublicationDate": "2016-05-11T14:58:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/tokyo-olympics-payment-diack-2020-games",
  "keyword": [
    {
      "webTitle": "Olympic Games 2020",
      "id": "sport/olympic-games-2020",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "International Olympic Committee",
      "id": "sport/international-olympic-committee",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lamine Diack",
      "id": "sport/lamine-diack",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "IAAF",
      "id": "sport/iaaf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/11/tokyo-olympics-payment-diack-2020-games"
}