{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/magic-mushrooms-depression-psychedelic-drugs-psilocybin",
  "id": "2016-05-17-126",
  "sectionId": "commentisfree",
  "body": "Those of us who have never felt depression will certainly know people who have, and will have shared with them that impatient hope that with time, exercise, a new season, a new prescription, a new counsellor, the cloud might lift. Thankfully it usually does; it can never feel soon enough.   Related: Magic mushrooms lift severe depression in clinical trial    In the latest Beckley/Imperial study, we selected 12 people who had experienced depression over an average of 18 years, despite all that modern medicine can offer. Instead of daily medication, we wanted to know if their condition would improve after an “inner journey” on a 25mg dose of the psychedelic drug psilocybin. We also wanted to assess the safety of administering these “trips”. Though all 12 felt some unease as the drug’s otherworldly effects came on, all were able to let go of that anxiety with the reassuring presence of the clinicians, and all of them felt that they benefited from their four-hour “inner journey”. To varying degrees, they moved into the days and weeks afterwards feeling less anxious and more able to take pleasure from life. A week on from their “trip”, eight were in full remission. Three months on, five remained free of depression. In the 1950s and 60s there was a flood of research into psychedelics and their therapeutic use, with dazzling claims made about their potential. Not all of this work met modern standards of rigour and responsibility. Nonetheless, that early work suggested psychedelic substances had a real, sometimes astonishing potential to improve lives. For instance, data on 536 people treated with LSD in the 60s to curb alcoholism suggests that psychedelic therapy outperformed current treatment options. Then, as a side-effect of flawed international drug controls, psychedelic drugs were effectively exiled from the laboratory and clinic for 50 years. We lost a valuable tool for both understanding the human mind, and for treating human problems. The Beckley Foundation, which I founded in 1998, and David Nutt of Imperial College London have, through the Beckley/Imperial Research Programme, spearheaded an international scientific movement to rediscover that lost potential. The government’s Medical Research Council funded the research programme to reach today’s landmark findings: that psilocybin can be administered safely to people with depression, and that (should these early indications in a small pilot study hold up in a full clinical trial), it seems extraordinarily effective.     ‘Psychedelic drugs were effectively exiled from the laboratory and clinic for 50 years. We lost a valuable tool for both understanding the human mind, and for treating human problems .’ Photograph: Anna Gowthorpe/PA    While of course people see the world differently during their “trip”, the Beckley/Imperial team’s new findings seem to demonstrate that psilocybin provides depressed people an opportunity to find a new outlook that endures long beyond the intoxication. Researchers at Johns Hopkins University have shown that psilocybin offers people without depression a lasting openness to new perspectives. In our ongoing collaboration with them we put that effect to therapeutic use too, providing psilocybin-aided psychotherapy to addicted smokers. The results received an unprecedented 80% success rate in quitting. Our findings come with caveats; we do not recommend depressed readers head to the pastures this autumn in search of Psilocybe mushrooms. They remain illegal to possess, and as with cannabis, there is no legal defence of medicinal use. We have shown that with the safety net of our treatment protocol, risks were manageable. Without that, the whirlwind of a mushroom trip may do more harm than good.   Related: Surge in teenagers self-poisoning renews mental health concerns    The clinical term for the condition from which the participants suffered was “treatment-resistant” depression, because the available antidepressant drugs could not help them. The uphill journey to help these sufferers will not come to full fruition without ongoing scientific, political and public engagement, for which the Beckley Foundation has long fought. To those who cannot open their minds to the mounting evidence that psychedelics can be healing, one might ask: Who is really “treatment-resistant”? Who is resisting progress that could enhance the life of multitudes? Our participants’ healing experience could provide a model for the journey our society needs to take collectively, breaking out of old patterns of thinking, and gaining a fresh perspective.",
  "webTitle": "We saw magic mushrooms lift long-term depression. It’s time for a change of perception | Amanda Feilding",
  "webPublicationDate": "2016-05-17T14:51:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/magic-mushrooms-depression-psychedelic-drugs-psilocybin",
  "keyword": [
    {
      "webTitle": "Depression",
      "id": "society/depression",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Research funding",
      "id": "education/researchfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Feilding",
      "id": "profile/amanda-feilding"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/magic-mushrooms-depression-psychedelic-drugs-psilocybin"
}