{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/06/mp-appoints-sir-philip-greens-former-rivals-to-bhs-inquiry",
  "id": "2016-05-06-209",
  "sectionId": "business",
  "body": "Labour MP Frank Field, who chairs the work and pensions committee, has called in two of Sir Philip Green’s bitterest former rivals to assist the parliamentary investigation into the collapse of BHS. Sir David Norgrove, who as chairman of Marks & Spencer’s pension fund was instrumental in scuppering Green’s attempted bid for the retailer in 2004, has been appointed special adviser. Lord Myners, who also fought off Green’s bid as chairman of M&S between 2004 and 2006 when the former BHS owner attempted a £10bn takeover of the high street stalwart, has been appointed to lead a panel of financial assessors for the committee. Myners has already filed 11 questions in the House of Lords calling on the government to investigate the demise of BHS.     Frank Field Photograph: Frank Baron for the Guardian    The appointments are likely to further ratchet up the dispute between Field and Green which kicked off on Thursday, when the MP suggested the former BHS owner should be stripped of his knighthood if he did not put up funds to pay off the ailing retailer’s £571m pension fund deficit. He told the Financial Times: “If someone rats on the commitment he made to his workforce, we would want to reconsider whether honours are still appropriate.” Green then called for Field’s resignation, suggesting the MP was “prejudiced” against him. Green has agreed to appear before a special joint session of the work and pensions committee and the business, innovation and skills committee who are both investigating the demise of BHS.     Former City minister Lord Myners Photograph: Carl Court/AFP/Getty Images    The retail chain, which Green sold for £1 to a little-known group of investors a year ago, collapsed into administration last week putting 11,000 jobs at risk and the pensioners in the hands of the government’s pension protection fund.  Green said in a statement that he was horrified by Field’s “outrageous outburst”. The tycoon added: “Clearly he has made his decision as to what he feels the punishment should be without even hearing any evidence from anybody about BHS or the circumstances of the last 15 years.” His statement made clear that he had only agreed “in principle” to attend the hearing, which is expected to take place in mid-June. Both parliamentary inquiries will commence on Monday with a joint session looking at the BHS pension fund deficit, taking evidence from Alan Rubenstein, chief executive of the Pension Protection Fund, and Lesley Titcomb, chief executive of the Pensions Regulator. The committees will question whether pension regulation is adequate and the impact of covering its liability on the pension protection fund and all the other companies which subscribe to it.",
  "webTitle": "MP appoints Sir Philip Green's former rivals to BHS inquiry",
  "webPublicationDate": "2016-05-06T11:42:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/06/mp-appoints-sir-philip-greens-former-rivals-to-bhs-inquiry",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Paul Myners",
      "id": "business/paul-myners",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Frank Field",
      "id": "politics/frank-field",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/06/mp-appoints-sir-philip-greens-former-rivals-to-bhs-inquiry"
}