{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/05/died-sick-child-swim-again-brain-tumour",
  "id": "2016-05-05-301",
  "sectionId": "voluntary-sector-network",
  "body": "I first heard of Skye, a gorgeous five-year-old boy with medulloblastoma – an aggressive and cancerous brain tumour – when a friend asked me to help provide a hot tub for him.    Related: I opened my home to a heroin addict – she's family now    Skye had one wish and that was to swim again. He had been receiving hydrotherapy treatment but, when his illness became terminal, this had to stop and he could not go to a public swimming pool any more as his immunity was low and any illness could have been fatal. In my day job, I sold Jacuzzis and was keen to help so I phoned up a supplier for help one Friday night. By Monday lunchtime, we had a hot tub ready to give to Skye. However, a hot tub needs certain things in place to make it work. When I spoke to Sally, Skye’s mother, the day before we were due to deliver the tub, the base hadn’t been installed and there wasn’t an electrician available. Luckily, one word in my brother’s ear resulted in two electricians being dispatched at the crack of dawn on delivery day. It was like DIY SOS; or as Sally says, a scene from a Disney movie with me being her fairy godmother. The base was installed and the hot tub was being lifted over two 6ft-high garden fences. As if by magic, by the end of the day the Jacuzzi was working. And just in time.      Skye and his mother Sally. Photograph: Andrew Hall    Two days later Skye passed away. He did get his wish to swim again. The day before he died, he spent the whole day in the hot tub with his family.  I was privileged to have met Skye. We chatted, laughed, even picked plums off his neighbours’ tree. He told me how he was going to take the hot tub toy I gave him to his next swimming lesson. He was just five years old but so brave, wise and caring.   Related: Parents of boy who died from effects of cancer treatment call for more funding    Since his death, Sally has set up a charity to make sure other children have a better chance of surviving a brain tumour.  The more I read about the charity Blue Skye Thinking and the reason Skye passed away, the more I believed I had to make the most of what I’ve got and help. To begin with, this meant learning how to make a loom band as Skye’s dream was to make the world’s longest loom band for a World Record attempt. We achieved this after his death. I then decided to learn how to run. Last year I raised more than £2,000 by running 1,001km for Skye. This year I am running three half marathons, one 10-mile race, several 10km and a 5km to raise awareness.  For the rest of my time, I will stand by Sally and Blue Skye Thinking’s side to help them make the treatments of childhood brain tumours safer. No family should have to live day by day, wondering what if. The day I made a difference is the Guardian Voluntary Sector Network’s series that showcases the work of people involved with charities. If you have a story you want to share email voluntarysectornetwork@theguardian.com with a short summary of your experience.",
  "webTitle": "Two days before he died, I helped a very sick child swim again",
  "webPublicationDate": "2016-05-05T07:00:00Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/05/died-sick-child-swim-again-brain-tumour",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Fundraising",
      "id": "voluntary-sector-network/fundraising",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Volunteering",
      "id": "voluntary-sector-network/volunteering",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [],
  "guardianId": "voluntary-sector-network/2016/may/05/died-sick-child-swim-again-brain-tumour"
}