{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/a-small-monument-to-love-alban-bergs-great-row-about-an-affair",
  "id": "2016-05-06-231",
  "sectionId": "music",
  "body": "Alban Berg’s Lyric Suite is the product of heart and head. Inspired by an extramarital relationship, the 1925-6 string quartet was also one of Berg’s first works to employ his former teacher Arnold Schoenberg’s 12-tone technique. Despite being nearly a century old, this finely wrought composition system and its principal exponents still alarm more often than they enthral. But it is music with an unashamedly generous heart, as expressive as any Mahler symphony or Wagner opera – both touchstones for Berg and his peers – and the Lyric Suite has a particularly colourful story to tell.    Berg had been happily married to Helene Nahowski for 14 years, but his feelings for Hanna were intoxicating    Berg was in Prague in May 1925 for a performance of his Three Wozzeck Fragments at that year’s International Society for Contemporary Music festival. Industrialist and music lover Herbert Fuchs-Robettin had invited Berg to stay with him and his wife, Hanna, at their Jugendstil villa in the suburb of Bubeneč. Berg had been happily married to Helene Nahowski for 14 years, but was increasingly prone to infidelity and his feelings for Hanna were intoxicating. Over the course of five days they embarked on a torrid affair. “It all started with your eyes,” he wrote, two months later, “those eyes, that glance – who could find words for it? The poet is not yet born – can music even express it?” Muse or mere creative Viagra, Hanna certainly provided the spark for the Lyric Suite, Berg’s “small monument to a great love”, which he completed on 30 September 1926. The piece is as dramatic as anything Berg wrote for the stage. The music unfolds over six movements, becoming more extreme as it progresses. Discussing the Lyric Suite with a colleague before its premiere in Vienna in 1927, Berg said there was a “continuing intensification of mood within the whole composition”. What he didn’t explain, apart from to Hanna, was why and how external factors had determined his musical choices.     Hanna Fuchs-Robettin    As well as the work’s diverging tempos, Berg filled every bar with motifs and gestures representing the affair. The composer’s pupil (and messenger-confidant) Theodor Adorno called the Lyric Suite a “latent opera” and in 1976 it became clear to the outside world just how operatic the piece was. The musicologist Douglass Green found a shorthand text buried in Berg’s marginalia in the manuscript of the last movement. Deciphering the jottings, Green discovered a translation of Baudelaire’s “De profundis clamavi” from Les Fleurs du Mal. The text, describing a self-pitying lover, appeared on a copy of the published score that Berg had given to Hanna, marking the text and even a vocal setting of the poem in red pen. At Wigmore Hall on 10 May, the Tana String Quartet, soprano Julia Sitkovetsky and I will tell the story of the work’s genesis in a lecture-recital using musical and visual illustrations. We have images of Berg’s jottings, thanks to the Austrian National Library, and Sitkovestky will perform the song which haunts the whole of the Lyric Suite as the music leaps out of the depths. Equally evocative is the obsessively recurring four-note cell representing Berg and Hanna’s initials. And, crucially, the 12-note series from which Berg derives all of his music begins with an F (for Fuchs) and ends with a B natural, known as H (for Hanna) in German musical nomenclature. With Berg, composition is a wholly comprehensive art where feeling and form go hand in hand, which is why the Lyric Suite offers a particularly stimulating entry point to the world of the Second Viennese School. But such a multidimensional score requires meticulous preparation. It’s so tightly packed with dynamic shifts and articulation marks, as well as significant motifs and quotations – from Berg’s opera Wozzeck, Wagner’s Tristan und Isolde and the Lyric Symphony by Alexander Zemlinsky, the piece’s official dedicatee – that the Tana Quartet’s first violinist Antoine Maisonhaute calls it “one of the most challenging works we play”. It’s symptomatic of its concentrated nature that the players’ parts often spread over two or three lines, providing essential cues, as well as a picture of the evolving form. But, as cellist Jeanne Maisonhaute (Antoine’s sister) says, “there are so many things to learn that if I start by considering everybody’s music, I cannot concentrate on myself”.     Matthias Goergne as Wozzeck at the Royal Opera House, London, in 2002. Photograph: Tristram Kenton for the Guardian    Once the parts are assimilated, the main challenge is to give full expression to what Berg terms the Hauptstimme (or lead voice). Rather than being allotted to one player, it passes between all four members of the quartet. It’s Berg’s inner voice made manifest or, as Antoine says, “it’s like the string quartet is one big instrument with 16 strings”. The test is to convey the heady atmosphere of Berg’s score as one. That’s also the challenge of presenting the lecture-recital. Given Berg tirelessly linked life and art, the work’s inspiration, means and ends have to be shown as one and the same thing. I was reminded of that while rehearsing with the quartet at their base in Brussels last month. They were playing the second movement, in which Berg depicts Hanna and her children, just as Jeanne’s own children were skipping around their flat in a suburb of the Belgian capital, not unlike Berg’s home in Hietzing on the outskirts of Vienna. Viewing these parallels from inside the score, the quartet and I began to see the characters in Berg’s head. It’s astonishing that a 35-minute string quartet could contain all of this. In Wozzeck the protagonist sings, “man is a chasm; it makes your head reel when you look inside”. Armed with the knowledge of Berg’s feelings and his expressive methods, however, I hope we will provide at least some of the tools needed to explore that chasm and once inside, people will find that the music of the Second Viennese School is less strange and harsh than work that touches a common chord. • Inside the Score: Berg’s Lyric Suite is at Wigmore Hall, London W1, on 10 May. It will be streamed live on wigmore-hall.org.uk.",
  "webTitle": "A small monument to love: Alban Berg’s great row about an affair",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/a-small-monument-to-love-alban-bergs-great-row-about-an-affair",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/06/a-small-monument-to-love-alban-bergs-great-row-about-an-affair"
}