{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/moving-right-along-coalition-and-labor-map-out-their-transport-policies",
  "id": "2016-05-19-38",
  "sectionId": "australia-news",
  "body": "It’s been some time since Australians had a choice between two potential governments willing to invest in public transport, but the 2016 federal election is shaping up to offer exactly that. The early phase of the campaign has seen Malcolm Turnbull back on the rails, including a morning train ride out to a marginal western Sydney electorate. The prime minister spent the journey doing what he does best: mingling with passengers and posing for selfies, although no photo request was forthcoming from the alarmed woman who mistook the nation’s leader for an overly friendly conductor. Along for the journey was a Channel Seven news team which undertook an on-camera interview in which Turnbull, cheerfully swaying to the locomotive rhythm, took the opportunity to wax lyrical about the virtues of public transport. “The federal government historically, and this was certainly Tony’s [Abbott] approach, was to concentrate on roads to exclusion of rail, so what we’re doing is recognising is that cities need good roads, they need good rail, and we should support both,” he told Seven’s Mark Riley.   Related: Walking and cycling tracks should be part of all new road and rail projects | Anthony Albanese    He went on to observe that he wasn’t the first politician to campaign on a train: “They used to in the 19th century – you know those American politicians used to campaign on trains and they’d give speeches from the little balcony on the last car, but I think that’s probably a bit too retro, even for a trainophile like me.” It was a rather brave choice of setting for Turnbull to do some electioneering, given how unkind Labor has been of late about his sojourns on public transport. In late April the Victorian Labor treasurer, Tim Pallas, called Turnbull “just another bum on a seat” for live-tweeting a tram ride in Melbourne but holding out on funding for the city’s $10.9bn Melbourne Metro proposal.  The Turnbull government eventually earmarked $897m for the project, although Pallas dismissed that as funds Victoria had already secured courtesy of the privatisation incentives of the Abbott-era asset recycling scheme. Then there was the opposition leader, Bill Shorten, who in his budget reply speech zinged: “Instead of taking selfies on the train, we’ll get new projects under way – nation building, not ego building.” In Adelaide last week Turnbull ventured into a train carriage once again, and this time there was a related policy to announce: an investment of $43m into the Flinders Link project as part of the South Australian state government’s $85m Tonsley rail line extension.  The project will see the Flinders University campus linked to the Adelaide metropolitan rail network, an announcement that does the Coalition’s chances no harm at all in the marginal seat of Boothby.  It is the latest in a drip feed of public transport pledges from the Coalition, following on from $1.7bn towards the Sydney metro, $490m towards the Forrestfield airport link in Perth, and $90m towards the $700m Gold Coast light rail project.  The opposition spokesman on infrastructure, Anthony Albanese, tells Guardian Australia that for all his announcements Turnbull had not committed any new funds to public transport. “When we were last in government, Labor funded more in public transport than all previous governments combined from federation through to 2007,” he says. “The only public transport funding from Malcolm Turnbull has been the result of money agreed to because of privatisation of state assets or reallocations from other projects.” Labor promises funding for projects including Brisbane’s cross river rail, the Perth metronet, and in South Australia the Gawler line electrification and AdeLINK tram network, and – lest a certain Victorian treasurer accuses Shorten of not putting his money where his bum sits – the Melbourne metro will also be in line for support. The costs could be considerable for projects such as the ambitious AdeLINK tram development, which envisions expanding Adelaide’s sole remaining tram route into a citywide network like the city used to enjoy before the lines were ripped out in the 1950s.  The projected cost is yet to be determined but laying tracks in other states has been estimated at roughly $1bn each 10km. The project is expected to cost about $3bn. This week federal Labor committed $500m.  AdeLINK aside, Labor for the most part has not detailed how much a Shorten government would contribute to the public transport projects it has indicated it would support.  Albanese says “more specific promises” will come over the course of the election campaign.    Related: Nick Xenophon, the 'anti-politician' poised to cause headaches – whoever wins election    In an article for Guardian Australia, Albanese says cycle tracks ought to be part of the planning of road and rail projects.  “We should be aiming for a situation where networks of well-lit, secure walking and cycling tracks connect communities to schools, shopping and recreational facilities and, above all, to bus and train stations,” he says. After the resources boom, decades of tax cuts and profit-generating public assets being privatised, what Labor and the Coalition agree on is that the next generation of public transport projects will need to be financed by a mix of private and public investment.  Labor’s financing solution for public transport is to turn Infrastructure Australia into a $10bn infrastructure bank, which would offer loans, loan guarantees or equity to jumpstart projects and encourage private sector investment, particularly from super funds.  The Coalition funding approach towards public transport comes via not the infrastructure department but the Department of the Prime Minister and Cabinet, through initiatives such as the Smart Cities plan launched in late April.  Turnbull’s approach merges his professed love for public transport with two of his other passions: private-sector can-do and the economic potential offered by rising property prices.  Public transport infrastructure funding would be sourced from “value capture” arrangements, which can mean land taxes on property that increases in value due to proximity to new infrastructure, and even potentially involve real estate developers helping determine where tram and train line routes ought to go. Turnbull has previously suggested value capture could help finance inter-city public transport, such as a high-speed rail link between Sydney and Melbourne.  A spokesperson for the Department of the Prime Minister and Cabinet said $50m was committed to the 2016-17 Federal Budget under the Smart Cities Plan to accelerate planning and development works on major infrastructure projects. “Separate to the $50m commitment for infrastructure planning, the government will establish an infrastructure financing unit to develop funding and financing solutions to deliver key projects (in partnership with other governments and the private sector),” the spokesperson said.  “Details of the unit and a timetable for its establishment have not been announced.” Labor is also open to value capture, but has criticised Turnbull for over-emphasising its potential and not being specific enough.  The Greens, who have proposed an infrastructure bank similar to Labor’s that would issue up to $75bn in low-interest debt for projects including public transport, seized upon comments this week by former Reserve Bank Governor Warwick McKibbin calling for an increase in infrastructure spending. The Greens finance spokesman, senator Peter Whish-Wilson, says investment in “transformative infrastructure” is vital to the economy. “Economists are lining up left, right and centre to say that monetary policy is not working and that the government needs to increase confidence in the economy by borrowing to fund infrastructure,” he says. “The Turnbull government is ignoring this advice. It is borrowing to fund corporate tax cuts and hoping on a wing and a prayer that further interest rates cuts will stimulate private investment.”  For all his focus on alternatives to government grants, Turnbull has acknowledged that government money will continue to underpin public transport project investment in some shape or form. However, he argues against the idea that initiatives such as value-capture are radical. In April he said that such schemes hark back to how public transport used to be funded.  “Obviously there will always be a big role for the government to make grants, to make direct investments, but there’s also the opportunity to capture some of the considerable value that is created in land by the construction of transport infrastructure,” he said at the time. “That’s how railways were financed in the 19th century actually. It is not actually a radical new plan at all; it is actually a sensible old plan that’s been forgotten.” There’s those 19th century railways again. Maybe the prime minister will soon make speeches from train carriage balconies after all.",
  "webTitle": "Moving right along: Coalition and Labor map out their transport policies",
  "webPublicationDate": "2016-05-19T20:13:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/moving-right-along-coalition-and-labor-map-out-their-transport-policies",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Max Opray",
      "id": "profile/max-opray"
    }
  ],
  "guardianId": "australia-news/2016/may/20/moving-right-along-coalition-and-labor-map-out-their-transport-policies"
}