{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/french-riot-police-break-up-fuel-depot-blockade-cgt-union",
  "id": "2016-05-25-143",
  "sectionId": "world",
  "body": "Riot police have used water cannon to break up a fuel depot blockade in northern France as the hardline CGT trade union called for strikes at nuclear plants amid a worsening standoff over the government’s proposed labour reforms. Trade unionists are leading the strikes at fuel depots and refineries in an attempt to choke off fuel supply to force the government to abandon a reform bill that aims to make it easier to hire and fire workers.  Faced with shortages at filling stations, long traffic jams and panic buying of petrol, the French government has mobilised its reserve oil stocks for the first time in more than five years. Ministers said France had enough fuel to last more than three months. Despite increasing pressure, the government said it would not withdraw the labour reforms, which it has claimed are crucial for businesses and to address France’s mass unemployment, which is above 10% of the workforce. The reforms were forced through by decree this month without a parliamentary debate.   Related: How will you be affected by the strikes in France?    The head of the group overseeing France’s petroleum industry, Francis Duseux, said the situation was tense, and attributed the petrol stock problems to panic buying. At least 40% of filling stations in Paris are unable to provide at least one type of fuel, while the search for fuel in parts of the countryside is becoming harder and several places in France are experiencing demand six times higher than usual. Logistical problems caused by the strikes mean it is also hard to deliver fuel around the country. The CGT said it would continue its strategy of hardline action until the law was withdrawn.  Early on Wednesday morning, riot police used water cannon to force striking workers out of a fuel depot in Douchy-les-Mines in northern France that had been blocked for several days.     A CGT union striking worker stands in front of the Total refinery of Feyzin. Photograph: Jeff Pachoud/AFP/Getty Images    Workers at the country’s nuclear plants – the source of the majority of France’s electricity – are also meeting to decide whether to strike on Thursday as part of a national day of street protests against the labour reforms. It was not clear what consequences strikes at nuclear plants would have on electricity supplies, but experts said there would not be blackouts.    Related: Up All Night: France’s young target Hollande over labour reforms    Meanwhile, train workers also staged a strike on Wednesday. The SNCF national rail authority said 25% of high-speed TGV trains were cancelled, and a similar number of regional and commuter trains were affected, but the strike caused less disruption than those of recent weeks. By Wednesday lunchtime about 10% of workers had gone on strike. Regular street protests over the labour reforms have taken place for two and a half months, with violence on the fringes of some demonstrations that has left hundreds of police injured.  Nicolas Sarkozy, the former president who now heads the rightwing Les Républicains party, and who faced massive fuel refinery strikes over his pension reforms in 2010, described the current situation as “anarchy”.  France faces industrial action next week as part of various unions’ wider demands on labour conditions – including an open-ended rail strike, a strike on Paris metro and commuter trains and a strike by air-traffic controllers. With France due to host the Euro 2016 football tournament from 10 June, the increasingly unpopular Socialist government is under pressure to resolve the standoff, but both the government and the CGT union have so far refused to budge. Warning for holidaymakers The Foreign Office has updated its travel advice ahead of the half-term school holiday warning travellers to France that fuel-purchasing restrictions have been put in place in some regions and fuel rationing may be imposed. “The Mon-essence.fr website has produced a map developed from data supplied by users of its mobile app to help motorists identify petrol stations where fuel is not available,” it says. The RAC has warned that although it helped members in France find fuel last week, this kind of rescue will no longer be possible. “Anyone currently in France is going to struggle to find fuel for their return journey and probably should not even attempt to get home unless they can do so on one tank,” said RAC spokesman Simon Williams. “If you are going to France you should fill up in the UK before your crossing.” P&O Ferries says that drivers can bring up to five litres of spare fuel on board their vessels with them, provided it is kept in an approved container.",
  "webTitle": "French riot police use water cannon to break up fuel depot blockade",
  "webPublicationDate": "2016-05-25T13:51:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/french-riot-police-break-up-fuel-depot-blockade-cgt-union",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/25/french-riot-police-break-up-fuel-depot-blockade-cgt-union"
}