{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/thai-billionaire-leicester-city-vichai-srivaddhanaprabha",
  "id": "2016-05-04-202",
  "sectionId": "football",
  "body": "Related: David Squires on … Leicester City winning the Premier League    The origins of Vichai Srivaddhanaprabha are largely opaque – opening his first business, a modest duty-free shop, during 1989 in downtown Bangkok. Today, the Thai billionaire’s retailer, King Power, has a near-monopoly in the country’s major airports. And the £39m he paid for Leicester City in 2010 looks, in retrospect, to have been a steal. It is not clear if Vichai is a gambler but, even if he did not bet on his team, the businessman has won big. Leicester could now be worth more than £436m – 11 times what he bought the club for according to the New York‑based research firm Private Company Financial Intelligence. Not unlike the Foxes, Vichai’s rise was hard to predict but his growing wealth has mirrored Leicester’s success. Forbes puts the 58-year-old – who is worth an estimated £1.9bn – at fourth place in Thailand’s rich list in part due to the recent influx of Chinese tourists to the country.           Leicester City: their Premier League title glory in numbers    He is seen to have balanced support from both sides of Thailand’s political establishment, who despise each other, and, importantly, the powerful monarchy. His name “Srivaddhanaprabha” was bestowed to him in 2012 by King Bhumibol, the world’s longest serving monarch, for his success and charity work. And the Thai king’s portrait has also been raised at the King Power Stadium. Despite operating for nearly two decades, it was only in 2006 that King Power managed to secure the exclusive rights to duty-free stores in Bangkok’s Suvarnabhumi Airport, now the 12th busiest in the world. The contract was blessed by the Thai telecoms tycoon turned prime minister and former Manchester City owner, Thaksin Shinawatra. “Vichai has made his money by being close to politicians, that’s how you have to do it,” said a member of the Bangkok business community, who asked for anonymity. “Before that he was an average businessman.” Although Thaksin was later ousted in a coup, Vichai survived and his business is still going strong under the current junta run by Thaksin’s foes in the military. King Power continues to open new stores around the country. The virtual monopoly is so strong that when a Korean competitor recently tried to enter the market, it was allowed to start building a duty-free store in Bangkok but was later blocked from opening pick-up counters at the capital’s two major airports. Without the pick-up counters, customers cannot receive their tax-free purchases. “They almost finished the building but they can’t operate,” the source said.     Aiyawatt Srivaddhanaprabha, son of Leicester City’s owner, watches the team in action on a big screen in Bangkok. He says Thai values have rubbed off on the club. Photograph: Lillian Suwanrumpha/AFP/Getty Images    Vichai’s prestige among Thailand’s elite has been bolstered by his promotion of the nation abroad. The billionaire, who owns a Gulfstream business jet, has flown Buddhist monks to England to bless the stadium and the players. His son and club vice-chairman, Aiyawatt Srivaddhanaprabha, said this year that Thai values had rubbed off on the club. “It’s the Thai culture. We give our time to the staff, the players and to the manager. We try to manage it like a family, to listen to the problems of every single member of staff,” he said. Vichai promised in 2014, following the club’s promotion to the Premier League, that he would spend £180m to reach the top five within three years. Two years later and with only a third of that money spent, Leicester have won the league. Aiyawatt, also know as “Top”, has a more public presence. He has played polo on the same team as Prince Harry and makes appearances at the King Power headquarters in Bangkok, where weekly games are streamed live. “We have 600 people come to celebrate and enjoy to watch Leicester, the team that maybe seven years ago no one knew,” said Aiyawatt at King Power headquarters after Leicester’s 4-0 win against Swansea City.   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    Vichai is not one for media shows — his team declined Guardian requests for interviews — but he does arrive at the King Power Stadium in a blue helicopter. He has given free beer and donuts to supporters at the stadium and ticket prices rose only marginally after their promotion two years ago. He also subsidised buses to away games, capping tickets at £10. The Foxes Trust chairman, Ian Bason, has applauded Vichai saying it “would be hard to criticise him at all”. “Other than what the club has actually achieved, [the owners] have always listened to the fans,” Bason, whose supporters group was a former part-owner of the club, said. “Vichai has always respected the heritage of the club.” Yet King Power has made money in other ways, not least by its global brand status, exploiting the club’s fame by placing video adverts in Thai airport terminals showing the striker Jamie Vardy running around a duty-free shop in full kit while picking up gifts. The club’s Thai-language YouTube channel has videos showing the Foxes emblem with “Pride of Thais” underneath and the company sells collectable gift cards with photos of Kasper Schmeichel and Riyad Mahrez. Official shirts for the team, known locally as the “Siamese Foxes”, have sold out in Bangkok, though there are a few fakes still available on street stalls.           ‘Walt Disney wouldn’t script this’ – Leicester City champions",
  "webTitle": "The Thai billionaire whose gamble on Leicester just paid off",
  "webPublicationDate": "2016-05-04T12:17:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/thai-billionaire-leicester-city-vichai-srivaddhanaprabha",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "football/2016/may/04/thai-billionaire-leicester-city-vichai-srivaddhanaprabha"
}