{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/labor-seizes-on-liberal-mp-john-alexanders-comments-on-negative-gearing",
  "id": "2016-05-02-271",
  "sectionId": "australia-news",
  "body": "Labor has seized on reported comments by the government backbench MP John Alexander that negative gearing has helped make property unaffordable for first home buyers as evidence the tax deduction must be wound back. According to an ABC report before his appearance on Four Corners on Monday, Alexander said negative gearing had led to a housing market “dominated by speculative investors”.   Related: Labor's negative gearing reform proposal is economically responsible and fair    “Too often we see the young couple getting beaten out at the auction and then renting out the very place that they were trying to buy,” he said. “First home buyers have really been unable to compete.” Alexander headed a parliamentary inquiry into housing affordability, which is due to report this year. The Turnbull government has ruled out changes to negative gearing and capital gains tax, arguing driving down the value of Australian homes would harm growth and prosperity. Alexander had some praise for negative gearing, saying: “It has worked very well when it has provided affordable rental properties. “The moment that it intrudes on the marketplace and stops young families from buying the house, that’s not ideal. And that’s what’s happened in this moment when interest rates have gotten so low.” Labor’s financial services and superannuation spokesman, Jim Chalmers, said in Canberra on Monday it was “John Alexander’s Kelly O’Dwyer moment”, in reference to her statement that Labor’s negative gearing policy would drive up prices in apparent contradiction of government claims it would have the opposite effect.   Related: Government's negative gearing claims dismissed by Grattan Institute report    “I mean, twice now we’ve seen members of the Turnbull government completely torpedo the scare campaign, the dishonest, unhinged scare campaign that the prime minister has been proceeding with,” he said. “John Alexander can see that negative gearing is an issue that needs to be addressed.” Chalmers said it “beggars belief” that the government was defending “subsidising people who have nine or 10 or 11 investment properties when it’s hard for people to get into the property market”. Labor has proposed limiting negative gearing to new housing while grandfathering arrangements for investors from 1 July 2017 if elected and slashing the capital gains tax discount from 50% to 25%.           Bill Shorten hits back after Kelly O’Dwyer attacks negative gearing plan",
  "webTitle": "Labor seizes on Liberal MP John Alexander's comments on negative gearing",
  "webPublicationDate": "2016-05-02T01:19:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/labor-seizes-on-liberal-mp-john-alexanders-comments-on-negative-gearing",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/02/labor-seizes-on-liberal-mp-john-alexanders-comments-on-negative-gearing"
}