{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/protomartyr-north-american-tour-detroit",
  "id": "2016-05-03-292",
  "sectionId": "music",
  "body": "Joe Casey, lead singer with Detroit post-punk band Protomartyr, recalls the band’s recent European tour and he’s somewhat consternated. “The first night in the UK, someone told me I looked like David Cameron,” he grimaces. “The worst thing was I looked in the mirror and realised, ‘Fuck, they’re right’.” He pulls off his beanie and glasses: “What do you think?” Ah … Casey, it’s true, doesn’t have the image of your average rock’n’roll star. None of Protomartyr do. Reviews have variously described them as resembling high school teachers, Belgian lorry drivers and – a reference to the fact the frontman, at 39, is a decade older than his bandmates – like “three scared teens who started a group with their alcoholic uncle”. Yet, to see them live is to understand why none of that peripheral stuff matters. Protomartyr blow audiences away. Theirs isn’t music which needs angular haircuts or well-tailored trousers. The songs stand alone; cerebral, angry, fierce; each one plotting a propulsive path between dystopian doom and life-affirming hope; a bit the Fall, a bit the Walkmen, a bit Pere Ubu.     Joe Casey: compared to an alcoholic uncle. Photograph: Waytao Shing/Getty Images for SXSW    And Casey himself? An onstage mix arrogance and anxiety, suited up but stock-still, almost always desperately clutching a beer. He couldn’t come across less like an Old Etonian politician if he tried. He considers this assertion. “Good answer,” he declares, drily. We’re talking ahead of Protomartyr’s nine-date North American tour, starting on Wednesday in Guelph, Ontario. The four of them – that’s Casey, along with guitarist Greg Ahee, bassist Scott Davidson and Alex Leonard on drums – are sipping Red Stripe in a bar garden. They’re quiet of voice, thoughtful of answer and still, at 7pm, vaguely dishevelled from the night before. “We met a whisky ambassador,” says Leonard, and that’s all the explanation needed. They’re not a band scared of sharing an opinion or two, as it goes. Over the course of a couple of hours, they’ll rattle into Donald Trump, Detroit gentrification and why Jesse Hughes – the Eagles of Death Metal frontman whose band were on stage at the Paris Bataclan when terrorists burst in and murdered 89 people – is “a fucking idiot”. More of which shortly.            For now, Protomartyr’s rise is worth recapping. Born and bred in Detroit, they remained in the city while their peers were fleeing its well-documented decline. At 32, Casey, a film studies graduate who had only ever worked dead-end jobs, decided there had to be more to life. He spoke to local musos Ahee and Leonard one drunken night, and – despite having no previous inclination towards music – found himself suggesting they form a band. Davidson joined shortly after. “I knew I was starting old,” nods Casey. “But the only difference that’s made is we’re more focused. We’re aware we’ve a limited window to achieve things. It makes us more urgent.” Their first two albums – No Passion All Technique (2012), and Under Color of Official Right (2014) – won critical praise, before last year’s The Agent Intellect edged towards commercial success. It reached No 3 on Billboard’s Heatseekers Albums Chart for up-and-coming music, while newspapers and magazines almost uniformly named it in their best-of-year lists. Reviews revelled in Casey’s oblique lyrics (“People always ask if I like poetry and I always feel I disappoint them when I say no,” he says), as well as the music’s sense of darkness and decay. Many drew a link between the sound and the hometown. “People hear we’re from Detroit and they assume this narrative that we grew up in an abandoned auto-factory and art was an outlet from our terrible lives,” says Ahee. “But we’re from the suburbs. We had nice childhoods. The decline just didn’t really affect us. Maybe the city informs the music in the same way any place anyone grows up does – obviously there are lyrical references too – but this idea, ‘Oh, they could only be a Detroit band’? It’s bullshit.” Casey thinks about this. “Maybe in a practical sense, because the rents are so cheap, it meant we could focus on our art without worrying about money.”     Protomartyr: ‘You’re going to need a lot of fucking artists to gentrify Detroit.’ Photograph: Zak Bratto    When inexpensive living costs attract artists in such a way, it often leads to gentrification. Might that happen in the Motor City? Leonard snorts. “I read that in the broadsheets. All these hipsters saying, ‘We want to be part of Detroit’s resurgence.’ What? Go fuck yourselves. Have they ever even been? You’re going to need a lot of fucking artists to gentrify Detroit.” In the same way they refuse to be pigeonholed by their location, Protomartyr are also at pains to deny being especially political. “If there was a revolution,” says Casey, “I’d probably watch it on TV.” Yet such apathy doesn’t quite ring true. Tracks like Bad Advice, about corrupt former city mayor Kwame Kilpatrick, and Clandestine Time, a rumination on the disparity of New York’s rich and poor, suggest a certain level of engagement. “Well,” says Casey, “there’s enough bands writing songs about eating pizza and getting drunk – no one needs us doing that too. I just figured if we’re taking the time to write a song, it might as well say something.” In person too, they don’t shy away from controversial subjects. Gun control comes up. Casey owns a couple of rifles. “America is a country with bloodlust,” he shrugs. “And, if anything, it’s getting worse – it’s turning back to the Wild West. There needs to be more regulation. But it’s also right people should own guns if they want.” We also discuss November’s Paris terrorist attacks and Jesse Hughes’s suggestion that, if his audience in the Bataclan had been armed, fewer people might have died. “I feel bad for what he went through, but the guy’s a fucking idiot,” says Ahee. “He’s said a lot of Republican shit down the years and, whatever you think about guns, that’s just a ridiculous argument.” Talking of Republicans … “Donald Trump,” says Ahee again. “Terrifying. He says what he thinks will go down well and it’s working. And the fact there are so many people in America with these racist, border-line psychotic beliefs – fuck me, that’s scary.” They say they’ll vote Hillary Clinton but reckon she’s part of the problem. “The Democrats didn’t want an open primary contest – they didn’t want Bernie [Sanders] there – and they basically stitched it up so she would be the candidate,” says Casey. “And that’s what makes people angry. These parties aren’t listening.” Ahee nods. “Maybe there would be a positive if Trump was elected. Maybe it would give America a kick up the ass. Like, ‘Holy shit, what did we just do?’ Maybe then the parties would take notice of people. Or maybe a viable third candidate would emerge. I’d like that.” Until then – or until the televised revolution – Protomartyr will continue plotting their own steady course. They’ll tour both Europe and North America again later this year, and have pencilled in album No 4 for 2017. After that, their ambitions stretch to no more than wanting to tour Asia and Australia. “When we started, all we really wanted was to play around Detroit,” says Casey. “Getting to the other side of the world, that would be such a big deal. If we achieve that, I think we’ll be pretty happy.”",
  "webTitle": "Post-punk band Protomartyr on courting controversy and American 'bloodlust'",
  "webPublicationDate": "2016-05-03T09:00:51Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/protomartyr-north-american-tour-detroit",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Drury",
      "id": "profile/colin-drury"
    }
  ],
  "guardianId": "music/2016/may/03/protomartyr-north-american-tour-detroit"
}