{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/donald-trump-endless-war-memorial-day",
  "id": "2016-05-28-114",
  "sectionId": "us-news",
  "body": "Jack Satan’s the greatest of gods  And Hell is the best of abodes. ’Tis reached through the Valley of Clods  By seventy beautiful roads. Ambrose Bierce, from A Sole Survivor   Memorial Day is upon us, our 15th since the dawning of the Era of the AUMF, and you’d think smart people would have learned a few things by now. Is it a war yet? Or still the same damn movie that’s been playing in America since 2001, that revenge-and-war-porn blockbuster where the USA kicks some serious bad-guy ass. Afghanistan, Iraq, Pakistan, Somalia, Yemen, Libya, Syria and on it rolls like a 15-year-old beater with 200,000 miles on the engine and balding tires, “it” being the AUMF, the Authorization to Use Military Force of 14 September 2001. All these years later it’s worth revisiting this document, the act of Congress whereby President George W Bush was empowered to use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons. What a long, strange trip it’s been, and all on the same set of wheels. Granted, we did get an upgrade with AUMF 2.0, the Iraq invasion authorization of 2002, but they’re basically one and the same model. How many of us are still driving the same car we had in the early aughts? But like siblings handing down the family junker, Bush drove that AUMF hard for eight years and passed it on to Obama, who promised to end two wars and will probably leave us with three. Come next January he’ll be handing the keys to the next in line, and off we’ll go with a brand new driver at the wheel.  This trip we’re on, awhile back it started looking like a closed loop more than anything resembling progress from point A to point B. Invasions, occupations, air campaigns and blizzards of drones have led to levels of chaos that only madmen and prophets could have imagined when all this started. Just two of this season’s presidential candidates – Bernie Sanders and Rand Paul – seriously questioned the the hard-military tactics of the past 15 years. Everybody else seems to be running around in a 2002 time warp, back when deploying the world’s most powerful military was supposed to bring peace and democracy to a maddeningly conflicted region. Gas on the fire. It failed, and a lot of people died. In this, the fourth presidential election of the Era of the AUMF, the debate hasn’t been about war per se – whether it’s necessary, whether it’s an effective means to an end – but rather, a difference of degree: will we have more of the same, or much, much more of the same?  The times are such that fantasy war-mongering is solidly mainstream. We’ve seen candidates call for a new campaign of “shock and awe” (Kasich), for carpet-bombing and making the desert glow (Cruz), for “bomb[ing] the shit out of them” (Trump), for waterboarding “and a hell of a lot worse” (Trump again), and for pre-emptive strikes and massive troop deployments (Jeb). One candidate purchased a handgun as “the last line of defense between Isis and my family” (Rubio), and the likely Democratic nominee includes “the nail-eaters – McChrystal, Petraeus, Keane” among her preferred military advisers, and supports “intensification and acceleration” of US military efforts in Iraq and Syria. Yes, America has many enemies who heartily hate our guts and would do us every harm they’re able to inflict, but the failures of hard power over the past 15 years seem utterly lost on our political class. After the Paris attacks last December, Bill Kristol of the Weekly Standard suggested that a force of 50,000 US troops deployed to Syria, supported by air power, would crush Isis in short order, leading to the liberation of Fallujah, Mosul, and other Isis strongholds. “I don’t think there’s much in the way of unanticipated side-effects that are going to be bad there,” opined Kristol – funny guy! – who back in 2002 said that removing Saddam Hussein “could start a chain reaction in the Arab world that would be very healthy”.     The Republican primary campaign proved that fantasy war-mongering is now solidly mainstream. Photograph: Cristobal Herrera/EPA     It makes you wonder: are these people stupid? Are we? Is this the politics we deserve? “Stupidity is the American disease,” said Norman Mailer, though maybe it’s not so much stupidity as fantasy, a determinedly infantile notion of what it means to go to war. Americans like the idea of breaking heads and drawing blood, but the burden of actual war? Not so much. And so the politicians pander, and we’re more than willing to be pandered to. No appreciable bump in the tax rate, no mass mobilization, no call for sacrifice from the general population. Even our vocabulary slides toward the soothing and anodyne. Collateral damage, alternative set of procedures, detainees, these are practically mental pillows by now. Extraordinary rendition instead of kidnapping; targeted killings for presidentially ordered assassinations; intensification for escalation. The term “base” is out, “counter fire complex” in – that’s the name for the physical place where all those troops who don’t constitute boots on the ground are currently quartered in Iraq.  “I would listen to the generals,” Trump said in one debate as he called for deploying 30,000 troops to Syria. I would say: screw that. How about we listen to the sergeants, lieutenants and captains who wore those boots on the ground the past 15 years? The ones who are out, who are now free to speak their minds and have no stake in the business-as-usual business of American war; no sergeant or junior officer is angling for a lucrative post-military career sitting on defense industry boards or yakking for cable news. On a fall night in Austin last year I listened to one of these former sergeants – infantry, two tours in Iraq – tell me: Sure, we can invade Syria and whip Isis’s butt. Just make sure we go in with four or five hundred thousand troops, and plan on keeping at least 200,000 there for the next, say, 15 or 20 years. And we’d better commit to massive investment in the infrastructure, schools, the legal system, to keep Isis or something like it from coming back. Oh, and we’ll have to bring back the draft, that’s what it’ll take to keep an army that big over there. And raise taxes to pay for it, including healthcare for all the fucked-up people who’ll be coming home. We can beat Isis, sure. But not the way those guys –he nodded at the TV, where one of the circus-style debates was going on – are talking about. •••  In the beginning it was known as “Decoration Day”. The call went out in May 1868 to decorate the graves of the civil war dead “with the choicest flowers of springtime”, formalizing a practice that had cropped up in the north and south even as the war was being fought. But the scale of death was such that scattered local gestures no longer sufficed. A national observance was needed, a collective acknowledgment of just how profoundly devastating the war had been, and over time, as the tradition took hold, the holiday came to be known as Memorial Day.  Back in April 1861, a very young Ambrose Bierce was the second man in Elkhart County, Indiana, to enlist in the Union army. Eventually he would be known as “Bitter Bierce”, but in 1861 he was just an aloof, touchy kid with some smatters of education and not a clue that the country was about to turn into a charnel house. Then again, no one did; the industrial slaughter of the civil war was something new under the sun, and Bierce survived some of the worst of it. He fought at Shiloh, where more Americans died in two days of battle than in the revolutionary war, the war of 1812, and the Mexican war combined. At Stones River, he and his company fought for a crucial three-foot rise of ground so bloody that it became known as Hell’s Half-Acre. Chickamauga was bloodier still; after the first day of battle, thousands of wounded stranded between the lines either died of exposure in the freezing cold or roasted alive in the brushfires that sprung up across the battlefield, their screams and wails carrying far in the frigid mountain air.     The gateway to the cemetery at Gettysburg, Pennsylvania, scene of the bloodiest battle of the American civil war, pictured in July 1863. Photograph: Timothy H O'Sullivan/Getty Images     “A night of waking,” as Bierce tersely described it years later. The sheer volume and accuracy of ordnance made this a new kind of war, a machine for pulping acres of human flesh. Regardless of who was winning or losing, shock-and-awe was the common experience of both sides; Confederate and Union soldiers alike could hardly believe the things they were doing and having done to them, and when Bierce turned to the writer’s trade after the war, some fundamental rigor or just plain contrariness wouldn’t let him portray his war in conventionally heroic terms. In his hands, sentimentality and melodrama became foils for twisted jokes. Glory was ambiguous at best, a stale notion that barely hinted at the suicidal nature of valor in this kind of war. A wicked gift for honesty served up the eternal clash between duty and the survival instinct, as when, early in the war, Bierce and his fellow rookies come across a group of Union dead:  How repulsive they looked with their blood-smears, their blank, staring eyes, their teeth uncovered by contraction of the lips! The frost had begun already to whiten their deranged clothing. We were as patriotic as ever, but we did not wish to be that way.  And again, when he encounters a woman on the boat ferrying him and his platoon to the Shiloh killing fields:  She was a fine creature, this woman; somebody’s wife. Her mission, as she understood it, was to inspire the failing heart with courage; and when she selected mine I felt less flattered by her preference than astonished by her penetration. How did she learn?  Black humor sits alongside mordantly cool accounts of battles, wounds, horrors, absurd and tragic turns of luck. There are lots of ghosts in Bierce’s work, a menagerie of spirits and bugaboos as well as hauntings of the more prosaic sort, people detached in one way or another from themselves – amnesiacs, hallucinators, somnambulists, time trippers. People missing some part of their souls. Often Bierce writes of the fatal, or nearly so, shock, the twist that flips conventional wisdom on its back and shows reality to be much darker and crueler than we want to believe. It’s hard not to read the war into much of Bierce’s writing, even when the subject is ostensibly otherwise. He was the first American writer of note to experience modern warfare, war as mass-produced death, and the first to try for words that would be true to the experience. He charted this new terrain, and it’s in Bierce that we find the original experience that all subsequent American war writers would grapple with. Hemingway and Dos Passos in the first world war; Mailer, Heller, Jones and Vonnegut in the second world war; O’Brien, Herr and Marlantes in Vietnam: they’re all heritors of Bierce.  It’s not decorative, what these writers were going for. They weren’t trying to write fancy, or entertain, or preach a sermon; they weren’t writing to serve a political cause, at least not in any immediate sense. One suspects that on some level they didn’t have a choice, as if they realized they would never know any peace in themselves unless they found a way of writing that, if it couldn’t make sense of their war, at least respected it. Words that represented the experience for what it was, without illusion or fantasy. Words that would resist the eternal American genius for cheapening and dumbing down.     The Vietnam war: for Donald Trump not unlike the trauma of risking venereal disease while sleeping around in his bachelor days. Photograph: Horst Faas/AP    Trump has said he “will be so good at the military, your head will spin”. Sure, how hard can it be? This rich man’s son who was never in the military, who in fact used student deferments (four) and a case of heel spurs to avoid Vietnam. He did, however, attend a military-style prep school in his teens, and therefore “always felt that I was in the military”, while sleeping around during his bachelor days, risking venereal disease, was “scary, like Vietnam” and “my personal Vietnam”. Senator John McCain, former combat naval aviator who nearly died in service and was a prisoner of war in North Vietnam for over five years, repeatedly refusing offers of early release in order to stay with his comrades, is not, according to Trump, much of a soldier, whereas he, Trump, according to Trump, is the “most militaristic man in the room” whose yet-unspecified plans for taking on Isis would draw the approval of such lions as General Douglas MacArthur and General George Patton. And so on.  Could it be that Trump is giving voice to the inner life of a large portion of the US male population (and how much of the female as well)? Which might explain his appeal: he is the bog monster of the American id, rising out of the masturbatory muck of our military fantasies in which the manly man slays his enemies and laughs at the lamentations of their women. So easy to be the hero in your wet dreams, your shooter games, your securely located war rooms stocked with emergency rations and the external defibrillator. This sort of unhinged fantasizing has been the defining pattern of the Era of Endless War, in which people – old men, for the most part, a good number of them rich – who never experienced war – who in their youth ran as fast from it as they could – send young men and women – most of them middle- and working-class – across oceans to fight wars based on half-facts, cooked intelligence, and magical thinking on the grand geopolitical scale. Surely it’s no coincidence that the Era of the AUMF, the Era of Endless War, is also the Golden Era of the Chickenhawk. We keep electing leaders who, on the most basic experiential level, literally have no idea what they’re doing.  Maybe they get away with it because we the people who keep voting them into office don’t know anything about war ourselves. We know the fantasy version, the movie version, but only that 1% of the nation – and their families – who have fought the wars truly know the hardship involved. For the rest of us, no sacrifice has been called for: none. No draft. No war tax (but huge deficits), and here it bears noting that the top tax rate during the second world war was 90%. No rationing, the very mention of which is good for a laugh. Rationing? That was never part of the discussion. But those years when US soldiers were piling sandbags into their thin-skinned Humvees and welding scrap metal on to the sides also happened to coincide with the heyday of the Hummer here at home. Where I live in Dallas, you couldn’t drive a couple of blocks without passing one of those beasts, 8,600 hulking pounds of chrome and steel. Or for a really good laugh, how about this: gas rationing. If it’s really about the oil, we could support the troops by driving less, walking more. Or suppose it’s not about the oil at all, but about our freedoms, our values, our very way of life – that it’s truly “a clash of civilizations”, in the words of Senator Rubio. If that’s the case, if this is what we truly believe, then our politicians should call for, and we should accept no less than, full-scale mobilization: a draft, confiscatory tax rates, rationing.  Some 3.5 million Americans fought in the civil war, out of a population of 31 million. For years the number killed in action was estimated at 620,000, though recent scholarship suggests a significantly higher figure, from a low of 650,000 to a high of 850,000. In any case, it’s clear that the vast majority of American families had, as we say these days, skin in the game. The war was real; having loved ones at risk made it real. Many saw battles being fought in their literal backyards. Lincoln himself watched the fighting from the DC ramparts, saw men shot and killed. The lived reality of the thing was so brutally direct that it would be more than 50 years before the US embarked on another major war. To be sure, there was the brief Spanish-American war in 1898, and a three-year native insurgency in the Philippines, and various forays around the Caribbean and Central America, but the trauma of the civil war cut so deep and raw that the generation that fought it was largely cured of war. Our own generation’s appetite seems steadily robust even as we approach the 15th anniversary of the AUMF, which, given the circumstances, makes sense. As long as we’re cocooned in our comfortable homeland fantasy of war, one can safely predict a long and successful run for the Era of the Chickenhawk. •••     Ambrose Bierce spent a day in 1913 sitting under the blazing sun at Shiloh where he had fought 50 years before. Photograph: Bettmann/Bettmann Archive     Bierce survived his own war, barely. Two weeks after writing to a friend “my turn will come”, and one day before his 22nd birthday, he was shot in the head near Kennesaw Mountain, Georgia. The sniper’s ball broke his skull “like a walnut”, penetrating the left temple, fracturing the temporal lobe and doglegging down and around behind his left ear, where it stayed. Head shots in that era were almost always fatal, but Bierce survived not only the initial wound, but an awful two-day train ride on an open flatcar to an army hospital in Chattanooga.  He recovered, more or less. Not the easiest personality to begin with, Bierce showed no appreciable mellowing from his war experience. His life is an ugly litany of feuds, ruptures, lawsuits, friends betrayed or abandoned, epic temper tantrums and equally epic funks. He was a lousy husband – cold, critical, philandering – and essentially abandoned his wife after 17 years of marriage. His older son shot himself dead at age 16, and the younger drank himself to death in his 20s; for his own part, Bierce maintained a lifelong obsession with suicide. In October 1913, after a distinguished, contentious 50-year career that had made him one of the most famous and hated men in America, Bierce left Washington DC and headed for Mexico, intending to join, or report on – it was never quite clear – Pancho Villa’s revolutionary army. En route, dressing every day entirely in black, he paid final visits to the battlefields of his youth, hiking for miles in the Indian summer heat around Orchard Knob, Missionary Ridge, Hell’s Half-Acre. For one whole day at Shiloh he sat by himself in the blazing sun. In November he crossed from Laredo into Mexico, and was never heard from again, an exit dramatic enough to inspire a bestselling novel by Carlos Fuentes, The Old Gringo, and a movie adaptation of the same name starring Gregory Peck.   Late in life, Bierce described his military service in these terms:  It was once my fortune to command a company of soldiers – real soldiers. Not professional life-long fighters, the product of European militarism – just plain, ordinary American volunteer soldiers, who loved their country and fought for it with never a thought of grabbing it for themselves; that is a trick which the survivors were taught later by gentlemen desiring their votes.  About those gentlemen – and women – desiring votes: since when did it become not just acceptable but required for politicians to hold forth on Memorial Day? Who gave them permission to speak for the violently dead? Come Monday we’ll be up to our ears in some of the emptiest, most self-serving dreck ever to ripple the atmosphere, the standard war-fantasy talk of American politics along with televangelist-style purlings about heroes, freedoms, the supreme sacrifice. Trump will tell us how much he loves the veterans, and how much they love him back. Down-ticket pols will re-terrorize and titillate voters with tough talk about Isis. Hemingway, for one, had no use for this kind of guff, as shown in a famous passage from A Farewell to Arms:  There were many words that you could not stand to hear and finally only the names of the places had dignity. Certain numbers were the same way and certain dates and these with the names of the places were all you could say and have them mean anything. Abstract words such as glory, honor, courage, or hallow were obscene beside the concrete names of villages, the numbers of roads, the names of rivers, the numbers of regiments and the dates.  Here’s a proposition: we stand a better chance of understanding something of ourselves and our wars if we tune out the politicians, for one day at least, and turn our attention to a certain kind of writer: namely, the man or woman who experiences war firsthand, then devotes heart and soul to finding correct words, the true words, for describing the reality of the thing. Crazy, right? Maybe you think I’ve been smoking that weird Texas dope? The very idea, ignoring Hillary and Trump and instead reading a poem by Brian Turner or Kevin Powers, or a passage from Youngblood or Fobbit or Green on Blue. But a country going on its 15th year of war would seem obliged to use every tool at hand for making sense of its situation. And if looking at poems and novels seems like a radical act, that in itself might be a clue to the problem.  Or how about silence? In an era where language has proved so susceptible to abuse, maybe the sanest thing we can do is reserve some space for silence. The National Moment of Remembrance Act puts this notion into law, encouraging a minute of silence at 3pm local time on Memorial Day. At least then we would be spared someone trying to sell us something – appliances, a political agenda, a war – for as long as the silence lasted, and that alone seems like a mercy. It’s hard to hijack silence, and maybe that’s the point. One thinks of Ambrose Bierce sitting all day in the sun at Shiloh, an old man, his war long past, biding silently with his ghosts. More from Ben Fountain: The phony in American politics: how voters turn into suckers American crossroads: Reagan, Trump and the devil down south American exceptionalism: the great game and the noble way",
  "webTitle": "Endless war: Trump and the fantasy of cost-free conflict",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/donald-trump-endless-war-memorial-day",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Fountain",
      "id": "profile/ben-fountain"
    }
  ],
  "guardianId": "us-news/2016/may/28/donald-trump-endless-war-memorial-day"
}