{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/25/donald-trump-albuquerque-protests-2016-election",
  "id": "2016-05-25-181",
  "sectionId": "us-news",
  "body": "Anti-Trump demonstrations in New Mexico Protesters smashed windows and threw rocks at police outside a Donald Trump rally in Albuquerque, just as a win for Trump in Washington’s primary left him within a handful of delegates of securing the Republican nomination outright. Hillary Clinton, campaigning in California, previewed her new line of attack on Trump, f ocusing on his real estate dealings. “We’re not going to let him bank-rob America,” she said. Bernie Sanders, also in California, called for a recanvass of last week’s Kentucky primary. Today, Trump returns to what has been called “riot-happy” Anaheim, where a previous rally in April was nearly derailed by violence. “This is what Trump wants, it’s giving him his talking points,” said Jimmy Camp, a Republican consultant and member of the “Never Trump” movement within his party. Meanwhile, Marco Rubio has offered this assessment of the long primary battle: “It’s not that we lost, it’s that Donald Trump won.” Protests at Donald Trump rally overshadow Washington primary win ‘Oxy Express’ crackdown fuelled heroin demand It was known as the “Oxy Express” – Florida’s south corridor famous for an unusual concentration of freely prescribing “pill mills” dishing out the synthetic heroin oxycontin. But a crackdown several years ago provides an illustration of what happens when the pharmaceutical industry, clueless administrators and law enforcement make policy: they unleashed a demand for heroin. The Guardian’s Chris McGreal surveys the wreckage, while Nadja Popovich maps the spread of the drug overdose epidemic.  How cracking down on America’s painkiller capital led to a heroin crisis New Taliban leader appointed The Afghan Taliban has appointed Mullah Haibatullah Akhundzada as the new leader of the militant movement days after a US drone strike killed his predecessor, Mullah Mohammad Akhtar Mansoor. The swiftness of the appointment is seen as part of an effort to shore up Taliban unity, which suffered under Mansoor, who was regarded as a divisive figure. Haibatullah is a former Taliban chief justice and heads their religious Ulema council.  Afghan Taliban appoint Mullah Haibatullah Akhundzada as new leader Paypal co-founder emerges as Gawker antagonist PayPal co-founder and Californian Trump delegate Peter Thiel has emerged as the likely paymaster behind Hulk Hogan’s successful invasion of privacy case against Gawker Media, according to Forbes. Gawker is appealing against Hogan’s $115m award. Thiel, whose fortune is estimated in excess of $2.7bn, described one of its sub-sites as the “Silicon Valley equivalent of al-Qaida” after Gawker worked to publicly out him. Gawker CEO Nick Denton says he suspected someone in Silicon Valley was backing the lawsuit. PayPal co-founder Peter Thiel said to fund Hulk Hogan’s Gawker lawsuit Portland police chief faces calls to quit Larry O’Dea is denying claims that he covered up a hunting accident as a “self-inflicted” shooting. According to officials investigating the case, O’Dea shot a close friend in the back while hunting last month in Harney County, 350 miles east of Portland. O’Dea has been placed on administrative leave with officials saying the city’s police cannot work efficiently “when there’s turmoil and confusion surrounding their leader”. Portland police chief in hot water amid claims he lied about shooting his friend ExxonMobil tried to censor climate scientists ExxonMobil moved to squash a well-established congressional lecture series on climate science just nine days after the presidential inauguration of George W Bush, a former oil executive, the Guardian has learned. Exxon’s intervention on the briefings, revealed here for the first time, adds to evidence the oil company was acutely aware of the state of climate science and its implications for government policy and the energy industry – despite Exxon’s public protestations for decades about the uncertainties of global warming science. ExxonMobil tried to censor climate scientists to Congress during Bush era Cosby to face trial on sex assault charges Bill Cosby must stand trial over an accusation that he intoxicated and sexually assaulted a Temple University employee more than 12 years ago in his Pennsylvania home. The TV star and comedian has vowed to fight charges stemming from a 2004 incident in which he allegedly drugged and sexually assaulted Andrea Constand, one of more than 50 women who have accused Cosby of sexual misconduct. The case involves the only criminal proceedings against Cosby, 78, to emerge from the tidal wave of similar accusations. If convicted, Cosby faces 10 years in prison. Defense attorney Brian McMonagle rejected the accusations. “The evidence presented today was evidence of nothing. They had 12 years to bring an accuser to confront Mr Cosby. They chose not to.”  Bill Cosby: comedian to stand trial on sexual assault charges in Pennsylvania Liberals, guns, and the NRA’s annual convention The Guardian’s Lois Beckett went to Louisville, Kentucky, where the National Rifle Association’s annual convention was taking place, and asked gun owners: what do liberals get wrong about guns, and how can we make America a safer place to live?           What do liberals get wrong on guns?    The whitewashing of US media Howard W French describes what three decades working in the predominantly white media has taught him about racism in America. French identifies two enduring themes: a simple failure of integration – news organisations that have done little to welcome or encourage African Americans – and a tendency to “typecast certain topics as ‘black’” and the rest as “white”. The enduring whiteness of the American media Are Cleveland’s playoff hopes crumbling?  The Cavaliers’ frontcourt duo of Kevin Love and Tristan Thompson are facing a crisis at the worst possible moment and look like they’ve “lost their essence”, writes Eric Koreen in Toronto. “In the playoffs, if it happens to the wrong player, it can completely derail a team’s season.” With the series tied at two games apiece, the Cavaliers face a must-win against the Toronto Raptors tonight in Cleveland.  Cavaliers’ big men, thwarted by Biyombo breakout, coming up short Johnny Depp insults Australian minister  Actor Johnny Depp has resumed trading insults with Australian government officials as he continues to mock the apology he made with his wife, Amber Heard, for smuggling their two dogs into Australia. The Australian deputy prime minister and agriculture minister, Barnaby Joyce, looks like he’s “inbred with a tomato”, Depp said. “I think I’m turning into Johnny Depp’s Hannibal Lecter, aren’t I?” responded Joyce. “I’m inside his head, I’m pulling little strings and pulling little levers. Long after I’ve forgotten about Mr Depp, he’s remembering me.” Johnny Depp says Australian minister looks like he’s ‘inbred with a tomato’ And another thing ... Two large South American rodents are on the loose in Toronto. Residents, police and zookeepers have been told to be on alert for the 30lb capybaras, who zoo keepers say are “quite shy”. Officials at Toronto’s 399-acre High Park said they would launch an inquiry into how the amphibious rodents got loose after they were returned to safety. Capybaras on the loose in Toronto after escape from local zoo",
  "webTitle": "Trump rally marred by violent protests | The daily briefing",
  "webPublicationDate": "2016-05-25T11:57:48Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/25/donald-trump-albuquerque-protests-2016-election",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Mexico",
      "id": "us-news/newmexico",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/25/donald-trump-albuquerque-protests-2016-election"
}