{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/30/tips-links-and-suggestions-what-are-you-reading-this-week",
  "id": "2016-05-30-97",
  "sectionId": "books",
  "body": "Long time, no see, everyone! On this dreary bank holiday in the UK, it’s lovely to welcome everyone again to this week’s blog. Here’s a roundup of your comments and photos from the last two weeks, including chats about translation, tackling classics and funny books. Vieuxtemps has embarked on a mammoth pile of classics: The Other House by Henry James, broken open a Primo Levi boxset, Tales of Mystery by Elizabeth Gaskell, and Heart of Darkness and Other Tales by Joseph Conrad, which they called “excellent and creepy”. But paulburns prefers other Conrad titles:  Its beautifully written, short, and leaves one feeling why one bothered to read it. That was my impression when I first read it at uni. But I was not new to Conrad. I had loved Lord Jim, and Victory. I went on to read some others, I can’t remember which, but they were all thoroughly entertaining. So, Heart of Darkness didn’t quite match up to what I’d read of him.  With all the tennis on, PatLux recommends an early Lionel Shriver, Double Fault:  Whenever I watch grand slam tennis I think of the lives of the lower ranked players about which I learned much when reading this novel about life on the circuit. I also learned a lot from reading Andre Agassi’s autobiography. As I watch the French Open and see players slugging strange-coloured liquids from plastic bottles at end changes I think of the first chapter of OPEN.  Oranje14 needed a good read “after enduring an awful book club choice”:  I plumped for Lila by Marilynne Robinson and couldn’t have chosen better. Once again the author re-affirms my faith in humankind. A more decent and kind novel you couldn’t wish to read. Tears in my eyes on the bus to work.  scarletnoir provided a fantastic selection of Scandi-noir and crime recommendations – including Yrsa Sigurdasdottir, Camilla Lackberg, Jo Nesbo, Mari Jungstedt and Karin Fossum – and also started a fascinating conversation about translation:  As a young man, I felt obliged to finish books I started, even if I found them extremely boring - the best example being ‘War and peace’, which (at least in the translation I read) was extremely dull. (The recent TV adaptation was great fun, though.)  frustratedartist had this to share about Louise and Aylmer Maude, translators and friends of Tolstoy:  Tolstoy prided himself on his unpolished style- just as in later life he adopted peasant dress and a man of the people image. He often uses the same word twice or three times in a paragraph in a way that can read rather clumsily... Translators including the Maudes tend to tidy things up and polish his prose, and I believe there’s recently been a reaction against that tendency. There’s a good analysis of that here.  TOOmanyWilsons said this about the need for rewriting across languages:  You read something in the source language and it has an effect upon you. Let’s call it effect A. You transliterate and it ends up producing effect B in English. That’s not much cop. Rewriting isn’t just permitted here, it’s required... I feel that you always know when you are going too far. Time for a little trust in one’s own integrity and discretion.  And Swelter put up Michael Dirda’s 100 funny novels from his essay collection Readings in batches of 10 in the comments, which includes some usual names (Wodehouse, Burgess, Nabokov) and some lesser knowns, if you’re digging around for a new book to laugh over this week. Last of all - for all of you who, like everythingsperfect, feel bad about not contributing to TLS every week:  I keep meaning to contribute regularly to TLS, but like my intention to do yoga every day, it seems to be always starting next week. Too much real life, not enough books, what can I say? I just spent the last couple of weeks re-reading The Song of the Dodo. Somehow when I’m busy I find it easier to read non-fiction. I like to be able to live inside the novels I read without to much distraction.  Sometime it can be hard fitting in reading around real life (or the opposite for some!), but it’s a joy to have you whenever we can. Maybe see you next week! Interesting links about books and reading  The page 69 theory: did you know of Marshall McLuhan’s theory, that if you turn to page 69 of any book and enjoy it, chances are you’ll like the rest? Do you agree with that idea? Even if you don’t, we have a quiz to test your knowledge of page 69s. How the writer edits - Julian Barnes: John Freeman sits down with Julian Barnes and they talk through the process of piecing together his latest novel, The Noise of Time. From Lit Hub. Beware the medical beach read: Both a review of Gluten Exposed and a critical look at ‘medical beach reads’ – the “breathless hype and simplistic headlines that too often dominate popular scientific discourse”. From Slate.  If you would like to share a photo of the book you are reading, or film your own book review, please do. Click the blue button on this page to share your video or image. We’ll include some of your posts in next week’s blog. If you’re on Instagram and a book lover, chances are you’re already sharing beautiful pictures of books you are reading, “shelfies” or all kinds of still lifes with books as protagonists. Now, you can share your reads with us on the mobile photography platform – simply tag your pictures there with #GuardianBooks, and we’ll include a selection here. Happy reading!",
  "webTitle": "Tips, links and suggestions: what are you reading this week?",
  "webPublicationDate": "2016-05-30T13:32:51Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/30/tips-links-and-suggestions-what-are-you-reading-this-week",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/booksblog/2016/may/30/tips-links-and-suggestions-what-are-you-reading-this-week"
}