{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/reserve-bank-governor-glenn-stevens-says-election-winner-faces-years-of-budget-repair",
  "id": "2016-05-24-285",
  "sectionId": "australia-news",
  "body": "The outgoing central bank governor, Glenn Stevens, has declared whomever wins the federal election on 2 July will inherit substantial heavy lifting on budget repair, as the campaign descended into a day of partisan finger-pointing about budget “black holes”. In comments anticipated to be his final public intervention before leaving the Reserve Bank of Australia, Stevens said the bank concurred with updated forecasts produced by Treasury last week about the state of the nation’s books but he said the official outlook amounted to everything is OK as long as nothing goes wrong.   Related: Nova Peris resigns from the Senate after reports she was seeking AFL job    “The budgetary situation will be OK if nothing else goes wrong,” Stevens told his audience in Sydney. “You can’t really assume in life that nothing will go wrong over an an extended period. “I suspect there are quite some years of hard repair work ahead for whomever is the government over the period ahead.” Stevens also noted conditions would be more favourable if economic growth was stronger. “Growth is proceeding, it would be good if it was a bit stronger, but it’s not too bad.”  The comments came as the Coalition attempted to intensify its political attack on Labor over the costings of its election policies, holding several media events on Tuesday to ventilate a contention that the ALP has a $200bn black hole in its costings over 10 years. The prime minister, Malcolm Turnbull, started the day by branding the Labor leader “billion-dollar Bill” before ramping up the theme Labor was making spending promises it couldn’t afford. At a media conference in Canberra at lunchtime, the treasurer, Scott Morrison, and the finance minister, Mathias Cormann, declared the budget blowout over the forward estimates amounted to $66.9bn. Labor was increasing taxes, and none of the revenue was going to deficit reduction. “All of these additional taxes are being used to chase higher and higher levels of public spending,” Morrison said.     In comments anticipated to be his final public intervention before leaving the Reserve Bank of Australia, Glenn Stevens said he would prefer economic growth to be higher. Photograph: Dean Lewins/AAP    But Labor rounded on the government when it became clear that some of the government’s calculations for the alleged black hole included numbers that were not Labor’s settled policy. One example of the black hole inflation was including Labor’s long-term aspiration to restore $19bn of foreign aid cuts. The shadow finance spokesman, Tony Burke, later told reporters voters had just watched the government’s two economic spokesmen, Morrison and Cormann, “the two people who were meant to be in charge of accuracy in numbers for our nation, basically blindfolded, throw darts at the Labor party”. The opposition leader, Bill Shorten, described the attack as “desperate” and told reporters there were two competing visions on offer at this election. There was the Coalition’s “trickle down” economics, “where you look after the top 1 and 2% and hope everyone else gets something on the way through, or Labor’s plan to look after working-class and middle-class families, good education, good health, good jobs. That is the most sustainable way to generate economic growth in the long term.” “Mr Turnbull’s spending people’s money,” Shorten said. “He is just not spending it on Australians.” Stevens also defended the RBA’s system of inflation targeting, rejecting calls from some economists for a rethink of the system. He said inflation targeting was “not a rigid thing that demands kneejerk reactions”, it was a system with sufficient flexibility to deliver what was required. Stevens noted many approaches had been tried but the current system had worked and “you wouldn’t want to be without it”.   Related: Coalition says 'black hole' calculations include statements that are not Labor policies    He also addressed the housing market, warning the bank was keeping a close watch on the leverage in the system. “It’s a thing we watch and it’s key to keep an eye on the leverage and we’ve been quite focused on that.” Stevens noted that household debt was high and, thus far, people appeared to be managing that well, “but these things remain a work in progress”. Stevens said there was no easy road to riches through highly leveraged investments in real estate. The outgoing governor was also asked about China’s economic transformation. He noted Beijing was “trying to manage a profound epochal transition” and there was no textbook for how to do that, because no country had ever attempted the transformation that China was attempting on the scale it was attempting. Stevens said there was a threshold question for Australia – can the authorities in China land this transition – and this would be “a threshold question we will live with for some years”.",
  "webTitle": "Reserve Bank governor Glenn Stevens says election winner faces 'years' of budget repair",
  "webPublicationDate": "2016-05-24T06:57:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/reserve-bank-governor-glenn-stevens-says-election-winner-faces-years-of-budget-repair",
  "keyword": [
    {
      "webTitle": "Glenn Stevens",
      "id": "australia-news/glenn-stevens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/24/reserve-bank-governor-glenn-stevens-says-election-winner-faces-years-of-budget-repair"
}