{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/15/sea-doo-spark-review-observer-martin-love",
  "id": "2016-05-15-215",
  "sectionId": "technology",
  "body": "Price: £4,999Top speed: 50mphWeight: 184kgCapacity: 2 seaterFuel: 30 litresEngine: 90hp Rotax You’ve got your toes in the water, ass in the sand, not a worry in the world, a cold beer in your hand (as Zac Brown puts it in his catchy summertime hit) when… bam! It’s ruined by the arrival of a swarm of jet skis. Looking like giant hornets, they carve across the bay, the whine of their engines broken only by the constant whump whump of their hulls crashing through the waves. You sit and pray for silence – and a hidden reef. Bloody jet skis! Like everyone else I thought jet skis were just a noisy and dangerous blight on the beach. And to find out just how antisocial they are I headed to the south coast to have a shot on the latest model from BRP – the giant Canadian company which makes everything from Ski-Doos to trains and three-wheel motorbikes. I arrived at Sussex Marine Water Sports, a scruffy yard overlooking the commercial docks at Southwick’s Half Tide Quay. Gary, the owner, has been into jet skis for 30 years. He used to be a car dealer – Vauxhalls mainly. But it’s “skiing” he’s into now. The sport has changed hugely over the years, he tells me. Lots of work has gone into safety and speed and respecting others. The craft now have water brakes, reverse gears and kill switches, and they’re cleaner and quieter. “The ocean is massive,” he says. “There’s room for everyone.” But let’s not pretend we’re here to potter about on a water scooter. Jet skis are faster and more agile than ever, some even have suspension for a more comfortable ride. The top of the list 300hp Sea-Doo will do 0-60mph in less than 3 seconds. “That’s Ferrari quick,” Gary says. I’m here to try the entry-level Sea-Doo Spark. It weighs just 184kg and costs £4,999. The 300hp ski costs £17,000 (with a trailer). The Spark has either a 60 or a 90hp engine. It’s built to be fun, to be thrown about by kids. Perfect for me. I pull on my wetsuit and Marcel, a toothless former football player from Toulon, shows me how it all works – bike-like bars and a very simple twist-and-go throttle. We gently motor out of the harbour, staying under 5mph, until we hit the open sea. When we are a good half mile from the shore, Marcel starts spinning his Sea-Doo, jumping it over the waves. His craft is black and white and as it surges out of the water, showering spray, it looks like a baby orca leaping for joy in the surf. The Spark is easy to use – it has been designed for beginners and kids. The power is instant and falling in is part of the fun. Later we pin our ears back and hurtle straight out to sea at 40mph, skipping across the ripples like two huge pebbles. Out here, miles from anyone, it’s amazing. It feels like riding a dolphin. Car heaven at Heveningham Hall in Suffolk     Red-letter day: a Ferrari 250GTO parked outside Heveningham Hall. Photograph: Cameron Maynard/Aperto     Heveningham Hall, a drop-dead stunner of a country estate which dates from 1778, has just announced plans to host an inaugural Concours d’Elegance over the weekend of 2 and 3 July. It’s in association with the auctioneers Bonhams and celebrates 20 years of the Georgian mansion’s popular country fair and also 300 years since Capability Brown changed the gardens of so many of Britain’s most beautiful houses.   The Concours will take place in the 5,000-acre estate’s Capability Brown parkland and their will be 50 spectacular pre- and post-war automobiles on show. And while you are gawping at cars, gardens and houses there will also be a aerobatic display of vintage aeroplanes. If the sun shines it will be a perfect country weekend. For more information, go to concoursdelegance.org Email Martin at martin.love@observer.co.uk or follow him on Twitter @MartinLove166",
  "webTitle": "Sea-Doo Spark: review | Martin Love",
  "webPublicationDate": "2016-05-15T05:00:16Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/15/sea-doo-spark-review-observer-martin-love",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Water sports holidays",
      "id": "travel/water-sports-holidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bombardier",
      "id": "business/bombardier",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Love",
      "id": "profile/martinlove"
    }
  ],
  "guardianId": "technology/2016/may/15/sea-doo-spark-review-observer-martin-love"
}