{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/court-bans-teenager-from-social-media-for-posting-nude-photos-of-another-woman",
  "id": "2016-05-10-277",
  "sectionId": "media",
  "body": "An Australian woman has been banned from social media for what a magistrate said might prove to be “the best six months of her life”, after posting nude photos of another woman on Facebook. Courtney Marie Mulkentine, 19, of Mothar Mountain outside Gympie, Queensland, pleaded guilty to using an electronic carriage service to harass or offend on 26 January. The Gympie Times reports that the photos were sent to Mulkentine by the other woman’s ex-boyfriend. She posted them to Facebook but removed them after the victim called her to complain. In sentencing, Magistrate Maxine Baldwin said Mulkentine needed to learn how to use social media “responsibly”, noting that cases of suicide had been prompted by online harassment. She sentenced Mulkentine to six months’ probation, with the condition that she not use any social media – including Snapchat, Twitter, Facebook, Instagram and any other social medium “some geek comes up with”, reported the Gympie Times. “Don’t try to use another account or a false name. Someone will dob you,” she said. “It might be the best six months of your life. You won’t have to look at your phone every five minutes.”     Courtney Marie Mulkentine’s last Instagram post for a while.   Gympie lawyer Chris Anderson confirmed he represented Mulkentine but declined to comment. Mulkentine also declined to be interviewed by Guardian Australia, but said she had been offered money for interviews. She alerted her Facebook friends to her change in circumstances on Tuesday, suggesting a positively retro alternative. “Heu [sic] guys due to court restrictions, I have been banned from facebook snapchat and instagram or any other social media site for 6 months heres my number if you want to chat.” In February a Senate committee recommended that the government criminalise the unauthorised sharing of intimate photos, an increasingly common practice known as revenge porn. If the report’s recommendations are adopted, anyone who takes intimate images without consent, and anyone who shares them or publishes them online, could face prosecution.",
  "webTitle": "Court bans teenager from social media for posting nude photos of another woman",
  "webPublicationDate": "2016-05-10T08:19:50Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/court-bans-teenager-from-social-media-for-posting-nude-photos-of-another-woman",
  "keyword": [
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "media/2016/may/10/court-bans-teenager-from-social-media-for-posting-nude-photos-of-another-woman"
}