{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/the-thousand-faces-of-essie-davis-people-dont-realise-im-the-same-person",
  "id": "2016-05-09-308",
  "sectionId": "tv-and-radio",
  "body": "“Phryne is often who people would like to be. She fights for the underdog, she fights for women’s rights, she’s incredibly sophisticated, independent and she’s not afraid to put anyone’s nose out of joint.”   Related: How Miss Fisher’s Murder Mysteries conquered America    Essie Davis is back in Australia from the UK for a flying visit to attend the Logies awards. The actor was nominated for three awards, including best actress (TV Week readers’ choice), most outstanding actress (peer-voted) and the gold Logie for her role in the ABC period drama Miss Fisher’s Murder Mysteries. Although she didn’t take home any gongs, she’s thrilled the show is so popular. “[It] just goes to show how happy Phryne Fisher makes so many people.”  The ABC show has been a surprise hit since it premiered in 2012. Based on Kerry Greenwood’s popular novels, the show tells of heiress-turned-detective Phryne Fisher, who tackles the villains of 1920s Melbourne without ruffling her ebony black bob or losing an art deco earring. Another key to the show’s success, Davis says, is the chemistry between Miss Fisher and her love interest Detective Jack Robinson, played by Nathan Page. “Phryne and Jack have this funny, naughty, flirtatious, zingy relationship – it’s delightful to lean into and watch,” she says, “but then Phryne is also falling for lots of other people, so it’s nice watching those relationships evolve.”     Gold Logie nominee Essie Davis arrives at the 2016 Logie awards at the Crown Casino in Melbourne. Photograph: Joe Castro/AAP    But while the series is dappled with froth and flirting, it also deals with issues including abortion, feminism and gay rights. Commentators have noted that by couching these still-relevant but difficult topics in the past, period dramas such as Miss Fisher’s Murder Mysteries and Mad Men seem to make them more palatable for audiences. Davis hopes that’s the case: “It may be easier for people to look at the stupidity of opinions nowadays when they are seen through the eyes of 1928,” she says. “They can actually see the preposterousness of the situation.”   Related: Game, set and murder: Miss Fisher's finest 1920s fashion – in pictures    After considerable success in Australia, the show has become a cult hit in the US and the UK, and is popular in Canada, France, Poland, and Italy, among others. “Getting fan mail from Brazil is kind of funny,” Davis says, laughing. Equally unexpected is the Miss Fisher colouring in book, which Davis was signing copies of as a promotional duty while in Melbourne. “I’m a fan of mindfulness and if colouring in is a way of reaching mindfulness, then I think it’s great,” she says. “But I’m amazed that anyone has the time to do that. I certainly don’t.” Although she says no decision has been made about a fourth season yet, she confirms there is a film version is in the works: “[We’re] just working out the ideas of how to make it bigger and better and more fabulous than the TV show.” The gold Logie nomination was a curious one for Davis, given that the award is for the best personality on Australian TV, and she was the only actor among a field of much-loved television presenters. She’s been successful since the early 90s but her trademark – if she has any – has been her ability to disappear into roles on productions as varied as Water Rats, The Matrix sequels, Girl with a Pearl Earring, Australia, The Slap and The Babadook. She admits: “A lot of people don’t realise that I’m the same person who has played all these parts.” Soon, Davis will appear in an episode of Game of Thrones, playing a member of a theatrical troupe. “Richard E Grant and I with our team of players are performing ‘the game of thrones’,” she says – but while images have leaked hinting at her character’s role in the production, Davis is keeping mum. “The rest of the story I can’t reveal.”     Noah Wiseman and Essie Davis in The Babadook Photograph: IFC Films/Courtesy Everett/RE     Related: The Babadook: 'I was screaming all day'    It was her role as the tormented single mother in Australian horror film The Babadook that won Davis the part in Game of Thrones, she says – and while it had a blink-and-you-missed-it release in Australia, she still gets asked about it wherever she goes. “It’s massive in England and in America, massive internationally.” Later this year the actor will be seen in Mindhorn, a comedy scripted by the Mighty Boosh’s Julian Barratt and Simon Farnaby, starring Steve Coogan and Kenneth Branagh. Davis, a Mighty Boosh fan, describes it as a cross between Withnail and I and Anchorman. “I can’t tell you the plot because it is so complicated, but I can tell you that it is a piece of pure silliness.”",
  "webTitle": "The thousand faces of Essie Davis: 'People don’t realise I’m the same person'",
  "webPublicationDate": "2016-05-09T06:50:47Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/the-thousand-faces-of-essie-davis-people-dont-realise-im-the-same-person",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexandra Spring",
      "id": "profile/alexandra-spring"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/the-thousand-faces-of-essie-davis-people-dont-realise-im-the-same-person"
}