{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/british-navy-ship-poised-libya-anti-smuggling-mission-migrants-arms",
  "id": "2016-05-26-19",
  "sectionId": "politics",
  "body": "A British navy warship is poised to be sent into Libyan waters for the first time to intercept vessels smuggling migrants and arms that could fall into the hands of Islamic State terrorists. The government said a formal request for help was expected to be issued by the Libyan authorities within days, as the country grapples to cope with the chaos unfolding on its shores. The new UN-backed unity government in Tripoli has made a plea for support in rebuilding its shattered navy and coastguard so it can tackle migrant and arms traffickers operating in increasing numbers across the wartorn country and in its seas. The move comes as David Cameron said he was ruling out sending ground troops to the region despite a call by the former prime minister Tony Blair for a “proper ground war”.   Related: Dozens feared dead as migrant boat capsizes in Mediterranean    Speaking from the G7 summit in Japan, Cameron said: “I think we are being very straight about this. We are saying this is going to take time and it is difficult. For the very reason that we are not putting in western ground troops, we are working with the Iraqi security forces, we are working in Syria with moderate opposition, and Kurdish forces and the rest of it. “And this takes time,” he added, talking about building the capacity of local troops.  The prime minister will use a press conference in Japan on Friday to set out the plans to expand Operation Sophia, the EU’s attempt to prevent migrants being smuggled through the Mediterranean.  So far the international rescue effort has resulted in smugglers’ boats being seized and destroyed, but the mission is operating in international – rather than Libyan – waters. Britain has already sent four vessels as part of Operation Sophia and in a joint exercise with Nato to monitor the waters off Libya. Cameron argued in March that he wanted to extend the effort closer to the coast to enhance the deterrent effect.  The additional ship and the boats already there will be able to enter Libyan waters with UN approval.  UK officials said that being able to intercept people-smuggling boats close to Libya meant they could be turned back to the shore for destruction, if necessary with the cooperation of local coastguards.  British officials suggested a formal request could be sent imminently by Libya after a public statement by the country’s leader that he needs the help. Speaking from the summit in Ise-Shima, a government spokesman said Cameron had used a session with world leaders focused on foreign policy on Thursday night to make an intervention on the migration crisis. He argued that it was a global challenge that required a comprehensive solution, and reiterated his desire to work with the Libyan government to help them build the capacity of their coastguard. The aim would be to help them “intercept boats off the coast, both those carrying migrants and those carrying arms”.  “We will now take an active leadership role in that process. Four military planners have deployed to Rome this week to the HQ of Operation Sophia, the naval mission in the Med, where they will work with other EU colleagues to agree a plan going forward for the Libyan coastguard,” he said. “Once that is established we will then send a training team to assist the Libyan authorities in improving their coastguard maritime operations. Then, once the relevant UN security resolutions are in place, we intend to deploy a navy warship to the region to assist in the interception of arms and human smuggling.” Earlier this week EU foreign ministers agreed to support the country but said they would need a UN security council resolution. Federica Mogherini, the EU foreign policy chief, said an operational plan would be put forward “in the coming days”, suggesting that UN agreement is likely. Libya is a major departure point for migrants, many from sub-Saharan Africa, to attempt to reach Europe through crossings arranged by people smugglers, often in flimsy boats. The flow of migrants has increased amid the turmoil that followed the 2011 uprising that toppled Muammar Gaddafi.   Related: US warships may join EU in patrolling waters off Libya    European governments are desperate to avoid a repeat of last summer when migrant drownings dominated the headlines, as desperate refugees attempted to cross the waters in vessels that were not seaworthy. The hope is that expanding the remit of Operation Sophia could act as a deterrent to people smugglers. But officials said there was also evidence that arms were being smuggled through the region that were ending up in the hands of terrorists who wanted to launch attacks within European countries.  The Libyan prime minister, Fayez al-Sarraj, who has yet to establish his government beyond Tripoli, wrote to Mogherini to request the naval support, as well as possible training for Libyan security personnel. His government has previously been opposed to allowing EU ships into its coastal waters for fear it will confirm in some Libyan eyes that it is a puppet of the west. It is battling for authority with a rival government in the east. The EU’s inability to enter coastal waters effectively prevents the EU operation turning migrants back to Libya. The appalling condition of refugee centres on the Libyan coastline has been another complicating factor for those seeking a humanitarian solution, and governments are divided about the best way to offer support. Britain is backed by the US in wanting to see Nato do more to help the EU’s naval mission.",
  "webTitle": "British navy ship poised to be sent to Libya on anti-smuggling mission",
  "webPublicationDate": "2016-05-26T21:37:32Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/british-navy-ship-poised-libya-anti-smuggling-mission-migrants-arms",
  "keyword": [
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/26/british-navy-ship-poised-libya-anti-smuggling-mission-migrants-arms"
}