{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/04/london-evening-standard-plumps-for-zac-goldsmith-as-mayor",
  "id": "2016-05-04-180",
  "sectionId": "media",
  "body": "This may come as little surprise to those who regard the London Evening Standard as the “Daily Boris”, but the paper has decided his successor as the capital’s mayor should be... don’t hold your breath... Zac Goldsmith. A leading article, “Our manifesto for the next London mayor”, compares the relative merits of Tory Goldsmith and Labour’s Sadiq Khan. Both, evidently, “lack the charisma of Boris Johnson” but the Standard says “both are public-spirited and intelligent individuals with sensible views on most of the big issues”, which are “housing, transport, crime — and clean air.” The paper believes “there are significant areas of agreement between them” and thinks Khan “has fought the stronger and more combative campaign.” But, over the past few weeks, it argues that Goldsmith “has come into his own, and emerged as a candidate with interesting and thoughtful views.” It continues:  “This paper has done its best to be even-handed over the course of this campaign and to do justice to all the candidates. Sadiq Khan has fought ably and well. He has sought to draw a coherent distinction between himself and his party under Jeremy Corbyn’s leadership.  He has dealt creditably with questions about his perceived association with extremists by emphasising his commitment to deal robustly with those who seek to harm us. Indeed, it is to his advantage that he is Muslim: a London Muslim mayor would signify that this is a unified and cohesive city.”  Even so, “on one key issue Zac Goldsmith has shown himself to be the stronger candidate. He has a vision of how London can grow in such a way as to be a green and beautiful city as well as a big and prosperous one.” On housing, Khan accepts the need to build many more houses, especially affordable ones BUT Goldsmith has “given thought to the question of how the housing stock is to grow in a way that will not diminish our quality of life. He has said that housing should be medium-rise rather than tall...” On pollution, “Goldsmith’s commitment to the issue is of long standing... he promises to be London’s greenest mayor, if elected.” The Standard concedes that Goldsmith “is not a combative politician and his wealthy background is a problem for some voters.” But, says the paper which distributes 900,000 copies a day across the capital, it is Goldsmith’s “vision for the future of London as a safe, beautiful and harmonious city” that is attractive. And it conclucdes:  “Of the two strong candidates, he has more compelling ideas on tackling pollution and congestion. That is why we support him. Now our readers must make up their own minds.”  Well, as I suggested, this desire to see a Conservative in City Hall is hardly likely to come as a shock. Just last week the Media Reform Coalition produced research showing that the Standard appeared to be acting as “the mouthpiece for the Conservative party.” It found almost twice as many positive headlines about Goldsmith than for Khan, and that the Labour man was subjected to the strongest negative bias in the paper’s coverage. In spite of that, the two latest opinion polls suggest that Khan is the favourite to attract most votes. So no-one can accuse the Standard’s editor, Sarah Sands, of wanting to end up on the winning side.",
  "webTitle": "London Evening Standard plumps for Zac Goldsmith as mayor",
  "webPublicationDate": "2016-05-04T13:08:21Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/04/london-evening-standard-plumps-for-zac-goldsmith-as-mayor",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London Evening Standard",
      "id": "media/london-evening-standard",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/04/london-evening-standard-plumps-for-zac-goldsmith-as-mayor"
}