{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/06/han-solo-a-star-wars-story-alden-ehrenreich-disney",
  "id": "2016-05-06-57",
  "sectionId": "film",
  "body": "Related: Alden Ehrenreich confirmed to play young Han Solo in Star Wars spin-off    The legend goes that Harrison Ford only got the chance to audition for the part of sardonic space smuggler Han Solo in 1977’s Star Wars because he happened to be working as a handyman at Elstree Studios during George \u0010Lucas’s shoot. The truth, as ever, is somewhat more complex: Ford did work as a carpenter to support himself between jobs before winning his breakthrough role, but he was actually on set as a line reader for Lucas when the director realised his Solo stand-in really ought to be playing the role for real. And Ford had already appeared in the young film-maker’s American Graffiti three years previously (in a small role as a neighbourhood bully) so he was hardly a Hollywood ingenue.            Still, Alden Ehrenreich, who according to reports has won the role of the young Solo in Phil Lord and Christopher Miller’s upcoming Star Wars “spin-off” (don’t call it a prequel or you’ll be fed to the Sarlacc) certainly has a much more impressive CV at 26 than his predecessor did in his mid-30s. Woody Allen, Park Chan-wook and the Coen Brothers are among the directors of pedigree who have cast the LA-born actor in their productions, with Ehrenreich proving particularly impressive as a vowel-mangling western star attempting an unlikely transition into cultured period drama in the latter duo’s Hail, Caesar! Ehrenreich may not look a whole lot like Ford in his youth, but fans will be relieved that Disney has avoided plucking its star from obscurity (as Lucas did with the Star Wars prequels’ Hayden Christensen) or from the ranks of teen-friendly TV programming (early reports suggested Glee’s Blake Jenner was a frontrunner to win the role). But as Leia once told Solo after our heroes escaped from the first Death Star in 1977’s Star Wars, it’s not over yet. Indeed, the battle to make Han Solo: A Star Wars Story a decent movie has only just begun.            The most vital question here is tone. Disney will hope Lord and Miller’s appointment can help make the spin-off as funny as 2014’s The Lego Movie, while thriving off the same sense of nostalgia that blasted Star Wars: The Force Awakens to box office glory last year. But without Ford on board, the easiest way for Han Solo (the film) to remind us how much we loved the original trilogy is to flesh out some of those half-heard titbits from the wonky-grinned smuggler’s back story that were given to us by Lucas more than 30 years ago. And yet the more I think about it, the more it seems to me that showing us Han’s mathematically impossible 12 parsec Kessel Run, a scene in which he wins the Millennium Falcon in a game of cards with Lando Calrissian, and perhaps even his first meeting with Chewbacca, might end up hamstringing the movie. The best-known Expanded Universe novels about Solo, the Han Solo Adventures, kick off with the famous pair already piloting the Falcon and conveniently come to their denouement with the Kessel Run not yet completed.  There’s a reason for this. Too much origins story can make for pretty prosaic viewing, as even Lucas realised while making the prequels. It emerged earlier this year, via an art book for 2005’s Revenge of the Sith, that the film was once intended to feature a scene in which a 10-year-old Solo is seen with his adoptive “dad” Chewbacca on the wookie homeworld of Kashyyyk. Young Han would even have met terrible CGI Yoda while the Sonic the Hedgehog-like Jedi master was on the planet to hunt for lightsaber-wielding cyborg baddie General Grievous.   Related: Star Wars book to resolve Princess Leia's accent, father and 'slave' bikini issues    I’m not suggesting that Lord and Miller would even think of aping Lucas’s tedious approach to legend building on the prequels, but you can see how too much reverence for the original material could send the film spiralling into similar territory. The other issue Lord and Miller will have to address is quite how much of Star Wars’ more far-out space fantasy mumbo jumbo (the fun stuff about all-powerful metaphysical energy fields and crazed pseudo-religious autocratic orders) to include. By the time 2018 rolls around, we’ll have seen what a Star Wars movie without The Force actually looks like, in the shape of Gareth Edwards’ upcoming Rogue One. Can plain old blasters really be as fun as lightsabers, and will stormtroopers be half as cool when they’re not being commanded by evil masked dark side tyrants with a knack for telekinetic choke holds?  The temptation might be to show precisely why Solo refuses to believe in “one all-powerful force controlling everything”. But as the smuggler himself reveals in the original trilogy, the simplest answer might be that he’s never actually seen it in action before.  If Disney chooses to hold back the space opera’s more fantastical, magical moments for the core Star Wars movies, it will be forced to send the Millennium Falcon into risky territory to make a success of Han Solo. Lord and Miller might even be facing the creative equivalent of the bit in 1980’s The Empire Strikes Back where Han decides to fly into an asteroid field to avoid Imperial attention. Then again, as every fan of the long-running space saga knows, Solo’s never paid much attention to the odds. The current guardians of everybody’s favourite wily space rogue might do well to follow his example.",
  "webTitle": "Why Han Solo: A Star Wars Story must balance nostalgia with new adventures",
  "webPublicationDate": "2016-05-06T17:23:34Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/06/han-solo-a-star-wars-story-alden-ehrenreich-disney",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Harrison Ford",
      "id": "film/harrisonford",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Lucas",
      "id": "film/georgelucas",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/06/han-solo-a-star-wars-story-alden-ehrenreich-disney"
}