{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/06/fremont-nebraska-walmart-senator-ben-sasse-letter-reaction",
  "id": "2016-05-06-102",
  "sectionId": "us-news",
  "body": "Outside a Walmart Supercenter at the heart of a senator’s online manifesto and not far from the geographic center of the US, 79-year-old Duane Kiekow was adjusting to the reality that Donald Trump is his party’s nominee.  “I’m grudgingly coming around to the fact that it appears to be Hillary and Trump. I’ll take Trump,” said Kiekow, a registered Republican. Senator Ben Sasse reignited the debate on Trump’s qualifications in an open letter posted on Facebook on Thursday. In the post, Sasse, a first-term Republican, said the majority of Americans think both parties’ leading presidential candidates are “dishonest and have little chance of leading America forward”. As evidence, Sasse catalogued what he described as unsolicited conversations from frustrated voters at his hometown Walmart Supercenter, citing a retired Democratic meatpacker, a young evangelical mom, a middle-aged Republican male and a Trump supporter. The “retired union Democrat meatpacker” is quoted as saying: “What the heck is wrong with this city where you work? Why can’t they give us a normal person? Is it really so hard?” Sasse replied: “Actually, it is for them – because most people in DC buy the nonsense that DC is the center of the world. You and I, despite our party differences, both agree that Fremont is the center.” Sasse’s conclusion: “Neither political party works.”     Duane Kiekow says he’ll ‘grudgingly’ back Donald Trump in the general election. Photograph: David Steen Martin for the Guardian    Outside that Walmart on a day when the senator’s online manifesto was all the rage on talk radio, Kiekow and other voters in this solidly Republican swath of the US grappled with the presidential options ahead of them. Most agreed that their choices didn’t reflect their interests. “I say anyone but Trump. I don’t care who wins as long as it’s not Trump,” said Pam Eix, a nurse in this tiny Nebraska city set amid farmland. Suzie Markey, a retired medical underwriter from Fremont, said she didn’t know how she was going to vote. “People don’t know what to do. I’m not the only one. I cannot vote for Donald Trump. It’s a dilemma,” Markey said. She said she was no fan of Hillary Clinton but Trump’s crass language and personal insults did not appear presidential. “If my kids had acted that way, they’d have been grounded,” she said. Jim Stillman conceded that Hillary Clinton was more qualified but said he would back Trump anyway because of his stance on illegal immigration. Stillman, 54, who worked in construction in Omaha until a back injury sidelined him, said he often lost work to illegal immigration.     Pam Eix: ‘I say anyone but Trump. I don’t care who wins as long as it’s not Trump.’ Photograph: David Steen Martin for the Guardian    “We need new blood in there,” Stillman said. “I don’t know who I’m going to vote for,” said Lois Verbeek, 79, of nearby Ames, Nebraska. She voted for President Obama but was hoping to vote for John Kasich. “I kind of like Hillary, but I think she’s part of the system.” Unlike other states struggling with a hollow industrial base, Nebraska’s agriculture-based economy is going strong, with a 3% unemployment rate. Still, the electorate appears anything but content. Nebraska Democrats favored Bernie Sanders over Hillary Clinton 57% to 43% in the party’s caucus in March. The Republican primary is scheduled for next Tuesday. In February, Sasse became the first elected Republican to declare he would never vote for Donald Trump. With Wednesday’s Facebook manifesto, coming on the heels of Trump’s win in Indiana that virtually sealed the GOP nomination, the senator showed he was not backing down. Sasse, a 44-year-old former college president with a bachelor’s degree from Harvard and PhD in history from Yale, has vowed not to vote for Trump. His rationale, at least online, was rooted in the vox populi and not his doctoral dissertation on the “Rise of Reagan’s America”. “What am I missing?” Sasse asked in his Facebook post. “More importantly, what are the people at the Fremont Walmart missing? Because I don’t think they are wrong. They deserve better.”     Senator Ben Sasse speaks at the American Conservative Union 2016 annual conference in Maryland. Photograph: Gary Cameron/Reuters    Many outside the Walmart on Thursday agreed. “It’s just not a good pool of candidates to choose from and that’s a sad thing for America,” said Mike Raasch, a retired teacher who said he was Sasse’s wrestling coach at Fremont senior high in the late 1980s. “I’d support Ben Sasse for president,” he added. Sasse’s open letter on Facebook called on America to “draft an honest leader” as a third-party candidate but in a footnote he ruled himself out. As the father of three young children, Sasse said that he was not able to mount the necessary round-the-clock campaign from now until November. Kiekow, who said his wife taught Sasse Sunday school when he was a boy at Trinity Lutheran in Fremont, said he respects the senator’s right to voice his opinion but was disappointed Sasse wasn’t lining up behind the party’s choice. “It comes down to the lesser of two evils,” the Republican retiree said. A third-party candidate, Kiekow added, would be the “worst possible outcome”. “That guarantees a Hillary victory.”",
  "webTitle": "In Nebraska's key Walmart parking lot, voters dissatisfied with election choice",
  "webPublicationDate": "2016-05-06T15:27:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/06/fremont-nebraska-walmart-senator-ben-sasse-letter-reaction",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nebraska",
      "id": "us-news/nebraska",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/06/fremont-nebraska-walmart-senator-ben-sasse-letter-reaction"
}