{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/woody-allen-film-cafe-society-cannes",
  "id": "2016-05-12-119",
  "sectionId": "commentisfree",
  "body": "There are panels about the plight of women in film all across the Cannes Film Festival, which opened Wednesday. Yet the festival has no issue welcoming someone who’s been accused of molestation to the red carpet. Woody Allen’s new movie, Cafe Society, kicked off proceedings. Insiders saw the movie before Allen walked the carpet at the official premiere, but I was not there, because I refuse to see his movies – refuse to support a man whose own children allege that he molested his daughter Dylan, and who makes films that treat women like objects (Allen strongly denies the sexual abuse allegations leveled at him).   Related: Woody Allen responds to Ronan Farrow: 'I never read anything about me'    We just got another reminder of this on Wednesday, in advance of Cafe Society’s debut. Allen’s estranged son, Ronan Farrow, took to the Hollywood Reporter to criticize journalists and the public for continuing to fete the director, years after the accusations arose during a custody battle. And even after a New York Times op-ed in which Farrow’s adoptive sister, Dylan Farrow, accused Allen of molesting her in her childhood. Woody Allen is like Teflon – Cafe Society is his 47th film, co-distributed by Amazon Studios, which also hired him to write and direct a TV show. Nothing seems to stop him. We are of course familiar with instances of girls and women’s claimed being minimized. As Farrow points out, it took accusations against Bill Cosby reaching fever pitch – 60 women and counting – before he saw the inside of a courtroom. Actors continue to travel outside the US to work with Roman Polanski. After all, Allen’s problems with women seem obvious to me from his artistic work alone. The last film of his I saw was Blue Jasmine, and I made an exception because I was desperate to see Cate Blanchett. While her performance was indeed Oscar worthy, I hated the film, because I hate how Allen portrays women in our culture: as objects and not subjects, even when the women are the central subjects of his films.  In the press conference at Cannes on Wednesday, Allen was asked if he would ever make a movie with an powerful older female lead and younger male. He replied: “It’s a perfectly valid comic idea.” What year is he living in? This one, it turns out. Actresses still line up to work with him, even those who proudly self-identify as feminists. Kristen Stewart, one of the stars of Cafe Society, said the allegations against Allen gave her pause but, after discussing it with co-star Jesse Eisenberg, she decided, “If we were persecuted for the amount of shit that’s been said about us that’s not true, our lives would be over.” I would like to counter society’s seeming determination to disbelieve victims. And I wish the film industry would too. Address the clear bias against hiring women directors and executives. Make sure films pass the Bechdel Test. Refuse to buy tickets to films made by people with assault accusations against them. Make that behavior and worldview unacceptable. I will start by not seeing Cafe Society and urge others to do likewise.",
  "webTitle": "Why I won't be seeing Woody Allen's new film | Melissa Silverstein",
  "webPublicationDate": "2016-05-12T16:28:29Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/woody-allen-film-cafe-society-cannes",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Silverstein",
      "id": "profile/melissa-silverstein"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/woody-allen-film-cafe-society-cannes"
}