{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/little-richard-denies-claims-of-poor-health-illness-untrue",
  "id": "2016-05-04-251",
  "sectionId": "music",
  "body": "Little Richard has denied claims that he is “clinging to life”. According to his attorney, William Sobel, who has represented him for 30 years, reports of the singer’s poor health are untrue. “I just spoke to him today,” Sobel told Rolling Stone. “He said, ‘You know, I want you to talk to [the press] because I’m really annoyed this thing started on Facebook. Not only is my family not gathering around me because I’m ill, but I’m still singing. I don’t perform like I used to, but I have my singing voice, I walk around, I had hip surgery a while ago but I’m healthy.’” Rumours concerning the 83-year-old rock’n’roll legend’s health were reported by several sources earlier this week, following Bootsy Collins’ seemingly misinformed message on Facebook on 28 April:  “A friend, a legend & some say the true King of Rock & Roll,” he wrote. “Lil-Richard needs our love & understanding right now. He is not in the best of health so I ask all the Funkateers to lift him up.” Although Little Richard continues to sing, he avoids the spotlight and hasn’t performed live in two years. “He had hip surgery,” Sobel told Rolling Stone. “He’s 83. I don’t know how many 83-year-olds still get up and rock it out every week, but in light of the rumours, I wanted to tell you that he’s vivacious and conversant about a ton of different things and he’s still very active in a daily routine. I used to represent Prince and he just engaged me in all kinds of Prince conversations, calling him a ‘creative genius’.” Little Richard, real name Richard Wayne Penniman, is cited as one of the forefathers of rock’n’roll. Admitted into the Rock and Roll Hall of Fame at its inaugural ceremony in 1986, he released his last album, Little Richard Meets Masayoshi Takanaka, in 1992.",
  "webTitle": "Little Richard denies claims that he’s 'clinging to life'",
  "webPublicationDate": "2016-05-04T10:19:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/little-richard-denies-claims-of-poor-health-illness-untrue",
  "keyword": [
    {
      "webTitle": "Little Richard",
      "id": "music/little-richard",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/04/little-richard-denies-claims-of-poor-health-illness-untrue"
}