{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/england-talks-spin-saqlain-mushtaq-pakistan-bowler",
  "id": "2016-05-26-52",
  "sectionId": "sport",
  "body": "Saqlain Mushtaq, the former Pakistan international, is understood to have been contacted by England as they look to bring in a spin-bowling consultant for the latter half of the summer.   Related: Chris Woakes to replace Ben Stokes in England team for second Test    Talks are continuing with the 39-year-old off-spinner, who took 208 wickets in 49 Tests between 1995 and 2004, over a short-term deal whereby he would join Trevor Bayliss’ side when Pakistan visit England as the second touring side this season. Saqlain’s appointment would aid Moeen Ali’s development as a spin-bowling all-rounder at international level, even if home conditions will probably dictate a more seam-oriented attack than in the United Arab Emirates last year, which resulted in a 2-0 Test series defeat. Both Moeen and the leg-spinner Adil Rashid, England’s current frontline pairing for turning pitches, struggled for impact during the Test leg of the tour last November, sharing 17 wickets across the three matches but both going at over four runs an over as Pakistan’s skilled batsmen milked their bowling. As well as Moeen being able to mine the knowledge of one of the best finger spinners the sport has seen – Saqlain is credited with being one of the pioneers of the doosra delivery that turns away from the right-hander – England’s attack would also hope to pick his brains on ways to counter Misbah-ul-Haq’s batting line-up.     Moeen Ali would benefit from the appointment of Saqlain Musthaq, who is in talks with the ECB about a short-term consultancy role. Photograph: ProSports/Rex/Shutterstock    England face Pakistan over four Tests, starting at Lord’s on 14 July, before playing five one-day internationals and a one-off Twenty20. All three formats will be played under the umbrella of the “Super Series” points system that is currently being used to decide an overall winner for the early summer visit of Sri Lanka. Were the deal to be agreed with Saqlain, he would follow in the footsteps of his former Pakistan team-mate Mushtaq Ahmed, who was England’s spin coach from 2008 to early 2014 in a six-year spell that coincided with Graeme Swann’s stellar international career. England have not had a permanent first-team spin-bowling coach since Mushtaq’s departure but, with tours to Bangladesh and India coming up this winter, Andrew Strauss, their director of cricket, is keen to invest further in the team’s slow-bowling resources using his budget for coaching consultants. Recent short-term appointments have included the former Sri Lanka batsman, Mahela Jayawardene, as a batting coach both in the UAE and at the World Twenty20 in India, the former England all-rounder Paul Collingwood in a fielding capacity and the current Glamorgan head coach and former off-spinner Robert Croft, who had 12 days with the team during their winter tour to South Africa.",
  "webTitle": "England hold talks with spin specialist Saqlain Mushtaq about consultancy",
  "webPublicationDate": "2016-05-26T20:22:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/england-talks-spin-saqlain-mushtaq-pakistan-bowler",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pakistan cricket team",
      "id": "sport/pakistancricketteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/26/england-talks-spin-saqlain-mushtaq-pakistan-bowler"
}