{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/hull-city-sheffield-wednesday-championship-play-off-final-match-report",
  "id": "2016-05-28-61",
  "sectionId": "football",
  "body": "A golden goal for a team in gold: thus did Mohamed Diamé send Hull City back to the Premier League with a strike worth millions deep into this pulsating play-off final that ended with a deserved winner and the swaths of blue and white from south Yorkshire mulling over what might have been.   Related: Hull City v Sheffield Wednesday: Championship play-off final – as it happened    Sheffield Wednesday came here in numbers and did their club proud but in the end Keiren Westwood’s admirable resistance was not enough. The Wednesday goalkeeper was finally beaten in the 72nd minute of this £170m match and, if ever there was a goal worthy of the riches that will befall Hull, then this was one. Diamé’s wonderful effort that curled into the top corner came after concerted pressure throughout this dramatic denouement to the Championship season. In truth Wednesday barely tested Eldin Jakupovic in the Hull goal and, despite dreams of a top-flight return after 16 years away, they were undone by a superior side that had an undoubted edge in quality. Hull finished nine points above Wednesday in the Championship table and, for all the effort that Carlos Carvalhal’s side exuded, they were second best here. Credit must go to the Owls’ supporters, who made this an afternoon to remember and continued singing after the final whistle even when crestfallen. “I thought their support was absolutely magnificent,” said Steve Bruce, the Hull manager. “I thought the support was going to take them over the line, to be honest. I don’t know what they’re singing but they were terrific.” It was blue and white that dominated the Wembley panoramic but ultimately their team came up short. Diamé proved the difference but Hull were marshalled well at the back by Michael Dawson and Curtis Davies, while Abel Hernández was a regular threat and Tom Huddlestone dominated midfield. Westwood had made numerous saves before the decisive blow and Wednesday could not muster a real fightback despite a late handball shout against Dawson. “Diamé has produced that bit of magic and I am pleased for him because it has been tough for him with a serious knee injury,” said Bruce of the match-winner. “He has been up and down a little bit. I’m delighted.” There were chunks of empty seats in the Hull end at Wembley but the noise inside the stadium was tumultuous, an indication of the stakes at hand. For both these sides this was the culmination of an arduous season and the resulting tension perhaps accounted for a relatively mild pace in the opening 20 minutes. But Westwood’s goal soon came under pressure. Hull won their first corner in the 29th minute and Robert Snodgrass’s outswinger was met by Hernández’s powerful header. The ball arced towards the bottom corner but Kieran Lee was there on the line, chesting down and desperately clearing in unorthodox fashion. Tom Lees then missed an interception on Diamé’s fizzing through-ball to Hernández, who bore down on Westwood and poked an effort towards goal only to be brilliantly denied by a fine reflex tip over the crossbar.   Related: Sheffield Wednesday bring the noise but fall short of Premier League return| Alan Smith    If that was good, Wednesday then rode their luck before half-time. Diamé was given licence to drive into the penalty area down the left and, although the Senegalese appeared to have little room in which to work, he got the ball out from under his body and unleashed a powerful left-footed shot that rattled Westwood’s right-hand post. Wednesday began the second half with renewed intent but again Westwood was required to come to his team’s aid. Snodgrass, so dangerous with his left-footed delivery, lifted a deep cross over the waiting bodies in the opposition penalty area and Dawson – still up from a recent corner – found the ball at his feet at the far post. He fired in low but the goalkeeper was there once more. Soon, however, Hull were in front. It was always going to take something special to beat Westwood in this form and so it proved. Snodgrass received the ball in the 72nd minute and laid it off for Diamé, who touched it inside and curled a beautiful effort with his right-foot into the top corner. Westwood got the faintest of touches but the strike was unstoppable. Wednesday’s dreams turned to tears, yet the Owls fans remained to applaud their team’s efforts. Carvalhal said: “We played against a very strong team with players from the Premier League. I think Hull City deserved to win the game. We didn’t play today like we usually play.   Related: Steve Bruce dedicates Hull City’s play-off victory to Assem Allam    “I think we must talk about two different things: the season that we had and the expectations. We were in the play-offs; at the beginning we were in 19th position. “After the game the emotion between the players and fans was a very good sign that all of us are happy and proud of the season. Sheffield Wednesday will be more respected in the future. The way the fans applauded our players at the end and the way the players applauded the fans is a strong sign for the future. We have created a good base.”",
  "webTitle": "Mohamed Diamé guides Hull to Premier League past Sheffield Wednesday",
  "webPublicationDate": "2016-05-28T17:54:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/hull-city-sheffield-wednesday-championship-play-off-final-match-report",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/28/hull-city-sheffield-wednesday-championship-play-off-final-match-report"
}