{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/nfl-draft-2016-winners-and-losers",
  "id": "2016-05-02-190",
  "sectionId": "sport",
  "body": "The winners Jacksonville Jaguars The Jags secured their place in this category the moment they selected Myles Jack in the second round. Plenty of analysts had predicted that they could take the linebacker with the fifth overall pick, even after it emerged that he may require microfracture surgery in the future.  We should not underestimate the injury to Jack’s right knee. He tore his lateral meniscus in September, and he has conceded that aspects of the injury are degenerative. His NFL career might well be shorter than it would have been otherwise. But the upside here is enormous. Jack says that he is fully healthy as of today and ready to jump in right away. Together with first-round pick Jalen Ramsey, his selection means that the Jags have added the two most talented defensive players in the entire draft. They did not do too badly in the later rounds, either, adding several useful bodies to their pass rushing rotation and finding more excellent value in fourth-round pick Sheldon Day – a penetrative defensive tackle who makes up for his small frame with quickness off the snap. Six out of seven picks were spent on defense, and you can imagine most of them contributing in 2016.  Denver Broncos Paxton Lynch might not be ready to start immediately in the NFL. We should still expect to see Mark Sanchez behind center when Denver kick off the new season against Carolina on 9 September. But as a long-term bet, he feels like a far better option than Colin Kaepernick or Sam Bradford.     Paxton Lynch is a good long-term option for the Broncos. Photograph: David Zalubowski/AP    Perhaps a cheaper one, too. The Broncos gave up only a third-round pick to swap places with Seattle in the first – less than they were reportedly offering when they first started negotiations with teams as high up as Atlanta at No17.  Denver made a few other nice picks, too. Devontae Booker is a powerful one-cut runner who suits Gary Kubiak’s schemes and could have gone much sooner. But in the end, the Broncos’ draft really does come down to that first pick. They needed a quarterback desperately after Peyton Manning and Brock Osweiler both departed, and they got the one that they wanted.  Seattle Seahawks Despite trading down with Denver, the Seahawks still got the player I thought they would take in the first round anyway – offensive tackle Germain Ifredi – and then grabbed defensive tackle Jarran Reed, whom I had going at No19, in the second round. The latter is an excellent run stuffer who looks like a natural choice to replace Brandon Mebane. Moritz Boehringer The story goes that Boehringer only took up football five years ago after stumbling across a YouTube video of Adrian Peterson. How many Vikings fans spent yesterday evening on the same platform, searching for footage of Boehringer, after their team selected him in the sixth round?            He is the first player ever drafted directly from a European league, having played last season for the Schwäbisch Hall Unicorns in Germany. At 22 years old, he certainly has the raw tools–- standing 6ft 4ins, 227lbs and running the 40-yard dash in 4.43. As NFL.com noted, the numbers he put up in a variety of drills during his pro day would have placed him among the top five receivers at the Scouting Combine.  Whether or not this translates to a successful NFL career is uncertain. But what we can say is that Boehringer had a dream come true on draft day. Five years after an idle click led him to that video of Peterson, he will now get a chance to play on the running back’s team.  Jacoby Brissett Tom Brady has another four years on his contract in New England. Jimmy Garoppolo has just two. If Brady’s four-game suspension holds, and Garoppolo does a passable job of filling in for him during that stretch, then how hard is it to imagine the Pats cashing in on the backup at the end of this season, just as they did with Matt Cassel in 2009? That would leave Brissett as Brady’s heir apparent, with three years to prepare himself for a potential succession. I can think of worse places for mid-round signal callers to land. Cleveland Browns Few teams had more holes to fill in this draft than Cleveland, but the Browns recognised that fact and acted accordingly. Five trades in the space of three days granted them the opportunity to make a whopping 14 picks - equalling the record for most-ever in a seven-round draft. Not all of those were spent well, but Corey Coleman has the explosiveness to become a big-time playmaker at wide receiver whilst both Emmanuel Ogbah and Carl Nassib showed they could rush the quarterback in college.     Corey Coleman was selected by the Cleveland Browns as the No15 overall pick. Photograph: Kamil Krzaczynski/USA Today Sports    Most of all, however, the Browns deserve extra credit for recognising that this roster rebuild will need to be a marathon, not a sprint. They landed an additional first-round pick for 2017 from the Eagles, and an additional second-rounder from Tennessee, setting themselves up to continue to grow.  Losers Johnny Manziel Oh Johnny.     2 yrs ago he was a 1st rd pick...now hes unemployed watching it at a bar in Columbus b4 the Bieber concert #Manziel pic.twitter.com/phXU96jL3K— Will Burge (@WillBurge) April 29, 2016    Atlanta Falcons I had a hard time picking out teams whose drafts I really hated this year. Perhaps this was just a deep class, but for almost every team I could find a handful of picks that felt like a solid value. The Falcons were the one exception, reaching for Keanu Neal – widely regarded as a second-round talent – at No17 and never really offsetting that with any excellent picks thereafter. There was at least a coherence to their choices, with Neal, Deion Jones and De’Vondre Campbell all fitting the mould of athletic, versatile defenders that Dan Quinn prefers. It is quite possible that he will get the most out of them in ways that another coach would not, and they do arrive in positions of need at safety and linebacker. Individually, though, none of Atlanta’s picks excite me. And I do wonder whether they should have done something to address weaknesses on the defensive line.  Laremy Tunsil What a weird story this was. To recap: minutes before the draft was about to start, a video was posted on Laremy Tunsil’s Twitter account, showing him smoking from a bong attached to a gas mask. The tweet, and the account, were soon deleted, but the damage was done. Tunsil had widely been forecast as the first offensive tackle to be selected, most likely in the top six picks, but instead fell to Miami at No13.   Related: Laremy Tunsil's NFL draft unraveling was almost too outrageous to be true    Then, after he was chosen, a further post appeared on his Instagram account, showing a series of texts in which he appeared to ask a University of Mississippi employee for help paying his mother’s electricity and water bills. Under NCAA regulations, any such payment to a player or their family is prohibited. One could argue very cogently that these were not grievous transgressions. Lots of people smoke weed at university, and - shock, horror! - so do plenty of NFL players. You will have no disagreement from me on the suggestion that athletes earning millions of dollars for their universities should also be entitled to proper compensation. For more on this subject, I would counsel anyone to check out 2013 documentary Schooled - The Price of College Sports.  But none of this changes the fact that Tunsil was a loser on draft day, in the most literal sense. Falling to No13 cost him millions of dollars, although perhaps even here he should consider himself fortunate. With several teams reportedly removing him from their boards altogether after the initial video was posted, he could easily have slid a lot further.  Sam Bradford, Colin Kaepernick, Ryan Fitzpatrick All of the quarterbacks listed here are at an impasse with their current employers, whether it be over the money that they think they deserve or their role on the team. All had previously been able to use the Broncos for leverage, as Denver continued to cast about for quarterback help even after signing Sanchez. Now that the Super Bowl champs have added Lynch, that bargaining position has disappeared. Winning and losing all at once Tampa Bay Buccaneers I really liked the Bucs’ first two picks. They needed cornerback help and got the second-best player at the position, Vernon Hargreaves, despite trading down. Noah Spence is a fine edge rusher, so long as his off-field troubles are behind him.   Related: NFL draft: Noah Spence desperate for a chance to show he's no dangerous risk    But then Tampa Bay gave up a third- and a fourth-round pick to move up and take a kicker in the second round. I appreciate that the position has become more important with extra points moving back and also that Roberto Aguayo is supposed to be special (though his numbers from beyond 40 yards in college don’t look all that great). But with all the other players still on the board at No59, I’m sorry, I just don’t get it.",
  "webTitle": "NFL draft winners and losers: bongs, second-round kickers and the next Brady",
  "webPublicationDate": "2016-05-02T10:00:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/nfl-draft-2016-winners-and-losers",
  "keyword": [
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paolo Bandini",
      "id": "profile/paolobandini"
    }
  ],
  "guardianId": "sport/2016/may/02/nfl-draft-2016-winners-and-losers"
}