{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/donald-trump-west-virginia-campaign-rally-election-2016",
  "id": "2016-05-06-351",
  "sectionId": "us-news",
  "body": "Becoming the presumptive Republican nominee has not changed Donald Trump at all. In a rally in Charleston, West Virginia, in front of roughly 13,000 screaming attendees, the newly minted presumptive Republican nominee took a victory lap. Trump proclaimed “I wish the primaries would keep going but I am the only one left” and celebrated by repeatedly urging his supporters to not even bother voting in West Virginia’s upcoming primary and instead “save your vote for the general election in November”. Two days after Ted Cruz suspended his campaign, effectively ending the Republican primary, Trump was in high spirits as he briefly wore a hard hat on stage and mimed the work of a coalminer. In a state where coalmining is still an important industry, Trump repeatedly emphasized his commitment to the industry. He told the crowd, “I’ll tell you a little secret. I’ve always been fascinated by the mines,” speaking in front of a backdrop of uniformed coalminers holding signs that read “Trump digs coal”. In lieu of his typical attacks on primary opponents – calling Cruz “lyin’ Ted” and criticizing the way John Kasich eats food – Trump pivoted his vitriol toward Hillary Clinton, the likely Democratic nominee. He made veiled reference to former president Bill Clinton’s liaison with Monica Lewinsky in the White House and said of the Clinton Foundation, “the whole thing is a scam”. Trump made no mention of the criticism that he is receiving from inside his own party. Just hours before he took the stage, the House speaker, Paul Ryan, told CNN that he was not ready to endorse the real estate mogul’s candidacy. “I’m just not ready to do that at this point” said the 2012 vice-presidential nominee. In response, Trump blasted out a statement. “I am not ready to support speaker Ryan’s agenda,” he said. “Perhaps in the future we can work together and come to an agreement about what is best for the American people. They have been treated so badly for so long that it is about time for politicians to put them first!”  One introductory speaker, pastor Mark Burns, an African American preacher who has long been a Trump supporter, did mention Ryan’s remarks. He inaccurately said that “Paul Ryan said I will never endorse Donald J Trump”. The packed crowd immediately burst into boos for the Republican speaker of the house.  But the skepticism of a wide variety of party leaders, including the only two living former Republican presidents, George HW Bush and George W Bush, went unmentioned at the main event. Trump did spend a significant amount of time discussing his disappointment with hairspray made without CFCs. The presumptive Republican nominee decried the fact. “You’re not allowed to use hairspray any more because it affects the ozone. Hairspray used to be real good,” Trump said. “In the old days, you put the hairspray on and it’s good. Today you put it on, it’s good for 12 minutes.” The ban on products that contain CFCs, including hairspray, is considered to be one of the most successful global environmental initiatives of all time. The crowd ate up the presumptive nominee’s rhetoric and was wearing an unusual amount of Trump merchandise even by the standards of a typical campaign rally. Appalachia has long been a Trump stronghold, and the real estate mogul has won demographically similar areas to West Virginia by huge margins even when the Republican field was far more crowded.  The rally at the Charleston Civic Center, a brutalist hunk of concrete, started to fill up hours before Trump arrived and an orderly line outside dissolved into a horde of people desperate to make it into the event. Greg Bonecutter Jr, a former nurse on disability from Letart, West Virginia, was an avid Trump supporter wearing a Make America Great Again hat and a shirt that proclaimed “Hillary sucks but not like Monica”. He was a longtime Trump supporter who backed the nominee because he was someone with whom “you knew where you stood” and was sick “of politicians, big money scams and cover-up lies”. A registered independent, he said he thought Obama was “sucking Muslim tail and an apologist to terrorist actions” and “if it was up to me we’d bring back public execution and there’d be several trap doors on the White House lawn”. Bonecutter warned darkly that if Clinton was elected there might be another civil war. Sandra Riddle of North Charleston shared his pessimism. She was worried about the supreme court and that if Clinton was elected “we might lose freedom of speech and assembly” as well as the second amendment. She wasn’t a gun owner but noted “we have to protect guns … because of people coming from Isis”. Yet others simply liked Trump for his populist appeal. John Spence, a retired construction worker from Wayne County, was a former Democrat who still voted for the party at the local level but last voted for Bill Clinton at the top of the ticket. He bemoaned the end of when Democrats were more conservative and “used to be called Dixiecrats”, he said. Now, he continued, the party was for the “political machine and the more powerful” and “less for the common man”. The party “had forgotten where they came from” in his opinion, and he was now steadfastly behind Trump. Trump pledged to come back to the Mountain State and praised its state song “Take Me Home Country Roads” by John Denver as “a great song” by “a friend of mine and good guy”. But he probably won’t need to – the deep red state is as safe as any for him in a general election. The question is whether the presumptive GOP nominee can do as well with his own party’s elected officials as with blue-collar former Democrats in West Virginia.",
  "webTitle": "Confident Donald Trump tells his West Virginia supporters: don't bother voting",
  "webPublicationDate": "2016-05-06T01:57:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/donald-trump-west-virginia-campaign-rally-election-2016",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/05/donald-trump-west-virginia-campaign-rally-election-2016"
}