{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/neil-hamilton-disgraced-mp-celebrity-political-comeback-ukip",
  "id": "2016-05-10-92",
  "sectionId": "politics",
  "body": "Younger citizens may not have heard of Neil Hamilton, who has made a triumphant return with Ukip to the Welsh assembly after 20 years in the political wilderness. Not only has he been elected as one of seven Ukip assembly members via the regional list system, he has been appointed “group leader”, beating the head of the party in Wales, Nathan Gill. Gill remains Welsh leader of Ukip because that role is directly appointed by Nigel Farage, the party’s UK chief. This in no way sounds awkward. Hamilton told ITV Morning Britain he had strong ties with the country. “Cut me open, I’d be like a stick of Blackpool Rock,” he said, momentarily forgetting that Blackpool is not in Wales.           Does Neil Hamilton think Blackpool is in Wales?    Here’s a quick reminder of some of Hamilton’s career highlights, in case you were lucky enough to have missed them first time round. He was a Tory whip in the 1980s Hamilton became MP for Tatton in 1983, after failing to secure Bradford North in 1979. He served as a government whip under Margaret Thatcher, before becoming corporate affairs minister under John Major. Hamilton’s views and policies – anti-Europe, pro-privatisation, anti-trade unions, and pro-smoking – haven’t changed too much since. He wanted to shut down the coal mines Hamilton’s roots may have been in coal mining – both his grandfathers were south Wales miners – but he was part of the Thatcher government that went to war with the industry and its unions. “Britain couldn’t continue being an industrial museum for ever,” he explained more recently.   He opposed the removal of lead from petrol Hamilton wasn’t too impressed at the medical and environmental evidence on unleaded petrol, telling parliament as recently as 1999 there was “no evidence that lead in petrol poses any health risk”.   A liar and a cheat     Guardian front page on Neil Hamilton in October 1996. Photograph: Guardian for the Guardian    Hamilton’s political downfall came in 1996, after the Guardian reported he had taken money in brown envelopes from Mohamed Al Fayed in the “cash-for-questions” scandal. His libel suit against the paper collapsed, leading to this infamous headline and his resignation from government. He went on to lose his Tatton seat to journalist Martin Bell in 1997’s general election. Nowadays, Tatton’s MP is George Osborne, the chancellor. He was the subject of a Louis Theroux documentary             In 2001, Hamilton was considered weird enough to justify a Louis Theroux documentary, appearing alongside his wife, Christine. The couple used the programme to relaunch themselves as media stars and it’s still compelling viewing, particularly Christine Hamilton’s flirt scene, and Neil’s House of Cards (original version) quoting response. The Hamiltons’ friends in the Tory press weren’t too impressed, but the couple seemed to know what they were doing. While Neil’s political career was in the wilderness, he had a new plan. He becomes an all-purpose Z-list celebrity     Neil Hamilton poses with a model during the opening of the Erotica 2004 festival at Manchester’s G-mex centre. Photograph: Phil Noble/PA    It’s difficult to imagine now, but the Hamiltons became archtypes for a new kind of celebrity: famous for being famous, the initial context of their fame (public scandal and humiliation) seemed forgotten in an endless round of shameless PR appearances.  He danced for Johnny Vegas’s fish            But suckling from the teat of media fame is a game of ever-descreasing circles, and tends to end one way: in a perspex cage being showered with fish while Johnny Vegas shouts: “You sicken me!” He joins Ukip After first appearing on a Ukip stage in 2011, eyebrows were raised when Hamilton was given important roles within the party, rising to the role of campaigns director. He was demoted from the role in 2014. He becomes a Welsh assembly member     The Hamiltons in London, 2014. Photograph: Niki Nikolova/GC Images    And then gets voted in as the leader of their Welsh assembly group. Happy now?",
  "webTitle": "Neil Hamilton: disgraced MP to Z-list celebrity to political comeback",
  "webPublicationDate": "2016-05-10T17:05:46Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/neil-hamilton-disgraced-mp-celebrity-political-comeback-ukip",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "politics/2016/may/10/neil-hamilton-disgraced-mp-celebrity-political-comeback-ukip"
}