{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/david-cameron-intervention-bbc-white-paper-future",
  "id": "2016-05-12-37",
  "sectionId": "media",
  "body": "After weeks of negotiations described as “bloody” and like “hand-to-hand combat” by BBC insiders, it took a personal intervention by the prime minister to end the wrangling over the contents of the white paper on the future of the broadcaster. It was after the culture secretary, John Whittingdale, presented the white paper to cabinet on Tuesday that David Cameron instructed his department to triple the level of pay subject to new disclosure rules from £150,000 to £450,000. In doing so, he eased BBC concerns over the impact on most of its best-known news presenters, who might otherwise have been forced to defend their salaries on air. Stars’ pay had emerged as an issue in the negotiations a week ago; it was the latest sticking point in a gruelling 10-month negotiation described by BBC insiders as like playing a game of “whack-a-mole”. One “exhausted” BBC insider said: “At the end of a good conversation, something unacceptable we thought had been dealt with was lobbed back in.” White-paper negotiations are normally between the BBC and the culture secretary. But over recent weeks, the director general, Tony Hall, was a frequent visitor to Downing Street to lobby for support whenever talks with Whittingdale became difficult. “Cameron and the chancellor have been very supportive,” said one BBC source. “We would have been carrying on arguing for another year with this secretary of state. [Whittingdale] doesn’t get essence of the BBC.”   Related: BBC white paper: key points at a glance    Downing Street sources deny the suggestion that Whittingdale was frequently “overruled” by the prime minister. On Thursday, following the publication of the white paper, one insider went so far as to heap praise on the “tremendous job” Whittingdale had done. But the story behind the year-long negotiations, launched with a “declaration of war” on the BBC splashed across the Telegraph when Whittingdale was appointed, is far more complicated than a rightwing minister overruled by his bosses. The white paper is the result of the government, as many have before, attempting to exert control over the nation’s 93-year-old broadcaster and finding fewer people than it expected on its side. The issues understood to have been put back on the table by Whittingdale and his team at the Department for Culture, Media and Sport since the start of this year were hardly small fry.  Over the past year, Whittingdale demanded that the BBC share out the licence fee with other broadcasters and desist from competitive scheduling of peak time shows such as Strictly Come Dancing. At one point, even the principle of the licence fee came back up for debate months after last July’s controversial financial settlement. Even the night before Whittingdale stood up in parliament to unveil the white paper the BBC still felt it was on “shifting sands” over governance, among other things. The issue unresolved was that the government intends to appoint six directors on a new BBC executive board, which the corporation believes would give ministers too much control. Hall said there was still “honest disagreement” over these proposals, along with greater oversight by the National Audit Office.   Related: The battle for the BBC | Charlotte Higgins    While the hard graft was carried out in often thrice-weekly meetings between the quiet Yorkshireman James Heath, policy director for the BBC, and his DCMS counterpart Paul Oldfield, Hall met Whittingdale frequently for dinner during the year and as recently as three weeks ago. They met at the Portland restaurant close to New Broadcasting House. Despite the difficulties, those involved say there were no stand-up rows between the principals – Whittingdale and Hall are amiable men without obvious tempers. As one BBC executive said: “Tony’s version of shouting is to say sternly: that’s really not on.” Yet the level of disagreement was obvious. Hall’s visits to Downing Street, to see both Osborne and Cameron, increased in recent weeks as his team struggled to contend with the latter stages of negotiations.  It was time to call in reinforcements. The Bafta TV awards, shown on primetime BBC1 on Sunday night, saw talent such as Peter Kosminsky and Mark Rylance making speeches in support of the corporation. Fears over government control were then echoed publicly by Tory grandees such as Chris Patten and Norman Fowler. Perhaps more importantly, concerns about what Whittingdale was up to mounted among backbenchers. Up to 20 Tory MPs threatened a rebellion if BBC independence was attacked. A day before the white paper, respected Tories such as Jesse Norman, chair of the media select committee, and Damian Green raised questions in the house about the impact on the BBC’s editorial independence. The BBC and its allies had to convince Osborne that his support for the creative industries and high culture was more important than his pro-market leanings. Lobbying by independent producers, led by trade body Pact, helped strike a deal to open up BBC commissioning more to competition. The compromises struck in the white paper are a far cry from some of the kites flown in the rightwing press over the past year, including the Telegraph story about Whittingdale’s appointment.  The briefing that prompted that story is now believed to have come directly from No 10, not Whittingdale. BBC sources believe Cameron was “furious” about its performance during the general election – from its handling of TV debates to a hostile Radio 1 interview. Downing Street dismissed this as “nonsense”. In July, it was Osborne who struck, insisting that the BBC take on the £700m a year cost of paying for TV licences for the over-75s. The BBC agreed to accept the extra cost, negotiating some concessions – in particular that the licence fee would rise in line with inflation. It was a calculated move to get Downing Street onside to head off any future attack on the licence fee itself. Whatever the negotiations, the BBC and government described the white paper that resulted from this arduous process as “reasonable”. The BBC feels it has avoided a threat to its existence and has welcomed an 11-year renewal of its royal charter, a reassertion of the inflation-linked licence fee and no attack on its size and scope. For Whittingdale, given the once-in-a-generation opportunity to renew the BBC charter, tighter accountability and transparency is an achievement. For Cameron, the lurid headlines and his subsequent interventions have helped shore up his credentials ahead of the all-important EU referendum.   But relations are far from cordial behind the scenes despite both sides claiming victory. As one senior BBC executive put it, when it comes to negotiating the small print in the royal charter ahead of the final agreement before the end of this year, they will be “really vigilant”.",
  "webTitle": "Cameron's intervention ends wrangling over BBC's future",
  "webPublicationDate": "2016-05-12T20:10:47Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/david-cameron-intervention-bbc-white-paper-future",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/12/david-cameron-intervention-bbc-white-paper-future"
}