{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/17/roads-railways-south-east-asia-britain-investment-infrastructure",
  "id": "2016-05-17-305",
  "sectionId": "public-leaders-network",
  "body": "If anyone needs convincing of the need for greater UK investment in infrastructure, they should visit south-east Asia. Hanoi, the capital of Vietnam, has a modern airport and a highways network that is arguably better than that of any major UK city other than London. Lining the highways are large factories built by global corporations such as Canon and by local businesses. The huge levels of employment and wealth creation would not exist without the highway infrastructure. Kuala Lumpur, the capital of Malaysia, has a modern highway network connecting it to other major cities, and a clean, modern suburban rail network. Its airport is world class. Viewed from the air, the massive industrial developments around the highway network are breathtaking. The high-speed railway that is being built to Singapore will open at least 10 years ahead of the first of the UK’s high-speed lines. Hong Kong has a top international airport and a modern highway, rail and metro infrastructure. Its suspension bridges and tunnels overcome obstacles such as straits between islands, hills or population centres. Its public transport system has more passengers than London. Investment has paid off: since 1960 its GDP per head has increased twelve-fold, nearly to that of the UK (it saw a three-fold increase) and which it will soon overtake.    Related: Smart infrastructure is the key to sustainable development    Singapore remains south-east Asia’s star performer. A poverty-stricken nation of shanty towns 50 years ago, it has become the world’s number one city and is aiming to be the world’s first smart nation. Its international airport, Changi, is a showcase for the country’s ambition. With 50 million passengers a year, nearly as many as Heathrow, it remains the best airport in the world. It plans to increase capacity to 130 million passengers annually before 2030. Not bad for a country of just five million people and an area of 716 square kilometres.  Justifying the development a few years ago, Singapore’s prime minister said: “The question is, do we want to stay this vibrant hub of south-east Asia, or do we want to let somebody take over our position, our business and our jobs?” Two more lines are being added to its rail network of clean and pleasant trains. The road network is superb, with 10 motorways and an 11th being built. One 10-mile-long road tunnel underneath the city has mostly five lanes on each side. With less than 2% unemployment, per capita income at twice that of the UK and no national debt, Singapore is a model for other nations and cities.  Thailand is investing heavily to try to catch up. With a modern, world-class airport at Bangkok, it has four high-speed rail projects due for completion soon after 2020, dwarfing those envisaged for the UK for the 2030s, as well as massive highways and other rail projects.  The link between infrastructure investment and prosperity for citizens is clear. The UK lost its way many years ago. It is 170 years since a rail tunnel was built through the Pennines. That closed 50 years ago and none has been built since. Its motorway network is heading for third-world status. Nearby cities such as Manchester and Sheffield are without decent road links. Commuter journeys between Manchester and Leeds are 40% below what they should be.  The government is to be commended for recognising the importance of infrastructure to economic growth and job creation. However, despite some initiatives in the past 50 years – such as the Humber Bridge, Crossrail and the Greater Manchester tram system – current plans are wholly inadequate in the face of fierce global competition. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Roads and railways: where south-east Asia leads, Britain trails behind",
  "webPublicationDate": "2016-05-17T06:04:35Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/17/roads-railways-south-east-asia-britain-investment-infrastructure",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Transport",
      "id": "public-leaders-network/transport",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Policy",
      "id": "public-leaders-network/policy",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economic growth (GDP)",
      "id": "business/economicgrowth",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Colin Cram",
      "id": "profile/colin-cram"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/17/roads-railways-south-east-asia-britain-investment-infrastructure"
}