{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/01/michaela-cole-interview-bafta-tv-people-think-i-am-fearless",
  "id": "2016-05-01-152",
  "sectionId": "global",
  "body": "Where I grew up, in Aldgate, east London, one of the poorest boroughs in the country, I saw lots that was real – the bankers with their briefcases, the man next door with five wives, the illegal immigrants in Flat 5. I’m from a world you rarely see on screen, and I want to show it off. So many of my memories revolve around TV. After watching Buffy the Vampire Slayer, I went to my sister’s room crying hysterically. Eventually I got the words out: “Buffy’s dead!” It was the first real loss I experienced. And I didn’t have the words to describe it. To be able to do that to someone through your writing, that’s the dream. The first TV to inspire me to write was Kathy Burke’s remarkable Walking and Talking. More recently, Tituss Burgess in Tina Fey’s Unbreakable Kimmy Schmidt [a big black flamboyant wannabe Broadway star] inspired the character in the second series of my TV show Chewing Gum. The things they were brave enough to do with his character allowed me to be brave enough to do what I wanted with mine. It was like I was waiting for permission. When they see the filthy things I’ve written, people think I’m fearless, that I have no filter, but if they knew the scope of inappropriate things that go on in my head they’d thank me for how much I don’t say.     Food on the move: Ami Metcalf as Kathy Burke, Aimee-Ffion Edwards as Mary and Tom Stuart as Icarus in a scene from Walking & Talking. Photograph: Jon Hall/Sky Atlantic    The most beautiful TV writing I can remember was Sonia saying to Pauline Fowler: “Bring up a baby? You couldn’t bring up phlegm.” We’d all watch EastEnders, but it was only me who’d act it out. My sister would hear me talking to myself in the bathroom mirror in a Scottish accent. Except I’d never met a Scottish person. I didn’t know I was acting, but I was – I was running through my own made-up BBC dramas. Like most people my age, today I watch all of my TV online. Perhaps it’s because we lack commitment. We don’t want to be told when something’s on – I’ll watch when I want to watch. But that means I lose something I loved – that excitement of saying at school: “Did you watch Big Brother last night?” TV is the glue. Now we daren’t talk about it, in case of spoilers. As a kid I’d watch a cable channel called Trouble, comedies like Moesha and Kenan and Kel. It was the only place to see black people on TV. If there was something on, it was always comedy, always American. Because we lived in Aldgate, which wasn’t a black area, these shows became what we thought a black world looked like. My generation of black British people often feels part American because of what we learned from TV. If we crack jokes, we can find ourselves doing it in an African-American accent.     Behind the mask: Tituss Burgess in Unbreakable Kimmy Schmidt. Photograph: Netflix/Everett/REX/Shutterstock    Even now there’s nothing mainstream on TV that shows the average black British life. You have black shows with black people, and white shows with white people – in the real world, most of us are racially integrated. We need to start showing that. The problem is something to do with the way America likes to see Britain. Americans want to see Downton Abbey. So British TV babyfeeds them what they want. We make things palatable and one-dimensional. But this is Britain – we are a mesh of cultures. I want to see that on our screens. TV has a social responsibility. It doesn’t only reflect society; society also reflects TV. We have a moral obligation to hold a mirror to the people watching the shows. That’s what I’m trying to do: I’m not pushing “black”, I’m pushing unity among men and women of all colours. So much of what we see on TV lacks diversity, and that’s to do with privilege. Privilege distances you from reality. Chewing Gum is a sitcom set on an estate in east London. Its central character is a girl from a Pentecostal background who decides to embark on a more worldly lifestyle – it’s about adolescence 10 years too late. In my dreams everybody is watching it, finding out about my world and realising it’s not what they imagined. That it’s not terrifying. That the people here are hilarious, people you might want to make friends with, people like you. The House of Fraser British Academy Television Awards will be shown on Sunday 8 May, 8pm, BBC One Michaela Coel is nominated for Female Performance in a Comedy and has won the Bafta Craft award for Breakthrough Talent. Chewing Gum is nominated for Best Scripted Comedy",
  "webTitle": "Michaela Coel: ‘People think I am fearless’",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/01/michaela-cole-interview-bafta-tv-people-think-i-am-fearless",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "global/2016/may/01/michaela-cole-interview-bafta-tv-people-think-i-am-fearless"
}