{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/clinton-trump-election-electoral-map-red-blue-states",
  "id": "2016-05-08-108",
  "sectionId": "us-news",
  "body": "In the words of Barack Obama, “there are no red states or blue states, just the United States”. In a general election, though, this is not the case. In such a contest, there are only red states and blue ones.   Related: Reality check: Does the electoral map work in Trump's favor?    Usually, electoral maps color the east and west coasts and the industrial north a deep Democratic blue, the southern and western states a rich Republican red. But this week, Donald Trump became the presumptive Republican nominee for a general election against, in all likelihood, Hillary Clinton.  The success of so divisive a figure as Trump has raised in some quarters the expectation of an electoral map with a very different configuration of red and blue states. “Trump could really shuffle the deck,” said Whit Ayres, a Republican consultant who advised Marco Rubio’s presidential campaign and is pessimistic about his party’s chances of success in November.  “We still start with the 2012 map, but Trump could scramble a number of the states on that map.” For Clinton, early battleground maps show a favorable electoral playing field, while Trump’s path to the White House hinges on the states of the Rust Belt.  “Trump claims he is going to have a substantial[ly] higher turnout of blue collar whites,” Ayres said. “If indeed he can pull that off, it might put some overwhelmingly white” – and usually Democratic blue – “regions of the Great Lakes, states like Pennsylvania, into play. But both sides get to play this game.” Joel Benenson, chief strategist for the Clinton campaign, has said in interviews that a Clinton-Trump general election could make Democrats competitive in traditionally red states with large minority populations, such as Arizona and Georgia. Strategists on both sides, though, say that wins in such states would be the “icing on the cake”. “None of these states will be critical in getting to 270,” said Mitch Stewart, Obama’s 2012 battleground states director who now runs the firm 270 Strategies, in reference to the number of electoral votes needed to win the presidency. Florida, which offers the most votes of any traditional battleground state, will be a priority for Clinton. A win there would likely hand her the presidency, Stewart said.  The Obama 2012 campaign, Stewart said, gamed out 42 possible paths to victory.  “Clinton probably has a lot more pathways to 270 with Trump on the ticket,” he said. “But there are also probably new pathways there on the Republican side as well.” ‘We’re constantly assessing and reassessing the race’   Related: Party of one? Trump seizes Republican reins but general election prep is lacking    Clinton and her allies have been laying the groundwork for a general election battle for some time. Trump has not.  The Clinton camp is preparing for a competitive race, drawing up a battleground map that starts where the current president left off. The priorities are the battleground states that twice helped elect Obama: Florida, Ohio, Virginia, Colorado, Nevada, Iowa and New Hampshire. Justin Barasky, a spokesman for Priorities USA Action, the largest pro-Clinton Super Pac, said: “While we’re constantly assessing and reassessing the dynamics of the race and where to invest our resources, at the moment those seven states are where we are most intensely focusing our efforts.” Priorities USA Action has spent tens of millions of dollars on airtime reservations in presidential swing states.  Democrats will also keep an eye on other states that traditionally lean their way, such as Pennsylvania, Michigan and Wisconsin. “We’re not going to take Trump for granted,” said Luis Miranda, a spokesman for the Democratic National Committee. “We’re going to fight to hold him accountable every single day and we’re going to make sure that we don’t let Democrats be complacent about this.”  Though Clinton appears to have the edge over Trump, both are historically unpopular. A CBS News and New York Times survey released in March found that Trump and Clinton have the highest unfavorable ratings of prospective nominees since the poll first asked the question in 1984, at 57% and 52% respectively.  “Clinton’s numbers are atrocious,” said Amy Walters, national editor of the Cook Political Report, which released its 2016 electoral ratings this week. “Her overall approval ratings are terrible. But for the fact that Trump is in worse shape than she is, she would be in a very different position.” In an election that has already delivered near-daily surprises, political scientists say it is far too soon to predict whether Clinton and the Democrats can realistically expand their appeal beyond the familiar roster of swing states.  If anyone is anticipating a Trump defeat of Walter Mondale proportions – the Democrat lost 49 of the 50 states to Ronald Reagan in 1984 – such experts say don’t count on it. “There is no chance of a blowout election, not with the level of polarization we have right now,” said Geoff Skelley, associate editor of Sabato’s Crystal Ball at the University of Virginia Center for Politics.  “It’s just not going to happen in this day in age. You’re not going to see Clinton win 47 states. That is absolutely not going to happen.”",
  "webTitle": "Clinton-Trump election could 'scramble' traditional electoral map, experts say",
  "webPublicationDate": "2016-05-08T12:00:06Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/clinton-trump-election-electoral-map-red-blue-states",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/08/clinton-trump-election-electoral-map-red-blue-states"
}