{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/sergio-garcia-win-byron-nelson-ryder-cup",
  "id": "2016-05-23-200",
  "sectionId": "sport",
  "body": "Sergio García gave his prospects of making Europe’s Ryder Cup team for Hazeltine a huge boost with Sunday’s playoff win over Brooks Koepka in the Byron Nelson Classic to record a first US PGA Tour victory since 2008.   Related: Rory McIlroy produces sensational finish to win his first Irish Open    The Spaniard, who has played in seven Ryder Cup teams and finished on the winning side with five of them, said: “I played nicely this week but I know I can play better. Obviously this is going to jump me [up the Ryder Cup rankings], which means a lot to me.” García is now well-placed at fifth in the world points list, a position which if maintained would get the 36-year-old into Darren Clarke’s European side comfortably, and the win had the added significance of being his ninth on the US PGA Tour, equalling the record of the late Seve Ballesteros for a Spain-born player. “It means so much [to match Ballesteros],” García added. “I played really well the last five holes, including the playoff, but other than that I was battling with my swing a little bit, playing hard and chipping great, and made some great putts.” García parred the first playoff hole, the 18th, to beat the overnight leader Koepka, who found water from the tee and killed off his chances. The Spaniard also overcame four bogeys and two trips to the water for a 68 to get to 15-under. He was two groups ahead of Jordan Spieth and Koepka, who bogeyed the 14th and 15th but just missed a 16ft birdie putt for the win at 18th. Matt Kuchar missed out on the playoff by a shot after a five-under 65. Spieth, the world No2, had two bogeys in his first five holes and went on to shoot 74 and finish at 10-under. Six weeks after blowing the lead on the back nine at Augusta when trying to win the Masters for the second successive year, and a week after missing the cut at The Players Championship, the Texan was all but out of contention after those early dropped shots. “Frustration, yeah,” Spieth said afterwards. “I mean don’t go from the final group in second place alone and finish in 18th ... there’s not many positives you’ll be able to take out of that other than the last hole I played I made birdie.” García also won the Byron Nelson Classic in 2004 and is the first two-time winner in the 34 tournaments since the event moved to the TPC Four Seasons in 1983.",
  "webTitle": "Sergio García wins Byron Nelson in playoff and raises Ryder Cup hopes",
  "webPublicationDate": "2016-05-23T11:32:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/sergio-garcia-win-byron-nelson-ryder-cup",
  "keyword": [
    {
      "webTitle": "Sergio García",
      "id": "sport/sergio-garcia",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryder Cup",
      "id": "sport/rydercup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jordan Spieth",
      "id": "sport/jordan-spieth",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Tallentire",
      "id": "profile/marktallentire"
    }
  ],
  "guardianId": "sport/2016/may/23/sergio-garcia-win-byron-nelson-ryder-cup"
}