{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2016/may/25/how-to-start-a-fashion-business",
  "id": "2016-05-25-124",
  "sectionId": "guardian-masterclasses",
  "body": "This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar Fashion is one of the most competitive industries to break into, but also one of the most exciting. During this one-hour Masterclass with designer and entrepreneur Anna Popovich, you’ll learn the key things you need to know to get a fashion business up and running.     Pure London Photograph: http://www.purelondon.com/    From the challenges of establishing a new brand to building a team that shares your philosophy, the class offers hard-earned advice that you can apply to your own fashion brand. Along the way, you’ll also soak up advice on marketing and finance, as well as expert tips on putting together your first line as a one-person enterprise. Tutor profile Anna Popovich is a London-based designer and owner of her self-titled fashion label. In addition to designing her own collections, Anna has worked with some of London’s most prestigious fashion houses as a fittings model. About Pure London Please note: Pure London is a trade-only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket.  To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place. Pure London is the UK’s leading trade fashion buying event, representing womenswear, menswear, footwear, accessories and young fashion. Organised by i2i Events Group, it takes place every February and July. The show offers buyers the opportunity to discover collections launching for the season ahead from over 800 brands, with opportunities to attend catwalk shows and hear from peers and industry experts during valuable seminars and workshops. Pure London is open to anyone in the fashion industry, including people working in UK and international independents, department stores, retailers, mail order companies and more. Details This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar Location: Olympia London, Hammersmith Road, London, W14 8UXPrice: £25 (includes VAT and booking fee)Event capacity: 100 Please note: Pure London is a trade only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket. To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place  You may also be interested in... Introduction to digital marketing Social media for the fashion industry How to start a fashion business  Information on Guardian Masterclasses  To contact us, click here. Terms and conditions can be found here. Returns policy Tickets may be refunded if you contact us at least 14 days before the course start date. Please see our terms and conditions for more information on our refund policy.",
  "webTitle": "How to start a fashion business",
  "webPublicationDate": "2016-05-25T14:42:27Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/2016/may/25/how-to-start-a-fashion-business",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [],
  "guardianId": "guardian-masterclasses/2016/may/25/how-to-start-a-fashion-business"
}