{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/castleford-make-light-of-absences-to-overcome-salford-in-challenge-cup",
  "id": "2016-05-07-79",
  "sectionId": "sport",
  "body": "Regardless of the amount of skill and talent on show in a game – and there is often plenty – there is sometimes no substitute for passion and energy. You suspected pre-match that if any side could overcome the adversity Castleford have suffered lately with a horrendous run of injuries, then it would be the Tigers, who have shown during Daryl Powell’s time in charge that they are a side who can never be written off. Already without a host of frontline players, the Tigers lost their captain and half-back, Luke Gale, and the full-back, Luke Dorn, in the 24 hours leading up to this Challenge Cup tie. This meant they lined up with a prop, Grant Millington, and a hooker, Paul McShane, in the halves. Their endeavour and energy ultimately went a long way towards deciding the outcome here, and it was Gale’s replacement, McShane, who shone throughout. His imperious performance was so good, it prompted Gale to take to social media midway through the game and jokingly compare McShane to the former Leeds scrum-half Dean Lawford –a player Gale and McShane grew up watching during their days in the Leeds academy. “He was exceptional,” Powell said of McShane. “I said that if we won the game and he played in the halves that he’d get man of the match. When you play a different position it brings the best out of you – and maybe half-backs aren’t as valuable as we think they are.” Neither side truly began to forge a commanding lead until Castleford exerted their authority in the final half-hour. They led 16-12 at the interval and were good value for it, with McShane proving a menacing influence. Two tries from the Salford centre Junior Sa’u either side of a Mike McMeeken try had put the Red Devils 12-6 up, but after McShane’s well-weighted kick found its way to Jake Webster to ensure Castleford levelled, a fine handling move led to McMeeken scoring his second. Castleford’s injury problems caught up with them in the latter stages of their defeat to St Helens last week, but to their credit, there was no repeat here. The only blot on their second-half performance was the try from the Salford half-back, Robert Lui, which gave the visitors hope of a comeback. By that time, McShane had created another Castleford try, this time for the winger Denny Solomona, although not without a shade of controversy, as Solomona’s loose handling close to the line was ignored by the video referee. McShane then produced a piece of magic for a try of his own as he twisted his way over the line and although Salford pressed hard late on a magnificent interception from Solomona secured the Tigers’ passage into the last eight. “We wanted to have a crack at the cup this year and we’ve let ourselves down,” said the Salford coach, Ian Watson. “It’s a huge disappointment for us. We were beaten by the better team. We spoke about starting well and to be fair, we did that, but we just crumbled. They absolutely bullied us.”",
  "webTitle": "Castleford make light of absences to overcome Salford in Challenge Cup",
  "webPublicationDate": "2016-05-07T16:49:52Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/castleford-make-light-of-absences-to-overcome-salford-in-challenge-cup",
  "keyword": [
    {
      "webTitle": "Challenge Cup",
      "id": "sport/challengecup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Castleford",
      "id": "sport/castleford",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Salford Red Devils",
      "id": "sport/salford-red-devils",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Aaron Bower",
      "id": "profile/aaron-bower"
    }
  ],
  "guardianId": "sport/2016/may/07/castleford-make-light-of-absences-to-overcome-salford-in-challenge-cup"
}