{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/luh-spiritual-songs-for-lovers-to-sing-review-passion-project-from-ex-wu-lyf-member",
  "id": "2016-05-05-80",
  "sectionId": "music",
  "body": "Ellery Roberts’ former band Wu Lyf were accomplished hype machinators, generating industry appetite for their guitar rock by turning novelty tricks like advertising demo tapes of their guitar rock for £50 on Myspace. Roberts’ new outfit is seemingly uninterested in such hijinks – but that’s also the sell. Created with his Dutch artist-girlfriend Ebony Hoorn, LUH is billed as the pair’s passion project, and there’s a thread of fevered, vaguely political idealism that runs through the album. That hook, however, is no match for the music itself, in which the gravelly bombast of Roberts’ vocal – which sacrifices consonants, syllables, even whole words to a stream of rousing vowels – is nicely supplemented by Hoorn’s heavily accented near-monotone, over a mix of electronics and emotional goth-rock. It’s a combination that is gratifyingly peculiar and, thanks to a knack for satisfying toplines, holds a significant amount of jubilant appeal.",
  "webTitle": "LUH: Spiritual Songs for Lovers to Sing review – passion project from ex-Wu Lyf member",
  "webPublicationDate": "2016-05-05T18:00:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/luh-spiritual-songs-for-lovers-to-sing-review-passion-project-from-ex-wu-lyf-member",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "music/2016/may/05/luh-spiritual-songs-for-lovers-to-sing-review-passion-project-from-ex-wu-lyf-member"
}