{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/27/tips-marketing-develop-target-audience-relationship",
  "id": "2016-05-27-184",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Whether you call them audience, customer or user, understanding people lies at the core of any agency and to producing the best, most effective work. Our recent Feed Breakfast – entitled “Folk” – brought together a panel comprised of Mimi Turner, marketing director of the LAD Bible; Ian Drake, director of customer engagement at Betsson Group; and Sameer Modha, customer data strategist at Mindshare. It was fascinating to hear about the tactics they use to define and understand their audiences – and how they foster that relationship once it is established. To start, we all agreed on a few simple premises:  Don’t presume you know people: most of the time you will get it wrong and the presumption will only lead to clichéd thinking. Don’t presume that customers have any loyalty to brands: accept that a customer will never be monogamous. Don’t undervalue utility for your customers: people like people who do things for them and make their lives easier.  The power of questions Broader topics emerged once we had these key principles. The first being: understand the power of asking questions. Regardless of the mass of data that is being accumulated, the best way to understand people is still to talk to them. When Lego started investigating falling sales, it used big data to spot patterns. The data said kids weren’t into building things any more and that Lego needed to go digital, so that’s what it did. But sales kept falling. The breakthrough came when Lego asked a child about his most valuable possession. He said he valued his sneakers most because they carried the marks of his skill as a skateboarder. That led the company to realise that it was asking the wrong question. The question should not be: “what are kids doing?” But: “what do kids value?” The answer is toys that will prove a child’s skill and provide cache in the playground. So Lego went back to its core product – plastic bricks – and invested in appealing to skill. This resulted in a successful business transformation and shows that small data points can lead to breakthroughs when big data is failing you, just as long as you ask the right questions. Data needs a human touch People aren’t machines – they’re human beings and often do things for reasons that aren’t entirely obvious.   Related: Google Flu Trends is no longer good at predicting flu, scientists find    There’s a famous example of Google using big data to predict flu trends worldwide, using its massive database of search terms. Over time, Google started overestimating flu outbreaks by 50%. The reason? People were searching “flu” when they got a cold. It’s a good example of the need to understand how people think when analysing data. Right place, right time Marketing isn’t static; it moves you from one place to the next. It picks you up and puts you down again. It flows with you. Find out what state of mind your audience is in when they arrive at your doorstep, work out how you want them to feel when they’re with you – and how you want them to feel when they leave. It’s important to establish the state of mind a person might be in at any stage in a journey. For example, do they have points to redeem? Have they just expressed a preference for something? Are they expecting a reminder or a reward? With digital channels merging and becoming much more fluid, the way that businesses and brands treat people at each touch point will be crucial. Matt Lynch is managing director at Feed This advertisement feature is brought to you by the Marketing Agencies Association, sponsors of the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "How do you keep your marketing on target?",
  "webPublicationDate": "2016-05-27T11:47:57Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/27/tips-marketing-develop-target-audience-relationship",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/27/tips-marketing-develop-target-audience-relationship"
}