{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/how-chibok-schoolgirls-private-ordeal-is-being-preyed-on-in-public",
  "id": "2016-05-20-98",
  "sectionId": "world",
  "body": "When 19-year-old Amina Ali Darsha Nkeki was found near the Sambisa forest in northern Nigeria, it was a moment of triumph and delight for everyone concerned about the fate of the schoolgirls kidnapped by Boko Haram two years ago.  Most of all, it was time of relief for her family – and one of hope for the relatives of the hundreds of teenagers still missing.  But soon the euphoria of that moment turned to farce as the young woman emerging from two years in captivity became the subject of political point-scoring and a media circus.  The huge international interest in the story of the students abducted from Chibok and the prominence of the #BringBackOurGirls campaign led the Nigerian army, the media and even the president, Muhammadu Buhari, to capitalise on an opportunity to enhance their own standing. Rather than being given time to recover privately with her family, Nkeki was allowed a brief reunion with relatives before meeting the state governor and then being flown to Abuja in a military jet to meet Buhari and address a packed press conference at the presidential villa.   Related: Chibok abductions: first girl found, say Nigerian activists    At first she tried to hide her face from the cameras but soon images of Nkeki and her four-month-old baby, born in captivity, were published online and on a number of newspaper front pages. The sensationalism of the moment seemed to obscure all sense of privacy or ethics.  Just hours after her rescue had been confirmed on Wednesday morning, domestic media outlets told the world that Nkeki had had a HIV test and that the result was negative. There was also widespread speculation about her relationship to Mohammad Hayyatu, a suspected Boko Haram militant who was found with her. A number of reports referred to Hayyatu as her “husband”, ignoring the way women and girls abducted by Boko Haram are often sexually exploited, sold into slavery and raped. It didn’t take much for the narrative of an kidnapped schoolgirl, turned wife, thankfully without HIV, to go into overdrive. The military also tried to get in on the act. In a statement released after Nkeki was found it claimed that the army had rescued her. Activists soon pointed out that she had been found by the Civilian Joint Task Force, a community group trying to combat Boko Haram militancy. That statement has since disappeared from the Nigerian military’s press site.           Michelle Obama devotes weekly address to Nigerian girls    The army then claimed that it had rescued a second schoolgirl, but again campaigners have denied this. The Chibok Abducted Girls Parents Group told the BBC that the second young woman was not one of the 219 kidnapped teenagers.  There’s a sense of deja vu to these claims. In the weeks after the initial kidnappings the army claimed to have rescued nearly all the abducted students, only to retract the statement when parents said their daughters were still missing. After Nkeki was found, the army released images on Facebook and Twitter of the young woman being escorted from a military helicopter and taken to the state governor’s residence with her parents. The priority, it seemed, was not to protect her from unwanted attention after her ordeal but to make her the centre of it. Kashim Shettima, the governor of Borno, soon released photographs of himself greeting Nkeki and her parents, and holding her baby. The photo opportunities did not stop there. After her high-profile trip to Abuja, pictures were released of Buhari, whose pledge to defeat Boko Haram was central to his election campaign a year ago, meeting Nkeki and her baby, flanked by aides and security officials. Buhari’s government has been criticised by the Washington-based ngo Refugees International, which told ABC News that Nkeki should be getting immediate care for rape and psychological counselling, rather than being forced into making public appearances. “It is an outrage,” said the organisation’s women and girls’ advocate Francisca Vigaud-Walsh. The symbolic significance of Nkeki’s rescue for the rest of the missing students and the fight against Boko Haram should not be underestimated. But turning what is essentially a private ordeal into such a public display can never be justified in the name of any cause.",
  "webTitle": "How Chibok schoolgirl's private ordeal is being preyed on in public",
  "webPublicationDate": "2016-05-20T15:28:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/how-chibok-schoolgirls-private-ordeal-is-being-preyed-on-in-public",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emmanuel Akinwotu",
      "id": "profile/emmanuel-akinwotu"
    }
  ],
  "guardianId": "world/2016/may/20/how-chibok-schoolgirls-private-ordeal-is-being-preyed-on-in-public"
}