{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/06/premier-league-10-things-to-look-out-for-this-weekend",
  "id": "2016-05-06-297",
  "sectionId": "football",
  "body": "1) Special day for Leicester players, even those denied full glory Spare a thought this week for Ritchie De Laet, who must feel a little like Michael Collins, the astronaut who accompanied Neil Armstrong and Buzz Aldrin on the Apollo 11 mission but had to stay in the shuttle while they pranced around the moon. Still, at least Collins got to go to space: De Laet went to Middlesbrough. Then again, if Boro beat or draw with Brighton on Saturday the Belgian will achieve promotion to the Premier League in the same season as he won it, which is a feat that demands respect even if he would no doubt have preferred to have continued playing for Leicester rather than depart on loan in February. De Laet joined Leicester from Manchester United back in 2012 on the same day as Matty James made the same move. James has not played this season due to a serious knee injury but there is a chance that he will be fit enough to feature against Everton – and what a heartening moment his reappearance would be, along with many others scheduled for the King Power on Saturday. PD  • Ranieri: ‘Whoever arrives at Leicester must have the same spirit’• Leicester to offer Mahrez new deal but ‘50/50 chance’ he could leave• Huth and Fellaini banned for three matches over clash  2) Carroll eyes his favourite opponents        Striker Andy Carroll   Appearances 24  Goals 9  Shots 46  Shots on target 43%  Offsides 6     The last Saturday afternoon game at Upton Park – try to keep it together – and West Ham United still have hope of qualifying for the Champions League. Unbeaten in the league since losing to Southampton on 6 February, Slaven Bilic’s side are desperately unlucky not to be in the top four already, given the long list of controversial refereeing decisions that went against them between 19 March and 9 April, but they will be guaranteed to finish fifth and so secure a place in the Europa League if they win their final three fixtures. The first of those is against Swansea City and Andy Carroll, who has scored six goals in his past seven matches, must be licking his lips. Carroll scored three goals in two matches against Swansea last season, laid on two assists for Kevin Nolan in a 2-0 win at Upton Park two years ago and headed a late winner past Gerhard Tremmel in 2013. JS  • West Ham offer £31.5m for Marseille’s Batshuayi but face competition            Farewell Boleyn: the end of an era for West Ham.    3) Newcastle fans eager to relieve their worries and mock Villa’s  The big question here is: will Aston Villa players summon the spirit of Eden Hazard and shrug off a season of sloth and ineptitude to pull out a big performance when it no longer matters to anyone but their club’s rivals? Because Villa and Newcastle are indeed bitter rivals, all because of a couple of banners displayed by Villa fans at the end of the 2008-09 season, back when Villa fans still at the heart to laugh at others’ woes. And Newcastle were certainly woeful, as an own goal by Damien Duff gave Villa a 1-0 win and relegated Alan Shearer’s Newcastle, causing wags in the Holte End to hold aloft bed linen decorated with with slogans such as: “Sob on the Tyne” and “Who will be your next messiah – Ant or Dec?” Fast forward seven years and Villa fans would be better advised to use that linen to wipe up the ordure left on pitches by their players every week, while Newcastle, well, they’re still in deep sheet – but they’re improving. After a dispiriting start to his reign, Rafael Benítez has found a formula that could save Newcastle – with key features being Jamaal Lascelles in central defence, Andros Townsend running free, and Jonjo Shelvey parked on the bench until he learns that the occasional Hollywood pass does not trump consistently sound decision-making. Win this and Newcastle fans will have real reason to cheer – and jeer. Lose it and the glumness at Villa Park will sink to new depths. PD  • Newcastle United release Obertan and Marveaux  4) Will Tottenham pick themselves up? Assessing Tottenham Hotspur’s season is not easy. No one was talking about a title challenge when they began the campaign with three points from their first four matches but they have made vast progress under Mauricio Pochettino in an impressively short space of time and will surely go straight into the group stage in the Champions League next season given that they are six points clear of fourth-placed Manchester City with two games left. The future is bright. At the same time, however, it is hard not to feel that this was a missed opportunity. In the end, they could not hold their nerve in the biggest moments, perhaps because of their inexperience. They dropped two points against 10-man Arsenal and lost at West Ham in March and could not react after giving away leads against West Brom and Chelsea. They should feel immense pride; but the disappointment could linger. And if they are still feeling sorry for themselves on Sunday afternoon, Tottenham could lose to Southampton at White Hart Lane. Ronald Koeman’s side have won five of their past seven matches to sustain their push for European football. JS  • Spurs close to deal with FA to play home games at Wembley in 2017-18• Dembélé charged with violent conduct for ‘eye-gouging’ Costa      Harry Kane cut a forlorn figure after Tottenham let a two-goal lead slip at Chelsea. Photograph: BPI/Rex/Shutterstock    5) Watmore could help Sunderland test Chelsea’s staying power  Sam Allardyce has tended to introduce Duncan Watmore – whom he dubs “The Roadrunner” – from the bench in recent weeks but it might be wise to start him against a Chelsea side who may still be reeling from the unfamiliar effects of being brutalised by Tottenham Hotspur and giving a high-energy performance this season for 90 whole minutes. Wahbi Khazri is an inventive player who delivers a nice setpiece and also possesses a potent long-range shot even if he has yet to show it regularly at Sunderland, but prolonged use of Watmore’s speed and directness could be just what Allardyce’s team need to end their streak of three home games without a goal and, in particular, help Jermain Defoe score his first goal at the Stadium of Light for four months. PD  • Chelsea defend £90 cost of premium shirt for next season• Courtois: ‘PSG is a very good club but I’m happy at Chelsea’  6) Welbeck a better bet than Giroud for Arsenal Olivier Giroud’s solemn run of 15 league games without a goal should mean he loses his place to Danny Welbeck in Arsenal’s starting lineup. Welbeck scored the winner three minutes after coming on against Norwich last weekend, a goal that means Arsenal should hang on to their precious top-four status, and his mobility, movement and link-up play will make them a threat on the break against Manchester City’s porous defence. It might be time for Arsenal to cut their losses and sell Giroud in the summer. That would be a brave call by Arsène Wenger. JS  • Why five English clubs could play in next season’s Champions League      Danny Welbeck scored the winner against Norwich last weekend and Arsenal were much improved when he came on. Photograph: BPI/Rex/Shutterstock    7) Lack of transfer success leaves Norwich in trouble  Cameron Jerome struck the opener against Manchester United at Old Trafford in December but has not scored since – and no other forward has properly picked up the slack for Norwich, including Steve Naismith who was bought in January to do just that. So it is hard to foresee Alex Neil’s team firing enough goals past David De Gea to boost their survival chances and torpedo United’s hopes of overhauling Manchester City. With Timm Klose injured, Norwich’s best line-up for this crucial game will look a lot like the side that went down two years ago. The squad, despite having a couple of nifty players, looks too limited to do what they failed to do before. Yet there is no denying their spirit, so if United under-perform, Norwich’s could yet make a dash for safety. PD • Golden Goal: Mark Robins for Norwich City v Chelsea (1992)• Signs of life may come too late for Van Gaal 8) Palace players cannot afford to take it easy        Midfielder Yohan Cabaye   Appearances 32  Free Kicks 110  Corners 91  Crosses 58  Assists 1     Crystal Palace gave it a good go in their defeat to Newcastle last weekend and they would have taken a point but for Yohan Cabaye’s squandered penalty. Their performance made a mockery of suggestions that they would be taking it easy with the FA Cup final coming up on 21 May – but now the challenge for Alan Pardew’s players is to play with as much integrity in an otherwise meaningless fixture against Stoke City. Wembley places will be won or lost in the next two weeks. JS  • Crystal Palace’s Wilfried Zaha an injury doubt for FA Cup final  9) Bournemouth’s achievement and questioning Albion’s Bournemouth’s last home game of the season should be a righteously jubilant affair, as fans can bask in their team’s triumphant campaign. Despite being afflicted by potentially ruinous injuries, Eddie Howe’s side not only stayed in the Premier League but enhanced it with skill, spirit and a lovable sense of adventure. Tony Pulis’ side stayed in the Premier League too but, given the gruel they’ve served for most of the campaign, even Albion fans must wonder whether that is really cause for celebration. PD  • West Brom second in the Premier League’s ineptness index  10) A chance for Watford to complete rare double Watford have never been able to savour a league double over Liverpool. Yet they walloped them at Vicarage Road in December and Liverpool could be vulnerable at Anfield on Sunday if they are worn out by their Europa League exertions against Villarreal. After a dreadful run of form culminated in their defeat by Palace at Wembley, Watford restored some belief by sneaking a late win over Villa last week and, though they seemingly have nothing left to play for, another victory might revive Quique Sánchez Flores’s hopes of keeping his job. JS  • West Ham hope to prise Liverpool target Batshuayi from Marseille       Pos Team P GD Pts      1 Leicester 36 30 77    2 Tottenham Hotspur 36 39 70    3 Arsenal 36 25 67    4 Man City 36 30 64    5 Man Utd 35 12 60    6 West Ham 35 17 59    7 Southampton 36 14 57    8 Liverpool 35 11 55    9 Chelsea 35 7 48    10 Stoke 36 -14 48    11 Everton 35 6 44    12 Watford 35 -6 44    13 Swansea 36 -13 43    14 West Brom 36 -14 41    15 AFC Bournemouth 36 -20 41    16 Crystal Palace 36 -10 39    17 Newcastle 36 -25 33    18 Sunderland 35 -18 32    19 Norwich 35 -26 31    20 Aston Villa 36 -45 16",
  "webTitle": "Premier League: 10 things to look out for this weekend",
  "webPublicationDate": "2016-05-06T08:00:19Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/06/premier-league-10-things-to-look-out-for-this-weekend",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bournemouth",
      "id": "football/bournemouth",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    },
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/blog/2016/may/06/premier-league-10-things-to-look-out-for-this-weekend"
}