{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/24/x-men-apocalypse-films-plot-holes",
  "id": "2016-05-24-147",
  "sectionId": "film",
  "body": "The X-Men film series, spanning eight films (soon to be nine with the release of X-Men: Apocalypse) and 16 years, is approaching James Bond and Star Trek levels of longevity through a deft combination of traditional sequels, spinoffs, prequels and mind-bending time travel. (For reference, when the first X-Men film came out in July of 2000, people still had tamagotchis.)   Related: X-Men: Apocalypse review – smack bang into the 80s    Along the path to cinematic ubiquity, the narrative of this series has, shall we say, become a tad muddled. The constant jumping back and forth from past to future, from Wolverine solo films to a swinging 60s spy jaunts and R-rated Deadpool adventures, has made the X-Men movies easy to follow only if you obey this simple rule: forget every detail in the two movies that came immediately before the film you’re watching. I’ve revisited the films in the hope that I could make sense of the sprawling story. Unfortunately, the process left me with more questions than answers.  X-Men (2000)     The good ol’ days: X-Men (the first one). Photograph: Allstar/Cinetext/20TH Century Fox    After the opening titles, which feature narration from Sir Patrick Stewart over crude CGI renderings of DNA strands (which, frankly, look more like footage from a colonoscopy), we are taken to Auschwitz in 1944. Erik Lehnsherr, the future Magneto, is separated from his parents, who die in the concentration camp. It’s a sober, gripping way to start a comic book movie, and remains a watershed moment for serious portrayals of superheroes in cinema. It’s also notable for a New York dock worker saying: “Sounds like a storm’s comin’,” as the character named Storm creates an artificial storm. After the Holocaust prologue, the film warps to what a title card refers to as the “not too distant future”. So, we can safely say that X-Men does not take place exactly in the year 2000. Wolverine wears a distinctive leather jacket with yellow piping around the arms. It reappears in multiple X-Men films, so often that I’m sure you’re asking yourself right now: “Where did Wolverine get that cool jacket? Was it a Target? Burlington Coat Factory? Kenneth Cole Outlet?” Someone give the jacket its own spin-off. Storm, played by Halle Berry, speaks in a lilting accent that could be generously referred to as “pan-African”. (More accurately, it could be called “atrocious”.) X2: X-Men United (2003)     Put a fork in him: Wolverine. Photograph: c.20thC.Fox/Everett / Rex Featur    X2 offers up our first look at Wolverine’s origin story. We find out he was experimented on by the devious colonel William Stryker, who plans to wipe out the entire mutant population. Stryker is played by Brian Cox, which is important to note because he comes back in X-Men Origins: Wolverine, the worst film in the franchise.  Stryker mentions to Wolverine that he hasn’t seen him in 15 years. If we estimate that the original 2000 X-Men movie’s “not too distant future” is 2005, then the last time Stryker would have seen Wolverine was 1990. If we assume that X-Men takes place in 2000, then 1985 would be the year they last saw each other. An actor named Steve Bacic briefly plays the blue-haired mutant named Beast, though he appears on a TV in a bar, and only in his human form. The character of Colossus, who is Russian, makes a cameo and also does not have a Russian accent. Kitty Pryde, a mutant who can walk through walls, is portrayed as a relatively young child, maybe 13 at the oldest. X-Men: The Last Stand (2006)     X-Men: The Last Stand. Photograph: Allstar/20th Century Fox    The third X-Men film probably takes place a few months to a year after the events of X2. Cyclops is still grieving the death of Jean Grey and Mystique is still in prison. That doesn’t stop the movie from ageing Kitty Pryde up to the – at the time – 19-year-old Ellen Page. Beast is now played by Kelsey Grammer. Professor Xavier is killed, but a post-credits sequence reveals that he used his psychic powers to transfer his mind to the body of a coma patient. I’d like to point out that overriding the thoughts and personality of a living person is an incredibly heinous thing to do. Imagine the family of that poor guy when they find out that their loved one talks like Captain Picard from Star Trek and can read their minds. According to the DVD commentary on The Last Stand, the comatose person is Xavier’s twin brother, whose mind was wiped by the professor’s immense mental powers in the womb, but that’s never made explicit in the films, so, you know, it’s not canon. Rogue and Magneto take the “mutant cure”, which strips them of their powers, though Magneto is able to make a metal chess piece move in the film’s coda. So maybe the cure doesn’t work after all? The African American actor Bill Duke plays Secretary Trask, an adviser to the president of the United States who hates mutants. This will be important later. X-Men Origins: Wolverine (2009)     X-Men Origins: Wolverine. Photograph: Photo by:/Publicity image from film company    The pre-credits sequence establishes that Wolverine was a child named James Howlett in the 1800s before running away with his creepy brother Victor to join the army (multiple times) to kill lots of people over the course of a hundred years or so. By the 70s, they’ve fought in every major conflict. We catch up to them in Vietnam, a war that officially ended on 30 April 1975. Wolverine and his brother are recruited to join a special forces unit, which they remain in for an indeterminate amount of time. Let’s say that they’re in this unit from the end of the war in 1975 to 1978. That’s three years, which seems like a long enough time, though it could easily be more or less. Wolverine leaves the unit out of disgust and the narrative fast-forwards six years. Generously, let’s say 1984. The fashions and hairstyles, specifically Hugh Jackman’s flowing, feathery Farrah Fawcett mane, feel very early/mid-80s. The rest of the story takes place over the course of a few months, tops. Wolverine has metal grafted on to his skeleton; he hunts down Col Stryker, is shot in the head, and loses his memory. Does this timeline fit with the “15 years” line in X2? Yes, roughly. There are three glaring issues that presumably would have been addressed in a direct sequel, though. Wolverine loses his leather jacket – given to him by a kindly old couple that the bad guys blow up in one of the more hilariously bad action scenes in the movie. He lost his memory, so why would he go back for the jacket? Cyclops appears as a child rescued from the carnage by Professor Xavier (Patrick Stewart de-aged with the magic of CGI). Why doesn’t Professor X remember any of this? Cyclops doesn’t know anything because he’s blindfolded the entire time, but in X2, when Xavier is pressed by Wolverine to explain his origin, Xavier basically says he does not know. Shouldn’t he be able to at least recall that someone was experimenting on mutants in the 1980s and maybe Wolverine was one of them? Oh, and at the end, Stryker is arrested for murdering a superior officer. How did he end up advising the president on the mutant issue in X2? I guess we’ll never know. X-Men: First Class (2011)     X-Men: First Class. Photograph: Allstar/20th Century Fox    This mostly fits with the established canon, though the character of Moira MacTaggert, played by Rose Byrne, appeared in X-Men: The Last Stand, played by Olivia Williams of Rushmore fame. If she was in her 30s in the 1960s, she’d be in her 70s by the events of the first movie. Overall, this is the point in which the ages of the characters becomes ridiculously fuzzy. How old is Mystique supposed to be in 1962? 10? Does she have magic ageing powers? The Wolverine (2013)     The Wolverine. Photograph: Mark Pokorny/Publicity image from film company    The Wolverine takes place after the events of X-Men: The Last Stand, but before the apocalyptic X-Men: Days of Future Past. In the post-credits sequence, Magneto and Professor Xavier appear to convince Wolverine to join them in a vague conflict that threatens the future of mutantkind. Magneto has his powers back and Xavier is very much not dead. In fact, he looks exactly the same, down to the need for a wheelchair. Anyone care to explain why he would still need a wheelchair if he stole someone else’s body? I guess you could say that the coma wrecked the new Xavier’s body, but if that’s the case, it would have taken years of physical therapy for him to even regain the use of his fingers, let alone full speech capability. But the whole point of this scene and the next movie is to make the audience forget every inconvenient plot point from X-Men: The Last Stand and X-Men Origins. X-Men: Days of Future Past (2014)     X-Men: Days of Future Past. Photograph: Allstar/20th Century Fox    How far in the future are the first scenes of X-Men: Days of Future Past? Ellen Page is back as Kitty Pryde, but she’s still Ellen Page’s age, even though there are giant flying robots and the entire world has been destroyed. The character of Trask is no longer a black person. Now, he’s Peter Dinklage, though maybe this universe contains multiple villainous mutant-haters named Trask. We meet the characters from First Class a decade after the last movie, but no one is any older. Granted, if Jennifer Lawrence can play a 33-year-old mother in Joy and a 16-year-old in the Hunger Games, she can do anything. The changes in the timeline that occur in this movie invalidate everything that took place before it. Sorry to all of you who enjoyed the version of Deadpool in X-Men Origins who had swords come out of his knuckles and laser vision. Deadpool (2016)     Deadpool. Photograph: Moviestore/Rex/Shutterstock    Speaking of, a couple of X-Men characters appear in Deadpool’s solo film: Negasonic Teenage Warhead and Colossus. Apparently, the time travel in Days of Future Past gave Colossus his Russian accent back. X-Men: Apocalypse (2016)     X-Men: Apocalypse. Photograph: Allstar/20th Century Fox    The story jumps another decade, placing the action in the 1980s. Again, no one has gotten older. Bryan Singer has recently stated his intention to set the inevitable 10th X-Men movie in the 1990s. So, I expect James McAvoy and Michael Fassbender to gain a few extra wrinkles and some gray hair ASAP or I’m going to start thinking that all of this makes no sense.",
  "webTitle": "Can X-Men: Apocalypse pull together 16 years of mutated plotlines?",
  "webPublicationDate": "2016-05-24T13:30:10Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/24/x-men-apocalypse-films-plot-holes",
  "keyword": [
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men",
      "id": "film/x-men",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: Days of Future Past",
      "id": "film/x-men-days-of-future-past",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: First Class",
      "id": "film/x-men-first-class",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men Origins: Wolverine",
      "id": "film/x-men-origins-wolverine",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: The Last Stand",
      "id": "film/x-men-the-last-stand",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "film/2016/may/24/x-men-apocalypse-films-plot-holes"
}