{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/23/price-is-right-primetime-game-shows",
  "id": "2016-05-23-120",
  "sectionId": "tv-and-radio",
  "body": "Last summer Celebrity Family Feud, a primetime version of the daytime classic now hosted by Steve Harvey, was a huge hit for ABC, clocking in well over 8 million viewers over the course of six weeks. Its success means that we’re getting a whole glut of celebrity gameshows this summer, including revivals of the $100,000 Pyramid and Match Game for ABC’s new Sunday Fun and Games night, which kicks off on 26 June .    Related: Jonathan Franzen on Jeopardy: 'This guy is just into his theses and his birds'     CBS is cribbing from their playbook too, planning three primetime excursions of the Price Is Right. The first one airs on Monday 23 May at 8pm ET and features favorite contestants from CBS reality stalwart Survivor. (Later editions will feature standouts from Big Brother and The Amazing Race.) But these shows assume people are tuning in for the celebrities and they’re forgetting about games. It seems like they’re fundamentally missing what makes these properties still so appealing.   The Price Is Right has been airing since 1972. Many of us remember those crafty contestants bidding just $1 to get up on stage with Bob Barker to play games of Pinko or Beat the Clock and then spinning the big wheel in the Showcase Showdown for a chance to win “a brand new car!”. For those of us with jobs or in school, it was a rare treat to watch this gameshow, either on sick days on the couch while mom cooked chicken soup or those louche days of summer where the air conditioning and TV were so much easier than dealing with the heat outside.  When I was younger I loved gameshows and would spend every summer afternoon watching them. There were a whole slate that aired in the 80s and 90s, everything from classics such as Wheel of Fortune and Hollywood Squares to forgotten favorites such as Card Sharks, Sale of the Century, Supermarket Sweep and Press Your Luck. There was something about that time that was so easy, there was nothing to worry about as long as you could tell Bob Barker how much a can of Comet cost and whether or not it was more than a can of almonds. (It probably wasn’t.)     Steve Harvey hosts Celebrity Family Feud. Photograph: Adam Taylor/ABC    That’s why people really connect to gameshows, not because it leaves them nostalgic for a simpler time, but it’s an easier kind of television. The game has set rules and after 30 minutes and a bonus round, someone is walking home with something, even if it’s just a copy of the home game and a hug from some deep-voiced guy holding an impossibly skinny microphone. It was simple, delivered on its promise, and welcomed the viewer into its orbit as they played along at home.  It’s not that gameshows are gone completely, but they certainly don’t occupy the block on each network that they once did. We actually still have them, they’re just reality shows. That’s why having Survivor contestants on The Price Is Right is such an easy fit. They’re the games of old meeting the modern day.  What’s different about these reality stars though is that they’re all personality, cast because they can pop on camera among a group of strangers who are trying to race around the world or not get kicked off an island. Usually all we know about the contestants on the Price Is Right is their name, occupation, and where they live. Maybe, if they’re especially colorful, we’ll find out how much they really love host Drew Carey.  Competitive reality shows go on for so long, having to tune in for an entire season to see who takes one big prize while everyone else goes home with their reputation trashed and their anonymity destroyed forever. What was fun about gameshows was that it could happen to any of us at any time. It took little skill to win any of these shows and it seemed like normal people could be plucked out of obscurity and win a bunch of loot. Not enough to change your life, like the $1m victors take home on Survivor, but enough to lighten the load.     Supermarket Sweep. Photograph: Youtube    That’s why all of these celebrity game shows aren’t as much fun. It’s just one more contest we’re not eligible for, like how most of us couldn’t try out for Top Chef because of our lousy knife skills or The Voice because our singing in the shower is bad enough to turn the water frigid.  Back in the day, gameshows were about turning the ordinary up by just a few notches and giving viewers a fantasy they could escape into. Now, like everything else, gameshows are a spectacle where only the rich and famous are invited to play, or at least people whose personalities have been burnished by reality television. It will be nicer, later this summer, when the celebrities on Match Game and Pyramid are helping normal joes win some cash. That’s what the audience really wants to see, everyone coming out a winner. The game isn’t as important as the winning, for people wishing it was them, and, if it can’t be, for that game to make things a little bit easier.",
  "webTitle": "Why primetime gameshows win big where other TV formats fade with time",
  "webPublicationDate": "2016-05-23T15:20:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/23/price-is-right-primetime-game-shows",
  "keyword": [
    {
      "webTitle": "Game shows",
      "id": "tv-and-radio/game-shows",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/23/price-is-right-primetime-game-shows"
}