{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/britten-serenade-tenor-horn-strings-cd-review-aldeburgh-clayton-watkins",
  "id": "2016-05-12-179",
  "sectionId": "music",
  "body": "“Blow, bugle, blow,” sings Allan Clayton, and it’s not as if horn player Richard Watkins needs any encouragement. The Aldeburgh Strings’ urgently communicative performance of the Serenade for Tenor, Horn and Strings is the icing on this four-layer Britten cake. Clayton pushes his robust but airy tenor in all the right places, eking out the tension in the texts. Watkins is superb. There is vibrant, punchy playing from three incarnations of Aldeburgh Strings, one of the training ensembles continuing the composer’s work of developing young artists, with everything directed from the violin by Markus Däunert. The serenade was recorded in 2013; from the previous year, there’s the Dowland-inspired Lachrymae, the viola solo powerfully taken by the Berlin Philharmonic’s Máté Szücs, and the Op 29 Prelude and Fugue, its whirling intricacy electrifyingly clear. Leading everything off is a zingy 2015 recording of Young Apollo featuring pianist Lorenzo Soulès.",
  "webTitle": "Britten: Serenade for Tenor, Horn and Strings CD review – urgent, vibrant and punchy",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/britten-serenade-tenor-horn-strings-cd-review-aldeburgh-clayton-watkins",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Erica Jeal",
      "id": "profile/ericajeal"
    }
  ],
  "guardianId": "music/2016/may/12/britten-serenade-tenor-horn-strings-cd-review-aldeburgh-clayton-watkins"
}