{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/26/donald-trump-wants-to-build-a-wall-to-save-his-golf-course-from-global-warming",
  "id": "2016-05-26-257",
  "sectionId": "environment",
  "body": "Donald Trump has consistently expressed his conspiratorial and misinformed beliefs that global warming is a hoax.    Ice storm rolls from Texas to Tennessee - I'm in Los Angeles and it's freezing. Global warming is a total, and very expensive, hoax!— Donald J. Trump (@realDonaldTrump) December 6, 2013    Trump is also the presumptive Republican Party nominee for president in 2016, and were he elected, would be the leader of the country with the second-highest net carbon pollution in the world. These are frightening thoughts. However, as reported by Politico, Trump acknowledges the reality and threats posed by human-caused global warming when it comes to protecting his own assets, and in keeping with his affinity for building walls:  The New York billionaire is applying for permission to erect a coastal protection works to prevent erosion at his seaside golf resort, Trump International Golf Links & Hotel Ireland, in County Clare. A permit application for the wall, filed by Trump International Golf Links Ireland and reviewed by POLITICO, explicitly cites global warming and its consequences — increased erosion due to rising sea levels and extreme weather this century — as a chief justification for building the structure.  The permit was filed by an Irish environmental consulting company, so it’s possible that Trump himself denies these scientific realities. However, the consultants are indisputably correct about the threat that global warming and sea level rise pose to this golf course, and to the many other coastal properties owned by Donald Trump. Is Trump playing his voters for fools? Trump’s public comments on climate change may reflect a political calculation that the old, white, conservative, American men who comprise his voter base also form the predominant segment of the climate denial movement. Or perhaps Trump is indeed in denial about the science himself, but those who protect his assets, such as this Irish environmental consulting firm, are not. Trump also has the wealth necessary to blunt some of the impacts of climate change, for example by building sea walls, whereas poorer countries, which will bear the brunt of the consequences of climate denial, do not possess these resources. These poorer countries also contribute the least to the problem, whereas Trump opposes “so-called green energy” technologies like solar and wind power that are critical for wealthy countries to reduce their much higher carbon pollution.  In fact, Trump has fought to prevent the construction of wind farms along the coasts of Scotland and Ireland. Yet despite his misinformed objections that wind energy is too costly, Trump has invested in one of the world’s largest generators of wind power. The next president of the United States will be tasked with ensuring the country meets its pledge to cut carbon pollution, made during the recent international climate negotiations in Paris. Trump has claimed that at a minimum he will renegotiate the agreement, which would be a disaster if true. However, a clause in the agreement forces signatory nations to wait at least four years before withdrawing, and a renegotiation simply will not happen. Trump’s threats may simply be bluster, since he’s running as the candidate who will make good deals for America, and the Paris climate accords are a “deal” (as Joe Romm put it, “a ridiculously good deal for the United States”) that he can exploit for political gain. Or is Trump so uninformed as to believe what he says? Or perhaps Donald Trump believes everything that comes out of his mouth. Social psychologist David Dunning posits that Trump and his supporters may suffer from the Dunning-Kruger effect:  To sum it up, the knowledge and intelligence that are required to be good at a task are often the same qualities needed to recognize that one is not good at that task—and if one lacks such knowledge and intelligence, one remains ignorant that one is not good at that task.  Indeed, when it comes to climate change, social science research has shown that American conservatives who express the highest confidence in their opinions about climate science and risks are the most wrong. They’re confident in their denial precisely because they don’t know enough to realize how uninformed they are about climate science. This is the Dunning-Kruger effect. As Dunning wrote for Politico:  This syndrome may well be the key to the Trump voter—and perhaps even to the man himself. Trump has served up numerous illustrative examples of the effect as he continues his confident audition to be leader of the free world even as he seems to lack crucial information about the job ... some voters, especially those facing significant distress in their life, might like some of what they hear from Trump, but they do not know enough to hold him accountable for the serious gaffes he makes. They fail to recognize those gaffes as missteps.  Americans’ relative lack of knowledge about global warming appears to be helping Trump make misinformed, conspiratorial comments about climate change without repercussions in the polls.     Concern about climate change (0-6 point scale) vs. average correct score on questions relevant to its causes in six countries. Illustration: Dana Nuccitelli, data from Shi et al. (2016).    A stark contrast Trump is now the de facto leader of one of America’s two dominant political parties. The other is Hillary Clinton, who understands the threats posed by human-caused global warming and has a detailed plan to address them. She hired John Podesta, a strong advocate for climate action, as her campaign chairman. 350.org co-founder Bill McKibben will also help write the Democratic Party’s platform. In November, Americans will face a stark contrast between their choices for the nation’s next president. One option is Donald Trump, who at best is confident in his complete ignorance about climate change, and at worst is selling out the welfare of future generations for personal gain while protecting his own assets. The other option is Hillary Clinton, who for whatever her flaws, acknowledges the reality and threats posed by climate change and has a plan to tackle them. One of these candidates will soon lead one of the world’s most powerful and largest-polluting countries, just as we’re running out of time to avoid the worst consequences of climate change. This is a choice Americans have to get right.",
  "webTitle": "Donald Trump wants to build a wall – to save his golf course from global warming | Dana Nuccitelli",
  "webPublicationDate": "2016-05-26T10:00:08Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/26/donald-trump-wants-to-build-a-wall-to-save-his-golf-course-from-global-warming",
  "keyword": [
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global climate talks",
      "id": "environment/global-climate-talks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wind power",
      "id": "environment/windpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Dana Nuccitelli",
      "id": "profile/dana-nuccitelli"
    }
  ],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/26/donald-trump-wants-to-build-a-wall-to-save-his-golf-course-from-global-warming"
}