{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/teen-accused-of-planning-anzac-day-terrorist-attack-denied-bail",
  "id": "2016-05-05-307",
  "sectionId": "australia-news",
  "body": "A 16-year-old from western Sydney accused of preparing to commit an Anzac Day terrorist attack has been denied bail. Magistrate Christine Haskett said the strength of the crown case, the boy’s apparent “unwillingness to address violent extremist behaviours” and a real risk of flight necessitated against releasing him pending a committal hearing in June. The Parramatta children’s court was read transcripts from alleged encrypted online conversations between the boy and two undercover police officers in the lead up to 25 April, in which he allegedly repeatedly asked for helping sourcing a gun and a bomb manual.   Related: Father of Anzac Day terror plot accused pleads for son to be released on bail    In one conversation on 16 April the boy allegedly asked an officer, identified as Online Covert Persona 1, “whether he had any brothers from bilad al-Sham [Syria]”. Asked if he was looking to travel to the war-torn country he allegedly replied: “I was not until these kuffar [disbelievers] cancelled my passport. I want to do any attack.” “I want to know how to make a bomb,” he allegedly told the officer, adding later: “Do you think you could me hold of a gun. Even I have to pay, I will.” When the officer asked why he wanted to stage the attack on 25 April, the boy allegedly replied “Here the kuffar celebrate Anzac day and I want to terrorise them on that day”, the court heard. One week later he was contacted by a second officer, Online Covert Persona 2, who said: “I was told you’re looking for Sydney brothers.” “Yes akhi [brother], correct. I want to get my hands on a gun and how to make a bomb,” he allegedly replied. The court heard he allegedly arranged to meet one of the officers at a local train station on 23 April and was watched by undercover police as he left his home and headed for the meeting spot.  Somewhere along the way the boy allegedly changed his mind, never showing up for the meeting with the covert officer.   Related: Police ran online sting against Sydney boy charged with Anzac Day terrorism plot    The same day he also allegedly contacted another person overseas, using an account with the profile picture of a lion in front of an Isis flag, also asking for a bomb manual, the court heard. He was arrested the following afternoon at 3.15pm near his home, police allegedly finding a handwritten note drawn up a week earlier that read “I openly declare that anyone who does not accept the caliphate of Abu Bakr [al-Baghdadi, the Isis leader] is a kuffar” and “I openly call for sharia law to be established worldwide”. The boy’s lawyer, Zemarai Khatiz, has argued that multiple people had access to the phone used to hold the conversations.  He said in a hearing on Monday a psychological assessment had found his client had severe anxiety and depression, which would only be exacerbated by time in custody. The court heard that earlier assessments had revealed the boy, who since October had been taking part in an official deradicalisation program, had been traumatised by a police raid on his home in May 2015. “I was at school, came home and saw my parents crying,” he was alleged to have said. “I couldn’t believe it happened and that I was in that situation. “I would just stay home and I would cry in my bed. “[I was] depressed, I was angry at myself… I ruined my life” Since the raids the boy had left school and been working 12-hour days, for up to six days each week, as an apprentice.  His father believed he was succeeding in turning his life around, unaware of his son’s alleged possession of Isis propaganda, including 11 copies of its glossy magazine Dabiq. Haskett said on Thursday the deradicalisation program “seems to have failed with this applicant”. The boy’s family began sobbing in the courtroom as the bail refusal was read. The boy, who appeared via video link, put his head in his hands. Khatiz indicated the refusal would be appealed to the supreme court. A committal hearing is scheduled for 21 June.",
  "webTitle": "Teen accused of planning Anzac Day terrorist attack denied bail",
  "webPublicationDate": "2016-05-05T06:42:57Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/teen-accused-of-planning-anzac-day-terrorist-attack-denied-bail",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/05/teen-accused-of-planning-anzac-day-terrorist-attack-denied-bail"
}