{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/surfing-perfect-wave-kelly-slater",
  "id": "2016-05-06-19",
  "sectionId": "sport",
  "body": "The wave curls, whip-fast and flawless; it goes on, and on, and on. Inside it, surfing in the barrel of the wave – the feeling, the high, that surfers yearn for – is Nat Young, an American pro-surfer, ranked ninth in the world. Above him, a drone films his run – 10 seconds, 20 seconds, 30 seconds. It was the longest barrel of his life. Young had never surfed a wave like this before. Yet this was 110 miles from the ocean, in California farm country  in a specially constructed, exquisitely engineered freshwater pool. And it was perfect. “It’s an awesome feeling,” Young told the Guardian. The pool was built by 11-time World Surf League champion Kelly Slater, who for 10 years had been focused on an idea that many thought was impossible – building a machine which could reproduce the ideal wave, and create it on command.          Kelly Slater invited fellow pro surfers Nat Young, Carissa Moore and Kanoa Igarashi to try out his new artificial wave near Fresno, California.    Few people thought it was possible. But in December, after two years of construction in near perfect secrecy, Slater released an extraordinary video of his machine in action. The excitement the video caused in the surfing community is hard to overstate. “That thing basically broke the internet,” said Craig Brokensha, surf forecaster for surfing news site Swellnet. In that video, the wave curls over silently, dark and mysterious in the early morning light. The water from which it rises is glass-flat; the wave’s curling edge is smooth, sharp, almost sculptural. “It is,” Brokensha said, “almost too perfect.” “It’s the most bizarre-looking thing you’ve ever seen,” said Tom Lowe, a British professional surfer. “A robotic wave which goes forever.” Lowe watched the first video, when it came out in December, 20 times over.  “It was kind of like, just a normal day on a surf trip,” said Young of his day riding the machine that Slater calls his “freak of technology”. “We woke up pretty early, 6 or 6.30, had some food, some coffee, got the wave pool up and running, and we went and we surfed. “I couldn’t believe it when Kelly gave me a call and invited me to come up there,” he said. “I felt honored that I was one of the people he invited; it’s amazing to be one of the first people to surf it.” Young was joined by WSL women’s champion Carissa Moore, Californian pro Kanoa Igarashi and Robert “Wingnut” Weaver, a veteran American surfer who starred in the 1994 surf movie Endless Summer II.            Young said the narrowness of the pool – 700 yards long, but only 40 or so yards wide – struck him when he saw it in person. “My first impression, when I saw the first wave come through, was disbelief,” he said. “It’s a flat pond, and then, all of a sudden, you’re watching a perfect wave.” Slater’s machine is powered entirely with solar energy, and the wave itself is created with a specially shaped foil or plough, which is pulled along mechanically beneath the surface, shaping the wave and pushing it forward. Nick Houndsfield is founder and CEO of The Wave, a British-based company currently constructing their own artificial surf pool in Bristol. He said that wave machines have been around for 40 years, but that it is only in the last 15 years or so that the technology has been good enough to make waves suitable for surfing.    If you can build this at an Olympic city, you’ve got a surfing event.  Matt Barr, All Conditions Media     The Wave’s Bristol project will use pneumatics – pulsating the water for constant waves, rather than the displacement foil Slater used. The difference, Houndsfield said, is that pneumatics create a variety of waves near constantly, while Kelly’s foil displacement system creates just the one – albeit eerily perfect – breaker. “What [Slater has] produced right now is mind-bending,” Houndsfield said. “It is brilliant – but it is brilliant for professional surfers. I’m not going to be sticking my kid in it any time soon.” The technology is extraordinary; but while Young said that it was a paradigm shift in terms of bringing surfing to areas distant from the sea, Houndsfield disagreed. “I can count on two hands the number of people I know that could surf a high, perfect, barreling wave, day in, day out,” he said. This might change however. Surfing has exploded in popularity over the past 20 years, with an estimated 500,000 regular surfers in the UK alone. “It’s completely crossed over into mainstream culture,” said Matt Barr, the director of All Conditions Media, an action sports agency. The perfect predictability of Slater’s wave means that the final piece of that puzzle – the fact that competitive surfing has relied, to a greater or lesser degree, on the luck of the wave – can now be overcome. “The problem with surfing is it’s so unpredictable,” Barr said. “If you can build this at an Olympic city, you’ve got a surfing event.” Young, who rode Slater’s wave this week in a VIP session along with several other pro surfers and executives in the World Surfing League, also agreed. “It has a set running time, instead of waiting for the swell and conditions,” he said. “So, that’s huge. And being able to recreate the same wave over and over gives people an even playing field – because it’s sometimes a bit of luck catching waves [in the ocean].”            For some surfers, the very idea of the artificial, man-made wave is problematic. “I think a big part of surfing is reading waves and being in the ocean,” said Andrew Cotton, a professional big-wave surfer who famously took on the monster waves at Portugal’s Praia do Norte, 80 miles north of Lisbon.  “The one in California looks absolutely amazing – it’s like the dream wave. Any surfer would be excited to surf it,” said Cotton. “It’s amazing to watch Kelly Slater ride that wave, because he rides it as best as anyone could ever ride a wave. But it’s amazing watching Kelly Slater ride, full-stop. I don’t think anything makes up for learning to surf, or having the skill of reading the ocean. That’s surfing.”",
  "webTitle": "Is surfing ready for Kelly Slater's 'perfect' artificial wave project?",
  "webPublicationDate": "2016-05-06T21:27:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/surfing-perfect-wave-kelly-slater",
  "keyword": [
    {
      "webTitle": "Surfing",
      "id": "sport/surfing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "sport/2016/may/06/surfing-perfect-wave-kelly-slater"
}