{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/premier-league-10-talking-points-from-the-final-day-of-the-season",
  "id": "2016-05-16-298",
  "sectionId": "football",
  "body": "1) Giroud continues to polarise opinion despite his hat-trick   Related: The Dozen: the weekend's best Premier League photos    What a strange afternoon it was for Olivier Giroud. The Arsenal striker scored a hat-trick in the 4-0 home win over Aston Villa, taking his final tally for the season to 24 goals – 16 of which were in the Premier League. But for most of the game – specifically the period between his fifth-minute opener and his finish for 2-0 in the 78th minute – he drew the ire of the Emirates Stadium crowd like a magnet. Whenever a move broke down, there were screams of frustration and derision, and Giroud was invariably the target. Sometimes, his movement was not sharp enough and the expletives flowed in his direction and on other occasions, his touch or decision-making was not up to scratch. There was even the moment on 31 minutes when Mesut Özil’s pass for him was off-target and the crowd erupted at Giroud. And yet, after he had completed his hat-trick, there was a rousing rendition from the stands of his song, which goes to the tune of Hey Jude. Giroud has had plenty of highlights this season, including the goal in the Champions League victory over Bayern Munich and the hat-trick in the decisive group stage win at Olympiakos. The feeling remains, however, that here is a very good centre-forward but not one who possesses the requisite world-class level. After his poor form over the second-half of the season, he appears to have exhausted the patience of the Arsenal support and with the scrutiny on him so intense, his margins for error have become non-existent. It is difficult not to foresee a clamour for Arsène Wenger to upgrade in the position over the summer. David Hytner  Match report: Arsenal 4-0 Aston Villa Hodgson watches Arsenal’s Wilshere before naming England squad Arsenal women win FA Cup for 14th time on day of optimism  2) Benítez shows just why so many Newcastle fans want him to stay   Related: Mauricio Pochettino apologises to Tottenham fans for Newcastle shambles    Football really is played in the mind – St James’ Park devoted 90 minutes imploring Rafa Benítez to remain as their manager, to which the Spaniard responded by proving precisely why he’s worth the fuss and why Sunderland’s Sam Allardyce was so worried about a manager who arrived fractionally too late to save Newcastle and relegate Sunderland. Freed of the pressure invoked by the fear of relegation, Benítez’s players knew exactly how to adhere to his instructions to deconstruct Tottenham’s so-called high press, courtesy of a blend of patient counter-attacking football – representing a hybrid of the best of Alan Pardew and Steve McClaren. Spurs may have suffered mentally after losing out to Leicester on the title but this was still a tactical masterclass on Benítez’s part. Louise Taylor  Match report: Newcastle United 5-1 Tottenham Hotspur Pochettino apologises to Tottenham fans for Newcastle shambles  3) Manchester United’s FA Cup preparation impeded Ander Herrera talked later about the “nerves and tension” as Manchester United and Bournemouth players were kept in the dressing rooms and the club’s former captain, Gary Neville, was among those expressing his horror about the possibility an English football ground might have come under attack. Instead, it was a galling day for United for many reasons – Manchester City’s 1-1 draw against Swansea City ending any chance of Louis van Gaal’s team qualifying for the Champions League – with the added possibility that Bournemouth will seek compensation for their travel costs. Of greater concern to Van Gaal, his team must now play a midweek fixture when they are preparing to meet Crystal Palace at Wembley on Saturday. The manager will inevitably be tempted to rest players with the final in mind, but that is still far from ideal when United need a draw to climb above Southampton into fifth place and guarantee direct entry to the Europa League group stages. Daniel Taylor  Manchester United stadium ‘bomb’ identified as training device United launch investigation into training ‘bomb’ left at Old Trafford            Old Trafford evacuated after security alert before Manchester United game    4) Chelsea face a summer of change Chelsea’s final home game of term was overshadowed by the locals’ appreciation of Claudio Ranieri and Leicester City’s achievements this season, as well as their raucous pleading for John Terry to extend his stay in south-west London into a 19th senior campaign. Rather less focus was drawn to Guus Hiddink’s own farewell as he concluded a second spell in interim charge of this club though, just before he departed, the Dutchman sought to lighten the mood. Asked whether, this being Chelsea, there might a third coming at some stage in the future – perhaps even if Antonio Conte endures a stodgy start to life at Stamford Bridge next season – Hiddink snapped back: “A big possibility, yes.” The honesty initially felt refreshing, even if the sense of mischief was quickly exposed. “No, I’m joking,” he added. “I don’t even know if I’ll be available, so I don’t think so. They’re going now into a period where I’ll not be needed. And it would be very bad if I was called in, what, early December (to take over again). That would be bad for Chelsea. No, I have full confidence they will go up now back to where they belong: fighting for silverware and being in the top four.”  Yet this season has proved that restoration will be far from assured. A summer of upheaval awaits at Chelsea, whether Terry is retained or not, and a number of players will surely be moving on in the closed season. Most obvious are the loan departures: Radamel Falcao will return to AS Monaco and Alexander Pato to Corinthians or another club willing to take him on. Oscar has spoken of a desire to prove himself to Conte over recent days, but he has featured so little in recent weeks that it is tempting to assume his days are numbered. What, too, of the likes of Pedro Rodríguez and Loïc Rémy? Can Diego Costa be retained amid interest from Atlético Madrid, and is Baba Rahman a left-back likely to flourish under the Italian? These are questions for the months ahead, but the sense is the time has come for change. This team may have limped to the 50-point mark with their draw against the champions, but they have been pining for the end of this campaign for months. The under-achievement has been hideous at times. Conte has a major task ahead to prove this season has been a blip and force this club back into contention. Dominic Fifield  Match report: Chelsea 1-1 Leicester City Claudio Ranieri: an apology  5) West Ham must target a new striker For all their complaints about controversial refereeing decisions, West Ham United only have themselves to blame for their failure to clinch European football and dropping 11 points from winning positions in their final 10 games can also be attributed to their lack of ruthlessness. Their latest show of wastefulness came as they ended a positive season with a 2-1 defeat to Stoke City and Diafra Sakho was particularly culpable, spurning a glorious chance to make it 2-0 early in the second half. West Ham’s need for an upgrade up front is clear. Andy Carroll has finished the season well and has looked fitter in recent months but Enner Valencia has suffered a dramatic loss of confidence and Emmanuel Emenike will not be signed on a permanent basis. There are also doubts over Sakho’s future, though the Senegalese forward is worth keeping if he starts next season in a more positive frame of mind. In that context, links with Marseille’s Michy Batshuayi and Lyon’s Alexandre Lacazette make sense. Jacob Steinberg  Match report: Stoke City 2-1 West Ham United      Diafra Sakho rues a missed chance to score for West Ham against Stoke. Photograph: James Griffiths/West Ham United via Getty Images    6) Mané’s resurgence turns him into an important bargaining chip It had reached the stage, either side of the transfer deadline, when it seemed sensible enough for Southampton and Sadio Mané to plot a relatively amicable parting of ways. He had infuriated Ronald Koeman by arriving late to a team meeting at the turn of the year, consequently sitting out a defeat at Norwich that was wholly in keeping with the Saints’ winter form, and links with Manchester United never really went away. His performances back then gave little reason to baulk at a suitable fee but Mané has been in stunning form during the final two months of the season – scoring eight goals in as many games and showing marked improvement in much of his build up play – and looks very much the kind of player an upwardly mobile team needs to stick around. Speaking after the 4-1 win over Crystal Palace, Koeman defended Mané’s overall contribution during the season and pointed out that the player, still just 24, had completed only his second Premier League season after joining from Red Bull Salzburg. A couple of minutes earlier Koeman had also said that Southampton “need to be prepared that we lose some players”, but unless a deal is already done the hope must be that Mané’s future is an important bargaining chip when Koeman meets the Southampton hierarchy for talks over his own contractual situation later this week. Nick Ames  Match report: Southampton 4-1 Crystal Palace  7) No place for Henderson in Europa League final “I haven’t made a decision yet about the lineup for Wednesday but it’s nice to have the option,” said Jürgen Klopp after watching Jordan Henderson come through nearly half an hour of action at the Hawthorns unscathed. And of course it was heartening to see Henderson (and Danny Ings) return, but the captain should not start the Europa League final no matter how he fit he is. Emre Can and James Milner bring more to Liverpool’s central midfield. So does Joe Allen, which means Henderson should not even be first option off the bench. Paul Doyle  Match report: West Brom 1-1 Liverpool Klopp has Liverpool united behind him for Europa League final      Jordan Henderson returned to first-team action in Liverpool’s draw against West Brom. Photograph: Joe Toth/BPI/Rex Shutterstock    8) Swansea’s final league position hides a multitude of sins Full credit to Swansea. They finished 12th in the Premier League, 10 points clear of the relegation zone, and in a season when they looked almost doomed at one stage (anyone who witnessed the 4-2 defeat at home against Sunderland in January could have been forgiven for fearing the worst). So it is quite an achievement to stay up. Yet perhaps that final league position hides a multitude of sins. It has been a chaotic season, featuring three different managers, and it would be naive to think that everything is fine now that Swansea have secured a sixth successive season in the Premier League. In that context it was a little alarming to hear Francesco Guidolin say that he did not think many changes were needed to his playing squad. An alternative view would be that the squad requires major surgery, including bringing in two strikers for starters. André Ayew and Gylfi Sigurdsson scored 23 of Swansea’s 42 goals and neither player is a centre forward. The next highest league scorer is Bafétimbi Gomis with six. After that there are four players on two goals. Away from the lack of firepower up front, the right-back position has to be addressed, Swansea need another centre-half to provide competition for Ashley Williams and Federico Fernández, and it is hard to see how Wayne Routledge and the returning Nathan Dyer represent the future on the flanks. There are, in other words, plenty of question to answer. Maybe the biggest of them all is whether Guidolin is the right man for the job. Stuart James  Match report: Swansea 1-1 Manchester City  9) Sunderland looking stronger for their home-grown talent If there’s anything more likely to send a supporter skipping into summer with a spring in their step than a glorious late-season surge to survival at the expense of their most hated local rivals, it’s rounding that off by witnessing the debuts of a couple of promising local youngsters in a lively away performance. Sunderland’s much-changed team at Watford was full of local promise: Jordan Pickford, a 22-year-old goalkeeper from Washington (Tyne and Wear, not DC), appeared in the Cup against Arsenal and the league against Tottenham in January, playing well despite conceding seven goals, and was impressive again, handling everything that came at him with assurance and releasing Duncan Watmore for a counter-attack with a fine, quick kick from his hands. Tom Robson, from Stanley, had a decent game at left-back – though Watford’s wing play is not the most threatening – and Winlaton-born Rees Greenwood, one of the stars of the side that finished second in the Under-21 Premier League, was full of running in front of him. George Honeyman, from Prudhoe and at 21, a year older than Robson and Greenwood, replaced the latter in the second half without having a great impact. “The onus was on the players who had not played as much to come in, take up the challenge and show what they had got for next season – and for the young lads to come in and show that they would love to have this opportunity to play on a regular basis,” said Sam Allardyce. “All of those players today have performed very, very well indeed. We know what Pickford can do, but I think that of Rees and George, Rees was probably the better of the two. Tommy saw through the whole game and looked very, very comfortable at left-back.” As for Watford, for the first time since the purchase of the club by Gino Pozzo in 2012 – and, indeed, at least two decades before that – they went through an entire league season without an academy product making an appearance. The closest they got was Connor Smith’s 59 minutes in the Capital One Cup against Preston in August; Watford lost, and Smith was released in January before joining AFC Wimbledon. The defender Tommie Hoban was given a four-year contract last summer but has spent the vast majority of the season recovering from groin and hip injuries. Simon Burnton  Match report: Watford 2-2 Sunderland      Tom Robson, right, played the entire match and impressed Sunderland manager Sam Allardyce on his debut. Photograph: Steven Paston/PA    10) An afternoon of hellos and goodbyes Tim Howard was rightly centre of attention as he embarked on one last lap of Goodison Park following the defeat of Norwich City, the veteran goalkeeper ending a decade of distinguished service at Everton with a move to Colorado Rapids this summer. After a few run-ins that marred his final weeks as the club’s No1 goalkeeper earlier in the season, it was a nice touch that Howard reserved his bows – and a few tears – for the supporters in the Gwladys Street. It felt like a changing of the guard in many respects at Goodison, with the 37-year-old on his way out and teenagers Tom Davies, Kieran Dowell and Jonjoe Kenny all impressing, but the overhaul at Everton this summer extends beyond goalkeeper and manager. Trailing behind Howard, and deserving of their own acclaim should this season prove to be their last with the club, were Leon Osman and Tony Hibbert, invaluable Everton servants in their own right. Steven Pienaar was also present and is also out of contract this summer, as is Darron Gibson, while it remains to be seen whether John Stones and Romelu Lukaku were saying a lasting farewell on the lap of ‘appreciation’. Roberto Martínez’s replacement has rebuilding work ahead, but plenty of young talent willing and able to assist. Andy Hunter   Match report: Everton 3-0 Norwich",
  "webTitle": "Premier League: 10 talking points from (almost) the final day of the season",
  "webPublicationDate": "2016-05-16T08:07:27Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/premier-league-10-talking-points-from-the-final-day-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Bromwich Albion",
      "id": "football/westbrom",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/16/premier-league-10-talking-points-from-the-final-day-of-the-season"
}