{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/ennio-morricone-this-much-i-know",
  "id": "2016-05-14-108",
  "sectionId": "lifeandstyle",
  "body": "I’m growing more and more anxious. Even though I am more self-assured now, my need to always do better and improve myself is stronger. I must seem very worried and concerned most of the time – and it’s because I am. My work carries great responsibility. My childhood was difficult. I grew up in Rome during the Second World War. First the city was occupied by the Germans, then the Allies arrived. Sometimes we didn’t have enough to eat. After the war ended, I discovered all the terrible things that had happened elsewhere and felt quite lucky. I’m happy to have won an Oscar, at last. Tarantino didn’t show me the movie when he asked me to write the music for The Hateful Eight – he just sent me the Italian translation of the script. I liked it, as did my wife, so I said yes. Meeting my wife Maria, and marrying her, are the most romantic moments of my life. She was a friend of one of my sisters. We have been married for 60 years. When I was 40, I told her I would stop composing film music and dedicate my time to what I call my “absolute music”. I said it again at 50, 60, 70 and 80. Maybe when I get to 90, I will stop.    Sergio Leone didn’t recognise me when he asked me to write the Fistful of Dollars music. We’d been at school together    I dislike cats. I like horses, some monkeys, and sweet dogs that aren’t too aggressive. I used to have a wonderful big cat, and one day I came into the kitchen and it was on the table, ruining all the food we were about to eat. I was so annoyed that I took it to a friend’s house in the country. Sergio Leone didn’t recognise me at first. We were at school together for a year when we were very young. But when he came round and asked me to write the music for A Fistful of Dollars, he didn’t know I was the same Morricone as the kid from primary school. We soon realised, and I said yes. My favourite type of pizza is a Napoletana: tomatoes, mozzarella and very few anchovies. It must have a thin base. I don’t know the names of any pop musicians. Pop music is standardised; it’s made to please the largest audience possible. I also compose to please a large audience, but when you listen to my music, you understand that I have studied and applied the whole history of composition. Sometimes I say: “No – I’m not going to do that.” Working with [Italian director] Pier Paolo Pasolini was magnificent, but at first he asked me to adapt some classical pieces instead of composing original music. I refused, and he said: “OK, you can write the music you wish, as long as you put these major keys in somewhere.” It was a sort of superstition, so I humoured him. I wake up very early, and go to sleep early too. On a typical day, I start with some exercises, then read the newspaper. By 9am I’ll start writing music, and continue until lunchtime. Then I have lunch with my wife and chat to her, and resume writing until late in the afternoon. Everyone has to die. I’m not particularly scared about it. What really frightens me is that if I go before my wife, I will leave her alone, and vice versa. The ideal would be to die together. Ennio Morricone performs at Blenheim Palace in Oxfordshire on 23 June as part of the Nocturne concert series (nocturnelive.com)",
  "webTitle": "Ennio Morricone: ‘I don’t know the names of any pop musicians’",
  "webPublicationDate": "2016-05-14T13:00:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/ennio-morricone-this-much-i-know",
  "keyword": [
    {
      "webTitle": "Ennio Morricone",
      "id": "music/ennio-morricone",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Forster",
      "id": "profile/katie-forster"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/ennio-morricone-this-much-i-know"
}