{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/08/harvard-students-hillary-clinton-bernie-sanders-2016-election",
  "id": "2016-05-08-118",
  "sectionId": "us-news",
  "body": "Walk around any college campus and Bernie Sanders’ popularity is immediately apparent. Depending on the climate, you’re likely to see Bernie T-shirts or Bernie sweaters or Bernie hats or Bernie scarves. You’re less likely to encounter Hillary Clinton memorabilia. In a setting where students are meant to be rebelling against the status quo, to be wearing berets and hanging Che Guevara posters on their walls, supporting Clinton just isn’t cool.   Related: Unhappy with the Obama economy, voters are buying what Trump's selling    It turns out this is even true at Harvard University – hardly known for revolutionary politics. In April, Sam Koppelman, a 20-year-old government student at Harvard, wrote a letter to the New York Times lamenting that his support for Clinton meant that on campus he “might as well be Pat Buchanan”. “At Harvard, admitting that #ImWithHer is nearly tantamount to boasting ‘Make America Great Again’,” Koppelman wrote.     Sam Koppelman at Harvard. Photograph: Mark Lorenz for the Guardian    The letter was a coming out of sorts for Koppelman, who told the Guardian that despite having written frequently about politics for his student newspaper until 2012, he stopped this year for fear that it would “cast me as an outsider, cast me as someone who’s more conservative”. “The 2016 election I’ve been entirely silent, save for a few snarky tweets. And I think that’s definitely emblematic that I’m trying to avoid these conversations,” he said. He made a conscious decision – until last month – to not write about his support for Clinton. “If you’re a Hillary supporter, you’re kind of in this happy medium. Or really an unhappy medium,” Koppelman said, “where, by voicing support for Hillary Clinton, you’re at once alienating college Republicans – who still view her basically as the antichrist – and you’re alienating Bernie supporters who view her as this remnant of a time when Washington was extremely corrupt.” Koppelman, who grew up in New York City, has spent his time at Harvard engaging in leftwing activism. He is involved in the Black Lives Matter movement and started a group called “Harvard can’t breathe”, after Eric Garner died while being arrested in Staten Island, New York City. Garner’s death was ruled a homicide by the medical examiner, but a grand jury decided not to indict the officer who arrested him.   Related: Harvard to ban members of single-sex clubs from student leadership roles    Koppelman is still involved with those groups but said he had been conscious not to announce his support for Clinton to his fellow activists. “If you’re engaged in activism and you’re a part of the campus left, and then you choose to support Clinton’s campaign … that’s almost a traitorous act,” Koppelman said. Not all Harvard’s students are as reluctant to admit their support for Clinton. As a member of the Harvard for Hillary group, Janet Ho canvassed for Clinton during the New Hampshire primary. Ho, a 19-year-old freshman, is an open advocate for the former secretary of state, but admitted that being a Clinton supporter can be difficult. “Do I feel more challenged by Bernie supporters? Yeah. Do I feel more challenged in general? Yes, I do,” she said. Ho said she felt she had to “justify” her backing for Clinton to Sanders fans. “They see the Hillary supporter as someone who doesn’t really want as much equality as they do.      Janet Ho speaks on her support for Hillary Clinton. Photograph: Mark Lorenz for the Guardian    “Like: ‘What do you mean why don’t you want free tuition for everyone? It’s not fair. Why don’t you want equal pay for everyone? Why don’t you want to tax the rich? What’s wrong with you?’ Like: you’re evil.” In March, Clinton won the Massachusetts primary with 50.1% to Sanders’ 48.7%, although exit polls show Sanders won 71% of the vote among 18 to 24-year-olds. Sanders’ support among young, passionate voters has seen reporting on the “Bernie Bros” phenomenon – the notion that some Sanders supporters use social media to attack Clinton and her supporters.  Columnists in favour of Clinton have drawn special ire – sometimes in an aggressive way, sometimes in a sexist way, sometimes both. In January, it prompted Sanders’ “rapid response director”, Mike Casca, to call for supporters to respect others in the race. It might explain why some Clinton backers would choose to remain in the closet.  “There are going to be some people on either side who are going to be really emphatic about what they believe,” said Molly Roberts, a 22-year-old senior studying English who writes a column for the Harvard Crimson, the university’s student newspaper. “And then you know, if they’re jerks in the first place maybe they’ll get vitriolic.”      Molly Roberts, 22, a senior at Harvard. Photograph: Mark Lorenz for the Guardian    Roberts has not been cowed by the potential for jerks to become vitriolic. In February, she wrote about her support for Clinton in the Crimson. “There was maybe one person who said something pretty nasty about it on Facebook and then got some comments that were also nasty,” she said. “But I don’t think that’s the prevailing way that the Bernie supporters act.” Koppelman said he was prompted to out himself as a Clinton supporter due to frustration at being unable to be open about it. He wanted to address what he sees as a double standard among some Sanders supporters – that to support Clinton is to fail to support the fight for equality. “Around the country, low income people, low income minorities are voting for Hillary in vast majorities,” Koppelman said.  “And this attitude on college campuses that ‘if you’re an advocate for social justice issues, you need to be a Bernie supporter’ is really dismissive of those people across the country who are voting for Hillary. “It’s a ‘we know better attitude’ that is so emblematic of the very things Bernie Sanders is campaigning against.”  Sanders won the Indiana primary on Tuesday, but remains well behind Clinton in terms of delegates. It seems likely that Sanders supporters may soon have a decision to make on whether to commit to Clinton, following a primary campaign that has gone on longer and at times been sourer than most would have predicted.    Related: What is Sanders’ route to the Democratic nomination?    “I think Bernie Sanders supporters need to understand that Hillary is not the enemy here,” Ho said. “But I don’t feel bad or sad when she’s challenged. It’s more like: ‘OK, I understand what you’re saying, but you’re wrong.’ At the end of the day, she is still the more viable Democratic candidate. She is fighting for the same issues.” Whatever has gone before, Roberts predicted that come November, there would be a unifying behind whoever is the Democratic nominee. “Just as I know that Bernie supporters, if and when Hillary wins the nomination, will certainly vote for her, and I really hope to campaign for her, I would do the same for Bernie,” she said. “I’ll take him over any of the Republican candidates any day.”  This article was corrected on 9 May 2016. Janet Ho canvassed for Clinton during the New Hampshire, not the Massachusetts, primary.",
  "webTitle": "'I've been silent': Harvard's Clinton backers face life on a pro-Bernie campus",
  "webPublicationDate": "2016-05-08T11:00:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/08/harvard-students-hillary-clinton-bernie-sanders-2016-election",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Harvard University",
      "id": "education/harvard-university",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Gabbatt",
      "id": "profile/adam-gabbatt"
    }
  ],
  "guardianId": "us-news/2016/may/08/harvard-students-hillary-clinton-bernie-sanders-2016-election"
}