{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/the-neon-demon-review-nicolas-winding-refn-makes-zoolander-3-but-erotic-and-evil",
  "id": "2016-05-20-339",
  "sectionId": "film",
  "body": "Nicolas Winding Refn brings the cinéma du choc to Cannes with a movie which is fantastically preposterous and objectionable, but expertly varnished with a sheen of pure evil. It features the excellent Elle Fanning whose insouciant freshness is a reason to keep watching: a quality which oddly survives her inevitable journey to the dark side. There is a very great deal of Bret Easton Ellis in this story of vampirism and cannibalism in the LA fashion scene — a world which shocks no-one by turning out to be shallow and vicious. If Andy Warhol wanted to remake Abel Ferrara’s The Addiction it might turn out like this. Or maybe if Ferrara wanted to do Zoolander 3. Exasperating though this film can be, Refn shows real visual style and a willingness to protract wordless scenes into a nightmarish state beyond narrative. An LA movie featuring an empty swimming pool incidentally shows that he is stubbornly unafraid of cliché. He stabs the soundtrack amusingly with Italian-horror synth: throbbing chords for the scary stuff and tinkly xylophone figures for the little-girl corruptible innocence moments. However, I have to say that it does not have the power of his earlier movies, the potency/absurdity balance is a little off, and unlike his much-mocked and little-understood Only God Forgives it does not satisfyingly stay the course with its central character, and is in fact almost uninterested in what Fanning has to offer as a performer.    Related: ‘Movie blood tastes so good’ – on The Neon Demon set with Nicolas Winding Refn    The story is simple and obvious enough: a lovely young teenager, Jesse (Fanning) comes to Los Angeles, wanting to be a fashion model. The portfolio she sends out to agents is horror chic, and Refn kicks off with a grossout tableau showing Jesse as a murder victim swathed in couture and blood. The person who took those shots is a really nice normal guy who wants to be her boyfriend, and is incidentally rather revolted by the charmless unpleasantness of fashion — but wait! He was the one who took the horrible photos, wasn’t he? Well, we won’t get far with logic. Jesse’s pristine beauty fascinates the creepy parasites of the Los Angeles fashion scene: Jan (Christina Hendricks) puts Jesse on her books; a makeup artist called Ruby (Jena Malone) wants to be her single-white-female BF and takes her to a party in a sinister dungeon-style club where she meets two glacially beautiful but dead-eyed Giacometti-proportioned models called Sarah (Abbey Lee) and Gigi (Bella Heathcote) who instantly prickle with robot hostility. Jesse entrances the male elite of designers and photographers and the satanic, blood-slurping sisterhood are far from happy.  Only someone in Refn’s league can create something so ridiculous and then stare you down with it. There is an outrageous scene where the women are made to parade around in their underwear so that an elaborately callous designer (Alessandro Nivola) can assess their runway “walk”. It reminded me a little of the 90s TV show Veronica’s Closet, about a lingerie company based on Victoria’s Secret: a premise which allowed them to get away with showing attractive young women in their bra and pants.            Like so many others, Nivola does that predator-connoisseur nose-wrinkle of suppressed delight when he sees Jesse’s exquisite young flesh. He makes her his new star and when he does, there is a brilliant moment when Jesse smiles for the first time like all the others: smiles with conceit, vanity and cruelty, relishing the other models’ defeated envy. She becomes infinitesimally less beautiful in that instant: it is something to compare with the first wrinkle that appears in Dorian Gray’s portrait. Fanning conveys it superbly. There is little however in the way of a character arc for Jesse, and the movie turns out to be more generally about that mysterious occult world of wickedness which exists in the endless Californian sunshine, which for the beautiful and the damned here is what the night is for Transylvania’s undead. When Fanning is off screen, we are marooned in a fashion shoot in a hell of silliness. Yet her star quality gives The Neon Demon what substance it has, and Refn’s film-making has self-belief and panache. Take it or leave it.",
  "webTitle": "The Neon Demon review: Nicolas Winding Refn makes Zoolander 3, but erotic and evil",
  "webPublicationDate": "2016-05-20T04:31:55Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/the-neon-demon-review-nicolas-winding-refn-makes-zoolander-3-but-erotic-and-evil",
  "keyword": [
    {
      "webTitle": "The Neon Demon",
      "id": "film/the-neon-demon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicolas Winding Refn",
      "id": "film/nicolas-winding-refn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Keanu Reeves",
      "id": "film/keanureeves",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Only God Forgives",
      "id": "film/only-god-forgives",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drive",
      "id": "film/drive",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "film/2016/may/20/the-neon-demon-review-nicolas-winding-refn-makes-zoolander-3-but-erotic-and-evil"
}