{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/roy-hodgson-rashford-sturridge-england-australia",
  "id": "2016-05-26-23",
  "sectionId": "football",
  "body": "Roy Hodgson has admitted it would be a gamble to include Daniel Sturridge in his final 23 for the European Championship but the England manager seems minded to take that risk. Whereas Hodgson is prepared to give Sturridge the benefit of the doubt, he has told Fabian Delph it is virtually certain there will be no place for the midfielder in his final squad after the Manchester City player sustained a groin injury. Sturridge has been unable to train since joining up with England because of a calf problem, clearing the way for Marcus Rashford to make his England debut against Australia at Sunderland on Friday night, with Jamie Vardy temporarily absent and Harry Kane rested. However, Hodgson will leave a decision on the Liverpool forward’s place in his travelling party for France until the last moment before Tuesday’s midnight deadline and has indicated he will take him. “I can’t deny we’re taking a player with a really unfortunate injury record but Daniel worked very hard to come back,” he said. “Unfortunately he’s now picked up this calf strain; we’ll assess it tomorrow. He’s basically had it since he joined up and hasn’t been able to train with us so far. If Sturridge is fit he plays but, at the moment Rashford looks like starting against Australia. “I hope I get what I have seen from him playing for Manchester United. Marcus Rashford plays with confidence in his ability, he has qualities such as pace and directness I appreciate and an ability to get behind defences. I’m really excited to see how that pans out on the international stage. I’m confident he will be able to handle it. If he keeps his feet on the ground I’m sure we have a very big player on our hands.” Hodgson hopes Sturridge will be able to play some part in next Thursday’s Wembley friendly against Portugal. Delph became the first England player to fall from Hodgson’s plans. He was left behind in Manchester as England travelled to their overnight base in Gateshead on Friday. While Hodgson said the midfielder “understood” the situation, he wants to avoid holding “difficult conversations” with those players he must exclude before deciding on the 23 who will cross the channel. “I want to keep my powder dry,” he said. Sunderland is a chance for “two or three” fringe contenders to audition for places in the final squad while others are rested. Fraser Forster, certain to travel as Joe Hart’s deputy, will start in goal while Wayne Rooney - who has no fears about exclusion - will begin on the bench with the plan for him to come on in the second half. The central defender Gary Cahill misses out completely as he is resting after an injection intended to clear up a minor hip complaint but Newcastle United’s Andros Townsend may make an appearance on the wing. Hodgson said Newcastle’s relegation to the Championship should not affect Townsend’s future international chances - “We’re not that draconian,” said England’s coach - and said he would much rather such “a talent” was playing regularly for Rafa Benítez than languishing in Tottenham’s reserves. While Jordan Henderson - another who must prove his fitness - seems earmarked for a significant role on Wearside, the current local hero, Jermain Defoe did not even make England’s long-list and is now on an unwanted holiday. “Defoe went to Canada [to MLS Toronto, before joining Sunderland],” said Hodgson pointedly. “I’m not saying for a minute he doesn’t have the ability but we have other eggs in the basket and we don’t want to break any of those eggs. We’re really looking for players who are more akin to Vardy, Rooney, Sturridge, rather than a player who has made his name as a fox in the box finisher.”   Related: Martin O’Neill defends late call on naming Republic of Ireland squad",
  "webTitle": "Roy Hodgson willing to take risk over Daniel Sturridge in Euro 2016 squad",
  "webPublicationDate": "2016-05-26T21:30:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/roy-hodgson-rashford-sturridge-england-australia",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/26/roy-hodgson-rashford-sturridge-england-australia"
}