{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/yemen-saudia-arabia-us-military-trump-clinton",
  "id": "2016-05-09-135",
  "sectionId": "commentisfree",
  "body": "The Pentagon quietly announced on Friday that US military troops are on the ground in yet another Middle Eastern country – this time in Yemen – and have been there for the last two weeks. That’s how US wars get started these days: no public debate, no congressional authorization, no presidential address; just an after-the-fact pre-weekend news dump. This time, instead of Isis, the US military “advisers” (don’t call them “boots on the ground”!) are supposedly assisting Yemeni forces fighting a resurgent al-Qaida organization, the same terrorist group that the US has helped strengthen over the past year by giving Saudi Arabia all sorts of support for their appalling and destructive war against Yemen.  The US has sold the Saudis billions of dollars worth of weapons, handed them surveillance data from drones for picking targets and given military assistance with other logistics in their fight with Iran-linked Houthi rebels who stormed the presidential palace last year. As the Intercept reported on Sunday, the Saudis have “used US-produced aircraft, laser-guided bombs, and internationally banned cluster bombs to target and destroy schools, markets, power plants, and a hospital, resulting in thousands of civilian deaths.”  While the Saudi’s bombing campaign hasn’t defeated the Houthi rebels or solidified the Yemeni government’s grip on power, it has been a boon to al-Qaida, which has quietly grown in stature and size inside the country as the US media has stayed mostly focused on Isis. Reuters published an important investigation last month in which its journalists detailed how the US-backed war “has helped al-Qaida in the Arabian Peninsula (AQAP) to become stronger than at any time since it first emerged almost 20 years ago.” But the investigation wasn’t picked up at all by US television media. As Reuters reported:  Once driven to near irrelevance by the rise of Islamic State abroad and security crackdowns at home, al-Qaida in Yemen now openly rules a mini-state with a war chest swollen by an estimated $100m in looted bank deposits and revenue from running the country’s third largest port.  This should have been entirely predictable: since the bloodshed in Yemen started, it has been obvious to experts in the region that the Saudi bombing campaign would only turn the Yemeni population against the United States, create sympathy for al-Qaida and a breeding ground for terrorists. So now the US apparently has to – or at least is choosing to – help fight a separate military campaign within the country’s civil war, in an attempt to tamp down the terrorist organization that the initial Saudi bombing campaign helped bolster. The fact that the Obama administration has not only stayed largely silent on the war but actively supported it behind the scenes should be one of the true scandals of its foreign policy posture toward the Middle East, yet you can bet the vast majority of Americans have no idea it’s happening. As far as I can tell, not a single question has been put to any of the presidential candidates about US policy in Yemen, despite an obsession with covering the ”war on terror” and its latest metamorphosis with Isis. You can expect the US troops, or “advisers”, that are supposedly “assisting” Yemeni and Emirati forces, will soon morph into a direct fighting force, just like when the Pentagon was saying the same thing about troops Iraq and Syria just months ago, only to later announce that some troops are now, in fact, fighting themselves. And we will spin around, once again, in the never-ending cycle that we refuse to escape in the now entirely predictable ”war on terror”.",
  "webTitle": "As the US meddles in another Middle East war, candidates must address it | Trevor Timm",
  "webPublicationDate": "2016-05-09T15:12:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/yemen-saudia-arabia-us-military-trump-clinton",
  "keyword": [
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Al-Qaida",
      "id": "world/al-qaida",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/yemen-saudia-arabia-us-military-trump-clinton"
}