{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/australian-election-2016-turnbull-shorten-coalition-greens-labor-asylum-catchup",
  "id": "2016-05-17-287",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull did a lot of posturing in front of, onboard, and in the vicinity of border force vessels at the Darwin port today – something of a campaign standard. From this vantage point (at a port that, you’ll remember, sparked a parliamentary inquiry over whether the Chinese would use it to spy on Australia) he delivered a takedown of Labor’s stance on asylum seekers. To paraphrase, the “professional ... capable, courageous and committed” border force can only ever be so professional, capable, courageous and committed with “strong leadership” of the kind Bill Shorten and Labor cannot deliver. Turnbull said Shorten’s deputy Tanya Plibersek and his candidates were “crab-walking away in the direction of the Greens ... they lack the conviction and commitment to keep our borders secure.” Though Turnbull had nothing but praise for the Australian Border Force, camera people at the press conference were told not to photograph the PM with the logo, lest his visit be seen as political. Heaven forbid!    We're told not to take photos of the ABF logo or the boat's radar because \"they don't want it politicised\". But PM is here for a presser...— Michael Koziol (@michaelkoziol) May 17, 2016      Now it's clarified that we can take pics of the boat, just not ones with the PM next to the ABF logo...— Michael Koziol (@michaelkoziol) May 17, 2016    The snaps we’ve seen suggest that request may have gone unheard – and fair enough, when even Turnbull seemed unaware of it.      Later, he doubled down on his original message, saying that asylum seekers in Indonesia knew they couldn’t get to Australia “because of my government’s determination to stop the boats and intercept them ... That’s why we’ve had over 600 days without any unauthorised arrivals.” Greens senator Sarah Hanson-Young paraphrased on Twitter: “Day 10 of election campaign and Malcom Turnbull tells voters they should vote for his party because they’re best at beating up on refugees.”     Turnbull on the offensive about boats. A sign of strength or a sign of weakness? https://t.co/q6SzdnjVmf— Katharine Murphy (@murpharoo) May 17, 2016    Deputy political editor, Katharine Murphy, in the blog wrote: going in for the kill on asylum boats was Turnbull’s only objective today – a far cry from the man who showed “a tiny wobble of compassion” about conditions in offshore detention in an interview after taking the party leadership from Tony Abbott. (On that note, here’s political editor Lenore Taylor’s profile on the PM.) “Turnbull’s little speech today may in fact be inspired by Shorten performing better than expected,” Murph wrote. “Going into this campaign, the Coalition was planning a campaign of affirmation … but here we are in week two and various people, including the prime minister today, are ramping up the attack lines.” Shorten took issue with Turnbull’s statement that Labor would wind back the Coalition’s border protection policy. In Murph’s fact check, she wrote that the major party policies overlap entirely on boat turn backs and offshore processing, but differ on oversight of the detention centres and also on the humanitarian intake. Labor is proposing changes to the Coalition’s policies on those two issues – and, in that regard, Plibersek’s statement that Labor’s border protection policy is different to the government’s is correct. But there are internal divisions on the boats policy, as we saw at the party’s national conference last year. “Not everyone was happy with the resolution of the policy,” Murph recalls. “That’s called politics.”    Omen? Labor bus comes to a grinding halt in Port Macquarie @James_Jeffrey @lucybarbour @rharris334 @srpeatling pic.twitter.com/oyJ7If2K6i— Darren Chester MP (@DarrenChesterMP) May 16, 2016    Backpacker tax to take a hike for six months The assistant treasurer, Kelly O’Dwyer – she of the $6,000 toasters – has announced that the government will delay the start of its controversial backpacker tax for six months until 1 January. The proposed changes would see holidaymakers treated as non-residents and taxed at 32.5% from their first dollar. Currently, they are able to access the $18,200 tax-free threshold. According to Treasury projections, the tax would raise $540m – but since that figure was reached a year ago, in budget 2015, the Tourism and Transport Forum claims there has been a 6% or 7% drop in applications for working holiday visas. Labor’s agriculture spokesman, Joel Fitzgibbon, told Guardian Australia he was “determined to kill this tax and kill it now”. But neither he nor Labor’s tourism spokesman, Anthony Albanese, would finalise the Labor party’s position on the tax until the revenue it would raise had been clarified. Hmm. Maybe it’s only ever a money-grab when you’re in opposition.  In any case, the delay will cost $40m, but the treasurer, Scott Morrison, said that had been factored in the most recent budget – the decision was just announced today, not made. Righto. Shorten backs Clinton 2016, puts Trump in too hard basket Bill Shorten today endorsed Hillary Clinton over the presumptive Republican nominee, Donald Trump. There’s plenty you can take umbrage with Trump over: his problematic views of and relationships with women, his aggressive yet perversely creative border protection policies, his spray tan. Shorten’s chief concern – which lost Trump his endorsement – is that Trump that would be “very difficult to deal with”. “I have to say that if I was in America I would be voting for Hillary Clinton,” Shorten said. “Whoever America elect we’ll work with, but there’s no doubt in my mind that Trump would be very difficult, I think, to deal with.” His endorsement was somewhat more tentative than that given by former prime minister John Howard in 2007. Beginning “If I was running al-Qaeda in Iraq” – never not a good idea – he warned that the election of then-US Democratic presidential aspirant Barack Obama would be a boost for terrorists. How far we’ve come. That enjoyable trip down memory lane aside, the Greens leader, Richard Di Natale, said at the Lowy Institute that Australia must break free of the US if it is to become a “confident and courageous country”. Shorten said that was another “silly” Greens idea, adding that Labor would “stick to the American alliance full stop”. Best of Bowers     No logos? Mike Bowers follows Malcolm Turnbull onto yet another dock – this one for a border force vessel in Darwin, where media were asked not to include the Australian Border Force logo in photos so that the (election campaign) visit wouldn’t seem ‘political’. Photograph: Mike Bowers for the Guardian    Further reading • Another election, another excuse to play the punters for mugs. Election 2016 is just as manufactured and banal as the campaigns that came before it, writes Richard Ackland – in the race to win the day, voters are the only losers. • Crowds bite back at savage response to Duncan Storrar’s simple Q&A question (Fairfax Media). “Storrar dared to speak a simple truth – not even a particularly radical one ... For this, he had to be destroyed, and not simply refuted.” (Duncan Storrar put out a statement via Media Watch on Monday.) • The question that shows that Malcolm Turnbull will probably win the election (Fairfax Media) Clickbait headline aside, why is it that asking people “who will win?” is a more powerful predictor of election outcomes than asking “who will you vote for?” And also ...           Ayaan Hirsi Ali on Q&A: do not subject Muslims to bigotry of low expectations    The Somali-born author and human rights campaigner, Ayaan Hirsi Ali, has said it is becoming increasingly difficult to criticise Islam and Muslims in western countries such as Australia: “we only see them [Muslims] through this prism of victims and victimisation”. She appeared on the ABC’s Q&A on Monday night alongside the British rapper, poet and author, Kate Tempest, who performed her poem Progress.           Poet Kate Tempest’s powerful performance on Q&A    Meanwhile, in the rest of the world ...     Garage accommodation in Otara, south Auckland, New Zealand. Photograph: Michael Clatworthy    Hundreds of families in Auckland are living in cars, garages and even a shipping container due to a housing crisis in New Zealand’s biggest city. Rising property prices have forced low-income workers out of private rental accommodation, say charity groups. Auckland’s housing market is one of the most expensive in the world, with the average price more than NZ $940,000 (AU $870,745). Combined with low interest rates, rising migration, near full occupancy of state housing in South Auckland, and minimal wage rises, the pressure on many low to middle income earners has become too much to bear, writes Eleanor Ainge Roy in Dunedin. All this considered, it casts this public Facebook post by the son of the New Zealand prime minister John Key in a new light.    bit different when your dad is prime minister of New Zealand pic.twitter.com/OKbk5Yqlta— Elle Hunt (@mlle_elle) May 17, 2016    And if today was a pop song ... Turnbull planted a “very, very special” (her words) kiss – his first of the campaign – on 84-year-old Audrey Pratt of Adelaide on Friday. It was only a matter of time until Shorten caught up and he did so today – also in Adelaide, where he announced $500m from a Labor government for a citywide tram network. But according to AAP’s report – and backed up by footage – Shorten was “manhandled” into the embrace by Margo Carey, 49. She’d asked for a “kiss and a cuddle for the cameras”, then lifted Shorten onto her lap. “Good on you, Margo,” a “blushing” Shorten replied. Carey then demanded a “proper kiss” from Shorten and coopted him as he went for the cheek. When she was later asked why, she said: “Because I’m an attention seeker.”     Margo Carey, 49, says hello to the Opposition Leader. pic.twitter.com/qI4KMEJk48— joe kelly (@joekellyoz) May 17, 2016      Margo pulls Bill Shorten in for a \"cuddle\" https://t.co/GxnUBvq1Rc— ellinghausen (@ellinghausen) May 17, 2016      Bill Shorten gets up close and personal on the campaign trail. Photo by @ellinghausen. pic.twitter.com/dqH6GYTGYj— Stephanie Peatling (@srpeatling) May 17, 2016    You get the sense that a lot of kissing and saying goodbye goes on in an election campaign. Hope Shorten and Turnbull have their Chapsticks on them.         “I won’t be able to see you any more because of my obligations ... to the Labor party.”         Never miss another catchup: If you’re reading this in the Guardian app, tap on ‘Australian election briefing’ at the top or bottom of this page, then tap on ‘Follow series’ to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: PM targets Labor over asylum",
  "webPublicationDate": "2016-05-17T07:18:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/australian-election-2016-turnbull-shorten-coalition-greens-labor-asylum-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/17/australian-election-2016-turnbull-shorten-coalition-greens-labor-asylum-catchup"
}