{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/voters-not-politicians-control-the-agenda-in-the-era-of-donald-trump-and-ukip",
  "id": "2016-05-17-60",
  "sectionId": "us-news",
  "body": "John Harris helps us understand how fundamental political change is now occurring (Trump supporters are not the bigots the left likes to demonise, 12 May). There is the top-table means by which major politicians, like the Gang of Four, attempt to form, from the top down, a new coalition of voters. Since the end of the New Labour era it has been clear that the force of the next fundamental political change is from the bottom up, as voters look for a leadership that is in tune with their aspirations and identity. Harris picks up the absurd and snobbish demonisation of those highly motivated voters in America opting for Donald Trump, now that their party no longer represents their aspirations, even if in the old politics he is deemed quite literally to be on the opposite end of the political spectrum. True too of Britain. Nearly a million Labour voters in this country supported Ukip in 2015 and I fear a million more will join them as a result of the EU referendum. These voters are motivated by their feelings for their country and of a decent society that thinks first, but not only, of its responsibility to family and community. One example: clearly many of these voters share Labour’s sympathy for genuine refugees. But the standard Labour response no longer washes now that Tony Blair and Gordon Brown’s open door policy has let in five million newcomers to Britain. Hence the need for a recasting of the debate which questions sacred shibboleths in a way that connects with voters’ basic decencies. As one woman in Indianapolis put it about Trump’s appeal in breaking the mould, “I hate the way he talks about women, but I love the way he handles things.” The time has long gone when politicians can hide that voters are on the move seeking leaders who represent their views. Voters have always been in the saddle and it’s time we realised it is they who decide, not us.Frank Field MPLabour, Birkenhead  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Voters, not politicians, control the agenda in the era of Donald Trump and Ukip | Letter from Frank Field MP",
  "webPublicationDate": "2016-05-17T18:22:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/voters-not-politicians-control-the-agenda-in-the-era-of-donald-trump-and-ukip",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/17/voters-not-politicians-control-the-agenda-in-the-era-of-donald-trump-and-ukip"
}