{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/fairfax-staff-stop-work-forcible-redundancies",
  "id": "2016-05-10-318",
  "sectionId": "media",
  "body": "Union members at Fairfax Media have passed a vote of no confidence in the company’s management after up to 30 journalists were made forcibly redundant. Members of the Media Entertainment and Arts Alliance (MEAA) said they had lost faith in the ability of the chief executive, Greg Hywood, and the managing director, Allen Williams, to successfully execute revenue-raising measures. “It was a disappointing move by the company yesterday and a very tough day for Fairfax folks affected,” said union organiser Katelin McInerney as staff held stop-work meetings on Tuesday in the wake of the cuts.   Related: Fairfax columnists support striking journalists by refusing to file    “It is difficult to see how Fairfax will continue doing what they do with this reduction in staff.” Strikes are not being planned at either the Sydney or Melbourne offices. Editors in Sydney and Melbourne called journalists and artists in one-by-one and told them they no longer had a job, sources said. Some of those affected have worked for the company for decades. Award-winning illustrator Rocco Fazzari, who has worked for the Sydney Morning Herald for 25 years, was made redundant by the editor-in-chief, Darren Goodsir, on Monday. Fazzari, whose animated videos frequently go viral, posted on Facebook a picture of a tree being felled, and said he had most likely done his last drawing for the SMH.     Illustration posted by long-serving staffer Rocco Fazzari on Facebook after he was forced to take redundancy. Illustration: Rocco Fazzari    “Sadly for me and my young family after 25 years of hard, dedicated work and loyal service I have been targeted for compulsory redundancy,” Fazzari wrote. “Feel very much like that tree. I’m not in a good space. Any support grateful.”   In March the company announced it had to lose another 120 full-time equivalent staff and called for voluntary redundancies.   Related: News Corp reports third-quarter loss of $149m after revenue falls 7.3%    But the company did not get enough volunteers and some of the people who put their hands up were rejected so they drew up a list of people to target. The MEAA says the target was reduced to 82 redundancies after negotiations but the company hasn’t confirmed that figure. Fairfax has already lost 2,437 people since 2011, according to the company’s annual report. In 2012, one in every four journalists left the newsroom after widespread redundancies. When the latest round was announced, staff at the Sydney Morning Herald and the Age in Melbourne walked out in protest for three days.  Speculation that the weekday papers will cease being printed has grown in recent days and sources say the company will move to a weekend-only printing model for the SMH and the Age as early as February 2017. Hywood again raised the prospect of weekend-only papers in a speech last week. “It should surprise no one ... that the seven-day-a-week publishing model will eventually give way to weekend-only or more targeted printing for most publishers,” he said.  “We are already seeing this happening offshore. Quite simply it is likely that one day, the viability for newspapers on current trends will run out. It isn’t going to happen overnight – but eventually it will.” Hywood said 65% of advertising revenue was generated on the weekend, except for the Australian Financial Review which was profitable on weekdays only.",
  "webTitle": "Union passes no confidence vote in Fairfax after 30 forced redundancies",
  "webPublicationDate": "2016-05-10T05:01:52Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/fairfax-staff-stop-work-forcible-redundancies",
  "keyword": [
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Job losses",
      "id": "business/job-losses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/10/fairfax-staff-stop-work-forcible-redundancies"
}