{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/06/rob-delaney-the-funniest-thing",
  "id": "2016-05-06-193",
  "sectionId": "stage",
  "body": "The funniest standup I’ve ever seen   Louis CK when I was in high school, talking about having a broken car horn that just went off “whenever”. To deal with it, he started yelling at whoever was in front of him at the time, as though he’d meant to honk at them. Like: “Hey you old lady! What the hell are you doing crossing the street, at a crosswalk!” I pissed; I just had never seen anyone think like that. The funniest sketch I’ve ever seen   I’d have said some chestnut from Monty Python or SNL but Key & Peele have wiped all that out of my memory. Probably their insult comic sketch where a horribly burned guy badgers a comedian to make fun of him and the comedian doesn’t want to. Utter genius. The funniest meal I’ve ever eaten   Some Andouille sausage in Paris that smelled like human shit. I still had a few big bites, though. The funniest person I know   My wife has made me lose my mind screaming laughing the most. The hardest I’ve ever laughed was one time when we were crossing a street and she decided to pretend she was, like, four inches tall and had difficulty climbing the kerb and I am laughing now thinking about it. Buster Keaton or Harold Lloyd would’ve tried to license the move from her. The funniest hairstyle I’ve ever had   The swollen pageboy microphone head I had in high school as I tried to grow my hair long. The funniest book I’ve ever read   The Thought Gang by Tibor Fischer. I couldn’t stop laughing at that. Main character surveys himself and sees a patch of dark on his trousers “that could only be slothful urine”. So good. The funniest dream I’ve ever had   The ones where I discover I can fellate myself and I do it in the middle of a Sainsbury’s and people throw lettuce at me. The funniest joke I’ve ever heard   Some old, scumbag roast comic who said his wife couldn’t be at an event because she was staying at Tempura House, a shelter for lightly battered women. That’s a country mile beyond the pale but I’ve never seen anyone, women included, not involuntarily laugh very loudly about that fantastic hateful joke. Rob Delaney’s Meat is at Royal Festival Hall, SE1, Thursday & Friday",
  "webTitle": "Rob Delaney: 'My wife has made me laugh the most'",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/06/rob-delaney-the-funniest-thing",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Aroesti",
      "id": "profile/rachel-aroesti"
    }
  ],
  "guardianId": "culture/2016/may/06/rob-delaney-the-funniest-thing"
}