{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/facing-my-fear-telling-cancer-patient-terminal-illness-diagnosis",
  "id": "2016-05-27-191",
  "sectionId": "commentisfree",
  "body": "As a medical oncologist, I often give bad news. My words alter the trajectory of lives once teeming with plans and aspirations.  I should be used to it. But physicians are sometimes vulnerable to the wounds of our patients, even as – or, perhaps, because – we absorb their suffering and seek to provide hope in the direst of circumstances. There was a patient who came into the hospital with a seemingly basic complaint of back pain. But a CT scan revealed evidence of a more pervasive disease than his symptoms suggested – a multitude of lesions had spread throughout his 40-year-old body. The tumors were in his spine, bones, lungs, liver, bladder and brain, and there was evidence that they could have spread to his heart. Organs without evidence of disease became more surprising than those consumed by it.    It was my job to tell a 40-year-old man that he probably would die in less than six months    This all pointed to cancer. But it also seemed improbable in a man who was climbing mountains only days before and whose only vice was smoking. And so I and the rest of his medical team chose to focus instead on diseases that appear similar on imaging tests but are more amenable to treatment. The patient did the same. He set out fanciful theories of an infection during my daily bedside encounters with him. Even as I remained in denial myself about how bad his diagnosis might be, I tried to be the dutiful physician, broaching with him the possibility that it wasn’t something so benign, hoping to prepare him psychologically and establish context for unpalatable news. He dismissed my gentle suggestions with a stoicism that didn’t leave room to delve further, so cancer remained a taboo topic for us. Perhaps I even preferred it this way. But a biopsy soon revealed the worst – my patient suffered from a malignant melanoma. An aggressive form of skin cancer known for its tendency to spread indiscriminately, melanoma is notorious for its ravaging effects and poor prognosis.  Even our team’s most pessimistic moments prior to the biopsy didn’t envisage a disease so aggressive. And now it was my job to tell a 40-year-old man that he probably would die in less than six months. His diagnosis made my own sense of mortality more palpable. If youth wasn’t a protection – if there was no rhyme or reason to who got fatally ill – then nobody was safe. Telling him felt like admitting my own vulnerability, and thoughts of self-preservation began to take priority. I found myself wandering the halls of the hospital, avoiding his room, as though not having the conversation would change his diagnosis.  But as an oncologist, I cannot escape cancer by pacing in aimless circles. So as I walked, I worked to recast my fear in my head until it felt like an expression of my humanity rather than a shirking of responsibility. After all, I had witnessed a a great deal of suffering in the course of my work, and it hadn’t yet inured me to compassion and sympathy for this patient’s plight. I tried to embrace my apprehension as a virtue that would facilitate healing instead of derailing it. Plus, hearing my words would be much scarier than saying them. My own existential fears were dwarfed by the enormity of what stood before him, which was a life now at the mercy of chemotherapy’s assault on cancer cells and not his own will. Though I could not carry his fears for him, I could pledge to carry him through this diagnosis and treatment. At this moment, his fears were more important than my own. I arrived at his door and knocked. He sat up in bed as I walked in, prepared to hear news that he hoped would confirm a harmless and fleeting illness. I told him the biopsy showed cancer and stopped, waiting to see how he’d respond. The response never came – there was a prolonged silence – and I nervously cobbled together words about novel, promising treatment options and asked about his family support.  But he would start to grieve, eventually, for his life before diagnosis, and for the uncertainty that lay ahead. Patients always did. I vowed to face our collective fears together when this moment arrived.  Some details of this case have been altered to protect patient confidentiality    Open contributions: When have you faced your fear?",
  "webTitle": "Facing my fear: telling a cancer patient he was going to die | Jalal Baig",
  "webPublicationDate": "2016-05-27T11:30:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/facing-my-fear-telling-cancer-patient-terminal-illness-diagnosis",
  "keyword": [
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jalal Baig",
      "id": "profile/jahal-baig"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/facing-my-fear-telling-cancer-patient-terminal-illness-diagnosis"
}