{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/argentina-donald-trump-copa-america",
  "id": "2016-05-03-136",
  "sectionId": "football",
  "body": "When Donald Trump warns that the United States is threatened by a marauding wave of pitiless Latin Americans, he may well be right. At least, that’s the message of a viral advert for the upcoming 2016 Copa América, which has been released by an Argentinian TV channel. The advert for the special 100-year anniversary edition of the soccer tournament, to be held in the US, intercuts extracts from Trump’s infamous “wall” speech with footage of Argentina’s national team.   Related: The fall: how diving became football’s worst crime | Alejandro Chacoff    “These are total killers,” says Trump, as the video shows Ángel Di María lashing the ball into the back of the net. As Trump continues, “these are not the nice, sweet little people that you think,” the video cuts to a closeup of Barcelona wizard Lionel Messi giving a menacing sneer to his opponents. In a powerful send-up of his proposed measures to exclude migrants, Trump’s rhetoric is dubbed over footage of an unstoppable football team – and their devoted fans. The Republican frontrunner’s grim warnings that “hundreds of thousands of people” are coming from South America and spreading across the US, are played out over footage of Argentinian fans dressed in the white-and-blue colors of the national team, from “coming through the border” to see their team play at the matches to be held in Seattle, Houston and Los Angeles, among other cities in the US. Other Argentinian soccer stars such as Sergio Agüero (Manchester City), Javier Pastore (Paris Saint-Germain) and Gonzalo Higuaín (Napoli) are seen running on the field as Trump warns: “We have no protection.” The ad, meant to attract viewers to watch the matches on Argentina’s TyC Sports network, ends with a cautionary legend spelled out in Spanish on the screen: “In truth, the best that they can do is not let us in.” This year’s edition of the Copa América marks the centenary of the South American soccer championship. It begins on 3 June.",
  "webTitle": "Argentinian TV channel mocks Donald Trump to promote Copa América 2016",
  "webPublicationDate": "2016-05-03T15:17:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/argentina-donald-trump-copa-america",
  "keyword": [
    {
      "webTitle": "Copa América",
      "id": "football/copa-america",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Argentina",
      "id": "world/argentina",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Argentina",
      "id": "football/argentina",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Uki Goñi",
      "id": "profile/ukigoni"
    }
  ],
  "guardianId": "football/2016/may/03/argentina-donald-trump-copa-america"
}