{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/court-rejects-request-by-same-sex-indian-couple-to-remain-in-uk",
  "id": "2016-05-12-130",
  "sectionId": "world",
  "body": "A married lesbian couple from India who have lived legally in the UK for many years have had their request to continue living in Britain rejected despite the fact their relationship will not be legally recognised in the south Asian country. Judges at the court of appeal rejected their application to remain in the UK on Thursday. It is the first ruling in a case where a couple have attempted to rely on the status of their same-sex partnership to be granted permission to stay in Britain. They arrived in the UK as friends in 2007, then embarked on a relationship, entering a civil partnership in Scotland in 2008, which they converted into marriage in 2015.  They applied to extend their leave to remain in 2011 on the basis that India’s lack of recognition for same-sex relationships violated their human rights. They both completed master’s degrees in Scotland and then found work, and have always lived legally in the UK.   Related: India to review ruling on law banning gay sex    The court of appeal analysed country background material on India and ruled that the married couple cannot resist removal, even though it accepted that India provided no legal protection or recognition of same-sex couples. The court said returning them home would not be a violation of their right to a family life and would be proportionate on the basis of the United Kingdom’s right to immigration control and a lack of evidence that the couple will suffer violence on return. One of the two women told the Guardian that if she and her wife were forced to go back to India they would suffer dire consequences. “My family do not know that I am a lesbian or that I am married. If I return home they will treat me as a single woman and start looking for a suitable husband for me,” she said.  “I won’t have any legal protection for who I am because my marriage will not be recognised in India. In India we will both have to hide who we are. In the UK we enjoy our family life together.  “My wife means the world to me, we are well integrated into UK culture and can live openly as a married couple here. At the end of the day all we want is to live somewhere where our marriage is recognised as having the same legal status as a heterosexual marriage.” She added: “In India we wouldn’t be allowed to live together or see each other. I can’t imagine life without my wife. The expression of our love for each other is being snatched away from us. It’s a very scary thought.” S Chelvan of No 5 Chambers, who represented the couple, said: “This is a landmark judgment, as it is the first case from the court of appeal to address the balancing of the rights of migrant same-sex couples to legal recognition and protection, with immigration control and economic interests of the UK.” The couple are expected to appeal against the decision to the supreme court.",
  "webTitle": "Court rejects request by same-sex Indian couple to remain in UK",
  "webPublicationDate": "2016-05-12T16:06:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/court-rejects-request-by-same-sex-indian-couple-to-remain-in-uk",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Court of appeal",
      "id": "law/court-of-appeal",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Diane Taylor",
      "id": "profile/dianetaylor"
    }
  ],
  "guardianId": "world/2016/may/12/court-rejects-request-by-same-sex-indian-couple-to-remain-in-uk"
}