{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/chris-kraus-i-love-dick-happened-in-real-life-but-its-not-a-memoir",
  "id": "2016-05-17-244",
  "sectionId": "books",
  "body": "I Love Dick is an account of lived events that occurred between 3 December 1994 and 19 September 1995. Everything that happens in it happened first in life, but that doesn’t mean that it’s a memoir. I didn’t set out to write a book, but when I realised that the hundreds of single-spaced pages addressed to Dick ___ during those months might actually be research material, I conceived the novel as a conte, a narrative, a cautionary tale or fable.    Related: I Love Dick: the book about relationships everyone should read    The novel opens at the onset of an irrational obsession that will become its story, when “Chris Kraus, a 39-year-old experimental film-maker and Sylvère Lotringer, a 56-year-old college professor from New York, have dinner with Dick ___, a friendly acquaintance of Sylvère’s, at a sushi bar in Pasadena.” After a drunken and flirtatious evening, the pair, who are conjoined more by intellectual companionship than by traditional bonds of marriage, parse every detail of the brief encounter. Chris thinks Dick was flirting with her. The dean of a cultural studies program at a California art school, Dick, an expat Brit, has the demeanour of the “mean horse-faced junkies” she dated in her 20s. Sylvère contends she’s really flirting with rejection. An orgy of interpretation reanimates their marriage and Dick becomes their silent partner. To amuse themselves, they write letters to him that they don’t intend to send. In the ensuing weeks, they pack up their temporary sabbatical home in Crestline, California, Sylvère leaves for Europe for the holidays, and Chris drives across the US alone with their belongings. Throughout this time, they continue writing letters. During the next six weeks, they compose 180 pages that they hesitantly present to Dick over breakfast at an Antelope Valley diner. Dick says: “I’m gobstruck.” By the end of the book, Chris will sleep with Dick once or twice and he’ll reject her. She’ll leave Sylvère to spend the winter in the southern Adirondacks writing letters to Dick __ that now take the form of essays. Having spent the first two decades of her adult life as a minimally participant observer in the art world, she finds she has a lot to talk about. Using the ever-silent Dick as her addressee and ‘perfect reader,’ she finally has someone besides Sylvère who’ll listen. She writes to Dick about entropic rural poverty, the Guatemalan civil wars, dead friends, her childhood in New Zealand and the unspoken rules that regulate success and failure in the art world. She writes to Dick about her girlhood heroes, outsider and female artists who were either marginalised or silenced. I wrote the book in 1997. Sylvère and I were then, and remain, co-editors at the independent press Semiotexte. When we decided to publish I Love Dick in our Native Agents fiction series, we received a Cease and Desist letter from Dick __’s lawyer. I found this very strange. Beyond his first name, Dick __ was not identified within the narrative. I’d changed the titles of his books, his physical appearance and personal history, and did not refer to any facts about his life that weren’t already published. I called Dick up and asked if he’d like to write an introduction. Nothing in the book was aimed against him: it could be presented as a joke that we’d cooked up together. He declined. When an ex-student of Sylvère’s wrote a New York magazine piece about the publication, Dick ___ identified himself to comment. He described the book – or, as I called it then, the “project” – as a “beneath contempt … a despicable enterprise”, and drew an analogy between himself and Princess Diana.  When I Love Dick appeared in November 1997, it was received mostly with derision: “A book not so much written as secreted,” as the reviewer for Artforum noted. Others defended it. I failed to see what people found so controversial. As the late Kathy Acker remarked about a 1975 performance with the elderly cabaret artist Lil Picard that entailed audience members spitting liquids into her vagina: “Really, there are worse atrocities.” When Hedi El Kholti decided to re-release the book with Semiotexte in 2006, it enjoyed a much more welcoming reception. The world had changed. Women, by then, had utterly rejected the unspoken rule of feminine discretion. In a milieu of female blogs and third-wave feminism, I Love Dick was seen as prescient. Almost invariably, reviewers praise the book for its embrace of “feminine abjection”, although I see it more as comedy. The years that I spent living and then writing I Love Dick were exhilarating. They laid the groundwork for all my future writing. Extract December 3, 1994 Chris Kraus, a 39-year-old experimental filmmaker and Sylvère Lotringer, a 56-year- old college professor from New York, have dinner with Dick ___, a friendly acquaintance of Sylvère’s, at a sushi bar in Pasadena. Dick is an English cultural critic who’s recently relocated from Melbourne to Los Angeles. Chris and Sylvère have spent Sylvère’s sabbatical at a cabin in Crestline, a small town in the San Bernardino Mountains some 90 minutes from Los Angeles. Since Sylvère begins teaching again in January, they will soon be returning to New York. Over dinner the two men discuss recent trends in postmodern critical theory and Chris, who is no intellectual, notices Dick making continual eye contact with her. Dick’s attention makes her feel powerful, and when the check comes she takes out her Diners Club card. “Please,” she says. “Let me pay.” The radio predicts snow on the San Bernardino highway. Dick generously invites them both to spend the night at his home in the Antelope Valley desert, some 30 miles away. Chris wants to separate herself from her coupleness, so she sells Sylvère on the thrill of riding in Dick’s magnificent vintage Thunderbird convertible. Sylvère, who doesn’t know a T-bird from a hummingbird and doesn’t care, agrees, bemused. Done. Dick gives her copious, concerned directions. “Don’t worry,” she interrupts, flashing hair and smiles, “I’ll tail you”. And she does. Slightly buzzed and keeping the accelerator of her pickup truck steady, she’s reminded of a performance she did called Car Chase at the St Mark’s Poetry Project in New York when she was 23. She and her friend Liza Martin had tailed the steelily good-looking driver of a Porsche all the way through Connecticut on Highway 95. Finally he’d pulled over to a rest stop, but when Liza and Chris got out he drove off. The performance ended with Liza accidentally-but-really stabbing Chris’s hand onstage with a kitchen knife. Blood flowed, and everyone found Liza dazzlingly sexy and dangerous and beautiful. Liza, belly popping out of a fuzzy midriff top, fishnet legs tearing up against her green vinyl miniskirt as she rocked back to show her crotch, looked like the cheapest kind of whore. A star is born. No one at the show that night had found Chris’s pale anemic looks and piercing gaze remotely endearing. Could anyone? It was a question that’d temporarily been shelved. But now it was a whole new world. The request line on 92.3 The Beat was thumping, Post-Riot Los Angeles, a city strung on fiber-optic nerves. Dick’s Thunderbird was always somewhere in her line of sight, the two vehicles strung invisibly together across the concrete riverbed of highway, like John Donne’s eyeballs. And this time Chris was alone. More about I Love Dick I Love Dick is a joyful riposte to all those stories in which clever women fall victim to the pressures of convention – from The Yellow Wallpaper to The Bell Jar and beyond – and also to the countless books by men in which women are crushed by romantic encounters: from Madame Bovary to Anna Karenina to Laclos’s epistolatory Les Liaisons Dangereuses and André Breton’s autofiction, Nadja. Equally earnest and flip, ILD balances its narrator’s yearning with the surprising empowerment the performance of her abjection brings. By giving the tragic heroine an absurd edge, Kraus is able to tackle some serious stuff. – Joanna WalshRead the full review. Buy the book I Love Dick is published by Serpent’s Tail for £7.99 and is available from the Guardian Bookshop for £6.39.",
  "webTitle": "Chris Kraus: 'I Love Dick happened in real life, but it's not a memoir'",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/chris-kraus-i-love-dick-happened-in-real-life-but-its-not-a-memoir",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/17/chris-kraus-i-love-dick-happened-in-real-life-but-its-not-a-memoir"
}