{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/18/andy-burnham-to-stand-for-mayor-of-greater-manchester",
  "id": "2016-05-18-157",
  "sectionId": "politics",
  "body": "Andy Burnham has declared his intention to stand for mayor of Greater Manchester with a warning that Labour risks being eclipsed in the north of England if the party fails to take devolution seriously.  The shadow home secretary, who has been MP for Leigh in Greater Manchester for 15 years, said he would leave the Commons if he was elected, arguing that a “Londoncentric” Labour party must not repeat the mistakes that relegated it to third place in Scotland in this month’s Holyrood elections. Arguing that Labour must field its “biggest names” for mayoral jobs, Burnham said: “The mistake Labour made in Scotland was that when devolution came, we didn’t field our biggest names and consequently it looked like we didn’t take it seriously enough. We can’t make that mistake again.”     For me this is a cabinet-level job, which needs cabinet-level experience  Andy Burnham     In an interview with the Guardian in Manchester, Burnham added: “For me this is a cabinet-level job, which needs cabinet-level experience. And it needs somebody who is going to devote themselves to it and grab it with both hands.” Burnham was hoping to announce his candidacy in a speech at the Lowry in Salford on Thursday, but his team inadvertently broke their own embargo by changing the Twitter handle he used during last year’s bid to be leader of the party, from @andy4leader to @andy4manchester. The profile’s biographical sentence read: “The official account of Andy Burnham’s campaign to be Labour’s candidate for mayor of Greater Manchester.” The account retained all its followers, although all the old tweets had been deleted.     Burnham’s leadership Twitter profile was changed to @andy4manchester, resulting in the news of his candidacy emerging sooner than planned. Photograph: Twitter    Burnham, 46, added: “The biggest mistake would be to underplay [English devolution] and to carry on and say: ‘Westminster’s where it’s at, that’s where everything happens and you’re not really a serious politician unless you’re in Westminster.’ “I’m making a break with this thinking by announcing my candidacy for the mayor of Greater Manchester. I think I can do more for the people I care about, here, by being here rather than there, given this change. I am thinking that the time has come – Westminster has become a bit of an irrelevance for some people and we really need to change the way politics works.” The election for the first mayor of Greater Manchester will take place in May 2017. Labour members in the area will vote for their candidate this summer, probably choosing between Burnham and the current interim mayor and police and crime commissioner, Tony Lloyd, or Ivan Lewis, a Blairite former minister and MP for Bury South. With nine out of 10 Greater Manchester councils run by or dominated by Labour, the Labour candidate is expected to romp to victory unless a celebrity Mancunian like Noel Gallagher comes to the fore and steals the show.     Andy Burhnham is currently the MP for Leigh, Greater Manchester Photograph: Christopher Thomond for the Guardian    Burnham, who came a distant second to Jeremy Corbyn in last year’s leadership election, believes the mayor will have more power than his London counterpart, overseeing a radical project to integrate the region’s entire £6bn health and social care budget as well as overseeing transport, policing, house-building and skills. Music capital of the world He will stand on a platform promising an affordable homebuilding programme, quality apprenticeships for all school-leavers and a cycling revolution. Burnham, a passionate Stone Roses fan who boasts about seeing the Fall at Manchester’s legendary Hacienda and whose last gig was the Maccabees at Manchester’s Albert Hall, has also pledged to make Greater Manchester “the unrivalled music capital of Europe, if not the world”. He suggested the Manchester music scene had faded since he was young. “The Manchester of my youth was the most vibrant place when it came to music. We’ve maybe lost a little bit of that down the years, and I think these things really do matter.”     Andy Burnham lost out to Jeremy Corbyn in last year’s Labour leadership race. Photograph: Stefan Rousseau/PA    Burnham denied that he was looking for an escape from Corbyn’s cabinet and insisted his candidacy wasn’t a sign that he didn’t believe Labour would win the 2020 election. “Quite the opposite,” he said, adding: “I think what we are going to see in politics is that Labour can gain strength from what’s happening in the cities and in devolution and that’s where some of the ideas that may shape the 2020 manifesto may come from: what Sadiq’s doing in London, what Marvin [Rees, who was elected mayor last week] is doing in Bristol and hopefully, in time, what I’m doing here. That is where Labour will renew itself and come back stronger.” Burnham warned that Labour was losing support in its northern heartlands and needed to reconnect with its core vote, particularly in the light of the upcoming EU vote. “Labour can’t take anything for granted in the north any more. There is a concern that may have been brought on by the European referendum that Labour is losing its connection, its grip, with the traditional supporters,” he said, adding that the wholly positive view of immigration espoused by the ever more “Londoncentric” Labour party was at odds with many of their voters in the north. Corbyn has been dismissive of what the Conservatives have called the “devolution revolution”, which saw Greater Manchester lead the way in negotiating deals for extra powers in return for accepting an elected mayor. But Labour needed to not dismiss the idea because of its Tory origins, Burnham believes. “This is a big moment. Maybe Labour’s problem is ‘oh well, this is all cooked up by Osborne therefore we should keep our distance from it’. What I have decided, is that would be a real mistake to do that.” Evertonian Burnham’s candidacy has surprised many in Greater Manchester for two key reasons: his vocal opposition to devolution, particularly health devolution, which he warned could lead to the breakup of the NHS; and the fact that the Liverpool-born MP and Everton season ticket holder is seen as more of a Scouser than a Mancunian. On the latter point, Burnham said: “I can think of some other Evertonians who haven’t done too bad over here – Mr Rooney and Joe Royle and Peter Reid at Man City. Does that matter? The way I look at it is: the two cities have so much in common anyway, and actually, most people have connections across the two. I’m certainly in that category.”  Burnham, who grew up in Culcheth near Warrington in Cheshire, said he felt neither Mancunian nor Scouse. “I’ve always felt between the two. Obviously I was born in Liverpool and I support Everton so there’s no getting away from that. But I wouldn’t be able to be accused of favouring City or United. I’m impartial in that particular argument.”",
  "webTitle": "Andy Burnham bids to be Labour's candidate for Manchester mayor",
  "webPublicationDate": "2016-05-18T13:54:05Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/18/andy-burnham-to-stand-for-mayor-of-greater-manchester",
  "keyword": [
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "uk-news/2016/may/18/andy-burnham-to-stand-for-mayor-of-greater-manchester"
}