{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/whats-the-end-game-for-australias-border-policy-a-world-of-walled-city-states",
  "id": "2016-05-06-349",
  "sectionId": "commentisfree",
  "body": "In her much-anthologised story The Ones Who Walk Away from Omelas, the great novelist Ursula le Guin describes what seems at first to be an almost idyllic land. The people of Omelas live by the sea, where they enjoy “a boundless and generous contentment” in a wealthy and prosperous society. There’s just one catch. Underneath a public building in Omelas sits a whimpering child, permanently imprisoned in a tiny room and deprived of all comfort and pleasure.    Related: Self-immolation: desperate protests against Australia's detention regime    Everyone in Omelas knows that the child’s there. But they also know that “their happiness, the beauty of their city, the tenderness of their friendships, the health of their children, the wisdom of their scholars, the skill of their makers, even the abundance of their harvest and the kindly weathers of their skies, depend wholly on this child’s abominable misery.” Le Guin explains that, when young people in Omelas learn of the child, they’re invariably sickened by what’s been done to it. But the elders of the city explain the necessity.  If the child were brought up into the sunlight out of that vile place, if it were cleaned and fed and comforted, that would be a good thing, indeed; but if it were done, in that day and hour all the prosperity and beauty and delight of Omelas would wither and be destroyed. Those are the terms. To exchange all the goodness and grace of every life in Omelas for that single, small improvement: to throw away the happiness of thousands for the chance of the happiness of one: that would be to let guilt within the walls indeed. The terms are strict and absolute; there may not even be a kind word spoken to the child.  And, by and large, the citizens of Omelas come to perceive “the terrible justice of reality, and to accept it.”    In Australia, we don’t have a room in which the innocent suffer. Rather, we have camps. One of them is in Nauru.    Does that sound at all familiar? In Australia, we don’t have a room in which the innocent suffer. Rather, we have camps. One of them is in Nauru – and it’s there that Omid Masoumali burned himself to death. Omid had broken no law. It’s perfectly legal to claim asylum. Besides, he’d already been assessed as a legitimate refugee – that is, the relevant officials had agreed that this young man faced a well-founded fear of persecution or death in his native Iran. But the Australian government insists that no boat-borne asylum seekers will settle in Australia. As a result, Masoumali remained in limbo. If he returned to Iran, he faced risk of being killed – and no other country would take him. Masoumali had been in detention for three years. According to his wife, after his suicide attempt he received no morphine for 10 hours – and it took 24 hours for him to be airlifted to Brisbane, where he died. Why did he deserve such punishment? What fault had he committed, other than to flee a tyrannical regime that brutalised him and then seek assistance from a wealthy nation? No one from the Liberal party or the Labor party can answer those questions. In fact they don’t even try. Instead, politicians and their apologists make the same argument as the rulers of Omelas. The borders must be secured, the people smugglers must be deterred – and that means no sympathy can be permitted for Masoumali or any of the other detainees engaged in self-harm in Nauru or Manus. “Obviously nobody wants to see these scenes,” said immigration minister Peter Dutton, “nobody wants to see people harming themselves. But …” In that “but”, you can hear the code of Omelas, a land where not even a kind word can be spoken to the sacrificial child. Le Guin intended her story as a cautionary tale. How did we end up with two political parties using it as an instruction manual? Many in the liberal intelligentsia – particularly Labor supporters – blame the voters. Australians, we are told, demand the exclusion of refugees. As a result, the Labor party must embrace the harshest possible policies or risk electoral annihilation.     Protestors at a vigil in honour of Omid Masoumali in front of the immigration building in, Melbourne, Australia, 5 May 2016. Photograph: REX/Shutterstock    Even on face value, the argument doesn’t make sense. We all know that there are lots of issues on which politicians ignore public opinion. Voters consistently hate privatisations, for instance – but that doesn’t mean they don’t happen. The war in Afghanistan was unpopular for years but both Labor prime ministers Julia Gillard and Kevin Rudd insisted they would stay the course. But let’s leave that aside and look at the figures on asylum seekers. It’s certainly true that many voters lack any automatic sympathy for refugees. In November last year, Essential Report surveyed people as to whether they thought the federal government was too tough or too soft on asylum seekers. About a quarter of respondents thought it was “too tough”, 31% thought it was “taking the right approach” and 29% thought it was “too soft”. The result was in line with past surveys – except that the proportion opting for “too soft” had increased from 18% in July 2014 to 29% in November 2015, during a period in which the Abbott government had substantially toughened Australia’s border regime. Yet the same report also included data on a more significant question. When investigators asked people to nominate the three most important issues determining vote allocations, “treatment of asylum seekers” ranked only 11th, selected as one of the three most important issues by 8% of respondents. The highest ranked issues were: “management of the economy” (47%), “Australia’s health system” (46%), and “jobs and protection of local industries” (39%). These results, too, have been consistent for a long time. In other words, voters might not want to help refugees – but nor are they obsessed with punishing them.  As Peter Lewis and Jackie Woods write:  Despite the heat and headlines generated by boat arrivals and asylum seeker policy, our research over many years has shown that Australians don’t identify border protection as an issue that influences their vote, listing it well behind stalwarts like health and the economy. The issue, however, does feed into a general perception about government values, strength and competence.  That last sentence is key. Australians care most about good economic conditions and decent healthcare. But these are difficult outcomes for governments to deliver. It’s much simpler to crack down on refugees than it is to, say, provide jobs for all those who want them or to cut hospital waiting times. “Border protection was always a symbolic political issue,” argue Lewis and Woods elsewhere, “a proxy for immigration, terrorism and too much traffic in Western Sydney. It was about government taking a stand and protecting the nation from the outside world.” The consensus on border security has, in other words, been driven by politicians, not because the issue’s difficult but precisely because it’s easy. You might not be able to create work in the western suburbs. You can, however, rail about people smugglers – and by so doing perhaps appeal to voters primarily concerned about the high unemployment for which you have no fix.     How would a desperately poor developing nation manage Australia’s detention centre?    It’s this toxic bipartisanship that has brought us to le Guin’s Omelas. After a decade or more of the major parties marching in lockstep, the most ludicrous policy decisions often escape scrutiny, simply because there’s no real force capable of holding the government of the day to account over asylum seeker policy. Take, for instance, Kevin Rudd’s decision to open a detention centre on Manus Island. The initial announcement of the Papua New Guinea solution contained within it all the seeds of the policy’s eventual collapse. How would a desperately poor developing nation manage Australia’s detention centre? More importantly, why would it want to, other than to reap the benefits of the hastily-arranged payola? Where were the refugees ultimately going to be settled?  Note that the PNG high court’s recent decision unanimously found that the centre had always been illegal – that is, the facility was a violation of the constitution from its very inception. How was this not apparent back in 2013? The problem’s not just the way that specific absurdities like Manus escape scrutiny. It’s also the normalisation of the reactionary fantasy upon which the entire policy framework rests. The bipartisan commitment to offshore processing assumes that refugees arriving by boat constitute an almost existential threat, so much so that they must be deterred at all costs. Hence Manus Island. Hence Nauru. But if that argument’s true for wealthy Australia, it’s surely equally true for other countries. If refugees arriving by boat are so toxic that none can be settled on the Australian mainland, why would any other nations put their hands up to resettle these people? How, exactly, are the unfortunates currently languishing in Nauru ever going to be released? More generally, by definition, Australian deterrence only works if what’s dished out to asylum seekers on our borders is significantly harsher than what they encounter elsewhere. How long’s that going to be the case? If the boats are genuinely being turned back, why shouldn’t we expect other countries to adopt the same approach, ratcheting up the deterrence they enforce? What’s the end game – a world of walled city-states, each entirely impervious to outsiders? How is this possibly a long-term solution to international population flows? In his endless self-justifications in Quadrant magazine, former prime minister Tony Abbott claims “stopping the boats” as the great achievement of his administration. But counting that as a success is only possible if you ignore the consequences of an Australian policy fostering illiberalism and authoritarianism throughout the region. Australia’s obsession with “stopping the boats” meant deliberating undermining efforts to hold Sri Lanka to account for torture. It’s been the same everywhere. In Nauru, the detention centre has contributed to the diminishing rule of law on the island. In PNG, an AFP officer last year argued that the Turnbull government was turning a blind eye to extra judicial killings in order to keep Manus Island operational, while the Human Rights Law Centre accused Australia of weakening criticism of Cambodia’s human rights violations so as to facilitate the failed attempt to resettle refugees there. In other words, the efforts to deter boats have led directly to an accommodation of the kinds of cruelties that spur people to flee in boats. What’s being presented as a solution is, in fact, massively exacerbating the problem, as will be apparent in the years to come. Surely it’s time for a new perspective.   Related: Refugees don't self-harm because of me Peter Dutton, they self-harm because of you | Sarah Smith    We might start by challenging the anti-humanist prejudice that declares people to be a problem. So much of the current debate simply assumes that Australia’s permanently menaced by a heaving tide of humanity. This is nonsense. It’s often forgotten that, until comparatively recently, immigration was something that most developed nations welcomed – think, for instance, of the Assisted Passage Migration Scheme by which the Chifley government attracted British migrants in the years after the second world war. If we started talking about refugees as assets rather than liabilities, where might the discussion go then? Most economists agree that immigrants don’t take jobs, that, on the contrary, they stimulate an economy by generating demand. If the anti-refugee sentiment is fuelled by anxieties about jobs and the health system, what would happen if we discussed immigration in the context of a massive works project, one that might provide work for new arrivals even as it created the infrastructure to help support them? In the current climate, that might sound hopelessly idealistic. But it’s much less utopian than the fantasy that the status quo depends upon. Displaced people are moving all over the planet – and they will continue to move, no matter how cruelly they’re treated. Le Guin’s story concludes by noting that not everyone in Omelas accepts the suffering of the tortured child. Some people, she tells us, abandon the whole compact on which the city’s based: “They leave Omelas, they walk ahead into the darkness, and they do not come back.” Surely it’s time that we did the same.",
  "webTitle": "What's the end game for Australia's border policy – a world of walled city-states? | Jeff Sparrow",
  "webPublicationDate": "2016-05-06T02:09:45Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/whats-the-end-game-for-australias-border-policy-a-world-of-walled-city-states",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeff Sparrow",
      "id": "profile/jeff-sparrow"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/whats-the-end-game-for-australias-border-policy-a-world-of-walled-city-states"
}