{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/15/uk-judges-rule-death-penalties-intellectually-disabled-trinidad",
  "id": "2016-05-15-109",
  "sectionId": "law",
  "body": "The fate of two Trinidadian prisoners, both of whom have been condemned to death despite having extremely low IQs, will be decided by British judges this week.  The two-day hearing at the judicial committee of the privy council (JCPC) in London may set an international precedent that could prevent the execution of people on death row who have been diagnosed as “intellectually disabled”. The JCPC, based in Westminster, acts as an ultimate court of appeal for smaller Commonwealth countries, including many in the Caribbean that retain capital punishment. Justices from the UK’s supreme court hear its cases.  Lester Pitman was convicted of a joint enterprise, triple killing of three Britons carried out in the island’s capital, Port of Spain. In December 2001, the bodies of a former BBC newsreader, Lynette Lithgow, 51, her mother Maggie Lee, 83, and brother-in-law John Cropper, 59, were found in a blood-splattered bathroom at a 12-room bungalow.      Former BBC newsreader Lynette Lithgow pictured in 1985. She was murdered by Lester Pitman in 2001. Photograph: ITV/Rex/Shutterstock    Cropper had moved to Trinidad several years earlier. All three were found with their hands tied behind their backs and their throats slit. The initial motive appeared to have been robbery.  Pitman, who is now 36, was convicted of the killings in 2004 and sentenced to hang. The death penalty for murder is mandatory in Trinidad. Because he had waited for so many years on death row, however, his sentence was commuted in 2013 to 40 years in jail.  At the end of the hearing, Trinidad’s court of appeal declared that Pitman had previously been “properly sentenced to suffer the death penalty”.  Pitman’s IQ was measured initially at 52 then at 67 – both figures are below the World Health Organisation guideline that classifies anyone with an IQ of below 70 as being “intellectually disabled”. His mother, Cheryl Pitman, told the Trinidad Guardian: “People should have mercy for Lester because his IQ is very low. He thinks like a child.”      Neil Hernandez after his arrest in 2000. Evidence at his trial showed he had an IQ of 57. Photograph: newsday.co.tt    Neil Hernandez was convicted of killing a woman, Christine Henry, and her six-year-old son, Philip, in the coastal village of Toco on Trinidad in May 2000. He was found to have slashed them with the cutlass he used for harvesting coconuts. Hernandez claimed he had not intended to kill them and had been tricked into signing a confession. In 2004, he was sentenced to hang.  At a hearing in 2014 , the Trinidad appeal court commuted his death sentence to 25 years on the same principle as Pitman, that he had already spent too long on death row. Evidence given showed he had an IQ of 57.  Delivering their decision, the appeal court judges in Port of Spain said: “If the members of this society [in Trinidad] hold the view that it is repugnant to evolving standards of decency to impose the death sentence on mentally retarded persons, then those members are entitled to make their views felt and to lobby members of parliament to introduce legislation which reflects those standards.”  An earlier Jamaican JCPC case, known as Pratt and Morgan, established in 1993 that it was “inhuman or degrading punishment” to impose a delay of more than five years after sentencing on anyone facing execution.  Pitman and Hernandez are being represented at the JCPC by Saul Lehrfreund, the co-executive director of the Death Penalty Project, which is based at the London law firm Simons Muirhead and Burton, and provides free legal assistance to prisoners facing the death penalty around the world. He said: “These cases raise a novel constitutional point about the imposition of the death penalty on people who have intellectual disability.      The court of the judicial committee of the privy council in Westminster, London    “It’s important for both Commonwealth countries and the wider world where the death penalty is still in use. This could establish a principle that it’s cruel and unusual punishment to impose a sentence of death on someone if they are intellectually disabled or suffer from significant mental illness.”  In court, the cases will be argued by Edward Fitzgerald QC and Paul Bowen QC. Pitman’s appeal is against both conviction and sentence, Hernandez’s only against sentence.  Lehrfreund added: “Neither Pitman nor Hernandez are going to be executed, because the court in Trinidad has recognised they have been on death row for too long. If we are right, however, they should never have been sentenced to the cruelty of the death penalty in the first place.  “We say there should have been a judicial determination to look into their intellectual disability before they were sentenced. If we are successful, it will create a precedent that would be persuasive and resonate in other countries [including Malaysia and Singapore] which also continue to impose mandatory death penalties for murder and other offences.”  Pitman’s conviction is also being contested on the grounds that it was on the basis of joint enterprise with others – a legal principle that the UK’s supreme court recently ruled had been wrongly interpreted for more than 30 years.  Arguments over whether an IQ level of below 70 should prevent executions have also featured in US courts. Two years ago, the US supreme court reprieved a Florida man who was deemed to have the mental age of a toddler even though his IQ was just over 70.",
  "webTitle": "UK judges to rule on death penalties for 'intellectually disabled'",
  "webPublicationDate": "2016-05-15T12:08:47Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/15/uk-judges-rule-death-penalties-intellectually-disabled-trinidad",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Capital punishment",
      "id": "world/capital-punishment",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Judicial committee of the privy council",
      "id": "law/judicial-committee-of-the-privy-council",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Trinidad and Tobago",
      "id": "world/trinidad-and-tobago",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/15/uk-judges-rule-death-penalties-intellectually-disabled-trinidad"
}