{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/cia-live-tweets-osama-bin-laden-raid-anniversary",
  "id": "2016-05-02-258",
  "sectionId": "world",
  "body": "The Central Intelligence Agency’s decision to live-tweet the military operation that culminated in the death of Osama bin Laden “as if it were happening today” has been criticised as a distasteful “victory lap” and PR exercise. Osama bin Laden was killed on 2 May 2011 after a raid on his compound in Abbottabad in Pakistan by United States Navy Seal commandos. The series of tweets – complete with diagrams of the compound that the al-Qaida leader was killed in – marked five years since “Operation Neptune Spear”. The CIA announced to its 1.33m followers on Twitter that it would be tweeting the raid on Sunday using the hashtag #UBLRaid.       In a preamble, the CIA praised the success of the mission as the “culmination of years of complex, thorough and highly advanced intel ops & analyses led by CIA w support of [intelligence community].” “Death of Usama Bin Ladin [sic] marked significant victory in US-led campaign to disrupt, dismantle, & defeat al-Qaida,” it went on. It also detailed the compound in which Bin Laden was found, and the features that led to its discovery including “trash burned not collected”.       From 1:25pm EDT, the CIA began live-tweeting the raid, blow-by-blow as it played out in 2011, starting with the operation being approved by US president Barack Obama, CIA director Leon Panetta and vice admiral William H. McRaven of the Joint Special Operations Command. The series of tweets took in the helicopter raid and its fallout, as well as the the mission on the ground.       The tweet announcing the death of “Usama Bin Ladin” had been retweeted 2,400 times and favourited 1,700 times at time of writing. The series concluded with praise of the “daring ... team effort”, linking to a “featured story” wrap and a more detailed timeline on the CIA’s website.       The series was met with a mix of flippant jokes – including the omnipresent “Michael Jordan crying” meme – and criticism.    .@CIA SPOILER ALERT! 🚨— Andy Mai (@MaiAndy) May 1, 2016              Many more Twitter users questioned the thinking behind the stunt.              I get @CIA desire to take victory lap but tweeting #UBLRaid seems contrary to Intel Community ethos & good judgment https://t.co/QJ2hnMQs7j— Phillip Carter (@Carter_PE) May 1, 2016      We'd like to see a reenactment of the Communications meeting when this idea was discussed.  #UBLRaid https://t.co/hxZQv7dTzP— IGNIS (@ContactIgnis) May 1, 2016      Imagine what the @CIA are planning for the 10th anniversary - Puppets? Opera? Pixelated animated gifs? #UBLRaid— James Saunders (@Jimbolinos) May 1, 2016      @CIA This is grotesque and embarrassing. You should fire your web team.— Hank Single (@Hanksingle) May 1, 2016    The Daily Show asked the CIA to “stop it”.    If you live tweet the Bay of Pigs invasion, call us. Otherwise, stop it. #UBLRaid  https://t.co/RJ7gwLbh1P— The Daily Show (@TheDailyShow) May 2, 2016    A spokesman defended the tweets in a statement to the ABC in the US, noting that it was not the first time the CIA had marked historical events on social media. “The takedown of bin Laden stands as one of the great intelligence successes of all time. History has been a key element of CIA’s social media efforts,” CIA spokesman Ryan Trapani said. “On the fifth anniversary, it is appropriate to remember the day and honor all those who had a hand in this achievement.” However, not everyone is convinced by the CIA’s official account of the Bin Laden operation. Seymour Hersh, the Pulitzer-prize winning investigative journalist renowned for breaking the My Lai and Abu Ghraib stories, says the claim that Bin Laden was tracked down by painstaking surveillance is a fiction constructed by the Obama administration.  Instead, Hersh claims Bin Laden was given up by a rogue Pakistani official in exchange for the multimillion-dollar reward. He also cast doubt on the claim by US officials that Bin Laden died in a firefight, one of the parts of the story that White House spokesman, Jay Carney, later admitted had not been accurate.",
  "webTitle": "CIA 'live tweets' Osama bin Laden raid to mark five-year anniversary",
  "webPublicationDate": "2016-05-02T04:31:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/cia-live-tweets-osama-bin-laden-raid-anniversary",
  "keyword": [
    {
      "webTitle": "Osama bin Laden",
      "id": "world/osamabinladen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "CIA",
      "id": "us-news/cia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/02/cia-live-tweets-osama-bin-laden-raid-anniversary"
}