{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/kanye-wests-n-word-justified-paul-mccartney",
  "id": "2016-05-23-11",
  "sectionId": "media",
  "body": "Paul McCartney has said Kanye West’s repeated use of the N-word was justified in the context of the “urban generation” the rapper talks about in his lyrics. Describing the rapper fondly as a “monster” and “a crazy guy who comes up with great stuff so he inspires me”, McCartney told a star-studded audience at a Mastertapes session at the BBC’s Maida Vale studios about a recent collaboration in which West used a melody by the former Beatle. “I get this track back, a thing called All Day: he’s taken my melody and he’s made it seriously urban, which is funny because the lyrics use the N-word – a lot! ‘How long have you been at the mall?’ ‘All day, -word!’,” said McCartney, according to a report by the Radio Times. “It’s a great record, sonically it’s brilliant, but quite a few people said, ‘You can’t be connected with this, there’s, like, 40 N-words!  “People like Oprah, who’s a little conservative about that stuff, said, ‘You shouldn’t do it, even black people shouldn’t use that word. I said, ‘Yeah, but it’s Kanye! And he’s talking about an urban generation that uses that word in a completely different way.’ It’s the context. So I was actually pleased with it.” West debuted All Day in a heavily censored performance at the Brits in February 2015. The melody McCartney played West is reportedly from an unreleased song from 1969 which McCartney was inspired to write, and play with two fingers on the guitar, after seeing a Picasso painting.   McCartney also told the audience, which included Brad Pitt and Paul Weller, that he “took to the bevvies” after the band split up.  He said: “I took to a wee dram. It was great at first, then suddenly I wasn’t having a good time. It wasn’t working. I wanted to get back to square one, so I ended up forming Wings. McCartney added he was glad he had reconciled with John Lennon before his death after his relationship with his former bandmate had soured over the group’s finances in the 70s. He said his 1982 song Here Today, recorded two years after Lennon was murdered, was his way of telling his friend he loved him.  He said: “I was thinking of all the things I never said to him. I’m quite private and don’t like to give too much away. Why should people know my innermost thoughts? But a song is the place to put them. In Here Today I say to John, ‘I love you’.  “I couldn’t have said that to him unless we were extremely drunk – ‘I love you, man!’ But you can put these emotions, these deeper and sometimes awkward truths, in a song.”",
  "webTitle": "Kanye West’s use of N-word in song is justified, says Paul McCartney",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/kanye-wests-n-word-justified-paul-mccartney",
  "keyword": [
    {
      "webTitle": "Radio Times",
      "id": "media/radio-times",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Kanye West",
      "id": "music/kanyewest",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Paul McCartney",
      "id": "music/paulmccartney",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/24/kanye-wests-n-word-justified-paul-mccartney"
}