{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/salaries-of-top-bbc-stars-could-be-made-public-under-government-plans",
  "id": "2016-05-11-224",
  "sectionId": "media",
  "body": "Chris Evans, Gary Lineker and Graham Norton will be among a group of BBC stars forced to declare how much they are paid in the future, as part of plans to be unveiled by the government in a white paper due to be published on Thursday morning. The BBC will be asked to disclose the pay of stars who earn more than the £450,000 a year paid to director general Tony Hall – a plan described as a “poacher’s charter” by media executives who suggest that the broadcaster’s rivals could use the new rules to pick off the BBC’s best-paid presenters.   Related: BBC white paper could spark revolt among Conservative MPs    The white paper, to be presented to parliament by the culture secretary, John Whittingdale, is also expected to announce a radical overhaul of BBC governance, likely to set the government on a collision course with supporters of the corporation’s editorial independence. The issue of talent pay is one of three areas of contention between the BBC and the government. The prime minister himself personally intervened to set the level for disclosure at £450,000 a year after Whittingdale is understood to have initially suggested that the BBC publish all staff paid more than £150,000 a year. Under the proposals, the government will give itself the power to appoint six members of the unitary board: the chair, vice-chair and four representatives of the nations and regions. The old BBC Trust will be abolished and regulation will largely pass to Ofcom, which regulates commercial broadcasters. The BBC fears that in order to avoid the government exerting an unacceptable majority control, the board would need to be at least 13-strong, which could be too unwieldy.  Just three seats are to be guaranteed for the BBC – the director general and two lieutenants – so the corporation would have to have three further board members if it wanted to ensure that there was a 50/50 split between government and non-government appointees.  David Cameron and George Osborne have been closely involved in the negotiations with the BBC in the run-up to the publication of the white paper, and ministers are hoping to avoid widespread criticism of the government’s plans for the BBC ahead of the EU referendum.  Seeking to allay concerns one government insider said: “I don’t think previous government-appointed chairmen, from Rona Fairhead to Chris Patten and Michael Lyons, have ever seen themselves as government spokesmen.”     Rona Fairhead. Photograph: Handout/Getty Images    The government is understood to be keen to use the media regulator Ofcom to stop the BBC chasing ratings against commercial rivals.  “The tone has got to change at the BBC,” said a government source. “The white paper will say: ‘Feel free to celebrate success of a ratings hit, but think a little more about it.’” Uncertainty remains over how exactly Ofcom will police highly sensitive matters such as a new requirement for distinctiveness that will be referred to in the white paper.  The matter has long been a bugbear for Whittingdale but the report will aim to steer a course between the two sides, describing hits such Strictly Come Dancing and The Great British Bake Off, which both won Baftas at Sunday night’s awards ceremony, as distinctive, for example. “The aim is for this to land somewhere in the middle,” said a government insider. “Fundamentalists will say this is a terrible assault on the BBC. The right wing of the Tory party will say it doesn’t go far enough.”   Related: 'The BBC belongs to the public, not the government': readers defend the corporation    Other proposals to be outlined in the white paper include:  An 11-year charter with a five-year break at the end of the licence fee settlement. This is likely to come as a relief to the BBC, which has demanded some financial certainty. Other producers will be allowed to pitch for licence fee funds for public service content such as children’s television but such “top-slicing” will be limited to the underspend from previous deals and said to amount to less than £50m. Non-payment of the licence fee will remain a criminal offence although the white paper is expected to suggest a simplification of the system of collection and to remain watchful. All regulation of the BBC will be passed to Ofcom, which already carries out the same role for rival broadcasters including passing judgments on impartiality. With Ofcom expansion and board members to be appointed, Fairhead, the current chair of the BBC Trust, is expected to see out her contract until 2018 to ensure continuity during the interregnum.  BBC talent are likely to be furious about the proposals and some are expected to try to invoke contractual rules against disclosure.   Related: Watch out John Whittingdale, the Strictly army is marching to save the BBC | Archie Bland    The total number of stars earning between £500,000 and £5m fell from 14 to nine but more of them were shifted out of the lower wage bracket to be paid more than £1m in 2015.  Those affected by the new rules are likely to include Chris Evans, who signed a three-year deal with the BBC to succeed Jeremy Clarkson at Top Gear while continuing his Radio 2 breakfast show. The Match of the Day presenter Gary Lineker and the talk show host Graham Norton are understood to earn well in excess of £1m, making them likely to be among the handful of presenters who together earned a total of £5.1m from the BBC in 2015. The corporation is understood to be particularly concerned over the extension of the proposals to cover well-known news presenters, however. Their pay is likely to be a little lower than the entertainment presenters. Household names including the news anchors Huw Edwards and Fiona Bruce, who also fronts Antiques Roadshow, as well as Radio 4’s John Humphrys, could be hit by the new rules.  Making such information public could impact their ability to grill politicians, the BBC fears. Last year’s annual report showed that total talent spend rose 7% to £208m, some 12% of the BBC total expenditure on content. The seven executive directors of the BBC shared £2.5m for the year, half the total earned by its top tier of on-screen talent.",
  "webTitle": "Salaries of top BBC stars will be made public under government plans",
  "webPublicationDate": "2016-05-11T12:11:52Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/salaries-of-top-bbc-stars-could-be-made-public-under-government-plans",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Graham Norton",
      "id": "tv-and-radio/graham-norton",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Gary Lineker",
      "id": "football/gary-lineker",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Ofcom",
      "id": "media/ofcom",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "politics/2016/may/11/salaries-of-top-bbc-stars-could-be-made-public-under-government-plans"
}