{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/10/crowdfunding-explained-alternative-finance-secret-success",
  "id": "2016-05-10-299",
  "sectionId": "small-business-network",
  "body": "Crowdfunding has boomed over the past five years, with entrepreneurs pulling in over £370m via online platforms in 2015. As traditional banks have floundered, so demand for new methods of funding has risen. The Pushing Boundaries report by Nesta says that alternative finance, which includes a range of non-traditional online fundraising methods, has evolved from a “few plucky startups” in 2010, to an industry worth over £3.2bn in 2015. Furthermore, 2016 is the year the alternative goes mainstream, the report predicts. Crowdfunding platforms such as Crowdcube, Kickstarter and Seedrs are now central to many business plans. The ability to pitch a business plan online and receive funding, in return for either equity or rewards, is an enticing idea for entrepreneurs that need investment. But entrepreneurs must understand that crowdfunding is not easy money. There are significant costs and responsibilities involved and success is far from guaranteed.    Related: Crowdfunding is music to the ears for small businesses    Luke Davis, co-founder of Crowdfinders, organises crowdfunding events and co-founded Money & Co with CEO Nicola Horlick. Davis advises entrepreneurs to hone their pitches to perfection before posting online. “Most people have a short attention span, so it’s important to get the pertinent points across quickly and in a confident manner,” says Davis. “Cite what the product is and why consumers need it, detail the principles of the business, the traction the business has had so far and how scalable the company could be.”  Consumer products tend to be more attractive to the public than B2B propositions. Among the most successful pitches are food and drink brands. New breweries such as Brewdog and Camden Town Brewery, as well as wine makers such as Chapel Down, have all boosted their profiles and cash reserves with crowdfunding. Demand for beer and wine is so intense that there are dedicated crowdfunding sites for them: CrowdBrewed and Fundovino, respectively.  For non-alcoholic businesses, a strong and easily identifiable consumer brand is also the key to success. David Atkinson, founder of the Yorkshire Meatball Company, recently raised £130,000 via Crowdcube to invest in his Harrogate-based restaurant and retail products. But, as Atkinson and others attest, successful crowdfunding involves a substantial amount of marketing and pitching prior to launch. Simply put, entrepreneurs should line up investors before they go live.  “We were advised that you need to have identified a third of the funds beforehand from friends, family and investors,” says Atkinson. “Then, you expect that the platform and its membership will provide a third, and then there’s your customer network to provide the rest.” Atkinson says he didn’t have “the third from investors, friends and family” but put his customer database to work and hired a PR and marketing company to get their story out there. Crucially, Atkinson spent several months speaking to investors and preparing the pitch. “You have to realise there’s a huge amount of work in crowdfunding,” he says. “You get emails from potential investors, you answer their questions and then they might only invest £10. Some don’t invest anything.”  Crowdfunding platforms have attracted the attention of academics. Psychologist Dr Mark Earls spoke at a recent Crowdfinders event at the Royal Institution and took issue with the idea that investment decisions are always rational. “We are much less like Mr Spock in Star Trek than we think we are. He’s rational, considered and intellectual. We are far more like Captain Kirk: impulsive, intuitive, illogical, emotional,” he said. Earls argues that human beings tend to “outsource their decision making” to others – we seek recommendations, the opinions of experts, copy the behaviours of others and very often “follow the herd”. Therefore, crowdfunding relies on the appearance of success and popularity, Earls says. “Popularity and creating a buzz is really important for a fundraising programme.”   Related: Inside the mind of tech investors: what are they looking for?    Crowdfunding entrepreneurs and platforms will talk about the importance of not getting “stuck on the sandbank”. But for bigger fundraisers, this will in practice mean that an entrepreneur might need to get a major backer lined up prior to launching their campaign. This might be an existing shareholder, or the business may require the help of a private investor, otherwise known as a business angel. Bill Morrow is the co-founder of Angels Den, which connects entrepreneurs with private investors. He says the growth of alternative finance is “staggering”, but has some reservations and concerns about crowdfunding, which he believes lacks sufficient legal protections for the investor. He also warns entrepreneurs to ensure they really understand all of the terms and conditions on a platform before signing up. “Crowdfunding platforms are not all the same. You need to understand what those legal terms actually mean,” he says. Morrow adds that entrepreneurs need mentorship more than they do finance. This means that finding a business angel and raising money, be it through crowdfunding or by private means, is not just about getting the cash, but about getting the business heading in the right direction.  “There’s so much money out there. You will be able to raise capital, but raising capital isn’t the end of the game,” says Morrow. “What businesses ask for is money, but what they need is mentorship – contacts, business experience and then, after that, they need the money.” Raising money from angels and the crowd have many things in common. But the main thing for the business owner is to be able to present a sensible and straightforward pitch that defines their business in terms anyone can understand. Five tips for success in crowdfunding  Define your proposition and hone your pitch. Spell out simply what you want the money for. Research the platforms carefully – they are not all the same. Calculate the costs of the fundraising – don’t forget legal fees. Be sure this is the best route for you – there’s no going back.  Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Crowdfunding: the boom and buzz explained",
  "webPublicationDate": "2016-05-10T06:53:46Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/10/crowdfunding-explained-alternative-finance-secret-success",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Crowdfunding",
      "id": "technology/crowdfunding",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Card",
      "id": "profile/jon-card"
    }
  ],
  "guardianId": "small-business-network/2016/may/10/crowdfunding-explained-alternative-finance-secret-success"
}