{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/02/lady-dynamite-marseille-absolutely-fabulous-new-on-netflix-in-may",
  "id": "2016-05-02-132",
  "sectionId": "tv-and-radio",
  "body": "TV Lady Dynamite (available 20 May)The brilliant standup comic Maria Bamford has made a meta-sitcom about her real-life mental breakdown, with flashbacks to her time in hospital making mood-boards and playing Truth Badminton and flash-forwards to her post-mania acceptance of odd jobs, from voiceover on Bill Cosby’s animation about Sea World called Lady Orca to fronting a misogynistic game show called Lock Up a Broad. No one is spared a skewering. Marseille (available from 5 May)With cocaine-hoovering, a shoot-out, a firebombing, a jewellery heist and at least four affairs in just the opener, Netflix’s first French-language drama is pulling no punches. There’ll be a lot of sex, corruption, mafia and banlieue action, all overseen by Gérard Depardieu as Robert Taro, the city’s curmudgeonly mayor. Chelsea (available every Wednesday, Thursday and Friday from 11 May)Chelsea Handler wants to “free the talk show” from its network strictures. Expect her to swear copiously and rove around the world encouraging everyone from Russian dancers to polygamists to bare all. Absolutely Fabulous seasons one to five (available now)     Eddie and Patsy in Ab Fab. Photograph: Justin Canning/BBC    Ahead of the film’s release in the summer, go back to the start and get sloshed all over again with 90s fashionistas Eddie and Patsy. Sing it with me now: “Wheels on fire, rolling down the road!” Film Welcome to Leith (available now)An acclaimed documentary about Craig Cobb, a white supremacist who tries to bring a tiny town in North Dakota – with just two-dozen residents – around to his way of thinking.  An Education (available now)Nick Hornby’s adaptation of Lynn Barber’s best-selling memoir about the 60s. Carey Mulligan stars as Jenny, a vulnerable teen seduced by an older man. Gladiator (available 18 May)Ridley Scott’s swords-and-sandals epic that tells the life, trials and gripping arena-battles of Russell Crowe’s Maximus Decimus Meridius. Funny Girl (available 18 May)Barbra Streisand plays Fanny Brice in the debut that became a classic and won her an Oscar back in the 60s. Cartel Land (available 23 May)Full of staggering and troubling scenes of cartel violence, documentary-maker Matthew Heineman gets access to vigilantes on both sides of the US-Mexico border who are trying to stop the war on drugs.",
  "webTitle": "Lady Dynamite and Marseille: new on Netflix in May",
  "webPublicationDate": "2016-05-02T13:23:13Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/02/lady-dynamite-marseille-absolutely-fabulous-new-on-netflix-in-may",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Abbott",
      "id": "profile/kate-abbott"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/02/lady-dynamite-marseille-absolutely-fabulous-new-on-netflix-in-may"
}