{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/11/charity-reserves-how-much-too-much",
  "id": "2016-05-11-301",
  "sectionId": "voluntary-sector-network",
  "body": "Latest figures from the NCVO estimate that reserves held by UK charities are collectively worth around £49bn, which equates to 15 months of spending. It’s not an insignificant sum. But while the amount held per organisation varies, the question of how much charities should ideally have in reserve is a difficult one to answer. Recently, one contributor to a live Q&A described applying to the same funder in successive years; the charity was told it either had too much in reserve (12 months), and should finance the work itself, or that there were concerns about sustainability (when they had seven months’ worth in the bank).   Related: Standing out from the crowd: how charities can attract top funders    Organisations are generally required to include a reserves policy in annual reports, under the charities accountancy rules. But what size of reserves is right when attracting funders? Charity Commission guidance issued in January, Charity reserves: building resilience, stresses there is “no single level, or even a range of, reserves that is right for all charities”. Emma Beeston, philanthropy advisor, agrees: “Although anywhere between three to nine months gets suggested as a rule of thumb, there is no hard and fast rule... reserves that are ‘too high’ can make it look to a funder that the charity is not focused on the front line or does not need the money requested. Having reserves that are ‘too low’ can make the charity look vulnerable or indicate poor planning.”  Too much Concern over rosy reserves is acknowledged in the Charity Commission guidance: “If a charity is widely believed to have large reserves, further appeals for funds may provoke resentment against the charity for apparently seeking funds it does not need.”  The commission suggests fully explaining reserves, rather than using a standard reserves policy wording. Organisations with bigger reserves than necessary could re-examine spending and “trustees must consider whether the purposes of the charity should be amended to enable the charity to operate more effectively”. Geetha Rabindrakumar, Big Society Capital social sector leader, says while social investors often lend where banks will not, charities with higher reserves usually find attracting funding easier. She explains: “This is because higher levels of reserves will help mitigate any financial risks of the investment; the charity is more likely to be able to withstand unforeseen pressures on future income and be able to continue to sustain the investment in changing circumstances.” Debbie Lye, chief executive of Spirit of 2012, an independent trust set up to continue the goodwill of the London 2012 Olympic and Paralympic Games, explains that they check the applicants’ reserves will enable them to survive without grant money for a minimum three months. However, she adds: “We also don’t like to see money being ‘hoarded’ – in simple terms, we’re looking for evidence that our investment would be put to good use.” Too little As for low reserves, the Charity Commission guidance acknowledges, “there could be a refusal to fund on the basis that the charity’s finances are unstable and the charity may be at risk of financial difficulty or insolvency”. Rabindrakumar suggests two approaches: “One, if the level of free reserves your charity holds is lower than the target level agreed by your board, explain how your future plans will enable your charity to reach this level of reserves. This should include information on how you will monitor and manage any financial risks whilst you’re building reserves.    Related: Alternative finance: is it right for your charity?    “Secondly, if you have a deliberate policy to hold lower levels of reserves, clearly explain the rationale behind this, and why the level your board has agreed is appropriate. For an organisation with predictable, diverse income streams, it may be unlikely that all income will collapse at once, so holding three or six months’ worth of all running costs in free reserves may not be appropriate.” When she was Scope’s finance director, Rabindrakumar recalls how the charity developed a risk-based policy, setting reserves based on assessing short- and medium-term financial risks, “rather than taking a blanket approach of holding a fixed level of operating costs in reserve”. Review and explain Regularly reviewing levels and policies is crucial. Take the British Red Cross. In Beyond Reserves (pdf), a 2012 report from ACEVO and partners, the charity questioned its conservative attitudes towards reserves, and agreed a reduction of its £35m level would be appropriate. In its 2014 annual report, it set the minimum level within the next three years at £22.5m.    Explain what the reserves policy is and why, [and]... what designated funds are going to be used for.  Emma Beeston     Today, according to the 2015-19 strategy, the charity will ensure “long-term financial sustainability by maintaining our minimum reserves”. A spokeswoman adds: “The reserves policy is kept under periodic review and reserves levels are adjusted as perceptions of risk and other factors change. Our target range is £30m to £40m and our free available reserves at the end of the year were £40.1m.” Charities worried about funders’ perceptions must be upfront. Consultant Emma Beeston concludes: “Explain what the reserves policy is and why; what steps are being taken to build reserves; how reserves levels are monitored; what designated funds are going to be used for.” The funder can therefore make informed judgments, “not assumptions”. With reserves, it is important to remember that size matters, but it is the quality of the reserves policy that is as important as the quantity of reserves alone. For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "How much money should your charity hold in reserve?",
  "webPublicationDate": "2016-05-11T09:00:46Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/11/charity-reserves-how-much-too-much",
  "keyword": [
    {
      "webTitle": "charity money",
      "id": "voluntary-sector-network/charity-money",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Finance",
      "id": "voluntary-sector-network/finance",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Trustees",
      "id": "voluntary-sector-network/trustees",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Governance and management",
      "id": "voluntary-sector-network/governance-and-management",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Saba Salman",
      "id": "profile/sabasalman"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/11/charity-reserves-how-much-too-much"
}