{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/27/swaziland-acting-as-puppet-to-south-africa-in-bid-to-legalise-rhino-horn-trade",
  "id": "2016-05-27-224",
  "sectionId": "environment",
  "body": "Swaziland has been accused by one of the world’s leading conservationists of being a puppet of South Africa in a bid to open the floodgates to a potentially calamitous legal rhino horn trade. South Africa appointed a committee to study the idea of trading horn internationally, which has been banned for more than four decades, but the government backed away from such a proposal in April.  Days later, neighbouring Swaziland put forward a proposal for a legal trade, citing the 1,000-plus white rhino poached in South Africa each year. Dr Richard Leakey, the chair of the Kenya Wildlife Service which burned the biggest ever stockpile of seized horn last month, told the Guardian: “Swaziland will be seen for what is is, a puppet.” Opponents of a legal trade fear it would stimulate the black market, which is driven by demand in south-east Asia. But in its proposal, Swaziland said: “At present 100% of the proceeds from the sale of rhino horn are taken by criminals, while rhino custodians pay 100% of the costs of rhino protection and production yet they desperately need funds to cover these costs.”  Separately, South Africa lost the latest round in an ongoing battle in the courts last week, theoretically legalising the domestic trade there. But the environment minister, Bomo Edna Molewa, told reporters on Thursday the government had lost on process, not substance, and was now taking counsel. The jockeying on opening a trade in horn, which is worth more than gold at up to $60,000 (£40,900) a kilo, is accompanied by a similar fight on ivory ahead of a major international meeting. Economically struggling Zimbabwe has tabled a proposal to allow the trade in ivory for it to raise funds, which will be discussed in Johannesburg this September at a conference of the Convention on International Trade in Endangered Species (Cites), which regulates the legal international trade in wildlife. The country also moved earlier this year to sell 18 elephants to US zoos to raise money. But Leakey argued that Zimbabwe could not use elephants and a legal trade to solve its economic woes. “It’s perennially broke but the ivory is not going to get them out of their economic hole,” he said. John Scanlon, secretary general at Cites, admitted that the consensus for several years on banning international trade in horn and ivory was beginning to tear, and “completely opposite viewpoints” would be aired in Johannesburg. “We had a situation [three years ago, at Cites’ last major meeting] where we were dealing with a surge in illegal trade and some of the differing views about to trade or not were put to one side, as we focused our attention purely on how we were going to tackle the illicit trade. “What we’ve seen through the last few months [through countries’ proposals] … is some of the differences of opinion have clearly re-emerged, and we’ll see those played out at the COP [the Johannesburg meeting], particularly on elephant ivory and rhino horn.” Scanlon would not be drawn on the merits of a legal international trade in ivory and horn, which many conservationists oppose based on the experience of previous one-off legal ivory sales. “The history of the convention has shown well-regulated legal trade can work for people and species, but it’s very species- and region-specific,” he said. The Kenyan president, Uhuru Kenyatta, told delegates from 170 countries at the UN environment assembly on Thursday that Kenya would play an active role at the Cites meeting. “Kenya will be seeking a total ban on the trade of ivory, and we hope you can stand with us as we take this critical step to preserve animals that contribute so much to our ecosystems and way of life,” he said.  Leakey said that he was confident that proposals to move all ivory to the strongest protection listing in Johannesburg would succeed. “I think we will get a swinging majority vote,” he said. “If we get that, I think we’re on a winning line, but we just need to be more relentless about keeping up the pressure on the far east.” He added that he thought the west had misunderstood how committed China was in reducing its citizens’ demand for illegal wildlife products including ivory and horn. “I think we’ve blackened China’s image without really understanding what’s going on. China is moving towards becoming a superpower, she wants to be a world leader. You don’t want to be a world leader that’s got dirt on the ropes, and if wildlife trade becomes a really dirty matter, the Chinese government isn’t going to have that tarnishing their image.”  The Guardian’s travel and accommodation was paid for by the UN.",
  "webTitle": "Swaziland acting as 'puppet' to South Africa in bid to legalise rhino horn trade",
  "webPublicationDate": "2016-05-27T09:51:54Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/27/swaziland-acting-as-puppet-to-south-africa-in-bid-to-legalise-rhino-horn-trade",
  "keyword": [
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Swaziland",
      "id": "world/swaziland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/27/swaziland-acting-as-puppet-to-south-africa-in-bid-to-legalise-rhino-horn-trade"
}