{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/china-democracy-activist-enters-second-week-of-hunger-strike",
  "id": "2016-05-23-318",
  "sectionId": "world",
  "body": "A prominent Chinese democracy activist who was jailed in 2015 during a Communist party attack on dissent has entered the second week of a hunger strike, according to his sister. Guo Feixiong, 49, was sentenced to six years behind bars in November 2015 for taking part in a protest against censorship outside the newsroom of a liberal newspaper in southern China.   Related: China democracy activist Guo Feixiong jailed for six years in Xi crackdown    Relatives and supporters of the activist, whose real name is Yang Maodong, say his health has deteriorated dramatically in recent months and accuse officials at Guangdong’s Yangchun prison of denying him adequate medical treatment. Guo launched his hunger strike on 9 May, demanding better treatment as well as political change in China. On Monday morning Guo’s sister, Yang Maoping, confirmed he was still refusing to eat. “It makes my heart ache,” she said of his increasingly poor physical condition.  In an open letter to President Xi Jinping the veteran activist’s wife, Zhang Qing, wrote: “Guo Feixiong’s indefinite hunger strike in prison is in response to the deliberately degrading way he has been treated by the authorities.” “No one has the right to persecute Guo Feixiong to death, and the perpetrators of these evils must be stopped,” Zhang wrote, according to a translation by the human rights group China Change.  “The brazenly unlawful behaviour of the domestic security and prison authorities in Guangdong makes a mockery of the Chinese authorities’ claim to ‘govern the country according to the law,’” the activist’s wife added.  Speaking earlier this month, Human Rights Watch’s China director, Sophie Richardson, said China’s “cruel and inhuman treatment” of prisoners had become a worrying trend. “Chinese officials are earning an ugly reputation over their willingness to let political prisoners get terribly sick – and even die – in detention,” Richardson said. In 2014 human rights activist Cao Shunli died after allegedly being denied medical treatment by authorities. Additional reporting by Christy Yao",
  "webTitle": "China democracy activist enters second week of hunger strike",
  "webPublicationDate": "2016-05-23T04:36:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/china-democracy-activist-enters-second-week-of-hunger-strike",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/23/china-democracy-activist-enters-second-week-of-hunger-strike"
}