{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/04/vodafone-excess-charge-mental-illness",
  "id": "2016-05-04-329",
  "sectionId": "money",
  "body": "My sister has been a customer of Vodafone for 15 years, and has a £20-a-month dongle and £33-a-month mobile phone contract with the provider. Her phone is her lifeline but, due to serious mental issues and a physical condition, she lacks the ability to understand practicalities, and uses it to watch a lot of videos. I need her to be contactable as I check on her daily, and on occasion have had to call emergency services for her.  I called Vodafone in February when her phone wasn’t connecting. I was told she had been cut off as she’d exceeded her data allowance and owed £360 in excess charges.  I spent an hour being passed from operator to operator, firstly to set up a direct debit to pay off the debt in instalments, and then to try to increase her data allowance to stop this happening again. I was recommended various packages – one for £20 a month with unlimited data for two months and free Netflix for 12 months (encouraging more data use!).  I was then told she wasn’t eligible as she was already in a fixed contract.  I’ve explained she has mental problems, but no one has suggested that they could review the account, or offered help. Surely companies should have policies to safeguard the vulnerable. AC, Harrogate Your sister is liable for the charge since she exceeded her data allowance, but Vodafone seems to have been singularly unhelpful. Telecoms regulator Ofcom says that service providers must support customers with a mental illness in managing their accounts and protect them from mis-selling. “We’d expect Vodafone to act swiftly and sympathetically and take all necessary steps within its power to help better protect her against bill shock in future,” it says. Despite your efforts, and a letter from her hospital consultant, Vodafone says it has “no reason to believe she is not capable of running a mobile phone account”, and that “pay-as-you-go is available to customers in this position”. However, the day after I raised her case, you get a call offering to halve her monthly dongle charge and a discounted phone contract with unlimited minutes and 20GB data, instead of the 1GB she’s had. Vodafone will also deduct £150 from her excess data charges, which now exceed £800. It says the discounts and the deduction amount to a “goodwill gesture” of £539, and she will be paying less for a far bigger bundle. A decent gesture, but it’s a pity it took media intervention to secure it. In future, given you sister’s fondness for videos, you should consider unlimited data bundles. If you need help email Anna Tims at your.problems@observer.co.uk or write to Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU. Include an address and phone number.",
  "webTitle": "A disconnect with Vodafone over my sister’s mental illness",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/04/vodafone-excess-charge-mental-illness",
  "keyword": [
    {
      "webTitle": "Mobile phones",
      "id": "money/mobile-phones",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Vodafone",
      "id": "business/vodafonegroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/04/vodafone-excess-charge-mental-illness"
}