{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/democrats-acting-elitist-not-progressive-thomas-frank",
  "id": "2016-05-04-104",
  "sectionId": "commentisfree",
  "body": "The year of our discontent rolls on, and now it is Indiana that hands victory to the insurgent senator Bernie Sanders and the protectionist demagogue Donald Trump.  Seven years have passed now since the last recession officially ended, and yet the country’s fury has scarcely cooled. To this day we remain angry at Wall Street; we rage against career politicians; and we are incandescent that the economic system seems to have been permanently “rigged” against working people. Median household income has still not recovered the levels of 2007. Wages are going nowhere. Elite bankers are probably never going to be held accountable for what they did. America is burning.   Related: Hillary Clinton isn't progressive. She's just the lesser evil in the general election | Kiese Laymon    Listening to the leading figures of the Democratic party establishment, however, you’d never know it. Cool contentment is the governing emotion in these circles. What they have in mind for 2016 is what we might call a campaign of militant complacency. They are dissociated from the mood of the nation, and they do not care. I mean this in ways both great and small. The party’s leadership is largely drawn from a satisfied cohort that has done quite well in the aftermath of the Great Recession. They’ve got a good thing going. Convinced that the country’s ongoing demographic shifts will bring Democratic victory for years to come, they seem to believe the party’s candidates need do nothing differently to harvest future electoral bumper crops. The seeds are already planted. All that is required is patience. Hillary Clinton is more or less openly offering herself as the complacency candidate. The least inspiring frontrunner in many years, she is a dynastic heir who stands to receive the Democratic nomination largely because it’s her turn – the logic that made Bob Dole the GOP leader in 1996. Clinton has scolded her rival for wanting to break up Wall Street banks since such a policy, by itself, would not also end racism and sexism. (In point of fact, the black middle class was disproportionately damaged by the detonation of the housing bubble.) Clinton’s unofficial slogan, “America never stopped being great” — supposedly a searing riposte to Trump’s “make America great again” – sounds like the kind of thing you’d see inscribed in a country club logo. In her words, we can hear the call of contentment, a would-be catchphrase for a generation of satisfied people. Barack Obama offered his own variation on the complacency theme during a meeting in March, in which he announced: “America’s pretty darn great right now.” Unemployment was down from the awful heights of a few years prior, the president reported, and businesses were hiring. Any residual economic complaints, he suggested, arose from “an alternative reality . . . that America’s down in the dumps”. Obama has said similar things often in these waning months of his presidency. In a recent interview with Andrew Ross Sorkin of the New York Times, he went even farther, brushing off criticism of his administration as cranky griping by people who had been left behind by history. He had helped institute “hard changes”, he recollected, that made the economy more “nimble” and “dynamic”. Unfortunately, he continued:  [T]hat then feeds, both on the left and the right, a temptation to say, ‘If we could just go back to an era in which our borders were closed,’ or, ‘If we could just go back to a time when everybody had a defined-benefit plan,’ or ,‘We could just go back to a time when there wasn’t any immigrant that was taking my job, things would be OK.’  Perhaps you noticed something peculiar about that statement, reader: that Obama has here lumped together two complaints that sound absurd and vaguely racist with a third impulse – a longing for defined-benefit pension plans – that is legitimate and quite real. As it happens, we know who wants to get everybody into a defined-benefit pension plan: organized labor, a big Democratic constituency for whom such plans, in which benefits do not fluctuate like stocks, are a common demand. Social security is another example of such a plan.  Defined-benefit plans really exist. Millions of people count on them as a bulwark of middle-class security. Yes, Republicans have attacked defined-benefit plans for years, and such plans have become increasingly rare for younger workers, but instead of fighting back, here’s our liberal president brushing it all off as pie-in-the-sky whining by soreheads. This is the flip side to the complacency chorus: resentment of people who can’t see that all the skies are blue in our nimble and dynamic world. In Monday’s New York Times, for example, columnist Charles Blow scolded those who believe that “life in America has gotten worse . . . compared with 50 years ago”, suggesting that such a view was associated with an “implicit, or even explicit, critique” of the achievements of the Obama administration. He continued: “This view of the Obama presidency as, at best, a disappointment, or at worst, a failure, is a pernicious and unsupportable lie that did quite a bit to sour minorities on Sanders and to rally opposition to Trump.”   Related: America's Trump nightmare has arrived | Lucia Graves    In reality, Donald Trump is a bigot of such pungent vileness that the victory of the Democratic candidate this fall is virtually assured. Absent some terrorist attack ... or some FBI action on the Clinton email scandal ... or some outrageous act of reasonableness by Trump himself, the blowhard is going to lose. This, in turn, frees the Democratic leadership to do whatever they want, to cast themselves in any role they choose. They do not need to move to “the center” this time. They do not need to come up with some ingenious way to get Wall Street off the hook. They do not need to beat up on working people’s organizations.  That they seem to want to do all these things anyway tells us everything we need to know about who they really are: a party of the high-achieving professional class that is always looking for a way to dismiss the economic concerns of ordinary people. Thomas Frank is the author of Listen, Liberal",
  "webTitle": "Why must the Trump alternative be self-satisfied, complacent Democrats? | Thomas Frank",
  "webPublicationDate": "2016-05-04T16:19:57Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/democrats-acting-elitist-not-progressive-thomas-frank",
  "keyword": [
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomas Frank",
      "id": "profile/thomas-frank"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/democrats-acting-elitist-not-progressive-thomas-frank"
}