{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/cafe-society-review-woody-allen-kristen-stewart-jesse-eisenberg",
  "id": "2016-05-11-243",
  "sectionId": "film",
  "body": "Related: Woody Allen at Cannes: artistic competition 'against common sense'    Woody Allen’s Café Society is a sweet, sad, insubstantial jeu d’ésprit, watchable, charming and beautifully shot by Vittorio Storaro – yet always freighted with a pedantic nostalgia for the 1930s golden age in both Hollywood and New York, nostalgia which the title itself rather coercively announces. The movie boasts charming and intelligent lead performances from Kristen Stewart and Jesse Eisenberg – a career-highlight for Eisenberg, actually, who plays a white tuxedo-ed Manhattan nightclub manager whose broken heart has caused him to undergo a Bogartian growing up: from a gauche boy to a mature, disillusioned man, trapped in the wrong marriage. Eisenberg is Bobby, a boy from the Bronx who is sick of working for his dad, entertainingly and cantankerously played by Ken Stott. Bobby is nervy, romantic, ingenuous and of course ventriloquising the director in the traditional manner; I can’t think of anyone who has done it better, and there is a kind of generational effect in hearing Allen’s own voice as the narrator: the slower, more grandfatherly version.      Bobby heads for Hollywood where his mother figures she can get him an introduction to her brother, his Uncle Phil: a super-agent and all-around big-shot, he is a breezy and powerful and yet strangely careworn figure, played by Steve Carell. Deeply exasperated at having to find a job for this gawky boy with his calf-like face, Phil nonetheless submits to the Hollywood nepotism law, finds him a “cockamamie” assistant job, and Bobby instantly falls in love with Phil’s secretary, the heartstoppingly beautiful and likeable Vonnie, played by Kristen Stewart, who has been miraculously tasked with showing Bobby around. But Bobby’s romantic and professional life run into a crisis, and he returns to New York, where he gets a job in a nightclub, a development as jauntily improbable as everything else. This is part of a mob operation run by Bobby’s brother Ben (Corey Stoll), who is a ruthless gangster, given to dumping business associates in a shallow grave and pouring concrete over them.   Related: Beyond Twilight: on the set of Personal Shopper with Kristen Stewart    It’s a very nice confection, with echoes of much of his previous work; there’s something of Bullets Over Broadway, and the plot contrivance of a convenient brother in the mafia, and subsequent guilty anguish, is very like Crimes and Misdemeanors, although the idea appears in a lighter and more cursory form. In many ways, Café Society could be said to restate almost all of the key ideas and themes of Woody Allen’s films in one way or another: life, chance, fate, love, guilt. Bobby’s mother says that you should live each day like it’s your last, and one day you will be right. Allen isn’t quite making each film as if it is his last – rather, it is almost as if nowadays each one is his first: smart, brisk, amiable, a little unfocused and without the ambition and joke-rapidity which is the mark of the mature genius yet to come. Eisenberg is very strong in the role of Bobby, and very convincingly portrays both the boy and the man, interestingly showing how it is his destiny to become all too similar to his harassed Uncle Phil. Stewart is also very stylish and seductive in the role of Vonnie, although her role is essentially passive: she sheds tears, though the default position is a cool and even temper. The romance of Bobby and Vonnie is beguiling: when Vonnie is away, Bobby pines – and so do we, the audience. The interest level dips when she is spirited away by the story and the action removes from sunny Los Angeles to New York: the narrative tendons slacken as Allen will insist on reeling off name-dropping lists of the legendary figures that we see flitting across the screen, establishing a new ambient mood. It’s elegant, if slightly frustrating, as the film breaks apart a tortured love-affair which had been so fascinating.   Related: Cannes 2016 day one: Woody Allen, Kristen Stewart and Blake Lively – in pictures    The film looks ravishing, with shots of New York which recall images in Allen’s great work, Manhattan, but however wonderfully composed, there is something almost touristy in both them, and in his evocation of golden age Tinseltown, like his homages to Paris and Rome. Allen brings it all together in his closing moments which conjure something unexpectedly melancholy and shrewdly judged. It has entertainment and charm.",
  "webTitle": "Café Society review – Woody Allen's amiable, if insubstantial, tribute to golden-age Hollywood",
  "webPublicationDate": "2016-05-11T11:35:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/cafe-society-review-woody-allen-kristen-stewart-jesse-eisenberg",
  "keyword": [
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jesse Eisenberg",
      "id": "film/jesse-eisenberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Steve Carell",
      "id": "film/stevecarell",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Romance",
      "id": "film/romance",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/11/cafe-society-review-woody-allen-kristen-stewart-jesse-eisenberg"
}