{
  "apiUrl": "https://content.guardianapis.com/sap-partner-zone/2016/may/23/kiss-traditional-it-goodbye-real-time-enterprise-is-now",
  "id": "2016-05-23-118",
  "sectionId": "sap-partner-zone",
  "body": "The ancient Greek philosopher Parmenides called Aristotle to task: the past? the future? what are these strange things? There is only today, he argued. In fact, there is only right now. Was this sage of the ages predicting S/4HANA? Surely not, but the metaphor matters. In the data-driven forum of modern business, insights increasingly guide decision-making. While that’s been a trend for some time, the immediacy of analytics has taken a sudden and serious turn. Latency is now a dirty word. Hershey’s CEO J.P. Bilbrey summed it up like this: “The ability to use data almost instantaneously is so powerful compared to where we’ve ever been before.” He went on to proclaim that predictive analytics will be the recipe for how “businesses will win in the future.” Bilbrey spoke to a group of industry analysts and press on Wednesday at the SAPPHIRE NOW ASUG Conference, held in Orlando, Florida. Billed as the biggest Sapphire event ever, the flagship show of German software giant SAP drew 30,000 attendees. Martin Mrugal, chief innovation officer and head of customer experience at SAP, noted that the Hershey’s case study exemplifies the challenging, yet mission-critical nature of digital transformation. “They’re reconfiguring the airplane as they’re flying it,” he said. Digital Boardroom Dennis Kecskemeti, executive director to the chief controlling officer at SAP, gave an interview about another new, real-time product called Digital Boardroom. Designed to give corporate boards a strategic view of their entire enterprise, this product forces serious IT transformation. For traditional board-room environments, reports are generated in batch, with data warehouses and marts delivering customised reports to show various aspects of the business. The Digital Boardroom plugs directly into enterprise information systems in real-time. The impact on traditional IT environments is quite acute. Many long, linear processes that once took days, weeks and even months, will now be largely supplanted by business logic that sits on top of real-time data feeds. Old job titles will fade, new ones will rise. HR has a new challenge. Partner strategy Numerous executives at the show made clear that SAP’s history of working closely with global partners remains a central focus: Capgemini, Cognizant, Wipro, Accenture, Deloitte, IBM; even Microsoft; and Apple are openly collaborating with SAP. Steve Lucas, president of the SAP Enterprise platform, said SAP now incorporates more open-source components than any of their major competitors. This is no small claim in light of IBM’s open-source history with Linux.  Hyperbole aside, the cat-and-mouse game between open-source vendors and venerable closed-source goliaths is playing out. For 2015, IBM led with big data revenue at $2bn; SAP in second at $890m; and the open-source upstarts combined? Just $325m. Worthy of note is the role of international channel partners, such as the offshore consultancies of India and other countries. While SAP has long built relationships with these rapidly growing organisations, the stateside open-source vendors seem more reluctant, if not flat-footed.  The waves of open-source innovation keep coming. But word to the wise: the big guys can move quickly, especially when there’s pressure from all directions. That’s exactly what’s happening in the world of enterprise software today. Follow Eric Kavanagh on Twitter @eric_kavanagh This advertisement feature is paid for by SAP, which supports the Guardian Media & Tech Network’s Digital business hub.",
  "webTitle": "Kiss (traditional) IT goodbye: real-time enterprise is now",
  "webPublicationDate": "2016-05-23T15:30:56Z",
  "webUrl": "https://www.theguardian.com/sap-partner-zone/2016/may/23/kiss-traditional-it-goodbye-real-time-enterprise-is-now",
  "keyword": [
    {
      "webTitle": "SAP partner zone",
      "id": "sap-partner-zone/sap-partner-zone",
      "sectionId": "sap-partner-zone",
      "sectionName": "SAP partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sap-partner-zone/2016/may/23/kiss-traditional-it-goodbye-real-time-enterprise-is-now"
}