{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/gang-rape-brazil-twitter-shock",
  "id": "2016-05-27-35",
  "sectionId": "world",
  "body": "Police in Brazil are attempting to identify 30 men who allegedly participated in the gang rape of a 16-year-old girl, which was filmed on a cellphone and then distributed on Twitter. The assault and its social network aftermath have prompted a furious debate about attitudes toward women, rape culture and online psychological violence.  The teenager – who is now reportedly in fear of her life – told investigators that she had visited the home of her boyfriend on Saturday afternoon in a favela in the west of Rio de Janeiro. She was briefly alone with him but said she remembered nothing afterward until she woke up naked the next day in another building with dozens of men who had guns.  Her family said she returned home distressed and wearing men’s clothes, but said nothing about her ordeal. Two days later, however, one of the men posted a 40-second video online, showing her naked and semi-conscious. Another man posted a picture of himself posing next to the girl’s exposed genitals.  The images were rapidly distributed and got more than 500 “likes” before they were removed by Twitter. Among those who saw them were the girl’s horrified family. Her grandmother told local media that the motive was revenge because her boyfriend felt she had cheated on him. The teenager, who has since been taken to hospital for medical treatment, has posted a message on her social media account saying she feared she would be judged badly. “It does not hurt the uterus, but the soul because there are cruel people who are getting away with it,” she wrote. Police say they have identified four of the 33 men involved and issued arrest warrants. Two others face charges related to the distribution of the images online. A hotline set up for more information about the crime has received more than 800 calls. Amid a growing outcry, the government has called an emergency meeting of public security chiefs to discuss measures to combat violence against women. Michel Temer, the interim president, said a new department would be created inside the Federal Police to coordinate action. “It is absurd that in the 21st century we have to live with barbaric crimes like this,” he said. The case has generated a huge response in Brazil’s active social media. Initially, there was approval of the assault by men who said the victim bore responsibility for getting drunk or using drugs or wearing a short skirt.  But that was soon overtaken by a deluge of condemnation. The hashtag #EstuproNuncaMais (No more rape) was a trending topic Twitter ahead of a planned rally in Rio on Friday .  Paloma Oliveira, one of the organisers of the protest, said she started by inviting 300 friends on Facebook and now 45,000 people have said they will attend. “This just gave form to the indignation that everyone is feeling about what happened.” In the Facebook page for the event, the organisers drew a comparison with the gang rape and murder of an Indian student on a bus in 2012.  “The next day thousands of women were on the streets demanding an end of this culture of fear! The end of the normalisation of rape!” it said, calling for the same response in Brazil. Several politicians, artists and social organisations have added their voice to such appeals. A second demonstration has been called for 1 June.   Related: Mexico City mayor ridiculed over plan to fight sex crimes with plastic whistles      Temer’s predecessor, Dilma Rousseff – who was suspended earlier this month while she is being impeached by the senate – tweeted: “Again, I reiterate my rejection of violence against women. (We must) fight to denounce and punish this crime.” Amália Fischer of Fundo Social Elas said the gang rape was a hate crime that should mobilise all the women of Brazil. “Women need to be respected regardless of their race, sexuality or the clothes they wear. I can only hope that this act can bring awareness to women and men about the need for this fight, so the violence against women can end,” she said.Maynara Fanucci, a contributor to the popular Empodere Duas Mulheres feminist campaign said the debate about violence against women has just started. “On the bright side, many people are opening up to this, and realising how important it is to discuss rape culture, because it is present in our lives. We need to change the entire culture and show people that it is not just a question of who commits the violence, but about all those that incentivize and maintain it,” she said.",
  "webTitle": "Gang-rape images posted on Twitter shock Brazil as investigation continues",
  "webPublicationDate": "2016-05-27T19:06:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/gang-rape-brazil-twitter-shock",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/27/gang-rape-brazil-twitter-shock"
}