{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/22/internet-yami-ichi-tate-modern",
  "id": "2016-05-22-132",
  "sectionId": "artanddesign",
  "body": "The internet is not what it used to be, cries the chorus. Once a playground of geeks and innovators, it is now ruled by the corporate giants, Facebook, Google and Apple. But those nostalgic for its heyday are gathering at Tate Modern’s Turbine Hall this weekend for the first UK Internet Yami-ichi.   Related: Kittens, Kanye and kiss-and-tells: the artist who swapped canvas for clickbait    Translated as “black market’ in Japanese, the Yami-ichi has a simple aim: bringing internet culture offline. Think Edward Snowden snow-globes, spambot love letters (in envelopes not emails), and chocolate chip browser cookies you can actually eat. Founded in Tokyo in 2012, the Yami-ichi has since set up shop in Berlin, New York and Amsterdam but this is London’s first chance to “browse IRL”. Looking for a new artwork for your living room? Give the Tate shop a miss and head instead to Yinan Song’s booth, which is selling prints of images taken from people using public Wifi. Song will obscure images for privacy purposes and sell them for between £1 and £3 a pop. Alternatively, you can get your digital fortune told by London artist Libby Heaney, who offers personalised Tarot readings based on age, gender and relationship status,read out in the form of pre-programmed phrases from the likes of Match.com. “Internet companies already hold so much data about us, they can essentially predict our future,” says Heaney. Japanese artist Kensuke Sembo, who founded the Internet Yami-ichi, agrees. “Once upon a time, the internet was supposed to be a place for liberty, now there are privacy issues, flame wars and social media stress. We thought we should turn off, log out and drop in on the real world to enjoy our internet liberties.”     Cookie policy ... a fresh batch being made. Photograph: Internet Yami-Ichi    At another booth, Nye Thompson is mining Backdoored, an archive of unsecured webcam images that end up in public search engines. “Many are from private domestic spaces and the people who live there have no idea they are broadcasting their lives to the world,” said Thompson, who is selling postcards, stickers and underpants of the images for £10. Most of the 20 stall-holders are applying a comical touch to the internet’s darker issues, says Nimrod Vardi, curator of the London event. “Their projects give a new way to look and understand digital “objects”. It is important to remain experimental; that’s what the Yami-Ichi is all about.” Other pieces up for grabs includes “glitch embroidery” by Japanese fashion designer Nukeme, who hacks digital patterns on sewing machines to make custom hoodies. Erik Zepka has made a series of T-shirts that incorporate Twitter and Apple-inspired logos into his own pseudo-corporate brand. Meanwhile sound artist Tadeo Sendon is selling Browsing Noise, a book of field recordings from his travels around the internet. It ties into the Yami-ichi’s main premise: to create a space to show experimental works that, while digitally influenced, don’t necessarily fit online. “The idea for the Yami-Ichi began when my own iPhone app was rejected by Apple because it was too simple,” said Sembo, who began to wonder how he might sidestep digital marketplaces like the App Store. “We thought that not only data, but also internet-inspired ideas, can be exchanged in real space.” Just like any market, there will be haggling. But it’s meant to go beyond bargains. “I hope people leave with an insight of new forms of art, new worlds to explore, commercial and non-commercial,” says Vardi. “London needs more of those.”",
  "webTitle": "Edward Snowdomes and edible internet cookies: welcome to Yami-ichi",
  "webPublicationDate": "2016-05-22T08:53:06Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/22/internet-yami-ichi-tate-modern",
  "keyword": [
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadja Sayej",
      "id": "profile/nadja-sayej"
    }
  ],
  "guardianId": "artanddesign/2016/may/22/internet-yami-ichi-tate-modern"
}