{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/coalition-says-black-hole-calculations-include-statements-that-are-not-labor-policies",
  "id": "2016-05-24-319",
  "sectionId": "australia-news",
  "body": "Government claims that Labor has a $200bn budget black hole over 10 years are partly based on aspirational statements that are not Labor policy, such as restoring $19bn of foreign aid cuts, Mathias Cormann has revealed. But Labor has copped criticism for claiming the government’s $48bn company tax cuts over 10 years are unfunded, while Labor includes the money as revenue available for its own spending plans.  Cormann told Radio National on Tuesday the $200bn black hole claim – or $66bn over four years – included “a range of savings the government has banked, where various shadow ministers have said they won’t be proceeding with them, although that is where there is a level of argument”.   Related: Australian Tax Office to review deduction that lets MPs 'double dip'    Asked whether that included the claim that Labor would restore $19bn in foreign aid cuts, Cormann said it was included because in July Labor’s deputy leader, Tanya Plibersek, had said “we certainly wouldn’t continue with the aid cuts that are scheduled by this government”. Plibersek had clarified it would be “very difficult” to restore the funding in the short term but Labor hoped to do so in the long term. On Saturday Labor promised to reverse a $224m cut to foreign aid in the 2016 budget but did not commit to restore $19bn in foreign aid over 10 years, as the government’s “black hole” claims have implied. Cormann denied it was misleading to include the aid figure. “They want to have it both ways: they want to say they are committed to restoring the foreign aid to 0.5% of gross national income; at the same time, nudge nudge wink wink, they don’t want it reflected in budget bottom line,” he said.  “The Coalition is committed to affordable and sustainable foreign aid funding ... Labor has made some outlandish promise that are not affordable – if they are no longer committed to restoring all of the funding that we’ve cut, they’ve got to say so.”   Related: Today's campaign: calls for 'the old Malcolm' mount, putting pressure on Turnbull    Asked at a doorstop what portion of the alleged $66bn black hole was for actual Labor policies, Cormann said it consisted of $30bn of Labor’s promises costed with their own numbers and “$35bn worth of savings that we have banked where Labor in one way or another has said you must restore that spending”. “If Tanya Plibersek wants to come out today and say they’re no longer committed to restoring the funding cuts, that’s fine, we’ll adjust the numbers,” he said. “But the Australian people deserve clarity. They deserve to know what the numbers actually are.” Cormann said the black hole claims included $18.1bn over four years of savings measures that Labor opposes and are blocked by the Senate.  “These numbers are black and white,” he said. “Essentially every promise Labor has made so far, about $30bn of promises so far, are all unfunded, which means Labor can’t deliver them.” On Tuesday the shadow treasurer, Chris Bowen, said: “The biggest hit to the budget has been the government’s reluctantly costed and completely unfunded $48bn tax cut for corporations. “We won’t take any pious lectures from a government which has at the centrepiece of its budget a tax cut which it wouldn’t tell Australian people how much it would cost ... and is completely unfunded.” Asked whether it was hypocritical of Labor to claim the $48bn company tax cuts over 10 years were unfunded while proposing to spend the saving, Bowen responded: “It’s a measure we won’t proceed with. “When our fiscal bottom lines are compared in this election – [the government] will have that [$48bn company tax] black hole and we’ll have our spending and savings commitments, we’ve taken a fiscally responsible approach.”   Related: Coalition, Labor and Greens urged to halve homelessness in next decade    The prime minister, Malcolm Turnbull, targeted Labor over its spending at a media conference at Angelsea, in Victoria, where he announced $60m to address mobile phone black spots. “The real issue is the flagrant wastefulness and recklessness of the Labor party outspending us by 20 to one in this campaign,” he said. “Billion-dollar Bill keeping on joking, making jokes about the spend-o-meter. He thinks it’s a joke spending all our taxes, that’s what Bill thinks, another billion here, another billion there.” Turnbull said the government’s black hole claims were based on “the things that [Labor] have blocked, the measures of ours they have denounced and said should be reversed and of course the promises they’ve made. “If the Labor party disagrees with any of these points, then they should correct them.”",
  "webTitle": "Coalition says 'black hole' calculations include statements that are not Labor policies",
  "webPublicationDate": "2016-05-24T01:25:52Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/coalition-says-black-hole-calculations-include-statements-that-are-not-labor-policies",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tanya Plibersek",
      "id": "australia-news/tanya-plibersek",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/24/coalition-says-black-hole-calculations-include-statements-that-are-not-labor-policies"
}