{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/eastenders-dominic-treadwell-collins-soaps-bbc-itv",
  "id": "2016-05-10-304",
  "sectionId": "media",
  "body": "The man credited with reinvigorating EastEnders has said there is still snobbery directed at soaps, despite their popularity and integral role in shaping the TV schedules. Dominic Treadwell-Collins, who is leaving EastEnders after almost three years as its executive producer in which he killed off Lucy Beale and brought in Danny Dyer, said people who made TV looked down on soaps. “There’s a real snobbery towards soaps, which is sad,” Treadwell-Collins told the Radio Times. “Everyone knows that soaps prop up the schedules and that new dramas are shown off the back of them, on both the BBC and ITV. But there’s still this attitude of ‘Oh, it’s just EastEnders’.”   Related: Dramas and soaps 'aid public understanding of mental health issues'    Despite declining audiences for its scheduled shows as viewers move away from linear TV, EastEnders constantly pulls in some of the largest audiences for the BBC and is regularly among the most-watched shows on iPlayer. Coronation Street and Emmerdale are similarly important to ITV.  Treadwell-Collins urged the BBC and ITV to stop “fighting each other” by scheduling programmes such as Emmerdale and EastEnders at the same time, saying that the threat from streaming services such as Netflix meant they had a shared interest as an “endangered species”. He said: “It made me so angry. It’s not good sportsmanship and it’s the audience that loses out. It’s not the right thing to do. As Netflix and Amazon get bigger, the BBC and ITV need to stop trying to blow each other out of the pool.” Treadwell-Collins is leaving EastEnders having introduced hit storylines such as the murder of Lucy Beale, which peaked with a live-episode to mark the show’s 30-year anniversary. He also introduced the Carter family headed by Dyer as pub landlord Mick, a move he described as his legacy on the show. One of Treadwell-Collins’s final storylines will see the return of Ross Kemp as Grant Mitchell and Steve McFadden as his brother Phil for the death of their on-screen mother Peggy, played by Barbara Windsor. He will be replaced by Sean O’Connor, the man who has been overseeing The Archers on Radio 4. O’Connor has introduced more high-octane storylines to the traditionally gentle radio soap. Most recently, the long-running domestic violence narrative involving Helen Archer culminated in her stabbing her abusive husband Rob Titchener.   This article was amended on 10 May 2016 to say Helen Archer stabbed, rather than killed, her husband.",
  "webTitle": "EastEnders boss: 'There's a real snobbery towards soaps'",
  "webPublicationDate": "2016-05-10T06:30:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/eastenders-dominic-treadwell-collins-soaps-bbc-itv",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/10/eastenders-dominic-treadwell-collins-soaps-bbc-itv"
}