{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/welsh-labour-might-need-coalition-to-run-next-government",
  "id": "2016-05-06-346",
  "sectionId": "politics",
  "body": "Labour has acknowledged that it may well need the co-operation of other parties to run the next Welsh government – and will almost certainly face Ukip members when the fifth assembly convenes. Carwyn Jones, the leader of Welsh Labour, is confident that he will remain first minister but he may need support from the nationalists, Plaid Cymru, or the Lib Dems. That does not mean, necessarily, that a coalition will be formed but deals may have to be made to get Labour’s budget and programme passed.  Jones said: “We are confident we will be by far the largest party so it will be up to us to look to form a government.” He ruled out a deal with Ukip or the Tories who “are far too much to the right of where we stand” but added: “We have worked with Plaid and the Lib Dems before ... but let’s wait and see what the final figures show.” Jones was frustrated that the anti-Semitism row impinged on the final days of campaigning and has sought to keep the problems of the national party at a distance, though he welcomed the Labour leader, Jeremy Corbyn, to Wales earlier this week.  Forty Welsh Assembly members are being elected for constituencies and the other 20 via another vote to represent five larger regions. Labour has governed since the first assembly in 1999 and went into the election holding 30 of the assembly’s 60 seats. An ITV poll of people who had voted predicted that Labour would end up with 27 seats this time, Plaid Cymru, 12, the Tories 11, the Lib Dems two and Ukip eight.  Ukip national leader Nigel Farage said Ukip would have a “breakthrough night” and joked that the money spent on the Severn Bridge tolls had paid off. “I’ve been going back and forth to Wales paying those ridiculous tolls, looks like it’ll be worth it,” he said. Ukip used to call for the abolition of the assembly but it appears to have become the party of protest. Former Tory MPs Neil Hamilton and Mark Reckless are standing. Reckless called it an “extraordinary breakthrough.”  The Labour MP for Aberavon, Stephen Kinnock, believes Ukip would unravel in front of the public if it won seats in the Senedd.  Kinnock, son of former Labour leader Neil Kinnock, said: “They would come under the microscope and people would see them for what they really are: a rag-tag bunch with dubious histories.”  Carwyn Jones signalled last week in an interview with the Guardian that he was prepared to think about working with others. “From my perspective we couldn’t work with the Tories or Ukip, they are too far to the right of us,” he said.  But he added: “When it comes to Plaid and the Lib Dems, of course we can work with them. We’ve done it in the past. We will look at the situation after Thursday. Our objective is to be in a position where we can govern alone. But if we need to discuss issues with other parties, of course we will.”  The campaign has been overshadowed by events – including the steel crisis centred on Port Talbot, the Panama Papers, and the anti-semitism row.",
  "webTitle": "Welsh Labour might need to work with other parties to run next government",
  "webPublicationDate": "2016-05-06T02:37:39Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/welsh-labour-might-need-coalition-to-run-next-government",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "politics/2016/may/06/welsh-labour-might-need-coalition-to-run-next-government"
}