{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/rick-astley-i-made-tea-for-bananarama-dead-or-alive-mel-and-kim",
  "id": "2016-05-12-221",
  "sectionId": "music",
  "body": "Hi Rick! What’s it like to retire in your 20s (1) ? It’s a bit weird. I hadn’t had a proper job – I haven’t had a normal life, really. And I’m very grateful for that. The idea of stopping at 27 and saying, “I’m not going to do that any more,” was strange. There was a period of sitting around a lot doing bugger all, but very quickly I had a studio built. I was going to try and be a songwriter and producer for other people. Managers and A&R people would send singers round and I’d think, “This person has got great hair, but they can’t actually sing.” Didn’t you write One True Voice’s second single, Shakespeare’s (Way With) Words? (2) Yes, that’s because Pete Waterman was doing it. He went, “KID! Kid! You got a song?” I said, “I might do.” I’m still friends with the guy I wrote that with, and I still think our demo was better than what came out. Did you write the line “I would write a sonnet, put your name upon it”? I think I might have done, yes. [Laughs] There you go. It’s different now: pop music’s cool now. Ten or 15 years ago it wasn’t. Pop songs were supposed to be corny. Did you enjoy doing interviews back in the day? I did quite like it. Certain questions trigger things in you. It’s sometimes therapeutic – I’ve done quite a lot of therapy anyway. What sort of therapy did you have? My wife met an American woman in the gym, got chatting, and at the end of the chat the woman said, “I’m actually a therapist.” I ended up going to see her and it was amazing. She was a wise old American woman ... She might not actually have been a therapist at all, thinking about it. But it was really interesting, for a lot of reasons. My mum and dad divorced when I was four or five; I’m the youngest of four. Before I was born, they’d had a son die of meningitis. It was never really explained to us – but you know it’s there. There’s a shadow hanging over a family when something like that happens. And obviously I became a pop star and went through a lot of things that skewed my viewpoint on certain aspects of my life. How did various popstars from the 1980s take their tea (3)? I made tea for Bananarama, Dead or Alive, Mel and Kim and anyone else who was around. Most people are just builders’ tea with a bit of milk, aren’t they? There wasn’t much herbal tea around in those days, that was a new-fangled thing. And coffee wasn’t a big deal: it wasn’t all this latte or cappuccino business. There wasn’t anywhere to buy all that. It was unheard of. We need to discuss Ruddy Big Pig (4). What were the lyrics again? “A ruddy big pig came down our street, my mum said, ‘Get it for something to eat.’ We had it for tea with apple pie, all mixed up with a dog.” I think that’s it. I don’t know why the dog’s in it. The big question is: what was the song’s melody? There wasn’t exactly a melody. It was more like poetry. I’m trying to remember it. Tell you what, I’ll record it, put in on YouTube and send you the link, how about that? I think I know where this is going. I’ve never properly rickrolled anyone! But I have been rickrolled. Actually, I did do a physical rickroll once: the Cartoon Network invited me to rickroll the whole of America. I was on a float at the Macy’s Thanksgiving Day parade, this massive televised event in New York. Snoopy behind me, Spongebob ahead of me – it was like the Blackpool Illuminations on acid. It was pretty amazing. They paid me a lot of money to do it, if I’m honest. Other than that, have you really only made $12 from rickrolling? No, I think that’s just something Pete said when he was having a bit of a thing about earning music from the internet and blah blah blah. Some artists would probably see themselves as unlucky for that to happen, but I feel lucky, because one way or another that song has had a bit of a rebirth. People who weren’t even alive in the 80s know it. Some of them even love it. Some people might be surprised that your new album (5) contains a song, This Old House, which is basically an acid house track. Well, sort of. The lyrical content is quite literal – we moved a few years ago and we redid the house from top to bottom, and it felt like the process of making the record and redoing the old house went hand in hand. Also, my wife and I have been together for years, but only got married three years ago. It felt like a real chapter in my life. So, there’s the old house, but then there’s old house music, too, so it made sense. I don’t know if it’ll be a single – it’s a bit too in-your-face. You should get Disclosure to remix it, for some Radio 1 appeal! I don’t think I’ll get on Radio 1 any more; I feel like Radio 2 is more my home now. But if Disclosure did a remix I might stand a chance. I’ll have a word! Footnotes 1) Rick retired in 1993, a year after the birth of his daughter. His first two albums each hit platinum status; his fourth didn’t chart. 2) The second single by Pete Waterman’s Popstars: The Rivals boyband got to No 10. Rick also wrote a song for Fish out of Marillion. 3) Rick started off as the drummer in a band called FBI; after he became the singer Pete Waterman spotted him and employed him as a teaboy. 4) In the 80s, Rick made the mistake of telling Smash Hits that his first composition, as a child, had been about a large hog. 5) 50 is out next month. Rick is 50 years old. • 50 is released on 10 June on BMG",
  "webTitle": "Rick Astley: ‘I made tea for Bananarama, Dead or Alive, Mel and Kim’",
  "webPublicationDate": "2016-05-12T12:09:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/rick-astley-i-made-tea-for-bananarama-dead-or-alive-mel-and-kim",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Robinson",
      "id": "profile/peterrobinson"
    }
  ],
  "guardianId": "music/2016/may/12/rick-astley-i-made-tea-for-bananarama-dead-or-alive-mel-and-kim"
}