{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/10/pet-shop-boys-twenty-something-new-video",
  "id": "2016-05-10-234",
  "sectionId": "music",
  "body": "Call a group a “singles band” still and it feels like a barb. Perhaps it’s because singles began life as cynical, commerce-boosting products, and that legacy has lingered (“The new 7in record ensures you greater profit through faster turnover!” crowed RCA, so romantically, at the format’s launch in 1949). The album has long been seen as the ultimate expression of cleverness, too, forgetting that big ideas are often more powerful when they’re conveyed in short, sharp shocks. As one suburban sage said – someone whom the Pet Shop Boys would cover – “we learned more from a three-minute record, baby, than we ever learned in school”.   Related: Party conference: why the Pet Shop Boys are worthy of academic consideration    A shot from the dark, a lightning bolt, a rattle of the cage: a great single can feel like all of those, and the Pet Shop Boys know that. They have plenty of them in the tank, after all, and their new one, Twenty-something, is full of their trademarks: a nagging, electronic riff, a proper narrative, oceans of melancholy just around the corner, and that vocal of Neil Tennant’s, unwithered by the years, simultaneously vulnerable and strong. The Pet Shop Boys’ singles, at their best, are like perfect short stories, giving quick glimpses into lives, appearing then disappearing, but lingering bright and long in the mind. That’s not to say their albums sag, although I’ve loved some more than others and any band that’s stuck to the one-word title for 20 albums – including compilations – deserves our applause). Their status as a singles band for me is confirmed from the framework they set with their first, though, the enduring masterpiece that is West End Girls. I’ve written about this before for the Guardian, but it still staggers me every time I hear it: a compellingly strange fusion of very British things (a 31-year-old Englishman in a raincoat doing spoken-word, the influence of TS Eliot’s The Waste Land) and American modernity (the starkness of film noir, the stark sounds of electro). From that point on, Pet Shop Boys saw the single as a world of possibility into which every influence could be poured and from which something incredible could be moulded and shined, an artefact for the ages. My childhood and adolescence was formed by this stuff. I knew from the Pets that a single could be educational, too. At nine, It’s a Sin was a dramatic thing that gave me an idea of people having a past. At 10, Heart gave words and volume to the crushes I was feeling. At 11, I’d read the words of Left to My Own Devices, pinking-sheared from the pages of Smash Hits, and wondered who could tell me who Che Guevera and Debussy were, although it almost didn’t matter. I knew they were authorities in some field or other, and that they existed to the pulse of a disco beat: that was enough. There were worlds outside my knowledge, and worlds firmly within it, and the Pet Shop Boys told me I could bring them together to live happily side by side.     A-side masters … Pet Shop Boys in 2016. Photograph: Pelle Crépin     Related: Pet Shop Boys: Super review – punchy, urgent and laser bright    Neil Tennant and Chris Lowe kept doing this long after their self-defined “imperial phase” had finished. Take their mashing-up of U2’s Where The Streets Have No Name and Boys Town Gang’s version of Frankie Valli’s Can’t Take My Eyes Off You in 1991: their aim to turn “a mythic rock song into a stomping disco record”, as Tennant said on Discography’s sleevenotes, showed how to skewer a certain genre’s heavy smugness. Then there was the spark of Latin-flavoured colour that was 1996 No 8 hit, Se a Vida é, its video beginning with a quote from poet Rupert Brooke, its outlook transporting us far from the settling sludginess of Britpop. Or take 2004’s Flamboyant, one of my all-time Pet Shop Boys favourites, which has a message that returns, rather boldly, in Twenty-something. “You live in a world of excess, where more is more and less is much less,” Flamboyant begins, humour perfectly piercing the hubris. “You’ve always been somewhat choosy, but you’ll love her for the length of a good movie,” Twenty-something responds, 12 years on, razor-sharp. Then come those oceans of melancholy, just around the corner again, that electronic riff, and that voice, vulnerable and strong. “Take your smartphone and make your way home / On your own.” In 2016, the Pet Shop Boys are still defiantly making singles about the young, and crafting them to get on to radio playlists (although, as Tennant told me in 2013, “Radio people actually say to us now, ‘Oh, we won’t ever play your records, because you’re too old.” At 61 and 56, they remain oddly provocative, and that’s the way things should be. Long may they keep giving us short, sharp shocks, perfect short stories, to linger long, for the ages.",
  "webTitle": "Pet Shop Boys' new video proves they're the ultimate singles band",
  "webPublicationDate": "2016-05-10T10:19:41Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/10/pet-shop-boys-twenty-something-new-video",
  "keyword": [
    {
      "webTitle": "Pet Shop Boys",
      "id": "music/pet-shop-boys",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jude Rogers",
      "id": "profile/juderogers"
    }
  ],
  "guardianId": "music/musicblog/2016/may/10/pet-shop-boys-twenty-something-new-video"
}