{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/21/new-york-problem-solving-courts-england-wales",
  "id": "2016-05-21-194",
  "sectionId": "law",
  "body": "Ministers have given the go-ahead for New-York-style problem-solving courts in which judges review the progress of convicted offenders after sentence with the aim of keeping them out of prison. Such courts – which often specialise in handling drug or alcohol addiction, domestic abuse and housing cases – involve imposing non-custodial punishments. Those convicted have to appear regularly before the judge to be assessed.    Related: Looking for better ways to make prison work in the 21st century | Letters    A pilot programme involving a number of courts is already under development and will be formally launched later this year. A joint working group involving judges and Ministry of Justice (MoJ) officials endorsed the scheme and is examining how it can be expanded. Announcing the initiative, the justice minister Caroline Dinenage said she hoped it would provide alternatives to prison for female offenders who are particularly at risk behind bars. The justice secretary, Michael Gove, has expressed enthusiasm for the type of problem-solving courts developed in New York and met some of the US judges who run them. The US tribunals focus on identifying and dealing with each offender’s underlying problems and preventing their re-offending. If they fail to engage with rehabilitiation efforts they can be sent to prison. Gove has pledged to reform prisons without reducing the inmate population but this latest initiative derives from New York judges whose explicit aim is to end America’s enthusiasm for mass incarceration.  Addressing a meeting in the Royal Courts of Justice in London earlier this week, the most senior judge in New York’s state courts, Judge Lippman, said: “It is up to those who care about the administration of justice to think out of the box to make it happen – not to be soft on crime or tough on crime but rather to be smart on crime. “We are grappling with the issues of over-incarceration in New York and around [the US].” Courts, he said, could serve as an agent for change. Imprisonment for six months, he added, increased the chance of reoffending. “Sending people to jail may actually harm public safety.”  The lord chief justice, Lord Thomas of Cwmgiedd, attended the meeting, which was held in his court. The MoJ has not revealed how many courts will be involved in the pilot programme nor how much money has been allotted to the scheme. Lippman said investment in problem-solving courts, which involve judges spending longer on each offender, would save money overall by reducing the more expensive bills incurred by keeping inmates locked up.  The initiative will also draw on the experience of the few specialist courts already running in England and Wales such as the family, drug and alcohol courts. Other specialist courts have fallen by the wayside because of lack of official support.  Dinenage said: “Over the coming months, together with the judiciary, we will be developing our plans for the first pilot courts in England and Wales. Criminal behaviour is often driven by underlying problems – alcohol and drug addiction, for example – that are not being properly adressed.  “These problem-solving courts, by looking at each offender as a person to be helped as well as punished, place their underlying problems at the heart of each case.  “Judicial supervision, with appropriate levers and sanctions, becomes key to real change. It’s about turning someone’s life around and making the public safer.” Current re-offending rates are “scandalous”, she said. “Far from being an easy option, problem-solving courts – like prison reform – become part of a problem-solving strategy that will benefit the public and keep them safe. That’s why breaking the cycle of reoffending is such a priority for this government. “The more ideas from the frontline judiciary, the more effective these reforms will be.”  Dinenage, who is also the minister responsible for female prisoners, added: “It’s abundantly clear that the question of women offenders should be looked at very carefully, especially those who are pregnant or with young children, because of the negative effect of a custodial sentence. Problem-solving courts … may be particularly helpful in diverting women to the services they need.” Phil Bowen, director of the UK’s Centre for Justice Innovation, which has championed New-York-style problem-solving courts, welcomed the government’s commitment. “We know from research,” he said, “that a defendant in a problem-solving court is a third less likely to go on to commit more offences than those going through a traditional court. “It’s a new way of seeing the role of courts in this country – as places offering real opportunity to change people’s behaviour and lives for the better. If done right, the tough-love, practical approach will slot into and strengthen our court systems – cutting crime and improving public safety.” How problem-solving courts work Last summer the justice secretary, Michael Gove, visited Newark municipal court in New Jersey, where convicted offenders are brought back regularly to have progress on community sentences assessed. The judge can send offenders to prison for failing to comply with rehabilitation orders. Judge Alex Calabrese, who presides over criminal courts in Red Hook, Brooklyn, also met Gove in London last December and explained more about the pioneering US community courts he oversees. The Red Hook court uses an enhanced range of community and social service sentencing options. A proportion of defendants are given medium- or long-term judicially supervised treatment orders for drug addiction, mental illness, or other problems.  The majority of defendants receive short-term social or community service sanctions, typically five days or less in length. The aim is to identify and resolve problems in the community and reduce the number of conventional jail sentences handed down. The first such community court in the US was set up in Manhattan’s midtown area in 1993. It worked with businesses that were losing trade because crime was so disruptive around Times Square.",
  "webTitle": "US-style problem-solving courts planned for England and Wales",
  "webPublicationDate": "2016-05-21T05:01:04Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/21/new-york-problem-solving-courts-england-wales",
  "keyword": [
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/21/new-york-problem-solving-courts-england-wales"
}