{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/david-cameron-boris-johnson-eu-referendum-debate-tory-psychodrama",
  "id": "2016-05-19-100",
  "sectionId": "politics",
  "body": "David Cameron is avoiding a head-to-head television debate with Boris Johnson or Michael Gove because he is concerned about turning the EU referendum campaign into a “Tory psychodrama”. Senior figures at Vote Leave, the official campaign for Britain to leave the EU, in which Johnson and Gove play leading roles, were infuriated by the prime minister’s decision to appear in an ITV programme with Nigel Farage but not to debate either of their men face to face.   Related: Three newspapers to be reported to Ipso over 'inaccurate' EU stories    In an interview with LBC radio, Cameron said: “I want to prove the breadth of the campaign and I don’t want this to become a sort of Tory psychodrama between me and Boris or me and Michael Gove.” However, he hinted that he may appear at a BBC event that could place him alongside one of his pro-Brexit colleagues. Conservatives, including cabinet ministers, on either side of the debate have clashed repeatedly throughout the campaign, exposing the deep rift in the party over the issue, with Johnson accusing the prime minister this month of “totally demented scaremongering”. Cameron said he was keen for the debate not to be reduced to one among his own side. “I want to demonstrate that those arguing to stay in the European Union … include the Labour party, the Green party, the Liberal Democrat party, the trade union movement, most of British industry, the majority of small businesses,” he told LBC’s Iain Dale. Asked whether he was “furious” about Johnson’s decision to throw his weight behind the campaign to leave, the prime minister said: “I am human so obviously I was disappointed.” He added of Johnson: “He says he was torn. He’s told a lot of people that he’d never been a leaver. But look, it’s for him to say.”     The justice secretary, Michael Gove, is a leading figure in the leave campaign. Photograph: WPA Pool/Getty Images    Cameron condemned Johnson’s decision to compare the EU’s attempts to unite Europe to the actions of Hitler. “I just I think he’s wrong,” he said. “Hitler wanted to snuff out democracy across the continent and the European Union is basically an alliance of countries that share a view about democracy and liberal values.” Johnson later hit back, saying he was a longstanding Eurosceptic. He said negotiations over Cameron’s promise of new legislation to entrench the sovereignty of the British parliament – in the hope of persuading Johnson to back staying in the EU – had descended into “farce”. “It became ever clearer that the government’s exercise of trying to produce a so-called sovereignty bill – in which I was involved – was a farce and would achieve nothing. That is obviously why it has been dropped from the Queen’s speech,” he said. Some backbenchers have become increasingly frustrated at the tone of the campaign, which is being closely coordinated by Downing Street. Steve Baker, the MP who chairs the pro-Brexit Conservatives for Britain group, accused Britain Stronger in Europe of pursuing a “scorched earth” policy.",
  "webTitle": "David Cameron: Boris Johnson debate would be 'Tory psychodrama'",
  "webPublicationDate": "2016-05-19T16:59:12Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/david-cameron-boris-johnson-eu-referendum-debate-tory-psychodrama",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/19/david-cameron-boris-johnson-eu-referendum-debate-tory-psychodrama"
}