{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/03/a-life-discarded-18-diaries-found-in-a-skip-alexander-masters-review-fourth-4th-estate-dido-davies",
  "id": "2016-05-03-318",
  "sectionId": "books",
  "body": "Alexander Masters’s third book begins beguilingly in 2001, in Cambridge, in a skip which rests in an old yew hedge outside a large Arts and Crafts house. Inside the skip is a lot of builders’ rubbish, plus his close friend, the late historian Dr Dido Davies, and 148 notebooks, some of them so fresh in aspect they could only have been dumped there a matter of hours before. Gingerly, Davies picks up one of the older-looking notebooks, and opens it. Crikey. Writing fills every page, as if the words have “been poured in as a fluid”. It is, she realises, a diary. So, too, are its dozens of companions. Down among the broken shower stands and battered doors is what amounts to a life. How piteous that it should be thus discarded.   Related: Diary of a somebody: could I solve the mystery of 148 lost notebooks?    The diaries are duly retrieved, and – after Davies is diagnosed with cancer – are passed to Masters, a singular biographer who has made a speciality of writing the lives of the unknown rather than the celebrated, the chaotic rather than the gleamingly successful. His relationship with them is, however, strange – and for this eager reader, vexing. He doesn’t whip through them, urgently seeking some clue as to their author’s identity. Nor does he put them in chronological order, or not for some years. Instead, he faffs around, looking at them piecemeal. Faced with the prospect of “vile information” — inevitably, a hard fact will annoyingly head his way — he simply puts his hands over his ears and closes his eyes, like a toddler who won’t be told it’s bedtime.    Masters insists that he finds the diarist's narratives compelling but he also rations her quotes quite carefully    Masters says this is because he wants to write “the world’s first biography of a nameless subject”; in his fantasy, a name will appear only on the book’s final page, beside a photograph of a gravestone. But as the red herrings pile up whiffily – he’s always leading us astray, insisting on mystery where (it will later turn out) there is very little – the reader scents desperation. Is our diarist, whether dead or alive, actually worth meeting? If so, why not get to the point? Or, even better, simply edit and publish the notebooks? Eighty pages in, he visits a graphologist, who gives him a date of birth. He professes astonishment. Was she able to learn this just by looking at some handwriting? “Oh no!” she says. “I can tell that from reading what she’s written. Haven’t you tried doing that yet?” Doubtless you’ll have noticed that female pronoun there – for which, apologies. Unfortunately, Masters has constructed A Life Discarded in such a manner that it is close to unreviewable without giving certain things away. I really feel for the poor sod who had to write the jacket blurb. And so it goes on. Halfway through the book, a private detective tells him he has enough information to tackle the electoral register. “You know, with 148 diaries, your trouble is going to be not enough troubles,” this man says, with some understatement. But his client isn’t having any of it: “I determined never to go near the thing.” Masters now knows: her sex, date of birth, Christian name, the place where she grew up, at least one of the jobs she did, even the identity of a person with whom she was passionately in love. Yet he won’t, or can’t, connect the dots, preferring instead to spend five pages working out her height based on some crackpot formula that has to do with the slope of the script and the possible length of her forearm. Biographers are often described as dogged; it comes with the territory. Masters’s stubbornness, though, is of a different order altogether. It’s a condition, something to be looked up: Extreme and Wilful Procrastination (EWP for short). But perhaps it’s just displacement. Dido is dying; another friend has been seriously injured in a car accident; he keeps having to move house. Maybe this is how he soothes himself. Either way, it’s wearying. Lovely though his descriptions of the journals are – “mossy-coloured, as if I had caught them secretly returning to trees” – a little of this goes a long way. What of his diarist’s writing? Her prose is eccentric, comical, touching. She favours peculiar euphemisms (“c-feely” means erotic; “wicklery” is her way of saying “going to the bathroom”) and wild overstatement (“Hope my diaries aren’t blown up before people can read them – they have immortal value”). Among her more vividly described obsessions and preoccupations are a famous stage actor, her menstrual cycle and a creepy bloke called Peter who keeps nicking stuff from her. However, a little of her goes a long way too, particularly after 1990, when she writes mostly about what she has watched on television. (Her word rate is at this point between 120,000 and 150,000 words per two months; it seems this is how she soothes herself.) Masters insists that he finds her narratives compelling. But I notice that he also rations her quotes quite carefully. Later, he admits it’s horrible being in her head; reading her is “like listening to a tomb breathe”. The book ends with a twist, which I obviously can’t reveal, and then a brief biography that at last takes us through its subject’s life chronologically. It’s bracingly poignant, the contrast between these scant bones – this is not an exciting life – and the immense bulk of the journals. The aching gap between a person’s hopes and dreams and expectations and the quotidian reality of living, loving and shopping here takes a heartbreaking physical form; the failure we all of us live with can be understood in a single, crushing glance. All there is to cling to is the fact that, if this stuff had to be exhumed at all, at least it was Masters who did the job; a more loving undertaker you could not hope to have.   Related: Observer review: Stuart: A Life Backwards by Alexander Masters    All the same, I wonder about his labours, so agonisingly protracted. “Why, why?” I kept thinking as I read. At his best, Masters is a beautiful writer: funny, inquisitive and attentive; the talents on display in his barnstorming 2005 book Stuart: A Life Backwards can be seen here, too. But in A Life Discarded, he has allowed his whimsical side to get out of control; his circuitous, over-involved technique feels out of kilter with his subject, as if he were trying to separate an acorn from its cup with a JCB digger. “I think, despite all my efforts to mock myself for being pompous and grandiose, that I have found something universal, a common mood that has not been explored before,” he writes at one point. On this, I would refer him to the wondrous diaries of Jean Lucey Pratt, edited by Simon Garfield and published last year. I would also say that I still have myriad questions about the life of his peculiar diarist: why she did X and Y, I still don’t know; how she felt about Z remains unclear to me. This isn’t to say, though, that I don’t salute the aspiration. His book’s failures are profoundly honourable, and unpicking them has not been for me a happy task. A Life Discarded is published by 4th Estate (£12.99). Click here to order a copy for £10.39   This article was amended on 3 May 2016. The headline previously said 18 diaries, instead of 148.",
  "webTitle": "A Life Discarded: 148 Diaries Found in a Skip by Alexander Masters – review",
  "webPublicationDate": "2016-05-03T06:30:47Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/03/a-life-discarded-18-diaries-found-in-a-skip-alexander-masters-review-fourth-4th-estate-dido-davies",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/03/a-life-discarded-18-diaries-found-in-a-skip-alexander-masters-review-fourth-4th-estate-dido-davies"
}