{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/leave-eu-campaign-fined-50000-for-sending-spam-texts",
  "id": "2016-05-11-291",
  "sectionId": "media",
  "body": "The Leave.EU campaign has been fined £50,000 for sending more than half a million spam texts. The Information Commissioner’s Office said the company running the campaign to leave the EU at June’s referendum, Better for the Country Ltd, had broken the law by sending messages to people who had not given their consent. The ICO’s head of enforcement, Stephen Eckersley, said: “Political parties and campaign groups must follow the same rules as anyone else. That means they must have people’s permission before sending them text messages. “Better for the Country did not have permission to send these messages. After considering all the options we decided that enforcement action was necessary.” The Leave.EU campaign, which is backed by Ukip but is separate to the Vote Leave campaign supported by senior conservatives including Boris Johnson and Michael Gove, said it had purchased the list of mobile numbers from a third party.  However, Ecklersly said those who had given their numbers should have been clearly told they would be receiving messages from the campaign.    Related: Canadian who took on Facebook named UK information commissioner    Instead they signed up to information about topics such as leisure, home improvements and insurance, with no specification about EU politics. Eckersley said: “The consent wasn’t clear. Local and national government was as specific as it got: there was no mention of leaving the EU.” Leave.EU did not immediately respond to a request for comment.  The ICO has previously fined other political campaigns for their misuse of data. In December, it fined the Telegraph £30,000 for sending out thousands of emails during last year’s election, urging readers to vote Conservative even though many had only signed up for editorial content. In March it fined Labour MP David Lammy £5,000 over more than 30,000 recorded calls relating to his failed bid to become London’s candidate for mayor.",
  "webTitle": "Leave.EU campaign fined £50,000 for sending spam texts",
  "webPublicationDate": "2016-05-11T09:48:29Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/leave-eu-campaign-fined-50000-for-sending-spam-texts",
  "keyword": [
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Information commissioner",
      "id": "news/information-commissioner",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spam",
      "id": "technology/spam",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/11/leave-eu-campaign-fined-50000-for-sending-spam-texts"
}