{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/stephen-fry-joins-supporters-of-public-libraries-in-new-documentary",
  "id": "2016-05-23-192",
  "sectionId": "books",
  "body": "The public library is “a source of learning and nourishment for young and old and everyone else”, says Stephen Fry in a new documentary tracing the history of the institution in the UK, from its working-class roots in 1752 to its precipitous decline today. The documentary, launching on Monday evening, is the work of poet and filmmaker Greta Bellamacina and journalist Davina Catt. It is a call to arms for the survival of the embattled public library, more than 500 branches of which have closed since 2010. Backed by names from Fry to Irvine Walsh and Daisy Goodwin, it charts the rise and fall of the public library in Britain, from how the first ever public library was built by Scottish miners in Leadhills in 1752, to the passing of the first Public Library Act in 1850, giving local boroughs the right to establish libraries, and the protests up and down the country at library closures today.  “Libraries have an amazing place in human history,” says Fry in the documentary, which has its premiere in London on Monday evening, and will then be shown at independent cinemas through the Our Screen initiative. “There is a generation since the late 19th century of writers and artists from more deprived classes – DH Lawrence, people like that – whose educations were a mixture of the Education Act which meant that children had to be educated, and the full provision of libraries throughout the kingdom, which suddenly meant that the working classes who had been denied this were given a voice.”   Related: Council closed libraries to cut costs, then spent more to guard them    Speaking of the influence that finding a copy of The Importance of Being Earnest in his local mobile library had on him as a child, Fry said that “there’s been a terrible sense that libraries should just be a kind of adjunct to a council building where you can get free internet access and a few newspapers, and that’s it – rather than understand it as a source of learning and nourishment for young and old and everyone else”.           The Safe House: a documentary on the decline of UK libraries – trailer video    Bellamacina told the Guardian that the future of the public library – more than 64 closed while she was filming the documentary, and it is estimated that a further 11 will close this year – “feels in a dangerous place right now”. “The essence of the documentary is that libraries were built by the working classes, and belonged to everyone as a symbol of equality and opportunity,” she said. “We’ve been to around 100 libraries in the course of making this documentary, and it seems like … so many are just hanging on. It feels like we are wiping them out in just one generation.” The last scene shot for the documentary was at the Carnegie library in Lambeth, south London, which was occupied by locals protesting at the closure plans. “It was so inspiring to see people taking days off to sleep in the library – there were more than 40 there when we got there,” said Bellamacina, who believes she would not “have gone on to do half the stuff I’ve done if I hadn’t had the resource of the public library as a child”.   Related: Sign up to our Bookmarks newsletter    The emergence of libraries in Britain, argues the documentary, represents “the victory of the idea of education for all”. “In a sense they represented a time when the country became truly modern. To … take them away again is a step backwards,” say Bellamacina and Catt in the film. “Libraries are free from prejudice, modern, open, timeless – filled with magic and wonder. They continue to be relevant, they continue to be needed and we must continue to fight for them or the sense of loss and heartbreak will outlive us all.”",
  "webTitle": "Stephen Fry joins supporters of public libraries in new documentary",
  "webPublicationDate": "2016-05-23T11:45:12Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/stephen-fry-joins-supporters-of-public-libraries-in-new-documentary",
  "keyword": [
    {
      "webTitle": "Libraries",
      "id": "books/libraries",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Stephen Fry",
      "id": "culture/stephen-fry",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/23/stephen-fry-joins-supporters-of-public-libraries-in-new-documentary"
}