{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/25/your-first-book-to-read-in-french-german-or-spanish",
  "id": "2016-05-25-233",
  "sectionId": "childrens-books-site",
  "body": "Reading in another language feels like taking a trip to another country independently! No parents allowed. I felt so empowered when I first read The Little Prince in French, or Harry Potter in English (not my native language). The feeling hasn’t really ever gone away.  So we’ve collected some of the best stories in French, Spanish and German to help you improve your foreign language skills. They’re easy to read but fun and magical. And we’ve got some tips to make reading easier:  Tip number one: read the book in original next to the book translated into English, and check the sentences or words you don’t know in the English edition. But don’t cheat and only read it in translation! You won’t learn much French that way (or indeed Spanish or German).  Tip number two: write down the word you don’t know in your vocabulary notebook – it sounds tedious but it’s so useful to have one – and look up the word in the dictionary. I know it can be a fuss but trust me, it’s such a good habit to cultivate - I still use the dictionary all the time today, and it has become a pleasure (I mean some words are just weird!) and not just a chore, to do it.  And now let’s get going!  French  1. Big Wolf and Small Wolf, or Grand Loup et Petit Loup, by Nadine Brun-Cosme and Olivier Tallec is the most poetic and heartwarming book about friendship. Big Wolf is morose and looks mean. But really he’s just lonely. This is only until Small Wolf comes into his life with two oranges and Big Wolf realises he can never get back to solitude afterwards. This contemporary Little Prince has won lots of hearts in France.      2. The Secret Life of Princesses, or Princesses Oubliées ou Inconnues by Philippe Lechermeier and Rebecca Dautremer is the most magical and sophisticated book. It’s a Who’s Who of the princess world. None of those old princesses we already know and have got over. I mean, these princesses have got character - Doremi, Capriciosa, Catch-catch, von Badaboum... Find out their stories, secrets and follow them in their bath or on the... battlefield.       3. How Many Earths Does a Man Need?, or Combien de Terre Faut-Il à un Homme? by Annelise Heurtier and Raphaël Urwiller. A tale about a peasant called Pacome, who lives in Siberia. He isn’t rich but doesn’t lack anything. Despite that, he keeps dreaming of having more land. And at some point, he takes on the adventure of finding the land where happiness grows like a crop. A story inspired by one of the greatest novelists of all time, Leo Tolstoy, beautifully adapted and illustrated for young readers.      4. The Little Prince, or Le Petit Prince by Antoine de Saint-Exupéry - it’s the absolute classic. A book for both adults and children about a prince fallen from asteroid B-612, where he has left three volcanoes and a rose he loves. On earth he meets all sorts of odd grown ups – a king, a conceited man, a drunkard, a lamplighter, a geographer… and he makes friends with a fox. The story is so good that it’s one of the most translated French books, published in 253 languages. I promise you will carry it with you in your hearts for the rest of your life. Or at least I have.      Spanish 1. Cali and Mona, or Cali y Mona by Pepe Valle and Margarita Sada, tells the story of Cali, a blind girl who lived for 23 years without a guide dog. Cali’s strict Muslim parents thought dogs were too unclean so they forbade her to have one. But when she hears a story about ponies that get trained to help the blind, she starts saving money to get one even if no one else believes this works. The book is published in both Spanish and Braille (the alphabet read by the blind with their fingers). The story is inspired by a real case.      2. Maria and the Moon, or María y la Luna by Rocío Martínez Pérez. A beautifully illustrated book and a very easy read. Maria plays in the courtyard everyday while other children play on the street. One night she found an unexpected visitor - the moon. The moon helps flowers grow and this inspires Maria to dedicate herself to plants and flowers.      3. Friar Perico and his donkey, or Fray Perico y su borrico, is a series about fun chubby Perico, who ends up in a Friars’ convent training to become a monk. Unaccepted at the beginning, he wins everyone’s heart with his sense of humour, adventures and good heart. The first volume is set in the nineteenth century and the others follow important episodes in Spanish history.      4. Forbidden to Read Lewis Carroll, or Prohibido Leer a Lewis Carroll by Diego Arboleda and Raul Sagospe (illustrator). An amusing read about Alice Liddell, a total fan of Lewis Carroll’s story, dressing exactly like Alice in Wonderland and looking for her rabbit in the garden. Her parents are driven to despair by Alice’s passion so they forbid the new nanny to tell the girl that the real Alice who inspired Lewis Carroll, now 80, is visiting their town. A fascinating tale about lies, truth and the liberty of imagination. The book was a total sensation in Spain, winning several prizes for children’s fiction. But I must warn you: this is a slightly longer read than the books above!      German 1. The Trip to Panama, or Oh, Wie Schön ist Panama, by Janosch. A lovely story about a little bear and a little tiger going to find the land of all possibilities, the land where bananas grow. They find their dreamland, although it’s not exactly what they imagined it to be. A book German children have been reading for 40 years. It feels freeing and joyful to read for both adults and children.      2. Momo by Michael Ende is a beautiful story about how we spend our time. Momo is a girl who has an extraordinary ability to listen. This makes her loved by her village as she helps everyone overcome their problems, and is great at thinking of new games. But the Men in Grey, who are actually paranormal parasites and not humans, come and trick the community in order to steal their time. As people start depositing their time to the Bank, their life becomes dry and sad. All social activities, art, imagination and sleeping are gone as they are considered time wasting. People realise that instead of saving, they lose time. Momo is the only person the Men in Grey haven’t tricked and she parts on an adventure to save her village.      2. The Little Witch, or Die Kleine Hexe by Otfried Preussler, tells the story of a young and talented witch that sneaks in the Walpurgis Night Party - the witches’ biggest reunion - despite her young age. She gets spotted and punished for her daring. That is, she has to become a good witch in one year. The thing is, the little witch realises that what makes a good witch is different from what she’s being told...      4. Heidi by Johanna Spiry is one of the most loved characters of all time. Born in the Swiss Alps, Heidi is an orphan who grows up with her morose grandpa. As soon as she comes to her grandpa’s house she melts everyone’s heart with her warmth and spark. She then leaves for the city and befriends Clara, a disabled girl based in Frankfurt who is amused by Heidi’s inability to get her head round city life. Back to the mountains, Clara learns how to walk without her wheel chair! A book about friendship within and across generations and making the best of your circumstances, whatever they are! Now admittedly, you may need the English version of the story to sway to with this one.",
  "webTitle": "Your first book to read in... French, German or Spanish",
  "webPublicationDate": "2016-05-25T09:30:36Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/25/your-first-book-to-read-in-french-german-or-spanish",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Funny books (children and teens)",
      "id": "books/childrens-funny-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Animals",
      "id": "books/childrens-animals",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Languages",
      "id": "education/languages",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Language resources",
      "id": "education/languageresources",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Antoine de Saint-Exupéry",
      "id": "books/antoine-de-saint-exupery",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/25/your-first-book-to-read-in-french-german-or-spanish"
}