{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/16/could-freelance-be-the-future-for-lawyers",
  "id": "2016-05-16-264",
  "sectionId": "law",
  "body": "The life of a corporate lawyer isn’t for everyone. First comes law school, full of soon-to-be politicians and posh boys guffawing their way through EU lectures. Then, if you get a training contract, your first five years at a firm will likely be spent working your socks off, slogging through endless reading and eating lukewarm Deliveroos in the office after 10pm.  But before you give up on the law entirely, or resign yourself to a lifetime of desk dinners, why not consider going freelance? Legal culture has changed in recent years and flexible work has become a significant part of the industry.     The freelance path is now seen as attractive and aspirational  Tom Hartley, Lawyers On Demand     Whether you’re a part-time DJ in Ibiza, a mum wanting to spend more time at home, or a cake-maker extraordinaire, the case for going freelance is a compelling one. There are businesses out there, such as Lawyers On Demand, Axiom and Vario, that match interesting clients with solicitors who want more control over their caseload. The work is still top quality and you don’t necessarily have to take a pay cut.  According to Tom Hartley, managing director of Lawyers On Demand, which began in 2007 and now has more than 600 lawyers, the business has doubled in the last three years and the market is booming. “Solicitors get to select jobs with clients that suit their skills and interests and fit with how they want to work,” he says. “This might be full time, on site at a law firm, working on a big deal – or a week at home reviewing commercial contracts.” “The freelance path is now seen as attractive and aspirational; it enables lawyers to work for big names like Google, Barclays and Vodafone on their own terms.” Hartley says one of the main attractions of flexible working is that it allows people to have a life outside of the law. “Some of our lawyers have other interests which take up their time – we have a corporate lawyer who takes the winter off to run his ski business, and a DJ based in Ibiza.”   Related: How do I decide what type of lawyer I want to be?    Kay Ma, who is three years qualified and trained in-house in a two-person legal team for a global company, says she chose to go freelance so she can spend more time on her novelty cake-making business. “A lot of freelance solicitors are good lawyers – and something else. The work-life balance I now have, and also any downtime I have between contracts, enables me to work on building my business,” she says. “I can be a serious lawyer and have other interests without feeling like I am committing adultery on my career.” David Wides, a commercial lawyer who is 10 years qualified, agrees. He says he thought he’d be office-bound in the same job forever. Instead, working on a freelance basis has given him the freedom to travel. “I was envious of friends in other jobs who were able to work on great short-term contract roles and take time off to travel in between. Now, I get to decide what trips I want to do and I plan my work around them.  “Before, I was always worrying whether my work would allow me time to take holidays at all, and I was worried about the pile of work waiting for me on my return. With freelancing this isn’t an issue.” As well as the freedom to focus on other things, freelance lawyers say they haven’t had to sacrifice the quality of their work. “It allows you to do top-notch work at reputable companies and, in many ways, it makes you even more attractive as businesses are often keen to work with people who have had varied experience across different industries,” says Wides.  So, could feeling pressured to be the last one to leave the office soon be a thing of the past? Ma says it is, adding: “Being freelance gives me flexibility and I have the option to work at a client site, at home, or in a cafe if I want to. Who knows, one day I might even open a cake shop and work remotely as a lawyer from there.” This work style is equally good for clients: they can get top lawyers whenever they need them, often at a cheaper rate than using traditional law firms. Even existing firms are starting to embrace the model. Using freelance lawyers helps reduce their overheads and any extra costs, such as holiday pay and maternity leave. It also allows them to offer more services to clients when they need a specific skill or to meet a surge in work.   Related: Law students: look beyond London for a better work-life balance    “The career path of lawyers is shifting to accommodate increasing expectations around achieving work/life balance,” says Andrew Darwin, chief operating officer at DLA Piper. “Law firms need to be able to meet such expectations in order to retain and motivate the best talent. The traditional law firm is no longer the only choice for lawyers and law firms need to respond to this.” He adds that allowing lawyers to work flexibly has enabled the firm to reconnect with former employees who are still interested in working for them, but on a more flexible basis. “We also view it as a platform to allow for our people to take a career break for a variety of reasons, while remaining connected with the firm, perhaps returning to us in a permanent capacity again at a later stage.” There are, however, some drawbacks. Not only can you miss out on long-term friendships in the office, but the nature of freelancing means that work is never guaranteed – and if you don’t work, you don’t get paid. Gemma Thompson, a corporate lawyer who is two years qualified, thinks going freelance is tempting, but there’s too much risk attached to it. “It would be nice to have more flexible hours, but this usually means you don’t have the same job security. Maybe that will change in time, but I’m not sure it’s quite there yet.” For Ma, though, less work can actually be an advantage. “Some would say this is the worst thing, and I won’t lie, on some days between contracts it can feel that way, but those days are the exception,” she says. “Going freelance means accepting that risk and making the most of that time to focus on other things or to take a break, and get ready to start the next job refreshed.” Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter.",
  "webTitle": "Could freelance be the future for lawyers?",
  "webPublicationDate": "2016-05-16T10:09:31Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/16/could-freelance-be-the-future-for-lawyers",
  "keyword": [
    {
      "webTitle": "Studying law",
      "id": "law/studying-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Law",
      "id": "education/law",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Advice for students",
      "id": "education/advice-for-students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Solicitors",
      "id": "law/solicitors",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Careers",
      "id": "education/careerseducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Employability",
      "id": "education/employability",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Tess Reidy",
      "id": "profile/tess-reidy"
    }
  ],
  "guardianId": "law/2016/may/16/could-freelance-be-the-future-for-lawyers"
}