{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/interest-rates-increase-federal-reserve-economy-brexit-china",
  "id": "2016-05-18-41",
  "sectionId": "business",
  "body": "The US Federal Reserve could raise interest rates as early as June, according to minutes from its April meeting, with Fed members arguing the risks of a slowdown in the global economy have receded. Yet even as the members have become more bullish about US economic resilience, they remained cautious about raising rates. They voted 11-1 to keep interest rates unchanged for a third time this year at the April meeting. The minutes released on Wednesday listed concerns about the slowing growth of US economy in the first quarter, Britain’s potential exit from the EU and lingering uncertainty over China’s economy.  “Since the March FOMC [Federal Open Markets Committee] meeting, foreign financial market conditions eased, on net, and overall risk sentiment appeared to have improved,” the Fed noted in its minutes.  Yet concerns about potential risks of a slowing US economy and global markets remain.  “Many others indicated that they continued to see downside risks to the outlook either because of concerns that the recent slowdown in domestic spending might persist or because of remaining concerns about the global economic and financial outlook,” according to the minutes. “Some participants noted that global financial markets could be sensitive to the upcoming British referendum on membership in the European Union or to unanticipated developments associated with China’s management of its exchange rate.”   Related: Federal Reserve hints at June interest rate hike with new faith in US economy    The US central bank left interest rates unchanged at 0.25%-0.5% for a third time this year when it met in April. After the Fed raised rates from near zero for the first time in almost a decade in December, it was expected to hike rates four times this year. The forecast has since been adjusted to just two hikes in 2016.   Interest rates chart   A recent slowdown in consumer spending also failed to deter Fed members keen on a rate raise. “While the recent data suggested markedly slower growth in consumer spending in the first quarter than seen in 2015, most participants expected to see a pickup in the growth rate of consumer spending in coming months in light of the still-solid fundamental determinants of household spending,” according to the minutes. Speaking at a Politico event on Tuesday, the Atlanta Fed president, Dennis Lockhart, and the San Francisco Fed president, John Williams, said there was a possibility of two to three more rate hikes this year. They emphasized that the June meeting would be a “live meeting” where the decision to raise interest rates could be made.   “I wouldn’t take it off the table,” said Lockhart, adding that “markets are more pessimistic than I am”. Williams pointed out that more data would be released before the June meeting. Among the data to be released before the next meeting are revisions of the first-quarter gross domestic product (GDP) data – the broadest measure of economic health – and May’s jobs report.  The meeting will take place about a week before the UK votes on whether it wants to leave the EU, known as the Brexit, which according to some Wall Street analysts could delay the interest rate hike. At its next meeting, the Fed will have to determine if a Brexit could have an impact on the US economy, Lockhart said on Tuesday.  “We’ll have to make some judgment as to whether it has the potential to feed back into the US economy in a meaningful way. And if the assessment is ‘probably not’, then I see no reason why it gets in the way of a real serious discussion in June,” he said. Williams pointed out that if there was too much uncertainty in mid-June, the Fed was scheduled to meet again six weeks later, in July.  Both Lockhart and Williams are non-voting members of the Fed’s policy-setting committee. Esther George, the Kansas City Fed president, is the only voting member who has voted in favor of increasing interest rates in both March and April.",
  "webTitle": "Interest rates could rise as soon as June, Federal Reserve suggests",
  "webPublicationDate": "2016-05-18T19:02:18Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/interest-rates-increase-federal-reserve-economy-brexit-china",
  "keyword": [
    {
      "webTitle": "Federal Reserve",
      "id": "business/federal-reserve",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US Interest rates",
      "id": "business/interest-rates-us",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Janet Yellen",
      "id": "business/janet-yellen",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/18/interest-rates-increase-federal-reserve-economy-brexit-china"
}