{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/ian-bostridge-zender-schubert-winterreise",
  "id": "2016-05-12-212",
  "sectionId": "music",
  "body": "Schubert’s Winterreise, his “Winter Journey”, a cycle of 24 songs for voice and piano, is the monstre sacré of the German classical Lieder tradition, a landmark in the history of Romanticism, and an inspiration to numerous cultural icons from Samuel Beckett to Thomas Mann. I’ve now been singing it for more than 30 years. When I started I was a 20-year-old history undergraduate; now I’m a 51-year-old professional singer. I’ve approached this extraordinary work from all sorts of angles. I’ve sung it “straight”, in halls all over the world, dressed in concert gear. I’ve made a TV film of it with the director David Alden, broadcast in 1997, the year of Schubert bicentenary. I’ve recorded it with the Norwegian pianist Leif Ove Andsnes. I’ve dramatised it with the pianist Julius Drake, on the vast stage of the Teatro Comunale in Florence, under the direction of Roberto Andò. Most recently, I’ve written a book about it, Schubert’s Winter Journey: Anatomy of an Obsession. And here I am, returning to it again, at the Barbican. Obsession indeed.    I’ve always felt a connection between Hamlet, the great soliloquiser, and the protagonist of Winterreise    Except that I’m not performing Schubert’s Winterreise this week in London. I’m singing Hans Zender’s “composed interpretation” of the piece, for orchestra. And I’m not just singing it, but delivering it in a multimedia staging directed and designed by Netia Jones. Zender’s piece, originally written in 1993, has achieved enormous success, with several recordings and many, many performances all over the world. Born in 1936, a controversial chief of the Hamburg State Opera in the 1980s, Zender has been a longstanding figure in the German musical avant garde. As such, he has has often been compared to the hugely influential, recently deceased Frenchman Pierre Boulez, 10 years his senior: both worked as conductors, educators and essayists; musical philosopher kings. Yet Zender’s version of Winterreise has reached out beyond the contemporary classical music scene, embracing listeners with a technique that reflects and refracts Schubert’s original through a series of mirrors and kaleidoscopes, while retaining its essential identity. Zender stretches the music, interrupts it, subjects it to filmic procedures of montage and slow motion but, projected by the figure of the singer, Schubert’s original vision is always implicated. This new take on Winterreise is not an avant garde assault or a confection of rebarbative modernism. Rather it is a work that offers us a conversation – and sometimes a confrontation – between the past and the present.    Related: Ian Bostridge on singing Schubert’s Winterreise - an indispensable work of art    It is saturated in the sonorities of a range of music composed between 1828 (the year of Winterreise’s publication) and 1996. Its version of Schuberts’s song cycle allows us to experience it as strange, a strangeness Schubert’s contemporaries felt and which we may have lost; but it acknowledges the fact that it has meant many different things to the generations between Schubert’s and our own. As Zender puts it: “One suddenly sees the image of a beloved master multiplied two and three times, from different angles, as it were, from different perspectives.” When Netia and I were looking for a project to work on after our Barbican staging of Benjamin Britten’s Curlew River, Zender’s Winterreise seemed an obvious choice. Like Britten’s work, it is a piece in dialogue with the past. More importantly for us, it engaged with our particular interests and obsessions.  In writing a book about Schubert’s Winterreise, I had wanted to do two things: to understand how this crucial work emerged from its own time and was transmitted through history to speak to us now; and to convey the piece’s currently and vitality – its “relevance”, to use a much abused word – to readers who might never have heard it. Zender’s work, which I’ve performed in concert in Amsterdam and in Vienna, puts this mission into action. It connects the work to its own history; and it revitalises it for those who might have shied away from the perceived exclusivism of the Lieder recital. I maintain that Schubert’s Winterreise can speak to anyone; but Zender’s reading provides another way in.     Obsessive immersion... director Netia Jones. Photograph: Simon Minett/for The Guardian    Staging Zender is also an exciting prospect. The fact that it’s Zender, rather than Schubert, gives us a greater freedom; or rather, underwrites our freedom as interpreters. It also, perhaps, allows us to reach a new audience, something that the venue, the Barbican, underlines. I’ve always felt a connection between Hamlet, the great soliloquiser, and the protagonist of Winterreise, so to bring the work to life on a stage designed for Shakespearian purposes is apt if daunting. I played Britten’s Turn of the Screw in the Barbican nearly 20 years ago, and I know its capacity for intimacy.  I shouldn’t really speak for the director, Netia Jones. Even as we move into the final rehearsals, it’s still a work in progress; and I’m loath to give away too much. But Jones’s obsessive immersion in issues of identity and loss, and her virtuosic mastery of theatrical media both new and old – gesture, light, projection – achieve a connection with Schubert’s original creation of an alienated self, and Zender’s relayering of that masterpiece. In Jones’s vision, the performer, as Everyman, can face himself. • The Dark Mirror: Zender’s Winterreise is at the Barbican theatre from 12-14 May.",
  "webTitle": "Ian Bostridge on Zender's Dark Mirror: Schubert's Winterreise",
  "webPublicationDate": "2016-05-12T12:33:13Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/ian-bostridge-zender-schubert-winterreise",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Bostridge",
      "id": "profile/ianbostridge"
    }
  ],
  "guardianId": "music/2016/may/12/ian-bostridge-zender-schubert-winterreise"
}