{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/prince-philips-dna-may-identify-the-last-of-the-romanovs",
  "id": "2016-05-30-52",
  "sectionId": "books",
  "body": "The DNA of the Duke of Edinburgh is being used by Russia to establish whether the remains of bodies are those of the Romanovs, executed by the Bolsheviks in 1918. The historian Simon Sebag Montefiore revealed that the DNA of Prince Philip, a descendant of the Romanovs, was being used to solve a historical mystery that could be used to bolster the reputation of President Vladimir Putin. Sebag Montefiore said the duke had agreed to talk to him about the Russian use of his DNA as he prepared his book on the Romanovs. Sebag Montefiore was at the Hay festival to talk about one of the most powerful dynasties in history, which ruled Russia from the time of Ivan the Terrible until Nicholas II.   Related: The Romanovs 1613-1918 by Simon Sebag Montefiore – review    But the Romanovs’ story still resonates strongly in Russia today, said Sebag Montefiore. The remains of two children, believed to be Maria and Alexei, were found in a field in 2007. Last year Putin ordered the exhumation of other Romanov remains that had been positively identified using the duke’s DNA in 1998. The question is: are they definitely the last of the Romanovs? Are the children’s remains the son and daughter of Nicholas II? “All of this is happening now and we are waiting on tenterhooks,” said Sebag Montefiore. “Are they going to be reburied? Are these two children going to be added to the others? What is going to happen? “I think this is all to do with President Putin’s view of history. I think he’s going to save this up as part of the 1917 centenary and somehow this will play to his view of Russian history.” Putin, the Hay audience heard, believes that there is an arc of Russian history that links the Romanovs to him, and that he is part of a sacred destiny. “There is a view of Russian exceptionalism, that they are a unique civilisation, a view right since Ivan the Terrible that Russia is a special civilisation with a special culture. Putin is pushing that now. There is a continuity. “Putin regards Stalin as a great tsar, he is a great tsar. Asked who the worst tsars were, he said Nicholas II and Gorbachev.” The murder of the family was a particularly ghastly affair because it was so badly done, Hay heard. It took more than 20 minutes to execute every member because the children were wearing what were effectively bullet-proof vests in that Romanov diamonds had been sewn into their clothes.     Simon Sebag Montefiore Photograph: BBC    Sebag Montefiore said it was a ghastly crime to kill the Romanov children as well as the parents. “To kill the children … even in the French Revolution they did not kill the children.” Members of the killing squad, some of them drunk, were meant to aim at different family members but they all aimed at Nicholas. After that it was mayhem. Sebag Montefiore’s appearance was not all about death and murder – there was also sex. He revealed a candidate for a leader with the most voracious sexual appetite in history, the often-forgotten Alexander II, a contemporary of Queen Victoria. All the male Romanovs, said Sebag Montefiore, were strapping, blue-eyed, blond-haired womanisers with high sex drives but Alexander II “was the naughtiest of the lot, the most uninhibited of the lot”. The historian had access to more than 3,000 letters exchanged between Alexander and the love of his life, his mistress Princess Catherine Dolgoroky, more than 20 years his junior. “These letters are the most sexually explicit correspondence ever written by a politician or a head of state anywhere in history, even in the age of sexting and texting.” “There are sexual acts described in these letters that I thought had not been invented,” he told his Hay audience. “I don’t know you well enough to tell you what they are.” The letters reveal he was having sex five times a day until his 60s and had been advised by his doctor to cut down. Alexander II was highly sexed but he was genial and kind, not words that could ever be attributed to Peter the Great. Sebag Montefiore said: “He held orgiastic parties which were a cross between Joseph Stalin’s nocturnal drinking marathons and Led Zeppelin on tour in the 1970s.” One of the most ghastly Romanovs, said Montefiore, was Anna of Russia, “a miserable nonentity until she came to power. She was a really disgusting woman.” Montefiore said Anna liked to have an entourage of disabled people, “she had one called the legless one, one called the armless one, one footless one and the one-eyed one. She loved that; perhaps because they made her look pretty.” “She really is a ghastly person who had all her enemies executed in terrible ways. She was a horrible person and a bad empress.” If Anna might be Montefiore’s least favourite Romanov, his favourite, he said, was Catherine the Great, whose life was fascinating although she was not the nymphomaniac she is sometimes portrayed.  “She always had to be in love at all times, so she was really a kind of serial monogamist. She was very uninhibited,” he said. “She once called her bedroom a ‘training school for civil servants’.” She was the most humane ruler of Russia in Sebag Montefiore’s eyes. “I love her and I hate all the terrible stories about her. I hate what schoolchildren always ask me about her. I feel related to her and offended. It is like someone saying, ’has your mother slept with a horse?’”",
  "webTitle": "Prince Philip's DNA may identify the last of the Romanovs, says Sebag Montefiore",
  "webPublicationDate": "2016-05-30T17:21:52Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/prince-philips-dna-may-identify-the-last-of-the-romanovs",
  "keyword": [
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Prince Philip",
      "id": "uk/prince-philip",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "books/2016/may/30/prince-philips-dna-may-identify-the-last-of-the-romanovs"
}