{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/liverpool-bayern-munich-backroom-staff-mona-nemmer",
  "id": "2016-05-12-18",
  "sectionId": "football",
  "body": "Jürgen Klopp will put Liverpool players through triple training sessions and hire a second member of Bayern Munich’s backroom staff in pre-season as he seeks to improve fitness levels for the 2016-17 campaign.   Related: What was the difference between Jason Koumas and Steven Gerrard? Not talent    The Liverpool manager, a long-time admirer of Bayern’s fitness work, has already tempted Andreas Kornmayer to leave his position as fitness coach at the Allianz Arena for Anfield this summer. To the annoyance of Carlo Ancelotti, who is to replace the Manchester City-bound Pep Guardiola, Bayern’s nutritionist Mona Nemmer has also accepted Klopp’s invitation to be part of a new-look conditioning team at Anfield next season. Nemmer is regarded as one of the leading nutritionists in elite sport and joined Bayern in 2013 after five years with the German football association, where she also worked with the senior national team. She is expected to join up with Liverpool in pre-season when the players will face a demanding training schedule in Klopp’s first summer in charge. “It will be triple training sessions, of course,” said the Liverpool manager, who will be based in California for part of pre-season for friendlies against Chelsea and Milan. “The problem with pre-season is that for the first three weeks we have 15 players who will have been away at the Euros and we also have to see how the squad is changing. On another planet we would have six weeks together training because in this league it is the only time that you can train. “In all of the [pre-season] games we will play out full training. So if we play our best in pre-season then I’ve done something completely wrong. We have to do a lot to create a base for one year. We stop pre-season in the middle of August and maybe with the players who come back from the Euros it will be difficult so we might have to make their pre-season two weeks longer so that it goes into the season. That might mean they do not play at that stage or they are only allowed to play so many minutes.” Klopp has often lamented his lack of training time with Liverpool this season, having replaced Brendan Rodgers last October and overseen a hectic fixture schedule because of the team’s progress to the Europa League and Capital One Cup finals. His confidence in Liverpool showing a vast improvement next season is based in part on being free to impose his ideas during pre-season. The German added: “We have a special plan of what we want to do with the boys. They cannot go home now when they are off at the end of the season. Nearly all of them have national team games but you cannot have six weeks off. You have something like four weeks and in four weeks you cannot sleep for the whole time so you have two weeks completely off and you have a plan and you have to do it. That means when you come back you are not at nil, you are at 60-70% and then you can start training. That’s how it works. “Everything you do is based around physical potential and what you do in pre-season is key to that. We are now really fit but because of the games – our best sessions have been the games. On the one side we play a little bit too often and it’s too intense training but usually we are in a good shape and you saw against Chelsea that Emre [Can] played again after three weeks off. It was hard for him but it was very important for him to get through it. That shows the right training works. That is how it is and that’s why we will train a lot.”",
  "webTitle": "Liverpool to bring in second member of Bayern Munich’s backroom staff",
  "webPublicationDate": "2016-05-12T21:29:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/liverpool-bayern-munich-backroom-staff-mona-nemmer",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/12/liverpool-bayern-munich-backroom-staff-mona-nemmer"
}