{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/kevin-lane-robert-magill-charlie-wilson-interview-nick-hopkins",
  "id": "2016-05-30-189",
  "sectionId": "uk-news",
  "body": "Kevin Lane is wearing a blue Italian suit. His white shirt is ironed, his shoes polished and his handshake firm. At this smart London restaurant, he seems out of place among the businessmen and women – but only because he has the physique of a bodybuilder, and a deep voice that draws attention when he raises it. Which he does, very occasionally, when he’s animated – as he is now, talking about his new businesses and how he has just bought a new Mercedes. He’s doing OK. But there’s something nagging at him, and when he is upset, his voice drops. Days earlier, Lane was pictured in a newspaper outside a nightclub with the former Atomic Kitten singer Kerry Katona. A source quoted by the Daily Mail said the pair were “all over each other”, and there was talk of them dating. The story, he says, is nonsense. He had been introduced to Katona, and they had gone for a night out with friends: “The rest of it is just not true.” But it is the headline that troubles him most. “Kerry Katona pictured kissing convicted murderer.” Lane walked out of Blantyre House in Kent on a sunny Friday in January last year. He had mixed feelings as he was driven away from the category D jail. There was relief that his ordeal had come to an end, but also a sense of guilt for the friends he was leaving behind. Underlying it all, there was an anger that won’t go away. Twenty years ago, Lane was jailed for shooting a man called Robert Magill. After he was sent down at the Old Bailey, he says he was the victim of a smear campaign with newspapers nicknaming him “the Executioner”, and suggesting he was likely to have been responsible for a number of unsolved murders, including that of the Great Train Robber, Charlie Wilson in 1990. These crimes would certainly have made Lane, now 48, one of Britain’s most dangerous and prolific criminals. But Lane says the accusations are all untrue. During the years he was inside, from every bare cell or isolation unit they placed him in, he has raged against his conviction, trying to channel his energy into his case. Now that he is free, the effort continues.     How the Guardian reported the story in 2001. Photograph: The Guardian    Document by secret document, prised from the police in a campaign that has involved writing 10,000 letters, he has pieced together the jigsaw he thinks shows he was framed – and he believes he can show by whom. He knows there are people who want him to shut up, to move on, but he won’t. “I might be rebuilding my life, but that doesn’t mean I have forgotten. It doesn’t mean I will let it go. I won’t stop. The people who did this to me have to know that: I won’t stop. Not until I have cleared my name.” I first met Lane more than 15 years ago, when I wrote about his case. The Guardian was the first to investigate his conviction, but getting to him was not easy. Lane was in HMP Frankland, a high-security prison in County Durham. He was regarded as an “exceptional-risk” prisoner – and the authorities clearly regarded me as exceptionally foolish for wanting to speak to such a supposedly dangerous man. Three prison officers stood within touching distance of us inside a cramped, windowless room. We sat on low chairs at a low table that was bolted to the floor. Two more guards stood outside. I wasn’t allowed a pencil or pen. It was in here, with this overbearing audience, that Lane attempted to explain why he had been wrongly convicted for the murder. Magill, a car dealer by day and hardman by night, had been gunned down near his home in Hertfordshire, as he walked his dog, on 13 October 1994. Five bullets hit Magill, including two to the head, at very close range, from a sawn-off shotgun. The murder was described by the judge at Lane’s trial as “desperately violent, shocking, horrifying”. But proof of Lane’s involvement appeared flimsy. The first trial collapsed when the jury could not reach a verdict. In the second, the police alleged the murder was a contract killing – and that Lane was hired for up to £100,000. But there was no evidence for this. Witnesses to the murder didn’t pick him out at an identity parade. His name wasn’t mentioned by two police informers who rang detectives offering to name the killers. Instead, they named two other known criminals – Roger Vincent and David Smith.     The victim … Robert Magill, who was shot dead as he walked his dog in a Hertfordshire beauty spot. Photograph: PA/EMPICS Sports Photo Agency    Lane’s conviction rested on a palmprint found on a binliner in the boot of the killer’s BMW getaway car. Lane has never denied driving the car – he says it was lent to him by an acquaintance after his own car had been stolen, and that he returned it four days before the murder. He cannot explain how the palmprint came to be on the binliner, but if he had killed Magill, and if he were the professional hitman prosecutors alleged, he was pretty careless covering his tracks. Lane said he borrowed the car to take his sons to see his mother, and detectives found the children’s fingerprints all over the dashboard. Lane’s contention that he was “fitted up” took on a different complexion two years after our first meeting. The detective who led the Magill murder inquiry for Hertfordshire police, Detective-Inspector Chris Spackman, was himself jailed. Spackman, it turned out, was deeply corrupt. When he was sentenced to four years in July 2003 for conspiracy to steal, the court heard he was responsible for “a disgraceful catalogue of crime and lies” – which involved plotting to steal £160,000 from his own force, and siphoning off money for himself. To Lane’s lawyers, the fact that Spackman had a history of manipulating evidence seemed reason enough to question whether his conviction was safe. But as the exhibits officer in the case, Spackman also had control of all the evidence, including Lane’s fingerprints, and the binliner on which his palmprint was found. Vitally, there were also 20 tipoffs naming Roger Vincent as the murderer. Vincent was arrested and charged, but the case collapsed. But before that happened, he had had a series of highly unorthodox “confidential chats” with Spackman, which were not disclosed at Lane’s trial. What was said is still a mystery. Spackman has denied any impropriety and Vincent and Smith have denied the Magill shooting. In 2005, Vincent was convicted of another shooting described in court as a “thoroughly planned, ruthless and brutally executed assassination”. Smith was convicted alongside him as his getaway driver. That was similar, then, in many ways to the murder of Magill. Could Vincent have been responsible for both? Armed with this new information, Lane urged the court of appeal to look at his case again. It took him 10 years to get a hearing in court. “I knew I was going to be arrested over Magill because someone called me to warn me. I was told: ‘There may be a problem with the car … you will probably get a tug. It’s got nothing to do with you and will blow over. Keep your mouth shut and sit tight.’ I knew something was wrong. I remember telling Kim (his ex-partner): ‘This doesn’t feel right. I’m being set up.’” In July last year, 19 years after his conviction, Lane’s lawyers had their day in court. They contended Lane had been framed by a corrupt detective with links to significant figures in the criminal underworld who had concocted the evidence. Two other people have had convictions overturned because of concerns about Spackman – Lane expected to be the third. But, to his astonishment, the court dismissed the application, saying it was “not persuaded that the safety of the conviction is in doubt”. So, for now, Lane remains a murderer. The conviction led to the breakup of his marriage; his sons, Tommy and Aaron, grew up without him. Since his release, Lane has been in a hurry. He has had periods of partying too hard. But he has also caught up with a world that has changed dramatically since he went into prison. He has settled down with a new partner, but is taking time to adjust. He has his own flat and prefers to live alone. Being in a single cell, he got used to doing things his way, and he finds it hard to live with other people. He’s meticulously, obsessively clean. He gets up most days at 5am, goes to the gym, and then hits the phone, trying to broker deals for his property and construction businesses. He takes the murder conviction into every meeting, and every social occasion. “I always try to bring it up first. I’d rather it came from me, rather than them finding out from someone else or on Google. Most people are very good about it. They want to hear about the case and my life.”     Crime scene … the cordoned-off woodland area of Rickmansworth where Magill was shot. Photograph: John Stillwell/PA Archive/PA Photos    Lane has served time with some of the underworld’s most feared characters; from Irish terrorists to Brink’s-Mat launderer, Kenneth Noye. He regards Kenny Collins, one of the Hatton Garden gang, as a friend. “I met Kenny when I was first on remand at Belmarsh. He’s a good man and he was good to me. You don’t forget things like that. He’s one of the last of the old-school criminals. It may sound strange to say, but there’s an honour in the way they behave, a code. You don’t get that now. Crime is changing, and the prisons are changing, too. Now, the gangs that exist outside prison are re-forming in jail, and they bring their violence with them. The Yardie gangs, the terrorists. Prison is a more dangerous and volatile place than it was when I first went in. I know prisoners who converted to Islam to get the protection of the Muslim gangs.” Lane didn’t have to join a gang; he has respect in the anarchic hinterlands of organised crime, a respect earned in a manner he now regrets. At school in Harefield, Middlesex, found himself defending his older brother, Sean, who was getting teased by friends because of a head brace he had to wear after a serious accident. Lane, it turned out, could throw a punch. Several of them, in fact, at high speed. It is a gift that has got him into trouble – and out of it – throughout his life. “When I was a kid, I’d fight older kids and, when I was a teenager, I’d fight grown men. No guns or knives, just fists. It made me feel special, invincible. It’s hard to describe. Looking back now I can see people used me for their own ends. ‘Get Kevin, he’ll sort it out,’ that sort of thing. I was immature and naive. I did things that I regret and there are people I would like to apologise to. In time.” Twenty years in jail enhanced rather than diminished this reputation. “There is a lot of bullying and intimidation. I hated to see it going on. I didn’t care who it was, or how big they were. It’s a strange thing, but the only fear I have ever felt is the fear of losing. The embarrassment of it.” Prison officers, he says, would often turn a blind eye, to let inmates sort out problems on their own, in their own way. Fights would take place in gyms, in laundry rooms, under prison rules. Lane says he left the prison system unbeaten – physically and mentally. It’s a record he intends to keep.",
  "webTitle": "Kevin Lane on life after prison: ‘I won’t stop until I clear my name’",
  "webPublicationDate": "2016-05-30T06:00:25Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/kevin-lane-robert-magill-charlie-wilson-interview-nick-hopkins",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Hopkins",
      "id": "profile/nickhopkins"
    }
  ],
  "guardianId": "uk-news/2016/may/30/kevin-lane-robert-magill-charlie-wilson-interview-nick-hopkins"
}