{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/game-of-thrones-recap-season-six-episode-four-the-book-of-the-stranger",
  "id": "2016-05-16-257",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog is published after Game of Thrones airs on HBO in the US on Sunday night and on Foxtel in Australia on Monday afternoon. Do not read unless you have watched season six, episode four, which airs in the UK on Sky Atlantic on Monday at 9pm, and is repeated in Australia on Showcase on Monday, at 7.30pm AEST.  “Winterfell is ours. It belongs to our family. We have to fight for it.”A solid fourth episode, thick with the promise of confrontation to come and heavy on the reunions, saw Margaery briefly allowed to visit Loras, Dany meet up again with Jorah and Daario, Theon make it home to Pyke and Yara, Littlefinger return to No Longer So Little Lord Robin at The Vale, and best of all, Sansa and Jon reunited at Castle Black. There have been times of late where I’ve been grumpy about this show, but I’ll forgive David Benioff and DB Weiss a great deal for the simple joy of that scene: the way Sansa apologised to Jon for her behaviour as a child, the way he said it was nothing, the lovely moment when they hugged each other as though they would never let go. The Starks have always been the closest thing this show has to straightforward heroes and, after all the terrible things that happened to their family, it was wonderful to have one quiet scene amid the death and destruction where two of them could hold each other and feel they’d briefly found home.  Of course, this being Game of Thrones, they soon had rather more pressing matters to attend to, as the newly steely Sansa set about convincing her brother to fight for Winterfell and the North. I enjoyed the dynamic here – both Sansa and Jon have suffered a great deal, but where Jon, having been betrayed, is understandably beaten down by both the betrayal and the actions he had to take in response to it, Sansa has used her suffering to fashion an impregnable suit of armour. Ramsay may have tried to break her but he failed, and if the early season pointers are saying anything it’s that the women on this show are no longer prepared to sit around listening to the men. They want vengeance, and they want it now.      “You are small men. None of you are fit to lead the Dothraki. But I am. So I will.” None more so than Dany, who finally tired of both listening to the Dosh Khaleen say she could sit with them to counsel the menfolk and the Dothraki men prattling on about rape and death. She chose a spectacular way of announcing her boredom, burning the Khals alive and walking through fire once more to an army of adoring Dothraki (and a shocked Daario, who appeared to be reevaluating just how “wild” his Khaleesi really is). It was a brilliantly shot and suitably epic moment which made good use of the circular storyline – Dany had forgotten who she was in Meereen, and can now forge a new future by remembering her past. But it’s also time for her to grab those dragons and fly towards Westeros. Not least because that firepower is going to be awfully useful in the battle against the White Walkers, as this episode with its emphasis on the parallels between Jon and Dany, both of whom have been reborn – Jon in the ice of Castle Black, Dany in fire in Vaes Dothrak – made clear.      Joe Naufahu as Khal Moro. Photograph: HBO    It won’t be a straightforward battle though. There’s an interesting ambivalence about Jon post-resurrection. He’s tired of fighting (understandably so) and there’s a growing sense that the man who came back from the dead isn’t the same as the man who died, which may have repercussions down the line. As for Dany, I’d argue that, unpleasant as he was, Khal Moro wasn’t far off when he labelled her crazy. This is a show which spends a great deal of time critiquing power, its abuses and what people do in its name and I don’t think Dany gets a pass just because she has good hair and a flair for the dramatic. Yes, the Khals were threatening her but let’s not forget that Dany came up with this plan prior to any unpleasant discussion of gang rape. They could have offered her a place in the Dosh Khaleen and the outcome would have been the same. I wouldn’t be entirely comfortable worshipping someone whose reaction to things going against her is “burn them all”. “A wise man once told me we make peace with our enemies not our friends.” Oh Tyrion, there you go continuing to be reasonable in a world that’s getting less so by the day. While the littlest Lannister, aided by Varys, continued to preach moderation while trying to bring Governance 101 to Meereen, events everywhere else reinforced the feeling that he’s in the minority: Yara and Theon are going to battle Euron for the Iron Islands. Ramsay sent Jon an unhinged letter spelling out his latest villainous intentions in the hopes of provoking another war in the North. Jaime and Cersei have convinced Tommen and the Small Council to attack the High Sparrow with the help of the Tyrell army, Dany’s raised another army and even Littlefinger has announced that “it’s time to enter the fray”. Hold tight everyone: it looks like everything’s going to kick off everywhere … and soon.     Conleth Hill as Varys, Peter Dinklage as Tyrion Lannister, Nathalie Emmanuel as Missandei. Photograph: HBO    Additional notes • Speaking of Littlefinger, it was nice to see him return – I look forward to the slow unveiling of his latest masterplan. • Creepy Robin Arryn actually scares me far more than Ramsay. He would have let Lord Royce fly simply because he could. There was no empathy there at all. • I openly sighed when Ramsay appeared on my screen, but that said, the scene between him and Osha made sense, was in character and well acted, even though the outcome was always clear.     Aidan Gillen as Littlefinger. Photograph: HBO    • There are interesting parallels between Margaery and Loras and Theon and Yara, with dominant sisters propping up weaker brothers.  • Also interesting was the scene between Brienne, Davos and Melisandre. I have a feeling Davos might find out what happened to poor little Shireen very soon.  • Tormund and Brienne eh? Don’t be shy Tormund, we all saw the none-too-subtle looks you were giving her over dinner ... • Jon, as someone who spent most of my teenage years in Scotland, I identify with your need to find somewhere warm. If I’d just been unexpectedly resurrected I’d head for sunnier climes too. I hear Dorne’s nice this time of year … although be warned, it is a rather silly place. • “Sorry about the food – it’s not what we’re known for.” Oh Edd, you are my favourite character.  • My absolute favourite thing about this episode though was when Brienne, Sansa and Pod made it to Castle Black. For once, a set of characters actually got to where they wanted to get to without getting lost, detained or murdered. Yes, technically they’re going to turn round now and head back to the place they just left, but I’m still calling this a win.  Violence countOne brutal fight between Jorah Mormont and a Dothraki Blood Rider, who ended up stabbed by Daario and his favourite knife before having his head bashed in to ensure certain rules were adhered to. One tortured and broken Loras, who has clearly not been enjoying his stay in prison, one dead Osha, her throat slit by the all-knowing Ramsay Bolton, and one bunch of dead Khals who learned the hard way that it’s best not to make Dany mad. Nudity countOne naked Daenerys Targaryen, the Unburnt, Mother of Dragon and Breaker of Chains, and a woman who never met a funeral pyre she wasn’t willing to walk through to make a point. Random Brit of the weekWelcome back to Bradford’s finest Enzo Cilenti, whose Yezzan zo Qaggaz seemed less than pleased to see his former slave Tyrion now lecturing him on how to rule. So what did you think? Were you touched by Jon and Sansa’s reunion? Did you shed a tear for poor, brave Osha? And will Tormund make a move on Brienne? As ever, all speculation and no spoilers are welcome below …",
  "webTitle": "Game of Thrones recap: season six, episode four – The Book of the Stranger",
  "webPublicationDate": "2016-05-16T10:27:42Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/game-of-thrones-recap-season-six-episode-four-the-book-of-the-stranger",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Hughes",
      "id": "profile/sarahhughes"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/game-of-thrones-recap-season-six-episode-four-the-book-of-the-stranger"
}