{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/29/nicky-daw-obituary",
  "id": "2016-05-29-90",
  "sectionId": "theguardian",
  "body": "My friend Nicky Daw, who has died aged of cancer aged 65, was one of Hay-on-Wye’s warmest and most distinctive characters in a town well populated with colourful people. She inherited a number of traits from her forebears that were to mark her life. Among them were her mother’s flair for design and a bent for fighting injustice – one of her grandfathers was a founder of the National Union of Journalists, and Fabian socialism was the mindset of many of her uncles and aunts. She blended these traits with her warm personality and a mischievous sense of humour. Nicky was the daughter of Jane (nee Williams), a specialist in interior design, and John, a stockbroker. Born in London, she was largely brought up in Lewes in Sussex, where she attended the private Southover Manor school, followed by the Bristol School of Art. She switched to reading English at Bristol University and then undertook teacher training. Her most fulfilling teaching period was her 17 years at the Royal National College for the Blind in Hereford. Quickly mastering braille, she was hugely popular with the students, both for her teaching and her counselling. She often had a vase of highly scented flowers on her desk, much appreciated by her students. She had gone to Herefordshire in the late 1970s with her husband, Pete, when her father told her he had a piece of land up a hill on which there was thought to be a hidden cottage. Hidden it was, behind a mountain of briars, but it became their first Herefordshire home. She was a persistent fighter against injustice. She cut her teeth as a demonstrator at Greenham Common and went on to protests both local and national, notably those against the Iraq war. To the pro-war David Blunkett she wrote in braille. He did not reply. Her talent for design showed itself especially in her house just outside Hay – Lower House was chosen by the travel writer and publisher Alastair Sawday as the best British B&B for a relaxing break. Nicky and Pete ran the business for 10 years, pulling out all the stops for the Hay Festival. Perhaps the finest aspect to Lower House was the gardens, Nicky’s horticultural tour de force, open to the public under the National Gardens Scheme and to tours of gardeners from around the world. She displayed a fine balance between the formal and the wild: snake’s-head fritillaries populated the grass banks in profusion, causing locals to make spring pilgrimages to see them. They were in flower when she died. Nicky is survived by Pete, by her children, Emily, Henry and Johnny, and her grandson, Milo.",
  "webTitle": "Nicky Daw obituary",
  "webPublicationDate": "2016-05-29T13:29:48Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/29/nicky-daw-obituary",
  "keyword": [
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Bed and breakfasts",
      "id": "travel/bed-and-breakfasts",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/29/nicky-daw-obituary"
}