{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/david-sullivan-west-ham-upton-park-manchester-united-violence",
  "id": "2016-05-11-256",
  "sectionId": "football",
  "body": "David Sullivan has back-tracked on his remarks that appeared to blame Manchester United for the trouble that erupted outside Upton Park on Tuesday night, calling the behaviour of the home fans “completely unacceptable” and apologising to the visitors for the damage that was done to their team bus on its way to the ground.   Related: David Sullivan and West Ham illustrate how not to handle a crisis | Ed Aarons    The West Ham United co-chairman issued a statement late on Wednesday morning that said: “If we were to have scripted how our final game at the Boleyn would have played out, it wouldn’t have been much different to last night’s match. The West Ham family then all celebrated our legends and former players together in what was a truly fitting ceremony to say goodbye to our home of 112 years. “Sadly, the actions of very small minority of people outside the ground prior to kick-off risks overshadowing those celebrations. I want to be clear – their behaviour was completely unacceptable and does not represent our club or our values. “When I was asked about the incident prior to yesterday’s game, I was unaware of the damage that had occurred to the Manchester United team bus. I want to apologise to Manchester United for that damage and assure them that we will be doing all we can to track down those responsible and ban them for life.       “This morning I have already tasked my senior team to work with the police to identify them as their behaviour belongs in the past and not in a future that promises so much for our great club. “I truly hope that in due course we will look back on what happened in the stadium rather than what happened outside and remember our farewell to the Boleyn for all the right reasons.” The lowlight of the evening was the moment before the game when the Manchester United team bus, which had become trapped in the gridlock outside the stadium on the corner of Barking Road and Green Street, was pelted with bottles and other missiles by West Ham fans.                           The club traced most of the problems to the high number of people who turned up without tickets, intending to enjoy the what promised to be a carnival atmosphere. West Ham say there were technical issues with a number of turnstiles which led them to fail to open at the designated time of 6.15pm, specifically those adjacent to the media entrance just behind Green Street, but that virtually all of the gates did open at 6.15pm. The kick-off was delayed from 7.45pm to 8.30pm. Questions have been asked as to why both the West Ham and Manchester United buses were not afforded escorts from the police, which might have eased the congestion. By mid-afternoon the area around the stadium on Green Street was very crowded and it was clear that it would become more so. One of the major issues was the fact that both the buses were stuck, as more and more people poured into the area. Consequently, the visiting team’s bus became a target. The logistical difficulties were reflected by the amount of time that it took the bus merely to reverse into its parking space at the stadium – about 15 minutes. The players finally got off at 7.10pm, having spent nearly an hour travelling the final 100 metres to the stadium, including 30 minutes at the junction of Barking Road and Green Street. The West Ham bus was also late reaching the stadium; it arrived at 6.25pm, 10 minutes later than planned. The Metropolitan police do not disclose policing numbers for major events – apart from on occasions such as New Year’s Eve – and they will not do so in relation to Tuesday night’s events at Upton Park. But the force insist that they carried out their usual due diligence and took the appropriate soundings before deciding how to treat the game. A Met spokesman told the Guardian: “We assess risk on a match by match basis, taking into account all the available intelligence, and deploying officers as appropriate to provide a proportionate policing response. As such, policing outside grounds may increase or decrease. “The Metropolitan police remains committed to working in partnership with football clubs in London and other agencies, including police forces whose teams visit the capital, to meet their respective responsibilities for maintaining law and order and safety management.”     Broken seats litter the stadium after fans removed souvenirs. Photograph: Paul Gilham/Getty Images    The Met’s central football unit is reviewing CCTV footage after missiles were thrown at the Manchester United coach. The force said in statement on Wednesday morning: “Four male officers suffered minor injuries as a result of the objects thrown. No arrests have been made so far been made in connection with the criminal damage caused to the coach. Inquiries are ongoing.” The Football Association said: “The FA strongly condemns the unsavoury incidents involving both the Manchester United team coach outside West Ham United’s Boleyn Ground and objects thrown from a section of the home support during the game. We will work closely with both clubs and the Metropolitan police to fully investigate these matters.” On Tuesday evening Sullivan, appeared to blame United for the problems and said match officials and police had been “kind” to the visitors by delaying kick-off by 45 minutes. “It is depressing really,” he told BBC Radio 5 Live. “It will be a late night for our fans and some of them won’t be able to stay. I don’t understand why United couldn’t get here at 4pm. They could have got here early. They knew it would be busy. It’s crazy. “There was congestion in the street and they couldn’t get the coach in. There were people around the coach, but there was no attack on the coach. “If you check the coach there won’t be any damage to it. If we arrived late at Old Trafford they wouldn’t put the kick-off back.”     A woman and child are helped to safety. Photograph: Dan Kitwood/Getty Images    West Ham promised to ban for life any supporters who were identified following the trouble and said in a statement: “It was an extraordinary night full of extraordinary moments in front of extraordinary fans, 99% of whom behaved impeccably and were a credit to the club. “We have already had thousands of tweets and emails from fans to say how proud they were to be a part of such a special evening in West Ham’s history. However, we are aware that there were some supporters outside the Boleyn Ground who didn’t act in an appropriate way when the Manchester United team bus was damaged. “That was not acceptable and we will work with the police to identify those responsible and ban them for life.” The West Ham vice-chairman Karren Brady also belatedly condemned the attack on United’s bus, saying on Twitter: “I, the board and everyone at West Ham United totally condemn the unacceptable behaviour we saw outside the ground last night. “West Ham is a family club and the vast majority of fans attended Tuesday’s final game to respectfully say Farewell Boleyn” “Those who chose to behave unacceptably will be dealt with in the strongest way possible, with life bans for those guilty of violence “The events in the stadium last night were incredible and it would be a shame if the actions of a mindless few outside overshadowed them.     Bottles are thrown at the Manchester United team bus. Photograph: Eddie Keogh/Reuters    “Their behaviour was unacceptable & won’t be stood for. But my overriding memory will not be of them but of a fitting farewell to the Boleyn.” It was West Ham’s final match at their home of 112 years before their move to the Olympic Stadium next season. During the match the Manchester United goalkeeper David de Gea had a bottle thrown in his direction after he celebrated his team’s equaliser at 1-1, while a fan ran on to taunt him towards the end of the match. The fan was led away by stewards and the game ended in a 3–2 win for the home side. Three men were arrested during the game, including a 20-year-old on suspicion of affray and a 47-year-old and 18-year-old for pitch incursion.",
  "webTitle": "David Sullivan back-tracks on blaming Manchester United for Upton Park violence",
  "webPublicationDate": "2016-05-11T11:22:13Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/david-sullivan-west-ham-upton-park-manchester-united-violence",
  "keyword": [
    {
      "webTitle": "David Sullivan",
      "id": "football/david-sullivan",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/11/david-sullivan-west-ham-upton-park-manchester-united-violence"
}