{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/02/kell-brook-should-not-get-too-excited-at-floyd-mayweather-rumours",
  "id": "2016-05-02-208",
  "sectionId": "sport",
  "body": "Eddie Hearn says he had a “great meeting” with Floyd Mayweather’s business partner, Leonard Ellerbe, over the weekend, with “exciting news coming soon”. But British fans should not hold their breath in anticipation of Floyd coming out of retirement to fight Kell Brook. If Mayweather does fight again to round out a perfect 50-bout unbeaten career and finally overtake Rocky Marciano’s record, it looks increasingly as if it will be against Danny Garcia, probably in Las Vegas in September. He will win, and it will do great business, but will we remember it fondly? There is one other soft option for Mayweather: a rematch with Andre Berto, who stopped a spent Victor Ortiz in four rounds in California on Saturday night. That is an even more depressing prospect. Brook – still smarting from being snubbed by Amir Khan – is being steered towards unifying two strands of the welterweight title against the WBO claimant Jessie Vargas, or to defend his own IBF version against Lamont Peterson, Khan’s juiced-up conqueror in Washington five years ago. Hearn certainly knows how to tease the fans, though. “Great meeting just now with @LEllerbe – exciting news coming soon – @MayweatherPromo v @MatchroomBoxing in the UK”, Hearn tweeted late on Saturday night. Ellerbe played his part by responding on Twitter: “Great meeting with @EddieHearn, we ready!!!!!!!!” My guess is Hearn, Mayweather and Ellerbe, who are close, will parade their stable of fighters against each other to prop up the pay-per-view demands Sky Sports continue to make on Matchroom on a regular basis. A lot of these fights will be high-grade contests but, after the most predictable disappointment of the domestic season – Khan declining an offer to challenge Brook at Wembley Stadium mid-summer in favour of his mountainous challenge in Las Vegas this Saturday night against Saúl “Canelo” Álvarez – fans want more. They want the very best. They don’t always get it. Khan-Álvarez promises high drama, whatever the result, but it will be in the middle of the night on Frank Warren’s BoxNation (and assuredly the coverage will be entertaining). There is nothing to match the atmosphere of a big, outdoor showdown between intense rivals, as we saw when Carl Froch knocked out George Groves in front of 80,000 fans at Wembley Stadium in 2014. If it has to be in the States, watching Khan-Álvarez while trying to stay awake on a conveyor belt of coffee doesn’t cut it for an audience who used to trek to Vegas 30,000-strong to watch Ricky Hatton. The fight Khan craved was Mayweather, only for the great man to renege twice. The Bolton fighter would be devastated if Floyd returned to the ring against Brook – and Hearn, who has had his moments with Khan, would be mightily pleased. I cannot see it happening. Boxing is a curious undertaking, with competition and mutual suspicion between promoters, TV outlets and governing bodies combining on a regular basis to frustrate all of us: fighters, fans and the media. Why, for instance, was James DeGale fighting in Washington, DC, on Saturday night in front of a roomful of strangers, strolling through 12, boxing-from-memory rounds to keep his IBF super-middleweight title against the dangerous but outclassed Rogelio Medina from Mexico? It was Chunky’s third fight in a row abroad, in defence of the vacant title he won against Andre Dirrell a year ago. There are fans in Boston, Quebec and now Washington, DC, more recently familiar with the quirky style of Harlesden’s favourite fighter than are regulars at the Echo Arena in Liverpool, Wembley Stadium (where he appeared on the undercard of Froch-Groves II), or, infamously, the Glow Bluewater in Rotherhithe, the last of his six fights with Mick Hennessy. “Those boos are for DeGale. He’s not won too many friends here tonight,” Sky Sports’ Nick Halling told us at the end, when the winner dismissed the loser in the ring. The judges returned cards of varying approval: 117-111, 116-112, and a ludicrous 115-113 from the Bostonian John Madfis. “He kept coming,” DeGale said at ringside. “I don’t know where he got that from. Got to give credit to him, he’s tough, durable, game. But to be an elite fighter, you’ve got to have more than that. The main thing is I’m still the champ. We’ll have to go back to the drawing board, me and Jim [McDonnell, his career-long trainer]. Learning curve, learning curve.” Medina was no more than a short-armed, stubborn challenger and, with the exception of a few eye-catching haymakers, had not a clue how to profitably land his heavy fists on DeGale’s artfully bobbing head or dodge his painful switch-hitting counters. Surely, though, an Olympic gold medallist who has lost only once and contentiously – to George Groves six years ago, an eternity away on that learning curve – and is so obviously a worthy champion should be performing in front of big home crowds against high-class opponents on pay-per-view. The problem for DeGale, an interesting, likeable and hugely talented boxer, is he doesn’t often deliver the animal buzz fight fans crave. He coasted against Medina because his is such a natural talent. It was entertaining for admirers of nuance and trickery. There aren’t many of those in the amorphous constituency that Hearn, Warren and Hennessy, the country’s leading promoters, are trying to sell their product to. It is the market. And, like the global financial beast that rules all our lives, it is not fair. There is little DeGale can do about the way he wins fights, even as a respected and legitimate champion, because it works. It’s business. His next business will be a unification against Badou Jack, who kept his title but looked hard done by getting a majority draw against Lucien Bute on the undercard. “It’s a dirty business.” Jack said. “I don’t blame Bute. I blame the judges.” DeGale told Jack later: “I want to box in Vegas, but will you come to London? I’m easy, man.” There was no response. Jack and DeGale knew one thing: in all probability, they will fight in the United States. At ringside was a ready-made British opponent in Callum Smith, who expressed his willingness to step up and fight DeGale, preferably in the UK. Will it happen? At some point. Meanwhile, DeGale will continue taking care of business ... a long way from home. MEANWHILE ... Restoring faith in the rough old trade, the unbeaten Liam Walsh delivered stout, doomed Troy James only his second loss at the Copper Box Arena in London on Saturday night, to secure the Lonsdale Belt and the British super-featherweight title. Walsh was punch-perfect; James was swinging all the way to the stoppage in round eight. Walsh’s twin brother, Ryan, looked classy winning the British featherweight belt with repeated body shots that finally told for James Tennyson in the fifth. They were two of several good wars on the BoxNation bill, none better than a nailed-on fight-of-the-year contender between the Irishman Jamie Conlan and the unbeaten Commonwealth super-fly champion, Anthony Nelson. Conlan won a classic up-and-downer with a body shot in the eighth, but both suffered and prospered throughout.",
  "webTitle": "Kell Brook should not get too excited by Floyd Mayweather rumours | Kevin Mitchell",
  "webPublicationDate": "2016-05-02T09:00:20Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/02/kell-brook-should-not-get-too-excited-at-floyd-mayweather-rumours",
  "keyword": [
    {
      "webTitle": "Floyd Mayweather",
      "id": "sport/floyd-mayweather",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kell Brook",
      "id": "sport/kell-brook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/02/kell-brook-should-not-get-too-excited-at-floyd-mayweather-rumours"
}