{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/murder-trial-ben-butler-ellie-butler-death-peppa-pig-fall-theory",
  "id": "2016-05-04-67",
  "sectionId": "uk-news",
  "body": "A six-year-old girl who was allegedly murdered by her father could have died trying to imitate the children’s TV character Peppa Pig falling out of bed, his defence lawyer suggested in court.  But a medical expert rejected the idea telling jurors at the trial of Ben Butler that the skull fractures suffered by his daughter, Ellie Butler, were the result of “considerable blunt impact to the head”.  Butler, 36, is on trial at the Old Bailey accused of murdering his daughter in a fit of rage when he was left alone with her and another child at the family home on 28 October 2013. He denies the charges.  The jury has been told Butler was found guilty of assaulting Ellie when she was a baby, in 2007. He was cleared on appeal and got the little girl back from care. She died 11 months later.  Icah Peart QC, for Butler, put forward the possibility of an accidental death while cross-examining Anthony Risdon, a paediatric forensic pathologist, on his postmortem examination report. Risdon found the severity of Ellie’s head injuries equated with considerable blunt impact, her head having either struck against a rigid surface or been hit with a blunt instrument, the jurors were told. After asking the professor if he was aware of the cartoon character Peppa Pig, Peart said a DVD featuring the character was found in Ellie’s room and suggested she could have been jumping on her bed, mimicking the cartoon and fallen off the bed and hit her head. “What I am talking about is someone jumping up and down on the bed and, as Peppa Pig does, jumps over backwards, falls down and hits her head on the concrete floor. That’s the kind of momentum I am talking about. Is that the sort of thing that might possibly result in the kind of injuries you saw?” Risdon replied: “I have seen a large number of head injuries in children. I have never come across a scenario like that and I have never come across a short distance fall that results in a similar injury. It’s completely outside of my experience, which is not inconsiderable.” The court also heard from a doctor who insisted he was right nearly 10 years ago when he testified that Ellie was shaken as a baby. Neil Stoodley, a consultant neuro radiologist, told the murder trial that he had no reason to alter his opinion in light of new medical evidence. Butler, of Sutton, south-west London, denies murder and child cruelty. Ellie’s mother, Jennie Gray, 36, also denies child cruelty but has admitted perverting the course of justice over allegations claiming she destroyed evidence and lied to police to protect Butler. The trial continues.",
  "webTitle": "Ben Butler trial: daughter 'could have died after fall while imitating Peppa Pig'",
  "webPublicationDate": "2016-05-04T17:53:29Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/murder-trial-ben-butler-ellie-butler-death-peppa-pig-fall-theory",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/04/murder-trial-ben-butler-ellie-butler-death-peppa-pig-fall-theory"
}