{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/doctors-as-an-arm-of-border-protection-thats-a-step-too-far",
  "id": "2016-05-09-30",
  "sectionId": "commentisfree",
  "body": "My phone beeps with a text message on a frantic day in clinic. It’s from a surgeon who wants me to call him.  “I’m in a quandary,” he says outright. A patient has been under his care for days. She arrived at a large public hospital suffering from a life-threatening condition which required surgery. He has performed an emergency operation and the patient’s condition remains stable but serious, at risk of deteriorating again and of requiring repeat surgery.    Related: Getup maps $57bn in Abbott-era health cuts hospital by hospital    The woman needs close hospital monitoring, the kind of monitoring that would be routine for any postoperative patient after a major procedure. Except there is a problem. This woman has no fixed address, no connections she will admit to, barely speaks English and most importantly, has no Medicare rights. Now, an executive had accosted him in the corridor and asked what business he had treating this patient. “Why are you giving her antibiotics? Shouldn’t you be deporting her instead?” The surgeon was taken aback, replying that the patient needed ongoing care. Clearly displeased, she threatened to report him to the CEO. Taking a deep breath, I realise that the surgeon is indignant enough for us both and would appreciate my practical help. Such patients are fairly rare for any doctor to encounter let alone a highly specialised surgeon. “It doesn’t sound like there is an ethical dilemma if the patient has pus oozing out of her wound,” I say. “I agree, the patient stays put and I will fight back the executive. I guess I am disappointed.” He puts his reaction mildly but his dismay is apparent. Due to the language barrier and the patient’s condition, it’s not immediately clear if she is an overseas visitor, someone who has overstayed her visa, or a refugee, entitled by law to compassionate treatment in Victorian public hospitals. Of course, doctors don’t handle deportation but he is more perturbed by her tacit assumption that anyone without Medicare rights must be a refugee and refugees must be deported.  These details take time to establish and in any case, the hospital can later bill patients, although admittedly, most default. The surgeon is simply uncomfortable ejecting a patient who needs to be treated. Briefly, we discuss how he might express his disappointment to the hospital – and conclude quickly that it won’t matter because the person who accosted him was a part of the executive, and that too, a nurse. Unsettled by his musings, I promise to do what I can. That night, I reach out to the physicians who have helped me look after my refugee patients. They are uniformly helpful and only mildly appalled, perhaps more inured than the rest of us to seeing such dramas play out, although even they say this level of executive interference is unprecedented. I can’t help feeling that I am enlisting the help of some secret society to assist a colleague undertake his duty of care. “Where are the advocates in your hospital?” I can’t help asking. “I wish I knew.”    No matter how we vote at the polls, inside the hospital, our vote goes to the patient every single time.    The surgeon hangs on to the patient but not without stress, and eventually, I stop needling his discomfort by asking for updates. But I can’t help laughing when he tells me that his hospital is sending him to a developing country to upskill local surgeons.  “We can help these people, just not in our hospitals,” he observes wryly. I can’t help thinking of the self-congratulatory images that fill our screens whenever a hospital undertakes such “mercy missions”. And I keep wondering what the executive nurse was thinking when she confronted the surgeon. Doctors are (and should be) questioned about length of stay and resource utilisation. In this day of greater recognition of the harm that medicine can inflict, it is a legitimate question to ask every doctor, “Does your patient need this drug or this intervention?”  But doctors as an arm of Border Protection? Really? If a surgeon can be invoked to eschew his duty of care to a patient on the whim of an executive, which patient is next? The pregnant, unmarried mother? The gay man with syphilis? The morbidly obese woman with a heart attack? The depressed, suicidal adolescent? To judge is human and medicine abounds with judgement. We judge patients from the time we set eyes on them. And yet, every day, we strive to recognise it and curb our tendency to pronounce on how our patients live and the decisions they make. We try to put aside our biases and treat the person at the bedside.    Related: Dutton risked safety of asylum seeker sent to PNG for abortion, court finds    This is why we treat smokers who have lung cancer, alcoholics with liver failure, the delirious pensioner and the abusive heroin addict. We suspend our judgement because in some corner of our heart, we know that but for some invisible grace, one of these patients could be us or someone we love. And yes, we falter, but at least we are driven by the notion that amid all the froth and bubble of healthcare, the patient’s good is sacrosanct and no matter how we vote at the polls, inside the hospital, our vote goes to the patient every single time. Take away a doctor’s (or nurses’s) ability to separate politics from patients and you undermine the integrity of a healthcare system. It demoralises the individual and diminishes us a society. This is certainly not the healthcare system the world admires. While hospitals might grumble at the seemingly unnecessary, unremunerated expense of treating the occasional patient without Medicare rights, a smart executive realises that the doctors who advocate for such patients are in general doctors who care about their patients as people. When paediatricians in Brisbane refused to release a badly burnt baby back into detention on Nauru and doctors and nurses in Melbourne protested about the harm done to children in detention, they were not seeking glory but doing what’s right. Everyone know that going out on a limb for a vulnerable patient is no one’s recipe for career advancement. I keep thinking that the nurse who asked a doctor to deport his patient was just having a very bad day. Perhaps she was well-intentioned but loose-lipped? Or maybe she couldn’t resist an opportunity to put a surgeon in his place. Anything else would be too depressing to contemplate.",
  "webTitle": "Doctors as an arm of border protection? That's a step too far | Ranjana Srivastava",
  "webPublicationDate": "2016-05-09T21:29:37Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/doctors-as-an-arm-of-border-protection-thats-a-step-too-far",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Hospitals",
      "id": "society/hospitals",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ranjana Srivastava",
      "id": "profile/ranjana-srivastava"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/doctors-as-an-arm-of-border-protection-thats-a-step-too-far"
}