{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/07/boring-conference-strangely-interesting",
  "id": "2016-05-07-23",
  "sectionId": "society",
  "body": "It was the most glorious day of the year so far. So where better to go than an indoor event devoted to a celebration of tedium? Well, that was the view of 400 people who packed into London’s Conway Hall for the sixth annual Boring Conference to ponder the “mundane, ordinary, obvious and overlooked”. Seventeen speakers gave short talks on a quotidian subject of their choice. Speaking outside beforehand, the genial organiser, James Ward, assured the Observer of the quality of what was to come. “It’s a very good line-up this year, with the exception of me,” said Ward. “I’m there as ballast.” As in previous years, Ward gave the first talk himself. “Boring continues to sell out, despite Ward’s growing animosity towards the project,” he said, by way of introduction. Everyone laughed – many of the crowd were Boring Conference regulars. You might expect such a wilfully contrary event to attract a lot of ocean-going hipsters, but I only counted one waxed moustache. Ward listed six facts about the number six. “Six comes between five and seven,” he said. “Three times two equals six, and it works the other way as well – what are the chances? There are six members of S Club 7 I don’t want to marry. The Birmingham Six spent 16 years in prison, which is six plus six plus half of six plus a sixth of six. An insect has six legs. Six is the atomic number of carbon.” These genuinely dull facts were poor preparation for the rest of the talks. In a boringly predictable way, despite the subject titles, the Boring Conference was nothing of the sort. Each speaker was knowledgeable, funny and fully engaged. Just as any subject can wilt in the wrong hands, a good speaker can breathe fire into the most unpromising topic. Ward was listened to with rapt attention as he expounded on “Pedestrian Crossing Signals used in the GDR, 1961-1998”, a history of the distinctive socialist green and red figures who appeared on traffic signals in East Germany until the fall of the Berlin wall. “That was my favourite so far,” said Kate Danvers, from New Zealand, during a break. “I’m looking around at everything in the street differently now. It’s amazing what people get interested in.” She had flown over from Amsterdam for the event, drawn by the “anti-marketing” of the title.     Tom Jackson reads from his collection of more than 1,000 old postcards. Photograph: Antonio Olmos for the Observer    After James Ward came writer and professional puzzle tester Jason Ward. He explained his love of jigsaws while beginning a 1,000-piecer live on stage. There he stayed for the rest of the day, his progress streamed live online. Like life itself, he explained, a jigsaw was a big problem you could solve by following a series of small steps. “There are two schools of thought on whether it’s cheating to look at the box,” he added. Even here were interesting nuggets. I didn’t know that “1,000-piece” jigsaws were usually in fact 1,026 pieces, following a 38µ27 grid. The rest of the day’s topics covered a mind-boggling sweep of interests: Alexandra Palace, bricks, boring (as in drilling), the word “the”, a proposed alternative system of coinage, “paper bags from independent bookshops”. Catherine O’Flynn spoke with her novelist’s eye for detail about mediocre British chain restaurants and the “unguessable exuberance” of their menus’ descriptions of dessert. Tom Jackson read from some of his collection of more than 1,000 old postcards. Design historian Ellie Herring gave a potted history of the issues surrounding streetlight design. When they were first introduced, she explained, there were serious concerns about their unflattering effect on women’s faces and makeup. A personal highlight was writer Nicholas Tufnell’s talk, perhaps because it had the least promising subject. “I’m going to speak about toilets,” he explained. “Specifically, toilet roll. More specifically, the serial numbers inside toilet roll tubes, which I’ve been collecting my whole life.” By taking the quality control numbers from inside these tubes, he developed a system for creating imaginative verse. He read two very different poems inspired by the toilets of Hackney and Islington. Poetry was about taking the mundane and making it magnificent, he added. By this definition, Boring VI was richly poetic. Long may its founder’s delight in the mundane and obscure continue.",
  "webTitle": "There’s nothing dull about toilet rolls or jigsaws. Not at the Boring Conference",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/07/boring-conference-strangely-interesting",
  "keyword": [
    {
      "webTitle": "Conferences",
      "id": "society/conferences",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cumming",
      "id": "profile/ed-cumming"
    }
  ],
  "guardianId": "society/2016/may/07/boring-conference-strangely-interesting"
}