{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/12/spain-in-our-hearts-americans-in-the-spanish-civil-war-1936-1939-by-adam-hochschild-review",
  "id": "2016-05-12-183",
  "sectionId": "books",
  "body": "Late in 1934, a handsome, sandy haired American, 26 years old, finished his graduate coursework in economics at University of California, Berkeley. Just months earlier, though, Bob Merriman had absorbed a more jolting lesson on economics. He had volunteered in a union publicity office for striking workers on the San Francisco wharf. The rough-and-tumble blue-collar city was rocked by sailors, truck drivers, harbour pilots and longshoremen, striking against shipping companies. Along the waterfront, helmeted soldiers manned sandbag barricades and a machine gun nest: 130,000 people stopped working throughout the Bay Area and the governor marshalled 4,500 national guardsmen to confront the strikers. After tear gas grenades set a hillside of dry grass on fire, the city looked like a war zone. Strikes aside, Merriman enjoyed his studies among a cadre of ambitious fellow students, including a young Canadian, John Kenneth Galbraith. The same year, rebellious coal miners in northern Spain seized local banks, factories and mines. Spanish soldiers extinguished the protests; the artillery-wielding troops killed at least 1,000 strikers and threw others in prison. Vanquished miners saw their wives raped. Soldiers severed miners’ hands, genitals and tongues; some wore wire necklaces adorned with the strikers’ sliced-off ears. The young general who presided over the rout was lauded as one of Europe’s most up-and-coming military leaders, a rough-hewn soldier named Francisco Franco, whom the Associated Press proclaimed “Spain’s Man of the Hour”. It was a world away from Merriman’s life geographically, but not politically. In the landmark elections of 1936 in Spain, the Popular Front – a coalition of liberal, socialist, secular, feminist and communist forces – defeated a coalition of wealthy industrialists, landowners, the Catholic Church and military loyalists. Rightwing forces, led by Franco, launched a military coup against the newly elected republican government, igniting the three-year civil war. Merriman decided to get involved. He documented, then joined, the struggle – an adventure “more rich, thrilling, and interesting” than he’d ever known. His ideological love affair with the republican cause in Spain, the similar fervour of his wife, Marion, and their relationship with each other, are at the core of Adam Hochschild’s Spain in Our Hearts. Merriman was among roughly 32,000 men and women who arrived in Spain from all over the world to fight on the republican side, including approximately 2,800 Americans. On a sort of personal and ideological pilgrimage, the foreigners volunteered as soldiers, nurses, ambulance drivers, translators and labourers. Singing communist anthems, the early deployments packed “the Red Express” chugging from France to Spain, sharing wine, cheese, salami and baguettes, eager for an adventure to remake themselves, while remaking the world. All manner of Americans enlisted, though the prototypical enlistee was “a New Yorker, a communist, an immigrant or the son of immigrants, a trade unionist” – ie “a working-class Jew”. It was an era of economic crisis, in which general strikes, monetary collapses and vast swaths of homelessness were affecting the US and Europe. Millions felt a sense of despair and urged action; Spain provided a sharp focus. Stalin’s purges were far from general knowledge, so communism held powerful appeal. And fascism enjoyed its own allure. After Hitler grabbed power, promising deliverance to his reeling people, the Canadian prime minister compared him to Joan of Arc. The Führer was wooing admirers among Spanish generals, English nobility and American oligarchs, all threatened by populist movements. Portugal, Poland, Greece, Lithuania and Romania, alongside the Third Reich and Mussolini’s Italy, all suffered under far-right regimes or dictators. “Fascism,” André Malraux lamented, “has spread its great black wings over Europe.” Many soldiers on both sides of the civil war felt that their fate was being decided elsewhere. Stalin’s regime sent the republican fighters antiquated guns and tanks, and tried to manipulate the war from Moscow. Members of the British elite hedged their bets, with indifference. “If there is somewhere where fascists and Bolsheviks can kill each other off,” sniffed British prime minister Stanley Baldwin, “so much the better.” In private, Franklin D Roosevelt dithered. Publicly he championed the US’s neutrality laws, which banned arms sales to either side. Hitler and Mussolini supplied Franco with troops, warplanes and weapons – assistance estimated to cost between $432m and $692m then, or from $7bn to $11bn today. The conflict emerged as a staging ground, or gruesome rehearsal, for the second world war. Spain in Our Hearts offers little in the way of new information, except for a fascinating account of Texaco’s crucial role in bankrolling Franco. Hochschild’s contribution lies in the storytelling, his sure command of military history, and his beautiful sense of private hurt, which together yield original insight. An astute observer of contrasts, he navigates the hairpin turns between intimacy and barbarism, euphoria and despair, naivety and cynicism. The book effortlessly hopscotches from global history to individual – and emotional – experience. “The whole experience of being hit by a bullet is very interesting and I think it is worth describing in detail,” wrote republican volunteer George Orwell. “There must have been two minutes during which I assumed that I was killed. My first thought, conventionally enough, was for my wife. My second was a violent resentment at having to leave this world, which, when all is said and done, suits me so well. The stupid mischance infuriated me. The meaningless of it! To be bumped off, not even in battle, but in this stale corner of the trenches, thanks to a moment’s carelessness.” Manning a frontline trench, Orwell had absent-mindedly poked his head above a parapet, and taken a sniper’s bullet. It missed his carotid artery by a few millimetres. Witnessing the imprisonment, torture and killings ordered by Stalin’s Spanish henchmen against his fellow leftists, disillusioned him, though he continued fighting loyally. “Whichever way you took it,” he wrote, “it was a depressing outlook. But it did not follow that the government was not worth fighting for as against the more naked and developed fascism of Franco and Hitler.”    The book is as much about language and letters as munitions and battalions    Hochschild sifts from history an entertaining cast: Pat, a 26-year-old London sculptor describing himself as an old-fashioned radical, though sceptical of the humourless communists (“Any hint of levity was treated like farting in a church”). Milly, a brassy American journalist who is more irreverent than the boys and “could cuss you from hell to breakfast”; Louis Fischer, a self-important American writer whose ambition initially blinds him to the hypocrisies of communist politics; and Virginia, a well-turned-out former debutante, who is dismissed for her beauty, though she observes events more astutely than other scribes. Love letters in at least three languages made their way to Fischer, including from Svetlana Alliluyeva, “the rebellious daughter of Stalin”. Hochschild’s book is as much about language and letters as munitions and battalion movements – tempestuous love notes, heartsick homebound letters, soldiers’ diaries, journalists’ memoirs and news coverage in print. Spain in Our Hearts shows how atrocities were reflected in the word: how the word helped his protagonists cope with the war, and interpret it for their contemporaries and for history; and how the word, particularly journalism and correspondence between influential people, shaped the war’s conduct and outcome (Hemingway’s mistress Martha Gellhorn sent urgent letters begging Eleanor Roosevelt to lobby her husband to intervene). “Men of my generation have had Spain in our hearts,” Albert Camus wrote in L’Espagne Libre, providing the title for this elegant book, written with sharp analytical authority. Under Hochschild’s sure prose, however, can be heard the wavering nostalgia of a baby boomer yearning for a time when wars had more moral clarity. His generational tribe broadly supported peace movements, and generally opposed US intervention in cold war flashpoints, from Vietnam to Nicaragua to El Salvador, and the invasion of Iraq. But Hochschild artfully coaxes the reader into thinking that the world would have been better off for generations had western democracies, especially the US, not stood aside during Spain’s cardinal war. He asks: when is military involvement in a distant conflict justified or even demanded? And – topically enough – what makes people, so daring and imperfect, leave places like Berkeley or London, to volunteer to fight in other countries’ wars? At the book’s opening, Merriman disappears in battle. The book’s elegiac coda gives details of the Berkeley student’s death, quoting the letters of his distraught widow. Spain in Our Hearts closes also with an elderly American woman travelling in 2012 to an old battlefield to commemorate her disappeared brother’s death in 1938. “I told him we honoured his goodness and idealism and that the world turned out to be a much more politically complicated truth then he could ever have known.” • Rich Benjamin is the author of Searching for Whitopia: An Improbable Journey to the Heart of White America. To order Spain in Our Hearts for £20 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Spain in Our Hearts: Americans in the Spanish Civil War 1936-1939 by Adam Hochschild – review",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/12/spain-in-our-hearts-americans-in-the-spanish-civil-war-1936-1939-by-adam-hochschild-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rich Benjamin",
      "id": "profile/rich-benjamin"
    }
  ],
  "guardianId": "books/2016/may/12/spain-in-our-hearts-americans-in-the-spanish-civil-war-1936-1939-by-adam-hochschild-review"
}