{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/wildlife-shows-not-reflecting-reality-of-natural-world-springwatch-presenters",
  "id": "2016-05-23-4",
  "sectionId": "tv-and-radio",
  "body": "The presenters of BBC2’s Springwatch have warned that wildlife programmes are failing to reflect the reality of the natural world. Chris Packham said there was a danger that nature reserves such as the RSPB’s Minsmere in Suffolk, where the new series of Springwatch is based, “become a bit like art galleries or museums where we go to get our fix” when much of the countryside is “largely sterile, too intensively farmed and with very poor biodiversity”. “We shouldn’t generate the expectation that wildlife can only be found on nature reserves and I do think we as naturalists are guilty of this,” he said. “As a consequence, we don’t see the countryside as a place to access wildlife and that’s a big problem because nature reserves occupy less than 2% of the UK’s land surface.  “It’s a mindset thing. Nature reserves are great but, whilst you are driving there, you should have the expectation of seeing wildlife too, not just dead pheasants on the side of the road.” The long-running BBC2 show, which returns on Monday 30 May, will encourage viewers to “do something great for nature”. But Packham’s co-presenter, Martin Hughes-Games, said half a century of natural history programmes did not appear to have had the effect of getting more people interested in conservation or saving species from going extinct. “I become increasingly concerned that – not Springwatch so much – but the more spectacular blue chip series that suggest there is this wonderful utopian world of wildlife out there that has no human interference at all. I fear those beautiful seductive programmes are not balanced by a clearer idea of what is going on and the loss of habitat,” said Hughes-Games. “It’s almost like a drug. We love it and we come back and we lose ourselves in the beauty of these places, not realising that the habitats they are being filmed in are getting tinier and tinier. We don’t reflect that.” Packham said he would not be intimidated by the Countryside Alliance, which called on the BBC to sack him after he criticised leading conservation groups for sitting on the fence over foxhunting, badger culling and the plight of hen harriers. The presenter said he drew a line between the content of the BBC2 programme and what he said on other platforms. He also writes a column for BBC Wildlife magazine. “My campaigning is separate from the BBC, for obvious reasons,” said Packham. “One of the things I most forthrightly champion is the BBC’s independence and impartiality and I wouldn’t want to compromise that in any way. “I base my personal campaigning on a basis of good solid science so I am not driven emotionally. I am driven by what the evidence says at the time and with that foundation comes confidence that those of us who take that stance are right, so obviously we are not easily intimidated.” The new series, which will run for three weeks, hopes to take cameras inside a weasel’s nest for the first time.  The programme will feature golden eagles in Scotland and follow in close-up the travails of a little owl and its three eggs. It will also look at how the unseasonably warm spring has affected wildlife across the UK. In an echo of the “Delia effect”, when sales of ingredients soar after being featured by Delia Smith, the RSPB said sales of nest boxes with in-built cameras grew 50% as a result of their use on Springwatch. It will be the third time Springwatch has been based in Minsmere. Last year, a stickleback fish called Spineless Si became the unlikely star of the show. Some critics suggested the show went too far in giving some of the animals names, but the show’s third co-presenter, Michaela Strachan, begged to differ. “If we gave every animal a name it would go too far; we only pick certain ones,” she said. “People don’t remember the blue tits we didn’t give a name to, but they remember Runty; they remember Sophia La Wren.  “Last year it was Spineless Si. Nobody knew that putting a camera in a muddy bit of river would generate such a fantastic story. That’s what I really look forward to. He was the underdog and he didn’t look terribly interesting, and then he was the winner.”",
  "webTitle": "Wildlife shows not reflecting reality of natural world – Springwatch presenters",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/wildlife-shows-not-reflecting-reality-of-natural-world-springwatch-presenters",
  "keyword": [
    {
      "webTitle": "Springwatch",
      "id": "tv-and-radio/springwatch",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/24/wildlife-shows-not-reflecting-reality-of-natural-world-springwatch-presenters"
}