{
  "apiUrl": "https://content.guardianapis.com/social-care-network/skills-for-care-partner-zone/2016/may/27/registered-manager-workforce-issues",
  "id": "2016-05-27-181",
  "sectionId": "social-care-network/skills-for-care-partner-zone",
  "body": "Having a good basic understanding of your workforce and how it will need to look in the future is an integral part of a registered manager’s role. Good workforce planning is about having the right level of staff to meet your goals. The Care Quality Commission (CQC) regulation 18 states: “Providers must provide sufficient numbers of suitably qualified, competent, skilled and experienced staff to meet the needs of the people using the service at all times.” We think there are 10 things you should know about your workforce. 1 How many staff do I need to deliver my service effectively? There is no obvious answer to this question. Regulation 18 does not specify what safe staffing levels are and there is currently no tool which helps employers calculate this. Using the National Minimum Data Set for Social Care (NMDS-SC), we know that care homes and care homes with nursing have 1.1-1.2 jobs per bed, but no two employers are the same. Our workforce planning guide is easy to use and effective for small and medium sized social care businesses. It offers a clear way to develop a workforce plan. 2 How stable is my workforce? High turnover is costly, will have a detrimental effect on your service and cause an increase in staff workload. Evidence shows organisations with a stable workforce achieve a better CQC rating on average (pdf). If you have a NMDS-SC account, the staff turnover dashboard shows how your rates compare locally or nationally. The recruitment and retention section of our website has advice and tips on how to stabilise your workforce. 3 Do we pay our staff a competitive rate? As an organisation, how do you set your pay rates? If you don’t pay your staff competitively, you might have recruitment or retention issues.  The NMDS-SC holds pay rates by job role, locally and nationally across the sector for anyone to access (look in dashboards > pay). NMDS-SC account holders can login to see their own data and compare their rates to competitors locally and nationally. “We use the NMDS-SC pay dashboard to help determine our pay strategy. It also informs our corporate position on pay. This is important because we want to ensure staff are paid competitively. Adverts are not the best source of salary data because they show the best case scenario and this isn’t necessarily realistic,” says Jane Motha, reward advisor, Voyage Care. 4 How qualified are our staff?  Are your staff suitably qualified to do the job they’re doing and to deliver the best care for your customers? The skill selector and guide to qualifications in social care help you get to grips with the qualifications and individual units available for your workforce. Find out more in the learning and development part of our website.  5 Do vacancy rates affect our business?  The vacancy rate is 6% for adult social care compared to 2% nationally across all sectors. Further data analysis shows a clear link between high vacancy rates and low CQC ratings – if you’re understaffed and relying on temporary workers or agency staff, this could impact on your costs and service delivery. Similarly, if you have a low rate of vacancies, this could be a strength for your business and something you may wish to highlight to your customers.  Visit the finding and keeping workers section of our website to find practical advice about finding and recruiting the right staff for your organisation. 6 How much does it cost me to recruit someone?  The Chartered Institute of Personnel and Development estimates that the average cost of recruiting the wrong person is £8,200, rising to £12,000 for senior managers or directors (pdf). Once you have a sense of the cost involved, it will help in both financial and workforce planning. A good retention strategy will help you keep staff for longer. 7 Does the profile of my workforce reflect those who we care for?  The common core strategic principles for equality and diversity helps you ensure that equality and diversity issues are central to decision-making and embedded in your organisation, enabling you to provide equal access to care and support.  Find demographic information for your local area in the local intelligence dashboard in NMDS-SC.  8 Do I have an absence issue?  How many days on average do you lose a year due to staff sickness? If you have a sickness absence issue, is it having an impact on service delivery? Is it a symptom of other issues - culturally or otherwise?  The people performance management toolkit is a free online resource to help employers improve their sickness absence rates.  9 Do I know the age profile of my workforce?  How many of your staff are due to retire in the next few years, and do you have a plan for replacing them? Whether it’s up-skilling existing staff or recruiting new workers, you’ll want to develop a plan that supports sharing knowledge to avoid losing valuable insight and experience from the business. Visit the workforce age profile dashboard to find age profile information. The recruitment and retention part of our website can help your planning. 10 Who can cover my role or my deputy’s when I’m ill or on leave? Do you have a good deputy? You may have staff that possess some of the characteristics that make a good registered manager. Consider the National Graduate Management Training Scheme for future leadership capacity or attending a leadership programme for aspiring managers.  The secret is not just in pulling all this information together but how you use it. “We started really digging into this data a few years ago and now use different elements of it to gather information about our workforce; for example monitoring equal opportunities and staff turnover as well as training and qualifications. We’re committed to achieving an excellent CQC rating and by using all these different strands of information and basing our decisions on facts, we feel we’re on the right path,” says Karen Pogson, registered manager, Active Social Care Ltd. If you already have an NMDS-SC account, you can log into your dashboards, to find all the data we’ve referred to and there is an e-guide to help you understand how to do this. Content on this page is produced and controlled by Skills for Care, sponsor of the Guardian Social Care Network leadership, learning and development hub",
  "webTitle": "10 questions about workforce every registered manager should be asking",
  "webPublicationDate": "2016-05-27T11:55:50Z",
  "webUrl": "https://www.theguardian.com/social-care-network/skills-for-care-partner-zone/2016/may/27/registered-manager-workforce-issues",
  "keyword": [
    {
      "webTitle": "Social Care Network - Skills for Care partner zone",
      "id": "social-care-network-skills-for-care-partner-zone/social-care-network-skills-for-care-partner-zone",
      "sectionId": "social-care-network/skills-for-care-partner-zone",
      "sectionName": "Social Care Network - Skills for Care partner zone"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/skills-for-care-partner-zone/2016/may/27/registered-manager-workforce-issues"
}