{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/nova-peris-defends-her-decision-to-quit-politics-i-am-leaving-on-my-terms",
  "id": "2016-05-26-337",
  "sectionId": "australia-news",
  "body": "Outgoing Labor senator Nova Peris has delivered a powerful and emotional speech as she explained her surprise departure from politics. Speaking at a Sorry Day event in Darwin on Thursday, Peris said she walked into federal parliament three years ago as its first elected Aboriginal woman and was leaving now on her own terms to take care of her children.  She announced her resignation earlier this week after it emerged she was in talks with the AFL about taking its top Indigenous role.  “Until you are an Aboriginal person, do not criticise me for the decisions I have made,” Peris told media in Darwin.   Related: Nova Peris resigns from the Senate after reports she was seeking AFL job    With the opposition leader, Bill Shorten, at her side, Peris said she wanted to acknowledge the work of the Labor party “in trying to elevate and empower the lives of Aboriginal people”.  Shorten said Peris was a “remarkable Australian” and the Labor party had been fortunate to have her “energy and commitment” in the Senate. And her decision to focus on family reflected that she was “a great mum as well”. Asked why she hadn’t announced she would be stepping down earlier, rather than during the election campaign, Peris said: “I didn’t call the election.” Guardian Australia understands Peris’s lack of contact with colleagues after the AFL story broke had angered them.           Nova Peris ‘a trailblazer’ in Senate, says Bill Shorten    The dual Olympian won the Senate seat after the then-prime minister, Julia Gillard, made a “captain’s pick” and replaced the incumbent Trish Crossin. This week Crossin has suggested she deserves an apology. Frontrunners for Peris’s replacement as number one NT Senate ticket include the journalist and former NT minister Malarndirri McCarthy, who has said she was seeking the nomination, and Peris’s chief-of-staff, Ursula Raymond, who has said she is thinking about it. It is believed the new candidate will be announced on Saturday. The Coalition senator for the NT, Nigel Scullion, said Peris had made history in entering parliament.  “As a senator for 15 years I know how tough those first years in parliament can be and respect her decision,” he said. “I wish her well for the future.”  With Shorten beside her Peris said:   Thank you, Bill. I want to acknowledge that we meet here on this land, I’m a Darwin girl, born on this country. Three years ago, I walked into parliament as a first Aboriginal woman and until you are an Aboriginal person do not criticise me for the decisions I have made. This isn’t easy. It’s hard. And today I’m here with my mum, Joan, my aunty Jenita, who are also members of the stolen generations, and we’ve come here today to honour their resilience. It also is a day that 18 years ago that the Bringing Them Home report was tabled in federal parliament. And we still have a long way to go. A long, long way to go.  And I want to acknowledge the work of the Australian Labor party for the work that they have done in trying to elevate and empower the lives of Aboriginal people. But that [work] will not stop until Aboriginal people are treated as equals in this country. I may be leaving but I am leaving on my terms and I want to make this clear – no one should judge me. I am an inherited Aboriginal women with strengths and resilience that I have had to endure for 45 years. And it’s not easy to wake up every morning and bounce out of bed and pretend that life is fantastic. Because it isn’t. Aboriginal people have no inherited wealth. They have inherited pain. But we have a vision and I know that Bill Shorten and Uncle Pat Dodson who we are descendants of the Yarru people, people like your Warren Snowdon who is my old history teacher and a good friend and mentor. I have nothing but the utmost respect for Bill, Warren and Uncle Pat – and the door that’s now been opened by me exiting – I wish that person well and I know that their time in parliament they will make a significant difference. It can only be done with the Australian Labor party because the vision of the Australian Labor party is a vision of Australia’s Aboriginal and Torres Strait Islander people. So I am not going to make any further comment apart from this decision that I’ve made has been on family – and I have to look after my children.”",
  "webTitle": "Nova Peris defends her decision to quit politics: 'I am leaving on my terms'",
  "webPublicationDate": "2016-05-26T03:05:21Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/nova-peris-defends-her-decision-to-quit-politics-i-am-leaving-on-my-terms",
  "keyword": [
    {
      "webTitle": "Nova Peris",
      "id": "australia-news/nova-peris",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/26/nova-peris-defends-her-decision-to-quit-politics-i-am-leaving-on-my-terms"
}