{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/21/rotterdam-couple-house-made-from-waste-stonecycling-bricks-netherlands",
  "id": "2016-05-21-169",
  "sectionId": "sustainable-business",
  "body": "Rotterdam, the Dutch city home to more than 600,000 people and hundreds of high-rise buildings, can feel pretty dense. But hop on a bike and cycle around the city centre and you can still discover empty plots of land.    Related: Rotterdam: designing a flood-proof city to withstand climate change    This is how a young couple, Nina Aalbers and her boyfriend Ferry in ‘t Veld, architecture graduates of the Technical University of Delft, found the perfect place to build their first house together. The twist? They’re building it from waste. Their four-storey home will be made from bricks that started out as an experiment in a laboratory in Limburg – a southern province in the Netherlands. It’s here where Tom van Soest, co-founder of circular economy startup StoneCycling, spends his time concocting new recipes and cooking up WasteBasedBricks.  The ingredients – waste from the ceramics, glass and insulation industries, and rejected clay from traditional brick manufacturing – are all sourced within a 100km radius. The composition of different recipes can lead to unusual aesthetics, such as the aptly named Aubergine brick (below). When a recipe works on a laboratory manufacturing scale (five to 10 bricks) and the technical properties are in line with market and regulatory demands, production is scaled up.      ‘The Aubergine’ waste based brick. Photograph: StoneCycling    The startup also uses demolition waste and is working on a project turning waste from a demolished neighbourhood into new products that can be used to rebuild it.  Re-using materials diverts construction waste from landfill and reduces the demand for virgin materials. In the EU, waste from construction accounts for one-third of all waste generated. The exact recipes used to make WasteBasedBricks are kept secret but, as with any signature dish, there are ingredients to be avoided. These include fly ash, which can contain heavy metals, and waste containing cement, which reacts badly with other materials.  Getting uncontaminated waste streams from demolition is one of StoneCycling’s biggest challenges and it is calling for better ways of demolishing buildings.  One idea being discussed in the Netherlands is a building material passport (a document clearly describing the materials used in a building), which would make it easier at the end of a building’s life to identify materials for reuse.  Companies such as StoneCycling could then guarantee to use or buy certain materials from building owners and demolishing companies, incentivising strategic demolition over cheap demolition. This is something it has been working on with waste management company Suez Environment.     Tom van Soest in a laboratory in Limburg, a prominent area for brick manufacturing. Photograph: StoneCycling    StoneCycling mainly produces special bricks which are unique in terms of colour, shape and texture compared to commonly used building bricks. Within this market segment, it says its price point is mid-level. All StoneCycling bricks are subjected to standard market tests to ensure they are safe to use according to European standards. They are checked, for example, for frost resistance and the maximum pressure the brick can take. But still, this is a new product in an industry that is typically risk averse and profit driven. “In general [architects] love the products because it opens up a whole new range of possibilities in terms of colours and textures,” says StoneCycling co-founder Ward Massa. “On the other hand, they want to see proof. Realising a number of projects is extremely important to take away any scepticism about building from waste.     Artist’s impression of Nina Aalber and Ferry in ‘t Veld’s house. Photograph: architectuurMAKEN    “It’s quite amazing that [Nina and Ferry] decided to invest more money and time and take an extra risk to be the first to live in a waste-based house,” he says. “But it is inspiring to see a new generation that believes in a different way of designing, living, building, maintaining and demolishing.” Massa believes the first market to take up their product will be the likes of fashion and coffee brands that want sustainable features in their buildings to serve as a marketing tool and unique selling point. StoneCycling has already worked with an Eindhoven design studio to make a bar from old Heineken beer bottles for a restaurant in Amsterdam.  The products have been included in designs for hotels, office buildings and houses that will be built in 2017 and onwards, but still have to survive budget-cut rounds.  Veld admits using the new brick is exciting but also challenging, “since you can never be sure how it will work out on the building site and how it will look in a few years.” But he was reassured by the impressed mason who built the test wall. “He showed us by breaking the brick with his trowel in two, apparently a lot of bricks nowadays break into a thousand pieces.” The first WasteBasedBricks are being laid at Aalbers and Veld’s house this week and the couple plans to move in by August.",
  "webTitle": "The Rotterdam couple that will live in a house made from waste",
  "webPublicationDate": "2016-05-21T07:00:06Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/21/rotterdam-couple-house-made-from-waste-stonecycling-bricks-netherlands",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Gould",
      "id": "profile/hannah-gould"
    }
  ],
  "guardianId": "sustainable-business/2016/may/21/rotterdam-couple-house-made-from-waste-stonecycling-bricks-netherlands"
}