{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/taliban-disarray-search-new-leader-mullah-akhtar-mansoor",
  "id": "2016-05-23-264",
  "sectionId": "world",
  "body": "The Taliban’s search for a new leader to replace Mullah Akhtar Mansoor, who was killed by a US drone strike in Pakistan on Saturday, is unlikely to be swift or smooth, analysts have said. As Mansoor’s charred, decapitated remains lay unclaimed in a military hospital in the city of Quetta on Monday, discussions over his replacement had likely already begun. Mansoor’s funeral prayers will be an opportunity for talks. But it is impossible for all the senior leaders to gather in one place as they are spread across the region, with at least four members of the main shura (leadership council) based in Qatar, an international base for Taliban political activities.   Related: Mullah Akhtar Mansoor obituary    Senior commanders are also likely to show greater caution in their travels around Pakistan following the unprecedented drone strike on a main road in the south-west province of Balochistan, 311 miles south of Waziristan and the tribal region where nearly all previous US strikes have taken place. “When you have done something once you will want to do it again,” said Rahimullah Yousafzai, a journalist and leading Pakistani analyst of the Taliban, in reference to the US drone policy. “It will depend on the availability of actionable intelligence but I think whoever is the next leader will be the number one target.” On Monday, the US president, Barack Obama, said he had personally authorised the attack against a target who had “continued to plot against and unleash attacks on American and coalition forces”. “The Taliban should seize the opportunity to pursue the only real path for ending this long conflict – joining the Afghan government in a reconciliation process that leads to lasting peace and stability,” he said in a statement.  Adding to Taliban disarray are fears among some commanders that Pakistan, the movement’s long-standing patron, may have been complicit in the drone strike. Pakistan’s prime minister and army chief were only informed about the operation after the car Mansoor had been driving in had been reduced to a smouldering wreck, Islamabad said on Sunday. Most observers think it unlikely Pakistan would have agreed to let the US kill Mansoor, a man they backed to the hilt when Taliban factions broke away in protest against his rule. But in the view of one Taliban commander, Pakistan may have been forced to abandon its ally under intense US pressure. “[The line] that the prime minister was informed afterwards is, for us, enemy propaganda,” the commander said. “Through such tactics and double dealing Pakistan will earn nothing but revenge.”   Related: Death of Mullah Akhtar Mansoor likely to enrage Pakistan    Rustam Shah Mohmand, a retired bureaucrat who once served in the South Waziristan tribal agency, agreed that Taliban anger could be “deadly for the Pakistan government”. “They will not draw a distinction over when the government was informed,” he said. “The only thing they will see is that their chief was killed on Pakistani soil.” Yousafzai said the Taliban would try to avoid a repeat of the rushed and controversial appointment of Mansoor in 2015. He was especially distrusted for conspiring to keep secret for two years the death of his predecessor, Mullah Omar. A businessman who had come rich from decades of jihad, he also lacked credentials as a serious religious scholar. “They will do things differently this time,” said Yousafzai. “There will be an effort to make sure everyone is present or at least consulted.” Yousafzai also said Pakistan would put pressure on the Taliban to keep the politicking discreet. In 2015, the Afghan government was outraged by the large, public gatherings of Mansoor’s supporters held near Quetta, the provincial capital of Balochistan. The fact Mansoor hid Omar’s death for so long, even issuing statements in his name, underscores the fundamental problem the fissiparous alliance of jihadis has in finding a unity candidate. Sirajuddin Haqqani, Mansoor’s deputy and leader of an allied insurgent group, is unlikely to take the top job because the Pashtun warlord from North Waziristan lacks connections in the Taliban’s southern Afghan heartlands. He would be even less likely to support peace talks than Mansoor, who the US government said was targeted because he was “an obstacle to peace and reconciliation”. A promising option might be Mullah Muhammad Yaqub, the eldest son of Mullah Omar, who is believed to be about 25 years old. Although young, he has both the family name and has gained some experience after being put in charge of the Taliban’s military commission nearly a year ago. Yousafzai said Yakub may even succeed in reuniting the movement, drawing back into the fold a group led by Mullah Rasool that has been fighting the main organisation. “Yakub is an inclusive, non-controversial figure,” he said. “The elders may decide that they want a younger, more energetic amir.”",
  "webTitle": "Taliban in disarray as the search for a new leader gets under way",
  "webPublicationDate": "2016-05-23T08:39:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/taliban-disarray-search-new-leader-mullah-akhtar-mansoor",
  "keyword": [
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    }
  ],
  "guardianId": "world/2016/may/23/taliban-disarray-search-new-leader-mullah-akhtar-mansoor"
}