{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/evolution-review-film-lucile-hadzihalilovic",
  "id": "2016-05-05-30",
  "sectionId": "film",
  "body": "Lucile Hadžihalilović’s Evolution swarms and ripples across the movie screen: a weird stingless jellyfish of a film. It drifts through an amphibious world of its own, somewhere between nightmare and reverie: intriguing, but never quite arriving at that pure jab of fear or eroticism or body horror that it appears to be swimming towards. The action takes place on an island of the dystopian future or alternative-fantasy present, in which a race of young boys are tended to by expressionless, eyebrowless, white-clad nurses. Human reproduction is different here: it is the boys who must bear the foetuses, which are implanted by surgery, and there are no adult males – indicating a future of sacrificial obsolescence for these youngsters. Maybe this is how humanity has evolved or is evolving, and homo sapiens seems incidentally worryingly close to starfish. But one boy is different from the rest, his drawing skills showing memories of an experience that he could not have had on this island: he sketches things like cars and a woman who is perhaps his mother. Evolution is an interesting companion piece to Hadzihalilovic’s Innocence (2004) and it reminded me of sci-fi stories like Michael Marshall Smith’s Spares or Kazuo Ishiguro’s Never Let Me Go. An elegantly created drowned world, more diverting than disturbing.         Watch the trailer for Evolution",
  "webTitle": "Evolution review – an amphibious dystopia between nightmare and reverie",
  "webPublicationDate": "2016-05-05T21:00:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/evolution-review-film-lucile-hadzihalilovic",
  "keyword": [
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/05/evolution-review-film-lucile-hadzihalilovic"
}