{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/cavalleria-rusticana-pagliacci-review-welsh-national-opera",
  "id": "2016-05-29-99",
  "sectionId": "music",
  "body": "This revival is an exercise in unalloyed nostalgia for Welsh National Opera, celebrating its 70th anniversary in strong musical form. In 1946, the Mascagni and Leoncavallo pairing – familiarly known as Cav & Pag – marked the company’s first production; Elijah Moshinsky’s classic take was created for WNO’s half-century, hence its re-emergence now. Moshinsky and designer Michael Yeargan mix the charm and claustrophobia of southern Italian village life as seen from two perspectives, 50 years apart: Cavalleria Rusticana is set at the end of the 19th century when it was composed; Pagliacci has been updated to the 1940s. The themes of love and betrayal seem sharply contemporary, as Carlo Rizzi, conducting from memory and with uttermost conviction, ensures their emotional veracity. The WNO chorus and orchestra assert themselves with pride.     Camilla Roberts in Cavalleria Rusticana    The biggest challenge is faced by the singers who sing in both operas. In the twin roles of Turiddu and Canio, tenor Gwyn Hughes Jones sings with hot-blooded intensity, astutely varying his tone: fuller and more expansive to embrace the influence of Wagner on Mascagni; more tightly focused as Leoncavallo’s bitterly jealous clown. David Kempster handles his four personae with customary aplomb. Camilla Roberts’s fine Santuzza is heartfelt, Meeta Raval’s Nedda is sparky. Pagliacci’s circus and play-within-a-play elements retain their colourful appeal, but it is the contrast of innocent facade with the ugliness of the double stabbing, with its echo of the previous opera’s off-stage vengeance murder, that reinforces the double bill’s gutsy perennial punch.",
  "webTitle": "Cavalleria Rusticana/Pagliacci review – a WNO pairing with guts and punch",
  "webPublicationDate": "2016-05-29T11:45:30Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/cavalleria-rusticana-pagliacci-review-welsh-national-opera",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Welsh National Opera",
      "id": "music/welsh-national-opera",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/29/cavalleria-rusticana-pagliacci-review-welsh-national-opera"
}