{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/06/how-youtube-makes-its-next-generation-stars",
  "id": "2016-05-06-327",
  "sectionId": "technology",
  "body": "“If people are learning about John Stuart Mill and what he thought about utilitarianism, that’s fine. Nobody really gets angry about that. But if you’re talking about critical gender theory, or critical race theory or feminism or transphobia, that’s when people get a lot more touchy … ” Olly Lennard may not be your idea of an average YouTuber. Rather than playing games or giving makeup tips, his channel dishes out the syllabus from his masters degree in philosophy, one 5-10 minute video at a time. “I was in the last year that paid the old tuition fees, so when the government tripled the fees, I knew there were a lot of people who maybe wanted to study philosophy but probably couldn’t afford it,” says Lennard. “So I decided to give away my degree for free, on YouTube.”     YouTube chose 16 emerging channels in the UK for its NextUp initiative. Photograph: PR    Hence Philosophy Tube, which mixes sharp breakdowns of Cartesian dualism and Marx’s views on labour and class conflict with more populist takes: 3 Kantian Reasons why the Friendzone is Bullshit, for example, or Overanalysing My Little Pony, Socialism and Ayn Rand.         Olly Lennard runs the Philosophy Tube channel: “I’ve written to universities saying ‘Hey, I reach more students than you guys do in a whole year. Maybe you want to sponsor the show? They go: ‘Who are you? Get out!’”    Lennard is one of 16 UK-based channels chosen by the Google-owned online-video service for its latest NextUp programme – an annual contest that has been identifying emerging talent on YouTube since 2011. This year, up to 360 YouTubers will take part, initially in Los Angeles and London with Tokyo, Sao Paulo, Berlin, Paris, Toronto and Mumbai to follow. In London, the week-long Creator Camp is held in the YouTube Space studio in Google’s office. Its door is directly opposite the entrance to fellow building tenant NBCUniversal: a neat metaphor for the battle between the old and new television worlds. YouTube puts up the 16 contest winners in a London hotel, and runs training sessions in the daytime before taking them out for bonding – one night involves learning to make cocktails – and meals where they can meet more experienced YouTubers.  The 16 UK NextUppers are diverse in terms of the content they make. Alongside Lennard and his bitesized philosophy there’s vegan vlogger Rose Lee, street magician Steven Bridges, musical parodist Anna Johnson and Pokémon science-explainer Toby Hill.     Rose Lee runs the Cheap Lazy Vegan YouTube channel. ‘A lot of people think veganism is expensive or a lot of work. I wanted to show that it’s not.’    Mike Boyd’s channel, shows him “learning how to do things as quickly as possible”, from juggling in three hours and 44 minutes to learning to unicycle in two hours and 38 minutes. There’s also animation, weight-loss vlogging, sketch comedy, crafting, baking, impressions and lifestyle channels.   Related: How toy unboxing channels became YouTube's real stars    The assembled group are up-and-comers rather than big online stars. Fashion, hair and beauty vlogger Hannah Leigh had the most popular channel at the time that the Creator Camp took place, with 91,000 subscribers and 14.3m video views, but many have less than 50,000 subscribers and views in the single-digit millions. Sara Mormino, the director of YouTube’s global content operations, says: “It’s about that moment where people are starting to take this a little bit more seriously. They’re engaging with the platform, they’re uploading regularly, they’re engaging with their audience.” She adds: “10,000 subscribers seems the point where people are thinking ‘hey, this is starting to work’. From there up to 100,000 subscribers is a sweet spot where we’re looking to inspire them to take it seriously, to continue to engage and to think about what they could do bigger and better with their channel.”     Marcus Butler addresses the YouTube NextUp UK class of 2016.    The Butler did it NextUp provides a snapshot of young creators who are building audiences for their YouTube channels and hoping to make a career out of it. Inspiration at the Creator Camp comes from YouTubers who have done exactly that. Marcus Butler, for example, was at the lower end of the “sweet spot” identified by Mormino when he took part in the first UK NextUp contest in 2011. Five years on, he has 4.4m subscribers and 323.4m video views. “I think I had about 10,000 subscribers when I did the programme, so I was not in a place to do this as a job, but it gave me a vision and ambition,” he says before his mentoring session with the NextUp class. “I was like ‘Oh, YouTube see something in me to progress’. So it gave me the belief that I could turn it into something.” It took another year before Butler quit his day job to focus on full-time vlogging. Since then his channel has grown steadily, while other opportunities such as a book publishing deal, various brand partnerships and an appearance with fellow YouTuber Alfie Deyes on TV show Saturday Night Takeaway have emerged.     Anna Johnson’s channel blends parody songs and pranks: “If you’re working in TV and you’re the presenter or the actor, you’re just one cog in the wheel of making that TV show. We get to do everything.”    Butler delivers warnings, as well as encouragement. For example, he warns of the dangers of saying yes to any brand that waves its wallet at young YouTubers in the hopes of getting them to make sponsored videos. He says: “The first thing I got was literally some random company who wanted me to mention a certain chocolate bar in my video for £50. I was like ‘Oh my god! Yeah, of course!’ If I look back at some of my first branded stuff, I think ‘why did I agree to do that? “It was a learning curve, but you’d never see me doing them now. You’ve got to pick wisely. The advice I would give is don’t just do it. If you get your first deal and see a bit of money, don’t be like ‘Yes, I am going to do that’. You’ve still got to keep it true to your brand.”         Toby Hill runs the Bird Keeper Toby Pokémon-themed channel: “I have the kid audience but also the more adult audience like myself. Curating the comments section so it’s a friendly environment can be challenging.”    Butler also talks honestly about his experience with primetime TV, praising Saturday Night Takeaway stars Ant and Dec, who “were like ‘we get you, we really like what you do, the TV world and the YouTube world can do something amazing.’” But Butler had criticism for some of the broadcast executives running their show. He adds: “Senior people at ITV were more ‘we don’t really get what you do’. We were being introduced as the little YouTube people, but we’re getting the same amount of views that you’re getting – and there’s 400 of you!” he says. “That was a really tough relationship: Ant and Dec, the stars of the show, were like ‘stick at it boys!’ But the senior people at ITV? ‘Nah, we don’t like you’.” “That still happens now, but it’s just a case of educating, I feel. They just don’t understand it: there’s this massive thing and they’re scared of it. There’s these YouTube people getting massively bigger numbers than their TV shows and they just don’t get it.”     Cameron Sanderson releases new songs through his channel: “I started when I was 12 and playing guitar at the pub surrounded by lots of old men. Mum filmed it on a camera and I put it on YouTube. Why not?”    Full-time ambitions Butler’s audience question him for more than 40 minutes, during a week that also sees them trained in filming and editing skills, as well as promoting their channels and attracting more subscribers.   Related: YouTubers hit mainstream as digital media become top choice for new talent    Most are in the same position: not quite making enough money to go full-time on their channels but eyeing that prospect with growing enthusiasm.  “Coming here and seeing all the people doing it full-time, it’s like ‘this could actually happen’ whereas before I was like ‘I don’t really know’. This opens up my mind to the possibility of doing it full-time,” says Rose Lee. “I still struggle with that mindset of it going from a hobby to a full-time job,” admits Laura Payne, who currently vlogs for children’s TV channel CBBC and runs the Laurbubble comedy channel. “I still have to make myself think like a business, because I started this when I was a teenager for fun.”     Matt Ley is an animator for other YouTubers while running his own Thelaserbearguy channel: “It’s such new territory. That’s why no one understands it. We don’t as much as the TV exec don’t! No one’s covered this ground before.”    YouTube delivers training on managing a business too, although Mormino is very clear that the service will not also boost the creators’ earnings by promoting them – for example, bumping their videos to the top of its recommendations algorithm. She says: “We are not involved in promoting the content. That’s not the business that we’re in. We’re a distribution platform, so what we try to do is to help people understand how best to leverage this opportunity.” Butler offers more context, explaining that he regularly asks YouTube staff how he can get his videos recommended more often. “When I have meetings with Google, I say ‘how can I get to the next stage?’ and they say ‘I don’t even know how the algorithm works!’”     Elisa Spigariol runs the doyouknowellie channel: “I started in Italian then moved to England two years ago, so now it’s bilingual. When I started it was just for fun, but now it’s possible for YouTube to be your job.”    Some of these young creators seem to understand it very well though. Animator Matt “Thelaserbearguy” Ley gives me a two-minute blast of sharp insight into how YouTube works, explaining that the recommendation algorithm has moved on from the days when video views were the key metric. “Now it’s based on minutes watched and frequency of upload, so vloggers and let’s say players who are uploading a video every day, or even three videos a day, are exploding, because of this frequency and the consistency with their watch-time,” he says. “If you take YouTube in 2010 and 2011, you had a lot more filmmakers, musicians and animators: people who take longer to make shorter content, essentially. If you had an animated video that was two or three minutes long with 4m views, that was great. But things have changed. It’s not necessarily a bad thing, but that’s how it is.”         Mike Boyd’s channel sees him learning new skills as quickly as possible: “I’m a one-man band and I intend to keep it that way as long as possible. The beauty of YouTube is that you have control over what you put out there.”    The business of YouTubing Ley’s insight into the dynamics of YouTube aren’t unusual. These creators are likely to understand the ebb and flow of Google’s online video service better than anyone.   Related: Your kids want to make Minecraft YouTube videos – but should you let them?    They also share an independent streak, which in 2016 appears to even extend to their wariness about working with a multi-channel network (MCN. These are companies that sign up young YouTube talents in their thousands, aggregating their views to attract brands and make them more money. At least, that’s the promise. Yet while MCNs such as BroadbandTV and Maker Studios have some of YouTube’s biggest stars on their books, at the level of the NextUp creators, there is more caution about this area. Most are staying independent or at least looking for a manager rather than a MCN. Baker Carly Holds says: “I haven’t joined a network: there seems to be nothing but bad things said about networks even from the big YouTubers. I get emails every single day saying ‘join our network!’ They’re almost like spam. “It doesn’t seem worth joining any network: they take more money off you – up to 50% of your earnings – and you don’t get anything in return for it at this stage. If you’re a huge YouTuber they can offer you more benefits and perks I suppose.”     Carly Holds (left) runs a baking channel: “I did this one-off chocolate balloon-bowls video, but I didn’t think it would do very well. Now it’s got 8.4m views.”    Mike Boyd agrees: “They make it sound great, but I’ve never heard a good review of the network side of things from a creator. I’ve just avoided it: I can’t imagine they would push my views or subscriber rate much more. But a manager, that’s something I could definitely use: talking to businesses.” YouTube isn’t specifically encouraging young creators to avoid MCNs. However, some of its moves in recent years – from the launch of its online Creator Academy training materials to allowing channels to add Google ads to their videos – have removed some of the reasons for emerging channels to sign up with an MCN too early. “Multi-channel networks oftentimes do the same work we do: they try to get the talent early on,” Mormino says. “But we always leave it up to the creator. “There’s a huge marketplace out there and the ecosystem has grown, and there are a lot of opportunities – so long as they ask the right questions and understand what is the advantage of joining an MCN.” The NextUp class isn’t shy of criticising YouTube either. For example, a session on music soundtracks generates a heartfelt group grumble about YouTube’s Content ID system, which music rights holders can use to “claim” videos using their songs, then either get them taken down or collect their advertising revenues. “Nine times out of 10, content creators haven’t done anything wrong … There’s no penalty for abusing it … Some people claim just to nick your monetisation,” are among the comments from the group. A fortnight later, YouTube announced plans to change the way Content ID works to ensure creators don’t miss out on revenues if they’re hit with a wrongful claim.     Steven Bridges runs a street-magic channel: ‘I’d see magicians on TV and that was my goal when I was a kid. When YouTube came along, you didn’t need TV as much, so I dived in ... You learn so much about yourself as a performer, because you have to constantly make new content.’    Online love … and hate They may be business-savvy but are emerging YouTubers prepared for the slings and arrows of online fame? YouTube’s comments section can be infamously toxic, with vloggers in particular sometimes attracting unpleasant personal abuse. There are no troll-taming lessons in the NextUp camp. Mormino says: “I think when people put themselves out there, they are ready for what is going to come. They’re very aware of what it means to be on social media, and what it means to be on a social platform.” She cites the example of a popular YouTuber in India: “She always tells me that her community is so strong, whenever people say something that is mildly inappropriate or offensive, the community actually self-corrects that person. YouTube is like real life: you get people who like you and people who like you … less. Our creators are usually very well aware of that.”     Adriana Braje started her beauty channel in Croatia before moving to the UK: “When you look at celebrities and models in magazines, they all look so polished. That’s not really real ... with the YouTube beauty community, people know we are just normal people sitting in our bedrooms.”    When I talk to the British NextUp creators, they broadly stick to this line. “The people who subscribe to you and then stick with you week after week tend to be really nice and supportive. I don’t think any creators have an inherently negative audience towards them,” says Steven Bridges.   Related: Why are YouTube stars so popular?    “Once you develop a certain audience and a number of people who like what you do, they’ll start defending you,” agrees Lee. “You don’t even have to have a huge channel to have people who will defend what you do.” Johnson once attracted an angry mob of Little Mix fans who (mistakenly) thought one of the band was annoyed by her parody of their song Black Magic. “I never reply, I just shrug,” she says. Johnson certainly hasn’t been put off: her latest video spoofs Beyoncé’s Lemonade. Lauren Hare, whose vlogs documented her 10-stone weight lossover three years, says she’s only received two hate comments in the past year. “I think it’s because my channel’s got quite a lot of vulnerability about it. The whole weight-loss thing is a touchy subject, and I think people aren’t going to go and say anything negative,” she says.     Lauren Hare documented her weight-loss journey on her loseitlikelauren channel: ‘I remember the early days when you couldn’t pick your thumbnail images, so you had three random shots of your face that were all equally disturbing!’    “The only real negativity I get is people not believing that my before and after picture is me. Somebody once said: ‘Oh, she’s got a round nose in the first photo and a straight nose in the second. It’s not the same person!’. And I was just: ‘There’s eight years of footage. Go watch it’.” From musician Cameron Sanderson, who was told to “go die in a hole” by one commenter when he was 12 – “I just laughed!” – to Holds (“The odd bad comment is just some eight year-old boy who fancies you”), these creators certainly try to treat trolls as irritants. “I do receive a lot of hate. I often get ‘You are officially worse than cancer’,” says impressionist Philip Green. “But what do you do when they give you hate? Make something beautiful with it, like an opera.” Green did exactly that on his channel. This is not to say YouTubers are immune to online hate. “I ended up in a really bad website where people were commenting on me in a really stupid way,” says Spigariol. “Females tend to be sexualised a lot on YouTube and you need to be very careful. If you’re talking about feminism and start arguing with them, it’s even worse.” Ley sums it up: “TV shows don’t have a comments section, but on YouTube it’s direct feedback to you. It’s more like standup comedy: you’re putting yourself out there and you’re directly in the firing line. “It can be a good thing; you get the immediate positive responses. But then you can also get the immediate negative responses. Ten great comments is fine, but the one negative one is the one that may stay with you.”            ‘You’ve got to dream big’ At the very top end of YouTube fame, the likes of Felix “PewDiePie” Kjellberg – 43.7 million channel subscribers, just under 12bn views and estimated annual earnings of $12m (£8.2m) – show how lucrative online stardom can be. Further down, British vloggers such as Butler and Zoe “Zoella” Sugg are evidence of a path towards book, brands and TV deals. The NextUp UK creators’ ambitions are more grounded on the one hand. Many have set short-term goals such as reaching 100,000 subscribers by the end of 2016, while figuring out what level of income they might need to go full-time. “If I can find a way where I can make this my only thing – be 100% dedicated to it as a job – that would be a dream,” says beauty vlogger Adriana Braje. “But it’s a step-by-step: one thing at a time.”     Laura Payne started her Laurbubble sketches channel before university: “ Slowly TV and more mainstream media are getting on to the vlogging bandwagon. You see Zoella posters in Superdrug now...”    Sanderson adds: “I can see a dream that I’ve been trying to capture for a long time. The possibility, which is magical, of this potentially becoming my job,. He’s already releasing music on iTunes, Spotify and his own Bandcamp store as well as through YouTube. “One of my first videos where I took this seriously has done the best, so I’m always chasing the 7m views I got with that video,” says Johnson. “Being able to do that with one video has set my sights: if I can do that again, that would be great.” These creators are also thinking about the mainstream media. “I want to get to 100,000 this year, but I want long-term growth: I want 1m subscribers on YouTube,” says Maggy Woodley, whose Red Ted Art channel focuses on crafting – an area with few stars on traditional TV in the UK, bar Kirstie Allsopp. “I would quite like to compete with Kirstie to be honest,” she laughs. “I’d like people to think of me first before her when it comes to buying a craft book.”     Maggy Woodley’s Red Ted Art crafting channel started as a blog: “I’m attracting kids to watch my channel. They’d probably like me more if I was 16. They’d think I was cool! They like me but I’m not cool, but I don’t have a problem with it.”    Carly Holds is similarly ambitious. “I want to build my channel and get more and more subscribers. I want to bring out my own cookbook or baking book, and post that I really want to have my own TV cooking show. “It’s a huge dream, but you’ve got to dream big, haven’t you?”",
  "webTitle": "Inside the bootcamps where YouTube grows its next generation of stars",
  "webPublicationDate": "2016-05-06T06:00:17Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/06/how-youtube-makes-its-next-generation-stars",
  "keyword": [
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Online TV",
      "id": "media/online-tv",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Entertainment",
      "id": "tv-and-radio/entertainment",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/06/how-youtube-makes-its-next-generation-stars"
}