{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/nbn-leak-raids-labor-takes-fight-to-assert-privilege-to-senate",
  "id": "2016-05-24-261",
  "sectionId": "australia-news",
  "body": "Labor’s deputy Senate leader, Stephen Conroy, has written to the Australian federal police commissioner, Andrew Colvin, formally asserting his claim of privilege after last week’s controversial police raids seeking leaked material from NBN Co.   Related: Minister responsible for NBN knew federal police were investigating leak    Conroy’s letter, sent on Tuesday, says the scope of the privilege claim “extends to all words spoken, and acts done, in the course of, or for the purposes of, or incidental to, parliamentary proceedings”. The letter also makes plain that Labor intends to pursue the privilege claim in the Senate as opposed to pursuing a court action. Conroy tells Colvin in the correspondence he intends to write to the clerk of the Senate, Rosemary Laing, “to commence an action to seek a ruling from the Senate on the claim”. He says his expects the material “to remain in the clerk’s possession until the Senate rules on my privilege claim”. The documents seized during the raids have been sealed in the parliament since a legal wrangle with the AFP ended last Friday. Colvin has publicly acknowledged the claim of privilege. He told reporters last week the documents would be lodged in the Senate “and a process will be put into play by the parliament to determine if parliamentary privilege is afforded to those documents”. Colvin said last week that although the claim has been made, it does not necessarily follow that privilege will be granted.  “It is not necessarily the case that parliamentary privilege will be afforded to those documents,” he said at the time. The AFP had no further comment when contacted by Guardian Australia on Tuesday. Conroy’s decision to punt the resolution of this issue into the parliament, as opposed to the courts, means there is a strong likelihood that senators will have to vote on whether privilege should apply or not after the coming election. The process for resolving the issue is not yet clear, but options would include the chamber voting on a resolution to appoint an independent arbiter to determine whether privilege applies or not; or voting on a reference to parliament’s powerful privileges committee to determine the merits of the issue.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    A spokesman for the Greens leader, Richard Di Natale, said the party would not adopt a formal position on the issue before a party room discussion after the election. The South Australian senator Nick Xenophon strongly backed Conroy’s move to push resolution of the issue back to the Senate. Xenophon told Guardian Australia the Senate was there to act as a check on the “excesses of the executive” and he would be urging all parliamentary colleagues, including members of the Coalition, to vote in favour of this issue being determined by the Senate. “It must be determined by the Senate. This is not about politics. This is about the Senate being able to go about its business,” he said on Tuesday. Pushing the issue back in the parliament will force a more wide-ranging discussion about the obligations politicians have to whistleblowers who produce material on a confidential basis to assist questioning during parliamentary inquiries. Conroy’s letter to Colvin is required by processes determined in a memorandum of understanding between the parliament and police about the execution of warrants where parliamentary privilege may be involved. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "NBN leak raids: Labor takes fight to assert privilege to Senate",
  "webPublicationDate": "2016-05-24T08:38:05Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/nbn-leak-raids-labor-takes-fight-to-assert-privilege-to-senate",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National broadband network (NBN)",
      "id": "technology/national-broadband-network-nbn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian federal police",
      "id": "australia-news/australian-federal-police",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Stephen Conroy",
      "id": "australia-news/stephen-conroy",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/24/nbn-leak-raids-labor-takes-fight-to-assert-privilege-to-senate"
}