{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/sheffield-wednesday-hull-championship-play-off-premier-league",
  "id": "2016-05-21-48",
  "sectionId": "football",
  "body": "If the Championship, football, life, were fair, Sheffield Wednesday and Hull City would probably not be in the play-off final. Certainly the play-offs make a mockery of the idea of football as a meritocracy, simply because they don’t necessarily reward the best team, but really there is no more appropriate way of deciding who goes up from such a terrifying and chaotic division than with such a terrifying and chaotic match. Brighton are the latest victims of this lack of fairness, having finished six and 15 points ahead of the Tigers and the Owls, but they will be watching on TV as half of south and east Yorkshire decamps to Wembley on Saturday. These two have enjoyed, or endured, depending on your view, similar paths to the final. Both faced teams upon whom there was much more pressure in the semi-finals; both took commanding leads to the second leg only to suffer all sorts of skittish moments in the return; both hung on and probably feel quite grateful to be through.   Related: Sheffield Wednesday rock Brighton to reach Championship play-off final    The big difference is that one team expected to be here, while for another this represents a vaguely unlikely bonus. For Wednesday, to be on the verge of the top flight after the start of the season they had is rather remarkable. Last summer their new owner Dejphon Chansiri, perhaps harshly, sacked Stuart Gray, but as the end of June approached and most other teams in the division were well under way with their preparations for the season, they did not have a manager and had not signed any players. For a while it looked fairly certain that Mark Cooper would be their new head coach, with Carlos Carvalhal acting as director of football. In the end Carvalhal, who had not coached for three years and had averaged slightly more than a brisk club-a-year for the previous 14, took the top job, and now has them 90 minutes from the Premier League. Cooper, if you’re wondering, was sacked by Swindon in October (temporarily replaced by their chairman), left Notts County in May and joined Forest Green Rovers a few days later. What could’ve been. Few really knew what to make of Carvalhal when he arrived, fewer still when it emerged the Portuguese had written a book called Soccer: Developing A Know-How which threw around ideas such as “tactical periodisation” and a “conceptual matrix”, while also referencing René Descartes. Not exactly the sort of thing you expect from a division that Neil Warnock recently described as being full of “blood and guts”. Carvalhal’s arrival came with a late summer barrage of recruits: 14 players were signed permanently and on loan before the end of the transfer window, the most important probably being Fernando Forestieri from Watford. Forestieri, who thought he had won the player of the year award last week, only for that to be revealed as a miscalculation of the votes, has nevertheless been perhaps the most influential player in the division, scoring 15 goals and chipping in with another eight assists. There is always a vague sense that the Italian is on the verge of a volcanic tantrum, but that just makes him all the more fun to watch. Wednesday are clearly underdogs, something that Carvalhal has been doing his best to play up. “I grew up in my country seeing the games on a black and white TV and it used to be the final of the [FA] Cup in England. I never thought I would go to Wembley one day and now this is something that we have achieved. It is fantastic,” he said last week, sounding a little more like a tourist than a manager about to take his team there. “We know we have made history, it’s been a long time for Sheffield Wednesday and it’s very important for the club. Now we can wake up the giant.” For his opposite number’s part, this game could decide his future as well as a place in the Premier League. Steve Bruce has looked more and more exasperated every time he has been asked whether his job is safe in recent weeks, something that will be decided after the game but potentially complicated by owner Assem Allam’s attempts to sell the club. “You are asking the question constantly because it’s been lingering around for six months,” he said after Hull just held off Derby in their semi-final second leg last week. Whoever wins, it is unlikely to feel fair.",
  "webTitle": "Sheffield Wednesday and Hull aim to make the most of unexpected chances",
  "webPublicationDate": "2016-05-21T21:00:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/sheffield-wednesday-hull-championship-play-off-premier-league",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/21/sheffield-wednesday-hull-championship-play-off-premier-league"
}