{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/08/enemy-of-the-people-bonneville-chichester-theatre-review",
  "id": "2016-05-08-182",
  "sectionId": "stage",
  "body": "Here is Hugh Bonneville, the amiably stuffy dad of Downton, cast as a man who denounces his town and its inhabitants. He declares them reeking with corruption. Here is An Enemy of the People showing once again that it shifts its emphasis with each production. In Howard Davies’s production, the central figure looks like the prototype of all 21st-century whistleblowers. He also looks like a figure driven by sibling rivalry. Ibsen wrote his 1882 play in response to the drubbing he had got for Ghosts. It’s easy to think of it as a straightforward story of one truth-teller against convention: for “enemy” read “hero”. This is how Arthur Miller saw it when in 1951 he stripped “the dull green tones of Victorianism” from the play and made of it a magnificent clarion call. Yet one of the arresting things about Ibsen’s play is the complication of its central figure. Christopher Hampton’s subtle 1997 version, used here, shows him as both principled and preposterous.    Bonneville is well-equipped to register amiable joshing and puckered anxiety    Stockmann, a medical officer, seeks to expose the pollution of the municipal spa, which brings prosperity to his town. He is at first supported by the local press and town worthies. But his brother, the mayor, pointing out that everyone’s living will go down the drain if the baths close, turns journalists and public opinion against him. At which point Stockmann rounds on townspeople and dignitaries. Early translations had him talking about breeding – common curs versus refined poodles – and got Ibsen suspected of fascism. Hampton’s version speaks more insinuatingly about levels of intelligence. Bonneville is well equipped to register amiable joshing and puckered anxiety. He is less persuasive at rendering passionate commitment and despair. I did not believe he had ever spent a morning scowling over lab results. I did believe in his childish self-satisfaction and false modesty. Don’t, he dimples, think of having a torchlight procession in my honour. Davies’s production brings out something that runs throughout as a dark, subterranean seam. The intense rivalry between the two brothers is cleverly thrown into contrast here by the merry behaviour of Stockmann’s own two sons. In the early scenes, Bonneville and William Gaminara’s finely slippery mayor are too stately with each other. But skittishness breaks through. Bonneville gives little leaps at his conquests. An episode in which he discovers his brother’s staff of office is turned into a nimble display of mockery. The disappointment is that the production is not more taut. Davies has excelled at putting a society – its dilemmas and its intricate fabric – on stage. Yet, despite a lively performance by Alice Orr-Ewing as Stockmann’s daughter, the first half ambles. The crucial confrontation with the crowd is wooden, with off-the-peg ordinary people muttering in headscarves and felt hats up and down the aisles. Ibsen’s questions are made clear but not forcefully embodied. • An Enemy of the People is at the Chichester Festival theatre until 21 May",
  "webTitle": "An Enemy of the People review – all society on a stage",
  "webPublicationDate": "2016-05-08T06:59:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/08/enemy-of-the-people-bonneville-chichester-theatre-review",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Henrik Ibsen",
      "id": "culture/ibsen",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Christopher Hampton",
      "id": "stage/christopherhampton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Arthur Miller",
      "id": "culture/miller",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Chichester festival theatre",
      "id": "stage/chichester-festival-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/08/enemy-of-the-people-bonneville-chichester-theatre-review"
}