{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/22/top-10-shapeshifters-in-fiction",
  "id": "2016-05-22-151",
  "sectionId": "childrens-books-site",
  "body": "I’ve always been intrigued by characters who shapeshift. From mythological creatures like werewolves and vampires to magical beings like sorcerers and wizards, there are any number of characters who have the ability to take another form and, as a kid, I often wondered what that would be like. To this day, if I had a choice in superpowers, it would probably be to change my appearance at will, but I still have a hard time deciding if I would want to turn into an animal or just change my human features. Narrowing this list down to some of my favourite shapeshifting characters was difficult, but in no particular order, these are the ones who have stuck with me the most over the years. (Please note there are some minor spoilers for the books mentioned.) 1. Polgara the Sorceress, from The Belgariad and Mallorean series, by David and Leigh Eddings There are a plethora of sorcerers to choose from in this 13-book series, but Polgara has always been my favourite. She’s the only woman in a brotherhood of sorcerers, but she’s also strong, smart, and can hold her own not against other people, but against gods as well. In the final book in the series we see her in a number of roles, from child and twin to her mortal sister to the most powerful politician in the world, giving a full sense of who she is outside of her abilities. But add in her tendency to shift into a snowy white owl, and she’s an unstoppable force. 2. Remus Lupin, from the Harry Potter series by JK Rowling Lupin, Harry’s favourite Defense Against the Dark Arts professor, is yet another character who isn’t defined by his ability - or, in this case, curse - to turn into a wolf. Though he faces the stigma of being a werewolf, struggling to find steady employment and acceptance from others, he is enormously kind, knowledgeable, and generous, despite having little in the way of material things to begin with. We only see him turn into a werewolf once in the series but even after that frightening encounter, Harry still sees him as the person he really is beneath the curse.     Christopher Lee as Dracula in The Horror of Dracula. Photograph: Everett/REX Shutterstock    3. Count Dracula, from Dracula by Bram Stoker Believed to have been inspired by Vlad the Impaler, Dracula is a legendary figure. We all know the lore surrounding vampires: the fangs, the blood, the widow’s peak and intimidating black cloak. But while Dracula is well-known for turning into a bat, he could also shapeshift into fog and a wolf, which only made him all the more terrifying as a character.     Jennifer Lawrence, who played Raven/Mystique in X-Men Apocalypse at the film premiere in London. Photograph: Guy Bell/REX/Shutterstock     4. Mystique, from the X-Men comics and movies Played most recently by Jennifer Lawrence in the films, Mystique - originally named Raven - is a mutant who has the ability to change her natural blue-skinned and red-haired appearance into anyone she likes. A super-villain who is responsible for many deaths and assassinations throughout her storylines, she still has several redeeming qualities that rise to the surface often, giving way to a character who, while using her abilities most often for evil, is still fascinating and dimensional.   Related: Stephenie Meyer: 'It’s still about two teenagers falling head-over-heels in love'     5. Leah Clearwater, from the Twilight series by Stephenie Meyer The shapeshifters of the Quileute tribe have several interesting characters to choose from, including Leah’s little brother, Seth, but Leah stands out to me not only as the only female, but the one facing perhaps the most difficult circumstances. She endures near constant ridicule from the rest of her wolf pack, whose thoughts are all linked, and becomes bitter after her longtime boyfriend breaks up with her after he imprints on her cousin, which is enough to make anyone crave the space and privacy she can’t have. But she’s still there for her family and pack when they need her to be, and she plays an important role in the final book as an ally and beta to Jacob Black.   Related: Snape is voted favourite Harry Potter character    6. Sirius Black, from the Harry Potter series by JK Rowling The second of three Harry Potter characters on this list, Sirius Black taught himself how to become an Animagus, alongside James Potter and Peter Pettigrew, to remain with Remus Lupin during the full moons. It’s a useful trick that allows him to keep his mind while locked in Azkaban for murderers he didn’t commit, and it’s also a supposedly tightly regulated aspect of the wizarding world - although we do meet more unregistered Animagi in the series than registered. From the first moment we meet Professor Minerva McGonagall as a cat, I wondered why the entire wizarding world wasn’t queuing up to learn this awesome ability. 7. Tobias, from the Animorphs series by KA Applegate Being a kid in the 90s meant having at least a passing familiarity with the Animorph series, about a group of kids who gained the alien power of turning into animals - but only for an hour at a time. Tobias, a shy and quiet boy, accidentally remained in the form of a hawk for too long and wound up stuck in that form for a considerable portion of the series. He was always a standout character to me, mostly because of how he handled the loss of his human form, but also how he continued to help his friends, proving what he was didn’t change who he was. 8. Lord Barak, from the Belgariad and Mallorean series by David and Leigh Eddings The prophesised protector of the protagonist, Garion, Lord Barak has lived with the curse of randomly and seemingly inexplicably turning into a bear for over a decade, only to discover that this “curse” is activated when Garion is in mortal danger. He’s far from a perfect character, and the way he treats his wife is deplorable, but I always found the guardian connection between Barak and Garion intriguing and unique to what I had read up until that point.  9. The Greek Gods, from mythology Greek mythology is steeped in a rich tradition of shapeshifting, and as a kid, flipping through D’Aulaire’s Book of Greek Myths was one of my favourite ways to pass the time. There are countless examples of the gods either taking different forms - Zeus is especially fond of doing so, especially while hiding from his wife, Hera - or turning others into animals and the occasional plant. The mortal Io is turned into a cow either by Zeus or Hera, depending on the myth; Daphne, a nymph, is turned into a laurel tree to escape Apollo’s affections. Nearly every major god and goddess has a myth connected to shapeshifting, and you can find shades of more contemporary myths and legends in the oral traditions.   Related: JK Rowling apologises for killing off Remus Lupin in Harry Potter    10. Nymphadora Tonks, from the Harry Potter series by JK Rowling The young and spunky Tonks is a Metamorphmagus - a rare magical gift that allows her to change her appearance at will. She’s a cheerful, charming, lovable fighter who doesn’t hesitate to fight to protect her loved ones and the causes she believes in, and her Metamorphmagus talents - and bubblegum pink hair - only make her even more memorable. Though her abilities are more of a fun party trick in the series than a plot device, it’s still fascinating to think about how her abilities could have contributed to both her job as an Auror and her role in the Order of the Phoenix.       Aimée Carter is the author of Simon Thorn at the Wolf’s Den. Buy it at the Guardian bookshop.",
  "webTitle": "Top 10 shapeshifters in fiction",
  "webPublicationDate": "2016-05-22T07:30:36Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/22/top-10-shapeshifters-in-fiction",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/22/top-10-shapeshifters-in-fiction"
}