{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/leaders-debate-will-shorten-v-turnbull-engage-voters-in-this-marathon-campaign",
  "id": "2016-05-28-26",
  "sectionId": "australia-news",
  "body": "Tonight’s leader’s debate marks the point when the July 2 election campaign would have started if it hadn’t been three weeks longer than usual. It might also be the point at which voters start listening. Hosted by the National Press Club and broadcast on the ABC, it will command a big audience. But the three commercial television stations are not carrying it (House Rules, The Voice and Masterchef Australia take precedence on those channels) so it won’t deliver Malcolm Turnbull and Bill Shorten the breadth of national attention debates once afforded. And the controversial “worm” (an on-screen line tracking a group of swinging voters’ positive or negative sentiments to what is being said in real time) has died due to the lack of commercial TV interest. But the debate could still be important.   Related: Campaign tracker: where have Shorten and Turnbull been and what have they promised?    After tens of thousands of kilometres of travel, scores of press conferences and dozens of street walks, the most the 2016 election campaign’s scrappy first three weeks appear to have achieved is that Australian voters are raising one eyebrow and having another look at the contenders. The polls, when aggregated, remain more or less tied, although the Seven Reachtel poll on Friday showed Labor is pulling ahead of the Coalition with a two-party preferred vote of 52% to 48%. Voter sentiment towards Bill Shorten has been improving, and Malcolm Turnbull’s huge lead has been falling, with the two candidates’ net satisfaction rating (voters satisfied with their performance minus those dissatisfied) now tied at minus 12 points, according to Newspoll.  And the fact that voters appear to be taking another look at Labor, perhaps more a flicker of interest than a rush of enthusiasm, but another look nonetheless, is bad news for the Coalition because its campaign is built around a message of reassurance. Malcolm Turnbull has a plan, he can be trusted, the Coalition message goes, there’s no need to even think about the other guy.    Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    Most voters still expect the Coalition to win, but they are reassessing, with Turnbull not proving to be quite who they expected and Shorten more convincing than they thought he would be when he was being mocked for his zingers and featured in Liberal ads. Which is why the Coalition is ramping up its negative messaging about Shorten being a risk. According to the Liberals he’s a risk to asylum policy and a risk to the economy and actually just “the same old Labor” – even though Malcolm Turnbull is also not deviating from many of the old Tony Abbott positions. It’s not yet clear whether the reassessment of Shorten could gather momentum and become a trend. So a clear win, a major stumble, a particularly convincing performance, by either leader in the debate, could provide crucial. Debates are a risk, a situation that cannot be tightly controlled. And that makes them most attractive to the underdog, the candidate that needs to make up ground and is prepared to take a gamble. In this case, that’s Shorten. And negative messaging is tricky in a debate. At least as measured in the past by the now-defunct worm – debate audiences hate negativity.  Ever since the worm first appeared in Australian election debates in 1993 for Paul Keating vs John Hewson as a way of trying to measure what voters thought of the whole performance, it has dived downwards when the leaders started throwing verbal punches and loved the leader with the positive plan. The worm once reacted so negatively to Tony Abbott that the Coalition labelled it a Labor-biased “grub”. That makes it harder for Turnbull to deliver his “same old Labor lines”, and he enters the contest knowing the audience in the first “off-Broadway” debate broadcast on Sky News awarded that encounter to Shorten.  But working in Turnbull’s favour is the fact that the Coalition firmly believes it has manoeuvred the election conversation onto Labor’s economic credibility, which is exactly where it wants it to be.   Related: The best thing in the election campaign so far was something nobody saw | Dom Knight     The latest Essential report shows 42% of voters trust the Coalition to manage the economy, compared with Labor on 22%. (It also shows that 36% of voters say they “don’t know”.) And while debates can be important, at least as measured by the swinging voters’ worms, the immediate reaction to them hasn’t always been a great barometer of electoral success.  The worm liked John Howard in 1996 and Kevin Rudd in 2007, but it also gave the 2004 debate to Mark Latham and the 1998 debate to Kim Beazley – and they both lost. In 2010 it gave Gillard a decisive win in her debate against Abbott, but the actual election result was not nearly so clear cut. And in 2013 two of the worms gave the debate to Rudd and one to Tony Abbott. This debate will be important if it gets the electorate interested, and influences its reassessment of whether a Turnbull victory really is a forgone conclusion. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests.",
  "webTitle": "Leaders' debate: will Shorten v Turnbull engage voters in this marathon campaign?",
  "webPublicationDate": "2016-05-28T22:46:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/leaders-debate-will-shorten-v-turnbull-engage-voters-in-this-marathon-campaign",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/29/leaders-debate-will-shorten-v-turnbull-engage-voters-in-this-marathon-campaign"
}