{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/14/used-to-be-a-punk-then-you-never-really-were-one-readers-on-lives-then-and-now",
  "id": "2016-05-14-145",
  "sectionId": "music",
  "body": "After an incredible response to an article in the Guardian called Never mind the bus pass: punks look back at their wildest days we asked readers to share images of their lives as punks and reflections on that time, 40 years on.   Related: Never mind the bus pass: punks look back at their wildest days     We received a glorious selection (you can see the whole lot here) including the image above, from Anthony Souter, who neatly sums up the movement as “short, sharp and effervescent.” He also described his love of the music – and how memories of being spat on at school really capture the provocative spirit of the age.  You shared stories of music, politics and rebellion, of lives fronting bands and scrabbling for existence among kindred spirits in bedsits and squats. One reader, Martin Muscatt, played football with the Clash in Camden and another talked about how the punk movement ended racist bullying he suffered in a small town in England. You also shared haircuts.  Here, we highlight some of the most enticing visual threads that ran through your contributions.  First thing’s first, though:       'I used to be a punk?'   I'm sorry, but if you ever say 'I used to be punk' then you never really were! Punk is a mindset, a way you think and live, so you either are a punk or you are not!  It is not just a 'phase' you go through!!      Sent via GuardianWitness    By  John Patrick Logan   7 May 2016, 13:24       Ok so punk is a mindset – and the fact is it never really leaves you – but visually at least, we were struck by how much many of you had changed over the years ... Below is a selection of some of our favourite images telling your stories. To see all of your contributions – and add yours – click here. Here we go then with Jeff Rosen, very comfortable in his skin whatever decade he’s in – and however punk he may be           Pope Shecky Rosenfeld of AirHead   AirHead played comedic satire in Austin, Texas in the \"pork rock\" vein. We had a lot of fun and poked holes in a lot of egos. Today I'm a university librarian but still have comedy, satire, and the punk ethic.        Sent via GuardianWitness    By  Jeff Rosen   7 May 2016, 17:07       Now here’s Angie Taylor, who transformed ... sort of           Angie Taylor on stage with Frieda Fetishe and Frustrations   We were always forming bands at the art college. I was a backing singer in this one - Frieda Fetishe and Frustrations        Sent via GuardianWitness    By  Angie Taylor   7 May 2016, 17:03       Here she is now           Angie Taylor today - owner of Creative Cabin Ltd   I was always disillusioned by the art college establishment so I wanted to offer an alternative for those who just want to be creative without all the bullshit.  I now run Creative Cabin Ltd - my own private art school for designers and artists. We are situated on the East Sussex coast, overlooking the sea.        Sent via GuardianWitness    By  Angie Taylor   7 May 2016, 16:59       Another subtle transformation – whose art teacher wasn’t a punk?           1980 Punk- 2016 Art Teacher   I've been drawing on shirts for a while. One is a t-shirt I did back in the 80s, the other is the cover-alls I wear everyday. I am currently a high-school art teacher.        Sent via GuardianWitness    By  David Lewis   8 May 2016, 1:21       Those were the days ...           Steve and Suzi   This pic was used as a postcard and was taken in Northbridge in the '8o's. I went on to be a professional Body piercer, now retired at 56. Those were the days.        Sent via GuardianWitness    By  Steven G Spencer   8 May 2016, 2:30       Like we said – it never really leaves you:           Steven now.   This is what I look like now, minus the beard and long hair.        Sent via GuardianWitness    By  Steven G Spencer   8 May 2016, 2:33       Or does it?           still spreading the mentality, at pop dep. conservatoire of Amsterdam   Just shaved off all the bleach-soap destroyed hair, no hair products back then. Two months squatting in Brixton: all changed speeding fast. When we came the punk and skins were multi-racial, when we left the skin look was already highjacked by neo-Nazis. You had to wear huge Jamaican badges to show your true color as your hair did not grow that fast. Now I lecture todays pop musicians on culture at the conservatoire of Amsterdam. Those amazing shock moments were actually short lived but the effect long lasting. However we certainly could use such liberating movement right now.        Sent via GuardianWitness    By  B. Pesja   10 May 2016, 9:35       Nope – still there, just not so obvious from the picture            What's left over   What's left of my punk mentality on the outside now that I lecture todays pop musicians on culture at the conservatoire of Amsterdam, does in no way represent what's left on the inside. Seeing the first punks in London was a liberating shock. The music, the attitude…it changed my life.        Sent via GuardianWitness    By  B. Pesja   10 May 2016, 9:42       YEAH ... !           This is me getting my first scalping, the first of many   As featured on the front of the Z Block Records 4 band ep Rough Cuts.        Sent via GuardianWitness    By  ID4002451   11 May 2016, 9:16       Oh ...           Me with family of five and mortgage   Me now with clapper boards.        Sent via GuardianWitness    By  ID4002451   11 May 2016, 9:18       That’s more like it, Julian           Julian Martin then and now   The boy in the photo in 1978 would, I think be pleased that he is still creating. From my hand stitched copy of a Vivienne Westwood jacket (in photo) I couldn't afford the real thing. Saying that I did take my mum to Sex on my Birthdays to buy a cheese cloth delight. Now Its bespoke designs from old bits of oak. I still wear creepers and always have a safety pin to hand.        Sent via GuardianWitness    By  Julian Martin   9 May 2016, 21:43       Even your pets wanted to smash the system (a little cruel?)           My Mate   My mate Cory Spondance in his back garden with pet rat approx 1980.        Sent via GuardianWitness    By  Cathy Sharp   9 May 2016, 14:58       Now about those haircuts ...           THEN (81/82) & NOW (Rebellion Festival)   Summer of 1981 or 82 (wasn't allowed to dye my hair in term time - I was a good girl!) And now at the fantastic Rebellion Festival in Blackpool.  Grew up in Chelsea so my parents only had themselves to blame for how I turned out!  Schoolgirl to Project Manager - but not changed much in 35 years.  I'm really quite boring like that.        Sent via GuardianWitness    By  Oonagh Sherlock   12 May 2016, 22:38       ...           Graduation!   Have put down my \"spikes\" from my hair for the photo.        Sent via GuardianWitness    By  Sébastien Pesot   9 May 2016, 3:47       Add your photos and stories by clicking here",
  "webTitle": "'Used to be a punk? Then you never really were one': readers on lives then and now",
  "webPublicationDate": "2016-05-14T09:00:33Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/14/used-to-be-a-punk-then-you-never-really-were-one-readers-on-lives-then-and-now",
  "keyword": [
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Matthew Holmes",
      "id": "profile/matthew-holmes"
    }
  ],
  "guardianId": "music/2016/may/14/used-to-be-a-punk-then-you-never-really-were-one-readers-on-lives-then-and-now"
}