{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/west-ham-manchester-united-premier-league-report-upton-park",
  "id": "2016-05-11-348",
  "sectionId": "football",
  "body": "Louis van Gaal’s knack for escapism has been a pronounced feature of the season but on a wild night in east London, when West Ham United yelled farewell to their home of 112 years, the Manchester United manager could not summon the trick when he needed it so sorely.   Related: Manchester United coach ‘smashed up’ on way to Upton Park    The equation had been simple enough. Win here and, with Manchester City stumbling, Van Gaal would have a shot at the redemption of a fourth-placed finish in his own hands on the final day of the season. It has felt for a long time that the Dutchman needs qualification for the Champions League to keep himself alive at Old Trafford. Van Gaal has used up a clutch of lifelines during a trying season and, for a period in the second half, he could enjoy control of his destiny. West Ham should have been out of sight at half-time, such was their dominance but they were not and, when Anthony Martial conjured a pair of finishes on the counterattack, the result that Van Gaal craved was on. Martial had been passed fit after a minor hamstring injury and, not for the first time, United could be grateful to the summer signing who has become their best outfield player by a distance. His pace and power, allied to his precision, have marked him as a beacon of hope. But this was West Ham’s party and no one was going to spoil it. Van Gaal’s team are blighted by vulnerabilities and West Ham exposed the one he had highlighted beforehand to complete a thrilling and deserved comeback. Van Gaal said he was worried about his team’s lack of height and physicality on set pieces and twice, West Ham made capital from Dimitri Payet deliveries. The first saw him retrieve his initial effort, which had been blocked, to cross for Michail Antonio, who outpaced Antonio Valencia to convert. For the second, Payet picked out Winston Reid, who was too strong for Daley Blind and his header had too much on it for David de Gea. The visitors’ lead had lasted four minutes. Four minutes after that the Boleyn Ground could begin the countdown to an emotional triumph.   Related: Goodbye bash at Upton Park has its downside after the fiesta at Leicester    The practical consideration for West Ham had been to secure a win to fire their Europa League qualification hopes but the evening was about more than that. Much more. The script had called for victory to sate the rocking hordes in claret and blue and, although they wobbled, they came through. Slaven Bilic felt tears well at full time. It was some sendoff to the old ground, before next season’s move to the Olympic Stadium, and none of the 34,602 who were present will forget it. The party continued long into the night. Van Gaal argued his team were not dead in terms of the top four; they still have an outside chance on the final day, when they play Bournemouth at Old Trafford but they will need Manchester City to lose at Swansea City. It was West Ham who shaped the occasion and they embraced it. The scenes before kick-off had been disturbing. United had arrived late and it had not been a pretty entrance. As their team bus was snarled up on Green Street, it was pelted with bottles. The reinforced windows did their job but, more serious, were the chaotic scenes around them. Briefly, there was panic. Parents lifted their children on to their shoulders. Witnesses talked of a crush.           Man United players in chaos as team bus is pelted with bottles at West Ham    When the football started, West Ham tore into their opponents. The hot atmosphere drove them. Van Gaal’s team were all over the place at the outset and they might have been further behind by half-time. Andy Carroll was denied one-on-one by De Gea, while Payet jinked inside and ballooned his shot. Payet and Manuel Lanzini buzzed around Carroll. It was one-way traffic. The breakthrough had come when Aaron Cresswell slipped a pass to Lanzini, who was in yards of space in the inside-left channel, and Diafra Sakho dropped smartly off Blind for the cutback. Sakho shot first time and his effort flicked off Blind to spin beyond De Gea and into the corner.   Related: West Ham v Manchester United: last game at Upton Park – live!    The half-time scoreline was a reprieve for Van Gaal but he and his players set about making the most of it. The equaliser came from United’s first chance of any note and it followed a bit of tomfoolery from the West Ham fans behind De Gea’s goal. They refused to give the ball back to the goalkeeper but they did when another one was supplied for him. De Gea promptly drove United up the field with a long clearance and, suddenly, there was Marcus Rashford feeding Juan Mata and he crossed for Martial, who tapped home. The goalkeeper turned to pump his fists and his hips at the fans behind him. A bottle was thrown in his direction. West Ham created further chances for Payet, Sakho and Carroll but Martial hit them hard when he beat Darren Randolph at his near post after Wayne Rooney and Rashford had created a break. Van Gaal sensed the smash and grab. West Ham had other ideas.",
  "webTitle": "West Ham sink Manchester United in thrilling Boleyn Ground sendoff",
  "webPublicationDate": "2016-05-11T06:20:23Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/west-ham-manchester-united-premier-league-report-upton-park",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/10/west-ham-manchester-united-premier-league-report-upton-park"
}