{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/arsenal-granit-xhaka-confirm-signing",
  "id": "2016-05-25-203",
  "sectionId": "football",
  "body": "Arsenal have confirmed the arrival of Granit Xhaka from Borussia Mönchengladbach as their first major signing of the summer, with the Switzerland international having signed for an undisclosed fee believed to be an initial £25m. Negotiations with the Bundesliga club have been on-going over the last few weeks and Mönchengladbach have accepted a fee that could rise in future. The 23-year-old, who made his name at FC Basel before moving to Germany four years ago, had indicated a desire to move to England with Arsenal looking to bolster their central midfield ranks with both Mikel Arteta and Mathieu Flamini to be released when their contracts expire at the Emirates Stadium this summer.   Related: Football rumours: Ryan Giggs set to be named Everton manager?    The Swiss passed his medical at London Colney last week and has now finalised personal terms. “I’m very proud to be joining Arsenal,” said Xhaka in a statement on Arsenal’s website. “I cannot wait to move to London, represent this special club and play in the Premier League. I will give everything to help Arsenal win trophies and make the fans happy.” He later added: “I like the style of football in the Premier League. It’s aggressive and I like the way Arsenal play football. It’s not like other countries. In Germany you can play aggressively but the referee will always blow his whistle, but in England that’s not the case. That’s better for me. I’m an aggressive player and also a leader. I’m only 23 but I captained a good team in Germany. “When I was younger, even though I had a big brother, my parents would give me the house key every day. It’s in my head that I am a leader and captaining Mönchengladbach was very good for me.” Arsène Wenger, the Arsenal manager, said: “Granit Xhaka is an exciting young player, already with good Champions League and Bundesliga experience. We have been watching him for a long time now and he is a player who will add quality to our squad. We wish Granit a good Euro 2016 with Switzerland and look forward to welcoming him to Arsenal ahead of next season.” Xhaka had indicated he wanted his future clarified before the European Championship finals and was granted a standing ovation by Borussia’s supporters in his final appearance for the club, a 2-0 victory at Darmstadt which secured a fourth-placed finish, last week. The midfielder has been capped 40 times and will play against his parents’ homeland, Albania, in the opening group game at Euro 2016. His older brother, Taulant Xhaka, will represent Albania.",
  "webTitle": "Arsenal confirm signing of Granit Xhaka from Borussia Mönchengladbach",
  "webPublicationDate": "2016-05-25T10:36:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/arsenal-granit-xhaka-confirm-signing",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Borussia Mönchengladbach",
      "id": "football/borussiamoenchengladbach",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/25/arsenal-granit-xhaka-confirm-signing"
}