{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/gay-bisexual-men-hpv-vaccine-pilot-scheme",
  "id": "2016-05-26-79",
  "sectionId": "society",
  "body": "Gay and bisexual men are to start receiving a vaccine to protect them against several forms of cancer linked to sexual activity, but ministers have been criticised for not making it available to every man who is at risk. Jane Ellison, the public health minister, has decided to offer the jab against the human papillomavirus (HPV) to 40,000 men in England who have sex with other men. It will be part of a trial programme beginning in June. However, sexual health organisations have reacted angrily to her decision not to make the vaccine available to all gay or bisexual men who might request it. Last year, the government’s own expert advisers on vaccination recommended that all such men should be offered it.  “There is no doubt that men who have sex with men are at high risk of HPV which, if left untreated, can cause head, neck, penile and anal cancers. But the announcement of this pilot feels like a cynical stalling tactic,” said Dr Shaun Griffin, the executive director of external affairs at the Terrence Higgins Trust (THT).    Related: Give HPV vaccine to men who have sex with men, government told    The decision means the Department of Health is ignoring the advice of the Joint Committee on Vaccination and Immunisation (JCVI), which recommended in November that all gay and bisexual men up to the age of 45 should get the jab. The DoH initially said it would do what the JCVI advised.  “Now, six months later, we are disappointed to see this has been scaled down to a small-scale and unnecessary pilot,” Griffin said.  The vaccine is the same one offered to all 12- and 13-year-old girls since 2008 to reduce their risk of developing cervical cancer. It will be offered to 40,000 men who already attend genito-urinary medicine and HIV clinics when they go for their appointments.  The jab offers 100% protection against genital warts, which the virus also causes, but does not prevent other sexually transmitted infections. It also protects against cancers directly caused by HPV, such as oral and anal cancers.  HPV viruses are found in the skin and moist membranes which line parts of the body, such as the cervix, anus, mouth and throat. They are highly contagious when transmitted sexually.  The THT said the experience of gay and bisexual men in north-west London aged under 27, who had been offered HPV jabs since 2012 by the London north west healthcare NHS trust, meant no further trials were needed. Up to 60% of such men attending sexual health clinics in the area received the three doses of the vaccine needed to ensure protection.  “More test sites will only delay implementation of a full national programme where all men who have sex with men are given this life-saving vaccine which could prevent them from getting cancer,” Griffin said. Peter Baker, the campaign director of HPV Action, a coalition of 44 health organisations, said the government’s consideration of HPV jabs for men had been characterised by “delay after delay”.  He criticised the failure to decide whether the vaccine should be routinely offered to boys, which many sexual and public health organisations have called for. Ministers are due to make that decision in 2017.  Ellison said the trial was “the first step in offering protection to gay and bisexual men. We want to make sure that those most at risk are protected from potentially deadly cancers and genital warts and piloting this new programme is a step in the right direction.”    Related: Give schoolboys HPV vaccine, says charity    Nicky Morgan, the minister for women and equalities, said it showed the government was addressing the specific health needs of lesbian, gay, bisexual and transgender people.  Dr Elizabeth Carlin, the president of the British Association for Sexual Health and HIV, said: “BASHH hopes that the findings from the pilot meet the criteria set out by the JCVI and that the HPV vaccine is then made available to men who have sex with men more widely as soon as possible. “Ultimately, BASHH also believe that the HPV vaccination programme should be made available to all adolescents, regardless of gender.”",
  "webTitle": "Gay and bisexual men to be offered HPV vaccine under pilot scheme",
  "webPublicationDate": "2016-05-26T18:41:14Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/gay-bisexual-men-hpv-vaccine-pilot-scheme",
  "keyword": [
    {
      "webTitle": "HPV vaccine",
      "id": "society/hpv-vaccine",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vaccines and immunisation",
      "id": "society/vaccines",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/26/gay-bisexual-men-hpv-vaccine-pilot-scheme"
}