{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/10/uks-attractiveness-for-renewables-investment-plummets-to-all-time-low",
  "id": "2016-05-10-319",
  "sectionId": "environment",
  "body": "The attractions of Britain for investors in renewable energy projects are at an all-time low, an authoritative new report has found. The UK routinely topped the annual league table for attractiveness to clean energy companies, run by consultancy Ernst & Young (EY), in the mid-2000s. For the first time, however, it has slid to 13th in the global rankings. Investors in renewable energy are being put off the UK by political posturing hostile to renewables and green efforts, and the slashing of government support for clean power supplies, in favour of potentially more expensive alternatives such as shale gas and nuclear power. Renewable energy investment worth tens of billions a year, and thousands of jobs, is likely to be lost by the UK as a result, the report found. Ben Warren, energy corporate finance leader for EY, said the results showed the government had a long climb if it wished to restore the UK’s leadership in gaining new energy investment.  “A non-committal approach is putting the attractiveness of the UK’s renewable energy sector on a landslide. The current approach is going against the grain of almost universal global support for renewables, and is masking the UK’s advantages of a growing energy imperative as ageing power plants are retired, strong natural resources, and efficient capital markets.” If current policies, or government attitudes, prevail, then “the only way for the UK is down” in terms of renewable energy, he said. However, wind energy companies said they were “confident” that the UK’s renewable energy market would continue to grow.  Hugh McNeal, chief executive of RenewableUK, which represents wind companies, told the Guardian: “The government has made it clear that the UK’s energy needs will be met by gas, nuclear and renewables, but not coal. While in office, the government will oversee a doubling of wind energy’s contribution to at least 20% of UK power needs by 2020. With onshore wind now the cheapest source of new power generation, and with our country by far the world’s biggest offshore wind market, we’re confident about growth in the UK market.” The EY report found there were reasons for optimism on UK renewables in the next few months, as auctions of the licences to operate new offshore windfarms take place, but that the conditions the government was placing on the licences, and the track record of policy U-turns, left “some uncertainty”. The turn against green energy in the government’s rhetoric began in the later days of the coalition government, when ministers began to voice anti-green sentiments, in contrast to the environmental commitments made by David Cameron when in opposition and in the early days of his first premiership. From claims to be “the greenest government ever”, the prime minister went on to be reported in 2013 as ordering ministers to “cut the green crap”.           What happened to Cameron’s green Conservative dream?    Cameron’s administration went on to slash support for wind and solar energy; remove obligations on housebuilders to make new homes greener, although the Committee on Climate Change has said this may mean new homes must be retrofitted; and scrap the flagship green deal home insulation scheme without a replacement. Lisa Nancy, Labour’s energy and climate change shadow secretary, said: “This damning analysis [by EY] shows how the Tories’ ideological crusade against green energy is destroying jobs, damaging investment across the country, and making Britain’s power crunch worse. Conservative MPs are voting to block windfarms that enjoy local support and offer value for money, while defending generous handouts to fund more expensive alternatives.” A spokesman for the Department of Energy and Climate Change told the Guardian: “We are dedicated to reducing our emissions and moving to low carbon energy, but this has to be done in the most cost-effective way for households and businesses. The UK remains an attractive location for investment in renewable energy.  “In the last Budget we helped to give investors the long term certainty they need by announcing £730m of funding for renewables contract auctions this parliament to drive further investment, building on the record levels we saw last year.”",
  "webTitle": "UK's attractiveness for renewables investment plummets to all-time low",
  "webPublicationDate": "2016-05-10T05:01:18Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/10/uks-attractiveness-for-renewables-investment-plummets-to-all-time-low",
  "keyword": [
    {
      "webTitle": "Renewable energy",
      "id": "environment/renewableenergy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Harvey",
      "id": "profile/fiona-harvey"
    }
  ],
  "guardianId": "environment/2016/may/10/uks-attractiveness-for-renewables-investment-plummets-to-all-time-low"
}