{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/16/you-can-feel-it-in-your-throat-going-to-school-in-a-pollution-blackspot",
  "id": "2016-05-16-100",
  "sectionId": "environment",
  "body": "Copenhagen primary school in north London does not immediately stand out as a pollution hotspot. The school gates open on to a quiet cul-de-sac, while along one side runs the Regent’s canal, where birds swoop in the afternoon sunshine. The large Victorian building is topped by an “edible roof garden”, designed to allow the children to grow fruit and vegetable in a restful environment.   Related: Boris Johnson accused of burying study linking pollution and deprived schools    But the small housing estate in which the school sits is framed by two busy roads, York Way and Caledonian Road, along which buses, taxis and construction lorries thunder night and day towards nearby King’s Cross station and on into the city centre. Researchers found average NO2 levels of 60.2 micrograms per cubic metre here, well above the EU air quality objective of 40 micrograms and placing Copenhagen among the 20 schools with the highest levels in London. For parents collecting their children at the gates, the figures were troubling, if not entirely surprising. “It’s quite quiet around here, but it does get a lot of cars,” said Kerry Anderson, picking up her eight-year-old son, Jaden, on Monday. “Sometimes if I’m walking along a busy road round here, the smog in the air from the exhaust pipes, you can really feel it in your throat. It does concern me.”     Kerry Anderson and her eight-year-old son, Jaden. Photograph: Sarah Lee for the Guardian     Related: Air pollution rising at an 'alarming rate' in world's cities    Tony Benjamin’s granddaughter Lola has had asthma from birth, he said, and he believes the authorities could do more to control vehicle pollution. “It’s not right. Everywhere you go, it’s polluted.” Though a retired minicab driver himself, he believes emissions should be capped in the city, “or they should bring in electric cars”. But for Aki Rahman, whose son, Ishrat, is in year three at the school, parents can also play their part in reducing pollution around schools. “This is a really small road, but you see a lot of parents with cars, and I have noticed they are often really local parents. More people could walk, definitely.” She said she would love to see “an old-fashioned school bus” to cut down on the number of cars but thought London mayor Sadiq Khan’s new “hopper” bus fare, costing a flat rate for an hour’s travel, could also help steer parents on to public transport.      Aki Rahman and Ishrat: ‘I have noticed it’s got worse. I need my inhaler and I’ve always got watery eyes.’ Photograph: Sarah Lee for the Guardian    Rahman, who lives nearby, said she became asthmatic while pregnant with her five-month-old daughter, and “can really feel pollution in the air. Not every day, but because of the recent weather change, I have noticed it’s got worse. I need my inhaler and I’ve always got watery eyes.” Her children, meanwhile, have allergies. “I don’t know if the pollution is making that worse. Yes, it’s definitely something that I worry about.”",
  "webTitle": "'You can feel it in your throat': going to school in a pollution blackspot",
  "webPublicationDate": "2016-05-16T17:22:24Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/16/you-can-feel-it-in-your-throat-going-to-school-in-a-pollution-blackspot",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Esther Addley",
      "id": "profile/estheraddley"
    }
  ],
  "guardianId": "environment/2016/may/16/you-can-feel-it-in-your-throat-going-to-school-in-a-pollution-blackspot"
}