{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/three-point-plan-bbc-reform-lenny-henry",
  "id": "2016-05-12-315",
  "sectionId": "commentisfree",
  "body": "On Sunday night at the Bafta TV awards we all heard impassioned pleas to protect the BBC from government intervention – let the TV people make great, award-winning programmes, while the politicians can do politics. We don’t want politicians interfering with Saturday TV scheduling. We don’t want the government deciding the running order of the Today programme. We all know what we don’t want from today’s white paper, but the question that keeps me awake at night is what do we actually want to see in it?   Related: The BBC will be so dull if the Tories get their way | Armando Iannucci    The white paper will determine the future of the BBC whether we like it or not, and influence how British broadcasting looks for the next 10 years and beyond. It could also be a once-in-a-generation opportunity to create a media industry where true diversity exists not only on screen, but behind the camera. That is something I have been campaigning for, and so many of us want to see: a BBC that represents and reflects the true diversity of the UK and its licence fee payers. There are three things I believe could change British media in this positive way for ever: first, ringfenced money for black and minority-ethnic programmes and productions. The BBC should treat minority programmes the way it treats important genres such as news and current affairs, drama and children’s TV, as well as programmes from the various different nations and regions. The BBC puts a set number of hours and money aside to make these programmes: it recognises that they are important to the wellbeing of the UK and that they must be protected from commercial pressures. The BBC charter undertakes to represent the UK’s nations, regions and communities. It has succeeded in the first two, where it has ringfenced programme money, but it has failed in representing the diversity of multicultural Britain, where no funding has been put aside. To not dedicate money to fulfil this part of the charter is to undervalue the importance of diverse programmes and the role they play in creating a better and more cohesive society.           Mark Rylance: I owe my Oscar and Bafta to the BBC    Second, in the past the BBC has created high-performing “centres of excellence” to increase the quality and quantity of programmes from the nations and regions. The corporation should create a centre of excellence for diversity productions, to champion them throughout the industry. The most important part of any such centre is that it is associated with real funds and dedicated programme hours across a broad range of genres – so that comedy, drama, daytime and current affairs could all be eligible to be called “diverse productions” if produced from that centre. This would not be “ghetto TV ” but a place where programmes of all different genres could thrive, and where diversity behind the camera would be just as important as in front of it. Third, currently all independent assessments of the number of ethnic minorities working in the industry are far lower than the broadcasters’ estimates. Creative Skillset put their figure at less than 5%; the BBC recently published that 13.1% of its workforce are minority ethnic. But why this discrepancy? This week the Guardian revealed that the BBC calculation is greatly inflated by people who work in finance and in programmes for foreign audiences outside the UK (eg the World Service, Swahili services, BBC Persia etc). Once the accountants and these departments are excluded, the number of ethnic minorities working on BBC programmes falls to just 9.2%. Broadcasters cannot be allowed to mark their own homework and judge their own results. An independent body is needed to provide an accurate picture of minority representation and who is producing television content.   Related: Threats to shift Strictly are just part of the plan to sabotage the BBC | Polly Toynbee    I am not the only one calling for real action. In 2014 more than 50 influential industry figures, including Idris Elba, Richard Curtis, Amma Asante, Emma Thompson, Meera Syal, Stephen Daldry and Alan Bleasdale, signed an open letter asking the BBC and other major broadcasters to – at the very least – ringfence money. But despite this strong (and diverse) coalition, the majority of broadcasters have so far refused to act or really engage – preferring instead to focus on training and programme development. It is all very frustrating. Out of this frustration I actually understand the desire of politicians to “meddle”. One of the “meddling” suggestions I keep hearing is the idea for money to be top-sliced from the licence fee and given to a third party to fund diverse programmes. Yet others are saying this very act will challenge the BBC’s future and independence. On Sunday night I applauded every speech defending the BBC from government interference and personally I believe top-slicing could threaten that independence. This tactic has not been necessary to ensure great news and current affairs, brilliant drama, and more programmes from the nations and regions. But I also want the BBC to change, and the entire media industry to look completely different from the way it does today. I want diversity to be at the very heart of the BBC and not delivered by some other party with increased government interference, bureaucracy and unforeseen consequences. But unless the BBC engages meaningfully with the proposals that many people are calling for, I worry it will be increasingly hard to prevent top-slicing. Yes, the white paper could wreak havoc with the BBC and we must guard against that; but when it comes to diversity, business as usual is also not an option. I believe we can still change the face of TV for the better, and create an industry that truly reflects our nation.",
  "webTitle": "My three-point plan for BBC reform | Lenny Henry",
  "webPublicationDate": "2016-05-12T08:30:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/three-point-plan-bbc-reform-lenny-henry",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenny Henry",
      "id": "profile/lenny-henry"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/three-point-plan-bbc-reform-lenny-henry"
}