{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/vetting-women-for-president-wont-fool-donald-trump-critics",
  "id": "2016-05-13-226",
  "sectionId": "commentisfree",
  "body": "Donald Trump’s woman problem is common knowledge – his misogyny may be the one consistent, comprehensive thread throughout his campaign. It spans his insults aimed at Hillary Clinton, to his run-ins with Megyn Kelly, to his Twitter spat with Elizabeth Warren, to his comments about punishing women who get abortions. Just this week, he told Bill O’Reilly that, as president, he would appoint conservative justices to the US supreme court in attempts to overturn Roe v Wade. This kind of rhetoric on gender has been destructive and dangerously regressive, and women across the political spectrum have responded by mostly refusing to support his candidacy. Now, however, word is leaking that Trump is considering both former Arizona Governor Jan Brewer and Iowa Senator Joni Ernst – both of these people are women – as his potential vice- presidential pick.   Related: The loose-cannon candidate may be the new normal | James Nevius    There’s no question that living in the perpetual present has worked for Trump so far, as he flip-flopped his way to the Republican nomination. His latest tweet serves as the best delineation of the current Trump stance on any given issue. But does he really think that 50.4% of Americans have such a short attention span that they’ll forget his constant demeaning and his insults at the sight of a female running mate?  Because I can promise you: we won’t. For months now, Trump has disparaged every woman that crossed his path, from accomplished, privileged politicians like Clinton and Warren to women in the most abject of circumstances. According to the Guttmacher Institute, 75% of abortion patients are poor or low-income women, living anywhere between 199 and 100% of the federal poverty level. Attacks on women’s rights to abortion care is an attack on women who are already struggling. Economic justice, economic opportunity and reproductive justice all go hand-in-hand. A failure to see this – or seeing it and supporting policies that hurt women anyway – betrays a regressive worldview that speaks volumes about how Trump might see a host of other issues, from marriage equality to the environment. Reproductive rights, in addition to providing critical healthcare choices for women, also represent a woman’s ability to be autonomous, to be able to make her own decisions about what is good and right for her.    Related: Donald Trump's views are impossible to discern. Why pretend otherwise? | Trevor Timm    Opposing reproductive rights clearly states that you do not believe that women could or should have this ability – if a woman can’t make her own healthcare decisions, well, she certainly shouldn’t have access to the nuclear codes. (Not that Trump’s lady veep would ever have such access – his health is stellar!) There’s a reason women and minorities have refused to endorse Trump’s takeover of the Republican party. He not only speaks in thinly veiled white supremacist code – make America great again! – he also never misses an opportunity to stoke the flames of a gender war, implying that men ought to gird their loins against the threat of women’s agency.  That includes his likely opponent in the general election. And it would include any woman he might pick as his running mate. Allowing her to smile in his shadow doesn’t make any of this less true.",
  "webTitle": "Donald Trump is vetting women for vice-president. That won't fool us | Jennifer Gerson Uffalussy",
  "webPublicationDate": "2016-05-13T11:00:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/vetting-women-for-president-wont-fool-donald-trump-critics",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Gerson Uffalussy",
      "id": "profile/jennifer-gerson-uffalussy"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/vetting-women-for-president-wont-fool-donald-trump-critics"
}