{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/what-impact-do-shocking-and-dramatic-photos-have-on-you",
  "id": "2016-05-26-143",
  "sectionId": "world",
  "body": "It’s likely that today you were confronted with the arresting image of a boat, which carries migrants, capsizing in the Mediterranean.  It tipped over “due to overcrowding and instability caused by the high number of people on board”, the Italian navy said in a statement. Those on board clung desperately to the deck or dropped into the sea, with five found dead. Sadly, images (and incidents) such as this are more common that they should be and in the past year we’ve seen harrowing footage that shows the human cost of war, hunger and the migrant crisis.  Alan Kurdi made global headlines last year after he drowned in the Mediterranean Sea and an image of him washed up on the coast spread, prompting an international response. He and his family were Syrian refugees trying to reach Europe amid the refugee crisis.  But what impact do these images have? Do they prompt you to give money or start campaigns? Have images such as this triggered difficult memories or thoughts? Or do they make you change your position on major issues such as migration? Which news image over the years has stayed with you most strongly? If you’re a psychologist, do you have a view about the effect of strong images in our daily lives? Share your thoughts by filling out the form below.",
  "webTitle": "What impact do shocking and dramatic photos have on you?",
  "webPublicationDate": "2016-05-26T15:21:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/what-impact-do-shocking-and-dramatic-photos-have-on-you",
  "keyword": [
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "world/2016/may/26/what-impact-do-shocking-and-dramatic-photos-have-on-you"
}