{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/nigel-adkins-sack-sheffield-united",
  "id": "2016-05-12-269",
  "sectionId": "football",
  "body": "Sheffield United have sacked their manager Nigel Adkins after just one season at Bramall Lane. He is expected to be replaced by the Northampton manager Chris Wilder, who led his side to the League Two title and has been given permission by the club to talk to the Blades. Northampton tweeted: “We can confirm that club has received an official approach from Sheffield United for services of manager Chris Wilder. Due to release clauses in existing contracts, the club have regrettably given permission for talks.” The Northampton chairman Kelvin Thomas said he would “expect the deal to be completed in the next 24 hours”. Wilder and his assistant Alan Knill had discussions with Charlton earlier this week before deciding against a move to The Valley. The 51-year-old Adkins signed a three-year contract in June 2015 but could only guide the Blades to 11th in the final League One standings, eight points adrift of the play-off places. With the team facing a sixth successive season in the third tier, United announced that the former Southampton and Reading manager Adkins would not be kept on in South Yorkshire. Following his sacking Adkins tweeted: “I’ve met many good people in the 11 months I’ve lived in Sheffield. I wish you well. It saddens me to say goodbye.”       A statement on the club website read: “A decision has been made by the board of Sheffield United for Nigel to depart immediately. “Nigel is a gentleman and, as proved by his record, a very good manager, but the overriding aim is promotion from League One and the club feels that this is the correct time to make a change. “We will now begin the process of bringing in a new manager. We hope to make an appointment very shortly, with promotion from this division once again the priority. This is a decision made jointly between the co-owners and is the result of discussions between board members and colleagues. “We sincerely wish Nigel and his backroom staff, Andy Crosby and Dean Wilkins, all the best for the future.” Adkins had three promotions out of the third tier on his record when he arrived and expressed his disappointment that he was departing just one year into his deal. “I am proud and honoured to have been the manager of Sheffield United but saddened to leave after just one season,” he said. “I am naturally very disappointed not to be able to continue the good work going on behind the scenes, which I am confident will be of benefit to the club going forward. I wish the club and the supporters the best of luck for the future.”",
  "webTitle": "Sheffield United sack manager Nigel Adkins with Chris Wilder in frame",
  "webPublicationDate": "2016-05-12T10:42:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/nigel-adkins-sack-sheffield-united",
  "keyword": [
    {
      "webTitle": "Nigel Adkins",
      "id": "football/nigel-adkins",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield United",
      "id": "football/sheffieldunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/12/nigel-adkins-sack-sheffield-united"
}