{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/150-year-old-wine-found-in-czech-castle-to-be-auctioned",
  "id": "2016-05-26-113",
  "sectionId": "world",
  "body": "They sat beneath the floorboards for decades – silent, fermenting witnesses to aristocratic opulence, Nazi rule, cold war espionage and American fortune hunters. But Czech authorities have discovered a 150-year-old wine collection secretly stashed in a medieval Czech monastery after the second world war and found almost 40 years later is now worth more than €1.1m (£840,000). The 133 bottles of wine, which date mostly between 1856 and 1899, once belonged to the wealthy Beaufort-Spontin family who lived in Becov castle, but fled to Belgium after the war ended, accused of being Nazi sympathisers. Before the family escaped, they stashed the valuable wine under the floor of the chapel to keep it from plundering solders – and possibly with the hope of one day returning for their collection.  But after the Czech government, who had taken possession of the monastery in 1946, was given a tip-off that valuable treasures were hidden in the house, authorities began searching the property and stumbled upon the cache of buried wine.  The 133 bottles had remained, forgotten, in state possession since 1985 but interest in the wine was recently renewed after a decision to put it up for auction.    Related: Kitchen gadgets review: Coravin wine access system – aimed at a classier market than me    Greg Lambrecht, the creator of Coravin – an instrument which can test aged wines without fully opening them – was invited to taste the bottles, deem them drinkable and validate their quality. Lambrecht was given 14 bottles to test – some labelled and others a mystery – and described the experience of drinking 150-year-old wine as “extraordinary”, with some bottles “truly life-changing”. In order to make sure he did no damage to the lavish bottles, Lambrecht even designed a special version of his Coravin tool, with an ultra thin needle to pierce the cork.  He said: “These wines were in pristine condition, they were all perfect. From the first glass to the last that I poured my hands were shaking. They are an encapsulation of history; this wine has lived through two world wars, was seized by a communist government from a fascist government from a monarchy before that and are now released in a democracy. And literally, they were the best wines of my life.”      Greg Lambrecht (r) using his Coravin technology to extract a sample of 19th-century wine. Photograph: David W Cerny/Reuters    Lambrecht said the wines encapsulated the change in tastes from the 1800s, having discovered that many of the wines were either sweet or fortified, such as port and sherry. Some in the collection are also the only existing bottles left in the world, including the last three bottles of the 1899 Chateau d’Yquem. He singled out an 1896 Chateau d’Yquem and an unlabelled bottle whose contents tasted “like flowers and sugar and caramel” as particular highlights from this rare collection.  “As soon as we poured it out, you could smell the wine, even from a metre away,” he said. “Most wines from the 1800s, as soon as you pour them, you have just minutes before they die. But this wine, from 1899, was perfect an hour-and-a-half later after we poured it.” He added: “It had this intensity which was awe-inspiring. And I thought to myself, ‘I have no idea how much they are going to auction these wines for, but if there was any way I could buy a bottle, I would pay everything I have’.” The wine collection was not the only valuable treasure hidden in the castle’s walls and uncovered by Czech authorities in 1985, after the family unsuccessfully commissioned an American businessman to try to retrieve the Beaufort-Spontin treasures.  Nestled in among the wine was the Shrine of Maurus, a jewel encrusted box dating back to 1220 that is said to contain the bones of St John the Baptist and is now on public display in the castle.",
  "webTitle": "150-year-old wine found in Czech castle to be auctioned",
  "webPublicationDate": "2016-05-26T17:09:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/150-year-old-wine-found-in-czech-castle-to-be-auctioned",
  "keyword": [
    {
      "webTitle": "Czech Republic",
      "id": "world/czech-republic",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "world/2016/may/26/150-year-old-wine-found-in-czech-castle-to-be-auctioned"
}