{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/zinedine-zidane-real-madrid-manchester-city-champions-league-cristiano-ronaldo",
  "id": "2016-05-03-72",
  "sectionId": "football",
  "body": "Zinedine Zidane said that not reaching the Champions League final would represent a “failure” but still he smiled. At the club where the pressure can be suffocating and the demands impossible to meet, where everything is exaggerated and there is always a crisis around the corner, he transmits calm. Even when he is on the verge of a first final as Real Madrid coach, or alternatively the first failure of his managerial career, four months to the day since he took over; even when he is lamenting the loss of players who will not be there and warning those who will that “suffering” awaits. “This will be very, very, very difficult. It will not be like the last game against Wolfsburg: we won’t score two goals in 15 minutes. We will suffer for 90 minutes ... or 120,” Zidane said, a warning delivered in the same soft voice, with the same gentle smile, with which he responds to every question; the same smile with which he greeted even the most pointed of questions. “If you don’t get through, will it be a failure?” he was asked. “Yes,” he replied. “When you coach Real Madrid you imagine that you might go a long way in the Champions League,” he said. “I’m happy. Not because of what may happen [on Wednesday night] but because of what is happening day to day. That’s what satisfies me. We want to get to the final, the players deserve it, but we have to work for it. And I’ve always said that we’ve achieved nothing yet. We’re in a good moment, but it will be competitive. And, yes, it will be failure if we don’t get there.”   Related: Manchester City’s Manuel Pellegrini: I knew Real Madrid would sack me    If that spoke of the demands, Zidane spoke too of the difficulties. The buildup to this game has been dominated by the muscular injury sustained by Cristiano Ronaldo, one that was picked up in the last minute of a game that was already won and one that provoked debates about the medical staff and the player’s ambition to play every second. Zidane even admitted that he would like him to rest more but that it is “not easy” to withdraw him. In Manchester, there was no choice; in Madrid, at least, the Champions League’s top scorer will return. Zidane spoke just after Madrid’s final session at Valdebebas. Ronaldo had taken part and the coach came upstairs with good news, but he also came with bad news. “Cristiano is fine, 100%. He will be there [on Wednesday night],” he said. “Karim [Benzema] and Casemiro are different. Karim had a scan and there’s still a touch [of injury] and I don’t want to take any risks. Casemiro is not an injury as such but there’s swelling and I don’t want to risk it.” Asked if there was any risk with Ronaldo, Zidane replied: “None.” Nor, he insisted, was this a miraculous overnight recovery; a precarious one, in other words. “This is not two days, it is a week,” Zidane said. “Ronaldo recovers quickly, he looks after himself well. But this is not a matter of two days. It’s good to have him. He makes the difference, his stats show that. I would have liked Case and Karim, too.” Their absence raises questions about the lineup and the approach. Zidane insisted that the idea would remain the “same, and all the more so at home”, claiming: “I’m not going to change”, but there may be a temptation to shift away from 4-3-3 towards 4-4-2. Madrid’s 12th man lately has been Lucas Vázquez, but his natural role would be in the position occupied by Ronaldo or Gareth Bale, both of whom are fit. Borja Mayoral is the most natural No9 remaining, while Jesé too could play up front although he is usually employed wider. Another alternative would be Ronaldo as a centre-forward, possibly alongside Bale, perhaps with a four-man midfield, certainly when defending, with Isco on the right and James Rodríguez on the left of Toni Kroos and Luka Modric. Zidane nodded as the preamble to a question about Casemiro highlighted how the player provides balance and Zidane briefly shrugged when asked what the other options were. Asked what he planned to do, he said: “You’ll see tomorrow.” Although Mateo Kovacic could replace him, no one really does Casemiro’s job; more likely is that Kroos plays a deeper role with which he has not always been comfortable. “Casemiro is Casemiro but there are others who can do the same,” Zidane said, adding: “Well, not the same, but players who can do the job. The person there tomorrow will have the same ideas Casemiro does.” If it is Kroos, he will have to defend more, Zidane agreed. “Yes, but not just Toni,” he said. “When we don’t have the ball we will all have to defend. It’s not about just Toni. It’s not just the midfield or just the defence; it is all of us. And we will have to try to keep the ball so that they can’t attack us. I will prepare the same way as always: know the opponent, know where they can hurt you, and know what we can do. It’s not the right time [to motivate them with rousing speeches]. They know what we’re playing for. “I hope we can produce 90 minutes of football like we played in the second half [in Manchester]. We have to think about pressing high, having the intensity you need in a semi-final, but we have to know we’ll suffer. There will be difficult moments and we need to be calm, have patience. We can’t think that because we’re at home this will be easy. No. We know we have an opponent who will make it difficult for us. They’re playing for a place in the final, too.”",
  "webTitle": "Zinedine Zidane expects Real Madrid to suffer against Manchester City | Sid Lowe",
  "webPublicationDate": "2016-05-03T17:59:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/zinedine-zidane-real-madrid-manchester-city-champions-league-cristiano-ronaldo",
  "keyword": [
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Zinedine Zidane",
      "id": "football/zinedine-zidane",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cristiano Ronaldo",
      "id": "football/ronaldo",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/03/zinedine-zidane-real-madrid-manchester-city-champions-league-cristiano-ronaldo"
}