{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/michael-fallon-fight-against-assad-islamic-state-syria",
  "id": "2016-05-24-295",
  "sectionId": "world",
  "body": "The British defence secretary faces pressure to defend the twin battles to dislodge president Bashar al-Assad and Islamic State in Syria amid signs that UK ministers are looking at a decentralised model that would not guarantee Assad’s departure. On Tuesday, Michael Fallon will make his first formal statement to the House of Commons since MPs voted on 2 December to extend airstrikes from Iraq to Syria. Ministers undertook to give oral statements every quarter on the conduct of the air campaign. He is expected to disclose there have only been 42 RAF airstrikes in Syria since the Commons vote, about one every three days, but the highest number by any coalition member apart from the US. There have been almost 750 RAF airstrikes in Iraq.   Related: US-led airstrikes against Islamic State in Syria and Iraq – interactive    Some ministers have said privately that the only long-term prospect of stability in the war-torn country lies in decentralisation based on a canton model such as in Switzerland. That strategy would weaken many of Assad’s powers but leave him in power for an indefinite period. The formal government position, reiterated by Fallon on Monday at a private briefing for about 30 MPs, remains that Assad must stand aside at the end of a political transition. However, Russia appears to have refused to put the required pressure on Assad to negotiate such a move and the chief negotiating body of Syria’s opposition are on the verge of a formal withdrawal from the peace talks in Geneva. Fallon’s report back to the Commons, and a separate appearance in front of the defence select committee on Wednesday, represents the closest political cross-examination of the UK involvement in the fight against Isis since the Commons vote. The US claims that Isis has lost 20% (about 9,000 sq km, or 5,600 sq m) of its territory in Syria and the targeted air campaign has massively reduced the terrorist group’s access to oil revenues.    Related: Syria: Vienna meeting agrees aid airdrops but fails to set date for talks    But Fallon’s statement comes against a gloomy backdrop, including the stuttering peace talks and Monday’s devastating suicide attacks in the loyalist coastal cities of Tartus and Jableh that killed more than 120 people.  At present, 14 RAF fighter aircraft are operating from RAF Akrotiri in Cyprus, capable of running four missions a day. From January to March, the UK claimed to have killed 24 enemy combatants and no civilians. No running tally of these figures is published. The Liberal Democrats’ foreign affairs spokesman, Tom Brake, said: “The UK must punch above its weight in diplomatic negotiations and stop [Russian president, Vladimir] Putin dictating the state of play in the conflict.  “Closing in on Daesh [another term for Isis] in Raqqa [Isis’s de-facto capital in Syria] and on Mosul in Iraq will be a landmark event in the fight against Daesh. The international coalition must have a coherent plan, including safeguards in place for civilians, to ensure we don’t witness a humanitarian crisis in these cities akin to Stalingrad as Daesh try desperately to hold on to their warped self-declared caliphate.”   Related: Scores dead in Isis attacks on Syrian coastal cities    Fallon is likely to be pressed by MPs on whether the UK, like the US, now sees the Syrian Democratic Forces, a Kurdish dominated military force, as the only viable ground force capable of taking Raqqa. The SDF is intended to integrate Sunnis, Christians, Turkmen and other inexperienced fighters with the larger Kurdish YPG. In a sign of the US commitment to the Kurds as the battering ram to take Raqqa, Gen Joseph Votel, the Centcom commander, took a small group of reporters to visit the SDF fighters at the weekend. The US badly needs to increase the Sunni element in the SDF and claims to have just completed training 200 Arab fighters for integration in the force. Previous US efforts to train Sunni forces have largely failed.",
  "webTitle": "Michael Fallon under pressure over fight against Assad and Isis in Syria",
  "webPublicationDate": "2016-05-24T06:00:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/michael-fallon-fight-against-assad-islamic-state-syria",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Michael Fallon",
      "id": "politics/michael-fallon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Royal Air Force",
      "id": "uk/royal-air-force",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/24/michael-fallon-fight-against-assad-islamic-state-syria"
}