{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/david-mitchell-queen-chinese-rude-cameron-corrupt-countries",
  "id": "2016-05-15-144",
  "sectionId": "commentisfree",
  "body": "The Queen and the prime minister both suffered diplomatic embarrassments last week. They were caught on camera speaking their minds. David Cameron, while talking to the Queen, referred to the “fantastically corrupt countries” whose leaders were attending his anti-corruption summit. Then, later that day, while talking to a senior police officer, the Queen called the Chinese delegation from last year’s state visit “very rude”.           Cameron caught boasting to Queen about ‘fantastically corrupt’ countries    Embarrassment is a strange emotion. You can never be quite sure when it’ll strike. There are some things you’d predict would be embarrassing: farting audibly, discovering your flies have been undone all day, being woken by an usher because you were snoring during a play. But then there are other, less obvious moments: feeling strangely observed while helping yourself at a buffet, running hard to catch a train and missing it, being suddenly noticed by the person you’ve been strangely observing help themselves at a buffet. Being observed is crucial – it’s difficult to feel embarrassed in utter solitude – but there’s more to it than that. Otherwise this newspaper’s title would be a mission statement to embarrass the whole world; not so much speaking truth to power as waiting until power’s trousers fall down and then laughing.    If someone says to you 'That’s a bit embarrassing', it immediately is, even if it wasn’t. The chain reaction has begun    The timing of the sensation of being observed is the vital factor. If you’re in control of the timing, everything is much less embarrassing. Hence the difference between striding naked into a crowded room, and a curtain unexpectedly falling away to reveal you naked to a crowded room. I’m pretty sure the latter experience is more embarrassing than the former, though I’ve no intention of conducting an experiment to prove it. Embarrassment can spread, like fire. It’s a chain reaction. People have two main responses to someone else’s embarrassment: to find it funny or to be embarrassed for them. Either outcome increases the embarrassment of the first person: it’s embarrassing to be laughed at, and it’s extremely embarrassing to feel that other people are embarrassed that you’re embarrassed. In the usher-and-snorer-in-the-theatre scenario, the usher will, unless he’s a sociopath, probably be as embarrassed as the snorer – and a third-party observer might be embarrassed for them both. This spreading stain of mortification is odd as, in this situation, it’s only the snorer who’s done anything at all wrong (unless we count the director and playwright). One of the most intensely embarrassing moments of my life came a few months ago when I accidentally sent an email to my long-time comedy partner, Robert Webb, which was blank apart from the subject line, which read: “RING ROB RE LIFT AND SAY HAPPY BIRTHDAY!” I meant to send it to myself because I use my inbox as a sort of “Things to do” list. (I could probably use “Notes” or “Calendar alerts” or “Reminders”, and I swear I’ll get to grips with all that just as soon as I receive confirmation that I’m immortal.) In this case, the things I wanted to make myself do were to ask Rob for a lift to a mutual friend’s stag do the following weekend, and to wish him happy birthday for the week before. But I wouldn’t have chosen to do it that way round. I’d intended to telephone, full of apologies for forgetting his birthday, and then slip in the all-important lift request like an afterthought. It was exactly as my phone made its swish of email-sending irrevocability that I realised some bloody temp of a synapse in my brain’s admin cortex had caused me to send the message to Rob for the totally inadequate reason that it was about him.     Illustration by David Foldvari.    I don’t know why it was such a cringe-inducing moment. I wasn’t particularly ashamed of it: not of sending myself email reminders, nor forgetting Rob’s birthday (I often have before, as he has mine), nor wanting to ask for a lift. I am happy to admit to being a birthday-forgetting lift-scrounger who can’t set up calendar alerts. I suppose the catalyst for my embarrassment was the amusement I knew Rob would feel at the embarrassment he’d know I would. The unintended observers’ expectation of discomfiture is also crucial in the cases of the Queen and the prime minister – because neither of them has said anything remotely weird, wrong or, in terms of its actual meaning, controversial. The countries that David Cameron called corrupt, Nigeria and Afghanistan, absolutely are corrupt. When Transparency International recently listed the world’s countries in order of governmental probity they featured at 136 and 166 respectively. So the prime minister said something accurate. Why’s that embarrassing? Because those countries’ leaders got to hear it? Well, they’re already coming to an anti-corruption conference, so I imagine the subject was inevitably going to be raised and their attendance implies they might even be amenable to addressing it. Because Cameron’s government indiscriminately sloshes aid those countries’ way and doesn’t lift a finger to make the City of London a less effective haven for the world’s ill-gotten gold? Well, if it’s that, it’s not his one factually correct remark we should focus on, but his whole lamentable regime. And, as for the Queen’s comment, what on earth is she expected to say? President Xi’s delegation was clearly a nightmare. Would it have been better if she’d called them polite? “When will we British learn to treat foreign potentates with respect? All they want is to carry guns and have a bunch of protesters thrown in jail – what’s the problem?” She merely expressed the view that any decent person would hold.           ‘Very rude’: Queen’s unguarded comments on Chinese officials during UK visit    It’s only embarrassing because the media say it is. And if someone says to you “That’s a bit embarrassing”, it immediately is, even if it previously wasn’t. The chain reaction has begun. A faux pas has occurred. The fact that it consisted solely of the expression of self-evident truths doesn’t matter. This is a consequence of our culture’s increasing comfort with placing limits on freedom of speech, and with the notion that some things simply must not be said – opinions or, in this case, facts. It’s as if we’re reinventing the proprieties of the Victorian age, when no one would refer to sex or the lavatory, when outward bland placidity concealed a ferment of hypocrisy. We could easily suffer such repression again if we come to accept a climate in which both our head of state and leader of government are made to feel embarrassed when footage emerges of them disdaining to lie.",
  "webTitle": "What’s so embarrassing about being embarrassed? | David Mitchell",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/david-mitchell-queen-chinese-rude-cameron-corrupt-countries",
  "keyword": [
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "David Mitchell",
      "id": "profile/davidmitchell"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/david-mitchell-queen-chinese-rude-cameron-corrupt-countries"
}