{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/04/keeping-up-with-kommunists-kardashians-head-for-cuba",
  "id": "2016-05-04-100",
  "sectionId": "lifeandstyle",
  "body": "More than 500 years after Khristopher Kolumbus and his entourage arrived on Cuba to film the little-watched reality show Keeping Up with the Konquistadors, the island is about to experience another seismic twist in its turbulent history. According to reports, Kim, Khloe and Kourtney Kardashian are heading to Cuba, which may leave the Cuban people wondering if the recent rapprochement with the US is really all that. Cuba isn’t an obvious choice for the Kardashians. It’s not great for shopping, what with the trade embargo, and the family may find it tricky to update their Instagram accounts with Cuba’s restricted internet access (one expects they’ll find a way). So, what can we expect from the Kardashians’ trip, as seen through their various media channels? The three of them perched on a mint-green 1950s Chevy, obviously. A selfie in front of a Che Guevara mural (“#Our every action is a battle cry against imperialism [heart emoji] [smiley face]”)? On previous international missions, the Kardashians have raised awareness of a historic massacre (“Today marks the 100 year anniversary of Armenian Genocide!”) and paid a charitable visit to an orphanage in Thailand (“I told Kanye I was like, honestly, this girl is so sweet and so cute, like, I would totally adopt her,” said Kim on the Kardashians’ reality show). Kim, in particular, is comfortable with talks with world leaders; she met the Armenian prime minister during her trip there last year. Here’s hoping she gets to meet Fidel Castro, so the world can have a lasting record of his feelings about the world’s foremost reality star and one of the most influential women in the world. We haven’t heard much about his opinions on celebs since Naomi Campbell reported that the former leader had complimented her on becoming the first black model to appear on the cover of Vogue and said he was impressed that Kate Moss had “started the revolution of little models”. I know, it’s like when Guevara took Havana. “I suppose we were both revolutionaries in his eyes,” Campbell added. Pray that Kastro delivers.",
  "webTitle": "Keeping up with the Kommunists: the Kardashians head for Cuba",
  "webPublicationDate": "2016-05-04T16:31:52Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/04/keeping-up-with-kommunists-kardashians-head-for-cuba",
  "keyword": [
    {
      "webTitle": "Kim Kardashian",
      "id": "lifeandstyle/kim-kardashian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cuba",
      "id": "world/cuba",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fidel Castro",
      "id": "world/fidel-castro",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Emine Saner",
      "id": "profile/eminesaner"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/04/keeping-up-with-kommunists-kardashians-head-for-cuba"
}