{
  "apiUrl": "https://content.guardianapis.com/nestle-sustainable-cocoa/2016/may/17/securing-the-worlds-chocolate-supply",
  "id": "2016-05-17-236",
  "sectionId": "nestle-sustainable-cocoa",
  "body": "Each year over 4 million tons of cocoa is produced, but in order to meet the needs of the confectionary industry by 2020, the International Cocoa Organisation estimates that production will need to increase by 500,000 tonnes globally. Not a huge figure maybe, but, regrettably, cocoa is a fickle crop. It doesn’t respond well to sudden fluctuations in the weather and is prone to attacks by pests and diseases. As a result, the small farms that dominate the industry suffer from low levels of productivity, often generating just 300kg of cocoa per hectare (or 30g per square metre).    Related: Nadi Goore Bi: a role model for cocoa farming's next generation?    In response, confectionery companies, governments and NGOs are set to invest over £529m in extra support for cocoa farmers over the next decade, according to a recent report by global professional services firm KPMG [PDF].  Boosting productivity and creating sustainable livelihoods for smallholders are two of the key elements behind Nestlé’s Cocoa Plan, which was launched in 2009 as part of the company’s CHF110m (£71m), ten-year response to the issues facing the industry. Initiatives introduced as a result of this response are now enshrined in Nestle’s policy on sourcing cocoa. “It’s not a quick fix but a step-by-step initiative that respects the environment and looks to improve yields and make a difference to village life, especially children’s education,” says Darrell High, Nestlé’s cocoa manager. Among the plan’s targets is the pledge to deliver 12 million higher-yielding plants to cocoa farmers by 2019. Other interventions to promote sustainable farming include the collaboration with US agribusiness Syngenta to educate farmers on chemical safety and the efficient and responsible use of crop protection products. Another area for industry action is agronomic research into soil fertility and plant nutrition. A cross-sector consortium including IBM and Mars, for example, is currently working on sequencing the cocoa genome. The aim is to create drought- and disease-resistant beans, which could increase yields by as much as 500%.   Related: Chocolate: under the wrapper    Trees also play a crucial part in improving yields. Cocoa is naturally a forest tree and benefits from shade, which is why the United Nations encourages farmers to grow as many as 20 different types of trees on their smallholdings.  Smallholders are being encouraged to rejuvenate crops and replace old low-yield trees as well. This reduces the pressure to expand cocoa production into virgin forests. To this end, Nestlé is distributing more than one million new plants a year to help farmers. One area that many experts feel has huge potential to boost yields is new agricultural technologies. An illustrative example is Cropster, a bean-to-bar software tracking system that helps farmers manage yields and adjust processes to ensure their harvest meets buyers’ needs. Today cocoa sells at around £2,000 a tonne, twice the price it was ten years ago, explains Laurent Pipitone, director of the economics and statistics division at the ICCO. Yet tellingly, prices were six times higher in the 1970s.  “The price is the best incentive to cocoa growing, so if the price isn’t good enough, whatever you do in terms of training is not going to solve any problems,” Pipitone argues. Make Chocolate Fair, the European campaign for fair chocolate, points out that farmers receive just 6% of the retail price of a chocolate bar. As a consequence, when prices of food and other costs rise, farmers are forced to abandon cocoa and look elsewhere for work.  Companies need to fundamentally reinvent their business models so that farmers are at the centre, argues Alejandro Litovsky, founder of the Earth Security Group and author of The Earth Security Index 2015 [PDF].“You can’t sustain a booming chocolate industry worth billions while the producers are living in poverty,” he says.   Farmers are rarely organised and lack market knowledge, so it is often intermediaries who dictate price. By guaranteeing a higher price, however, producers could significantly improve their ability to budget and plan ahead.  One country trying to address the price problem is Ivory Coast, which introduced a new minimum price in 2012. While the mandatory price only amounted to 60% of the international market price, it marked an improvement on the 40-50% that middlemen were paying before, according to Make Chocolate Fair.   Another development benefitting farmers is the spread of certification schemes. To comply with certification standards such as Fairtrade and UTZ, producers have to meet stringent sustainable farming criteria. One of the ways smallholders are satisfying certification conditions is by forming co-operatives; this also gives them access to support mechanisms and more sway over business transactions, as well as building trust.  Certified cocoa beans also generate a price premium for the farmer. The Fairtrade Premium is currently around £130 a tonne (plus a £1,300 price minimum). At the Kuapa Kokoo co-operative in Ghana, for instance, farmers are using the premium to build social infrastructure such as public toilets and new wells, in addition to setting up empowerment programmes for women.   Chocolate is a lucrative, multi-billion pound industry and at its heart is the humble cocoa bean. If it is to continue to thrive, the industry needs to pay more than lip service to the work of the cocoa farmer, and offer them the financial and technical support they need to live sustainably.",
  "webTitle": "Securing the world's chocolate supply",
  "webPublicationDate": "2016-05-17T10:09:02Z",
  "webUrl": "https://www.theguardian.com/nestle-sustainable-cocoa/2016/may/17/securing-the-worlds-chocolate-supply",
  "keyword": [
    {
      "webTitle": "Nestlé sustainable cocoa",
      "id": "nestle-sustainable-cocoa/nestle-sustainable-cocoa",
      "sectionId": "nestle-sustainable-cocoa",
      "sectionName": "Nestlé sustainable cocoa"
    }
  ],
  "authors": [],
  "guardianId": "nestle-sustainable-cocoa/2016/may/17/securing-the-worlds-chocolate-supply"
}