{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/portuguese-backed-consortium-close-to-deal-for-bhs",
  "id": "2016-05-26-75",
  "sectionId": "business",
  "body": "A Portuguese-backed consortium is closing in on a deal to rescue BHS and its 11,000 employees. The consortium, which is led by Greg Tufnell, the brother of former England cricketer Phil Tufnell, is understood to have already paid part of the sale proceeds to show its determination to complete a deal. Talks over a deal, which is likely to be worth tens of millions of pounds and include all of BHS’s 164 stores, are set to continue on Friday and Monday. An announcement is now not expected until the middle of next week. Liquidators have been lined up in case the talks break down, in which case all 11,000 BHS workers would lose their jobs. However, sources close to the talks are far more hopeful of reaching an agreement than they were earlier in the week, when BHS looked close to collapse as the consortium and the administrators struggled to agree terms. The administrators were ready to appoint liquidators on Friday if a rescue deal was not in place, but they are likely to hold off now that progress has been made.     Former Mothercare managing director Greg Tufnell is heading up the consortium. Photograph: Prime Advantage    Tufnell is a former managing director of Mothercare and Burton. He is working alongside Nick de Scossa, a Switzerland-based banker, and José Maria Soares Bento, who is thought to be working with a wealthy family in Portugal.  Mystery still surrounds the identity of the family, but City sources say it is the Soares dos Santos family. The family controls Jerónimo Martins, the Portuguese supermarket group, although any potential investment in BHS will probably be through SFMS, the family holding company. Representatives of the Dos Santos family have said they are not involved in talks to rescue BHS. BHS collapsed into administration last month with a pension deficit valued at about £571m. The retailer has been saddled with the deficit despite Sir Philip Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership. The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by three-time bankrupt Dominic Chappell. Retail Acquisitions received payments of more than £25m from BHS during its 13-month ownership of the retailer. The demise of BHS is being investigated by MPs on the business, innovation and skills committee and the work and pensions committee. The MPs have written to Arcadia, Green’s retail business, and Anthony Gutman, the co-head of investment banking in Europe at Goldman Sachs, to seek more information about the events leading up to Retail Acquisitions buying BHS. Gutman told MPs at a hearing on Monday that he had warned Arcadia that Chappell had a history of bankruptcy and lacked retail experience. The MPs have asked Arcadia for the contract of the sale of BHS, the minutes of key board meetings that discussed the sale and the business plan presented by Retail Acquisitions.  Gutman has been asked to disclose the details of the meetings he attended and answer six additional questions, such as whether he feared that working on the deal could damage the reputation of Goldman Sachs. Frank Field, the chairman of the work and pensions committee, said: “We have already asked nearly 1,000 questions in our hearings. So far, they have prompted more questions than answers.  “These requests for information are the first steps of the next stage of our inquiry. We expect these documents to shed further light on the sorry tale of BHS before our sessions with Dominic Chappell and Sir Philip Green. Yet, despite all the complexities, it is now clear that Sir Philip called all the main shots.” Chappell and the directors of Retail Acquisitions are scheduled to give evidence to MPs on 8 June, while Green will be questioned on 15 June. The Portuguese-backed consortium has emerged as BHS’s best hope of a rescue deal after other parties either submitted lower bids or backed away. They registered a new vehicle, called Richess Group Limited, at Companies House on 12 May, with Tufnell, De Scossa and Soares Bento named as directors. Among the other bidders, John Hargreaves, the founder of Matalan, is thought to have balked at the cost of replenishing BHS’s stock, while Crown Crest, the parent company of Poundstretcher, and Mike Ashley’s Sports Direct had their proposals rejected. Other interested parties submitted bids for small groups of BHS stores, but administrator Duff & Phelps has been pushing for any buyer to acquire all the retailer’s shops.",
  "webTitle": "Portuguese-backed consortium close to deal for BHS",
  "webPublicationDate": "2016-05-26T18:45:32Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/portuguese-backed-consortium-close-to-deal-for-bhs",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Frank Field",
      "id": "politics/frank-field",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/26/portuguese-backed-consortium-close-to-deal-for-bhs"
}