{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/09/very-english-scandal-jeremy-thorpe-john-preston",
  "id": "2016-05-09-313",
  "sectionId": "books",
  "body": "Once upon a time in north Devon I was briefly acquainted with Jeremy Thorpe. To be precise, I ran against him as the Labour candidate in the 1970 general election. At the time, being young and impressionable, I rather admired him. Indeed, even with the benefit of hindsight, I retain a sneaking regard for the Jeremy of old. For all his sins, and as we now know they were many, he was witty, charming, charismatic and possessed a fundamental streak of decency. He was sound on issues such as race, the death penalty and membership of the Common Market (as it was then known), none of which endeared him to most of his constituents in what was a highly marginal constituency. What’s more, he had galvanised politics in sleepy north Devon. The electoral turnout was an impressive 85% and a crowd of several thousands attended the eve-of-poll meetings and the declaration of the result. He had enormous energy. Each day in the final week of the campaign, he would tour the country by helicopter, visiting perhaps four or five constituencies in places as far away as north Wales, Manchester and Orpington. By evening, he’d be back in time for a whistlestop tour of local villages, chalking up another three or four meetings a night.   Related: Jeremy Thorpe obituary    He assiduously cultivated his reputation as a man who never forgot a face, a feat I suspect owed more to the skills of his assiduous agent, Lillian Prowse. Once, on market day, I ran into him in the main street in Barnstaple. I was accompanied by a young woman whom he made a great show of recognising (though he clearly didn’t), affecting to know her father and various other relatives. The following week, accompanied by the same young woman, I came across him again and he repeated the entire charade, without any apparent recollection of our previous encounter. What we didn’t know, of course, indeed it was a secret known only to a handful of people, was that there was another Jeremy Thorpe. One quite different from the urbane, amusing, self-confident public figure known to the public. This Jeremy Thorpe, a repressed homosexual, was up to his neck in subterfuge and intrigue and embroiled in a conspiracy to murder. By 1970, the long fuse that would eventually lead to his destruction had already been lit. The basic facts have long been in the public domain. After a chance meeting in 1960, Thorpe commenced a sexual relationship with a young man called Norman Josiffe, who later changed his surname to Scott. At the time, such relationships were illegal in the UK. Once the affair was over, Scott, a pathetic young man who, in the author’s words, “had a remarkable capacity to make people feel sorry for him”, began to plague Thorpe with demands for financial and other help. Initially, Thorpe, by now leader of the Liberal party, with the help of fellow Liberal MP Peter Bessell, tried to placate and then to buy off Scott, but he would not go quietly, popping up at regular intervals with new demands and always in the background was the implied threat that he would make public the cache of embarrassing letters in his possession. As Thorpe became more desperate, he began to contemplate extreme measures. In October 1975, on a lonely road on the edge of Exmoor, a lone gunman shot dead Scott’s dog, a great dane called Rinka, and apparently attempted to kill Scott. Until then, the press had been reluctant to pursue the story, but from then on it was only a question of time until the truth leaked out. In May 1976, Thorpe resigned as leader of the Liberal party. Remarkably, he contested the 1979 election, despite awaiting trial on charges of incitement and conspiracy to murder. Inevitably he was defeated. Shortly afterwards, alongside three other men, he went on trial at the Old Bailey. After a summing up in which the judge left the jury in no doubt where his sympathies lay, Thorpe and his fellow defendants were acquitted.    Despite his acquittal, Thorpe’s reputation never recovered and he faded into obscurity    That in a nutshell is the story and John Preston’s book is by no means the first on the subject, although he has tapped several new sources. To say, as his publishers do, that “the trial of Jeremy Thorpe changed our society for ever” is an exaggeration. To be sure, it was sensational, but not life-changing for anyone except those most intimately involved. What changed Britain for ever was the decriminalisation of male homosexuality in 1967 and the change in public attitudes that eventually followed. Had Thorpe been active in politics today, he might never have needed to go to such lengths to conceal his sexuality, let alone resort to inciting murder. What can be said, however, is that this is probably the most forensic, elegantly written and compelling account of one of the 20th century’s great political scandals and it could not have been told in its entirety while Thorpe, who died in December 2014, was alive. It’s a real page-turner. An entertaining mix of tragedy and farce, involving people in high and low places, amply justifying its subtitle, “Sex, Lies and a Murder Plot at the Heart of the Establishment”. What emerges most clearly is that, far from being conceived in the heat of the moment (“Who will rid me of this troublesome gay?”), Thorpe repeatedly and over a period of years urged his friends to murder Scott. The cast of characters is a biographer’s dream. The Right Hon Jeremy Thorpe, a product of Eton and Oxford, flamboyant, amusing, charming, ruthless, a man who, according to one who knew him, was addicted to risk. Norman Scott, who went through life leaving a trail of chaos, always expecting others to clear up after him. Peter Bessell, a dodgy businessman and serial womaniser with “a lounge-lizard voice”, who left in his wake a trail of debts and who, after years of slavish loyalty to Thorpe, eventually shopped him. “Despite all evidence,” says the author, “Bessell regarded himself as a man of high ideals.” And Jack Hayward, a well-meaning, Bahamas-based multimillionaire whose money, unbeknown to him, was being used to pay for an assassin. Despite his acquittal, Thorpe’s reputation never recovered and he faded into obscurity. Latterly, his health deteriorated to the point where he became a shell of the man he once was. To the end of his days, he craved rehabilitation, writing to anyone who he thought might be able to help him secure a peerage. I received a couple of such letters. In an interview not long before he died, Thorpe remarked: “If it happened now, the public would be kinder.” As regards his homosexuality perhaps, but not attempted murder. Chris Mullin was MP for Sunderland South from 1987 to 2010.  A Very English Scandal is published by Viking (£16.99). Click here to buy it for £12.99",
  "webTitle": "A Very English Scandal review – Jeremy Thorpe’s fall continues to fascinate",
  "webPublicationDate": "2016-05-09T06:30:07Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/09/very-english-scandal-jeremy-thorpe-john-preston",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "True crime",
      "id": "books/true-crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Mullin",
      "id": "profile/chris-mullin"
    }
  ],
  "guardianId": "books/2016/may/09/very-english-scandal-jeremy-thorpe-john-preston"
}