{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/22/nhs-chief-simon-stevens-brexit-dangerous-health-service",
  "id": "2016-05-22-113",
  "sectionId": "politics",
  "body": "The chief executive of the NHS in England has warned that Britain leaving the EU could send the economy into a “tailspin” that would have a damaging knock-on effect for the health service. In an outspoken interview, Simon Stevens sought to demolish claims by leave campaigners that Brexit would free up funds for the NHS and reduce pressure on GP surgeries and hospitals by limiting further immigration.  Instead, he claimed that it would be a dangerous risk for NHS funds that were desperately needed to pay for cancer treatments and mental health investment.   Brexit explained: post or proxy   Stevens said he had been guided by the warnings of the Bank of England governor, Mark Carney, that Brexit could trigger a post-referendum recession.  “If Mark Carney is right then that is a severe concern for the National Health Service. Because it would be very dangerous if at precisely the moment the NHS is going to need extra funding actually the economy goes into a tailspin and that funding is not there,” Stevens told BBC1’s The Andrew Marr Show.  “It has been true for the 68 years of the NHS’s history that when the British economy sneezes the NHS catches a cold. This would be a terrible time for that to happen, at just the time that the NHS is going to need that investment.” Stevens said it was not his job to tell the British people how to vote, but made it very clear that he believed there was no potential benefit to the NHS from Brexit. The interview came after the defence minister Penny Mordaunt said that Britain’s £10bn net contribution to the EU could be spent on other areas, arguing that the NHS and social care would be at, or close to, the top of the list. She also claimed that the EU would not be able to stop the accession of countries such as Turkey, which Vote Leave claims will simply mount further pressure on public services. Stevens rejected the argument, choosing to cite the case of the local hospital in Portsmouth, where Mordaunt is a Conservative MP, saying he was looking up the figures during her interview.   Related: Brexit Britain: ‘Foreign boats catch fish in our waters and then ship it back to us’    “At her local hospital, 80 of the doctors are from the rest of the European Union, 350 nurses in her local hospital from the EU. If only a proportion of those chose to up sticks and off on the 23 June that would create real problems in hospitals across the country.” He said the NHS had benefited “enormously” from 130,000 European Union doctors, nurses and care-workers. Asked about the £10bn cited by leave campaigners, Stevens said the UK’s statistics authority had claimed it was more sensible to use a lower figure, and said it did not represent a large amount of extra funding for the NHS.  He then added: “That is enough to fund the NHS for 19 days a year. The other 11.5 months a year, it is the performance of the economy that is what will count.” Stevens said he was offering an “objective, non-sensationalist” view of the referendum, something that leave campaigners took to Twitter to disagree with.    Related: Europe devours one of her children    The prime minister said it was right for “experts” such as Stevens to make their case in what was a critical referendum.  David Cameron told ITV’s Peston on Sunday that Stevens was careful about the way he had made his argument. Cameron said: “All the experts seem to be saying – the IMF, the ECB, the Bank of England, the Treasury, the Office of Budget Responsibility are all saying – the economy would suffer if we left the European Union and single market, and that is quite a consensus. And if that were to happen it would have a bad effect on the NHS.”  This article was amended on 22 May 2016 to correct the reporting of Simon Stevens’s remarks about the size of the UK’s net contribution to the EU.",
  "webTitle": "NHS chief says Brexit would be dangerous for health service",
  "webPublicationDate": "2016-05-22T10:42:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/22/nhs-chief-simon-stevens-brexit-dangerous-health-service",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Simon Stevens",
      "id": "society/simon-stevens",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/22/nhs-chief-simon-stevens-brexit-dangerous-health-service"
}