{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/leicester-city-not-buying-marquee-signing-meant-players-felt-trusted",
  "id": "2016-05-02-17",
  "sectionId": "football",
  "body": "When Claudio Ranieri was appointed as manager last summer I was buzzing. With my family being Italian, I was thinking: “This was going to be incredible.” My prediction was that we could finish in the top 10 and we could win a cup. But everybody thought I was insane. I started getting texts from my pals – which I’ve saved – saying: “What’s going on? What are they thinking?”   Related: Leicester City and the greatest underdog story ever told: a primer for Americans    The stars have aligned because for the past 12 years Kasabian has missed huge chunks of the season by being away on tour – watching games in Tokyo hotel rooms. But this season Tom Meighan, our singer, and I have managed to see most of it. We’ve been to home games and, with friends having magic boxes that stream away games, I’ve seen every kick. There have been so many great moments. Jamie Vardy making history with the goal against United was such a special moment. When he did it there was the kind of cheer you hardly ever hear – everyone knew it was special. And beating Manchester City away 3-1 and the manner in which we did it – that was when you felt the bubble wasn’t going to burst. I first started thinking we could qualify for the Champions League when we were still top at Christmas, then carried on picking up points in January. I thought that if we kept everyone fit until the end of the season, I didn’t see why we couldn’t finish in the top four. But you always worry something mad will happen – what if we lost Riyad Mahrez for weeks? – because I didn’t think we had the depth in the squad if it did.           ‘Walt Disney wouldn’t script this’ – Leicester City champions    The emotions at the games in the last few weeks have been incredible. Those 1-0 wins against Watford, Palace. You grind away and then you get that one chance on the break.  The last 10 minutes of these games have been horrendous – it reminded me of our experiences at Wembley in the playoffs and that horrible feeling when your whole season rests on those 90 minutes. The games have been hard to watch because they have meant so much, although watching Spurs against West Brom was the worst I’ve felt – probably worse than watching Leicester. We need to mention Andy King, who’s been with Leicester 10 years through the hard times in the lower divisions. He’s a wonderful player and when he does come in and play he’s slotted in and dug it out. That link he has to the past creates a bond with the fans.    Related: The season of the fearless foxes, Leicester City – in pictures    And it mattered that we didn’t spend a lot of money on players, even in the January transfer window – we were right in the mix and we could have had the owners demanding a marquee signing.  But we didn’t do that. We didn’t sign anyone. That was a real turning point because the players who were there felt they had been trusted. I could feel the players respond. I hope they continue that way. I think they’re clever enough to realise what they’ve built, because we’ve all seen other sides make that mistake of going out and spending too much.  But winning the Premier League? After that, even if we get relegated and we’re in the conference in 10 years, I won’t care. We’ll always have that.  As for next season: we all live in Leicester so all my pals are coming in and we’re having a Champions League draw party – it’s already on the calendar. As soon as we find out who we’re playing it’s straight online to book tickets and flights. I fancy Barça or Real and it would be nice for Ranieri to go back to Roma. Everyone loves us this year but I know as soon as next season starts, all the other fans will be singing: “Where were you when you were shit?” And we’ve got the perfect answer: “Beating you when you were shit.”  Serge Pizzorno is guitarist and songwriter for Kasabian",
  "webTitle": "I predicted Leicester City could win a cup. Everybody thought I was insane | Serge Pizzorno",
  "webPublicationDate": "2016-05-02T21:45:30Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/leicester-city-not-buying-marquee-signing-meant-players-felt-trusted",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Kasabian",
      "id": "music/kasabian",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/02/leicester-city-not-buying-marquee-signing-meant-players-felt-trusted"
}