{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/15/dont-let-drink-limits-destroy-our-pubs",
  "id": "2016-05-15-49",
  "sectionId": "society",
  "body": "Many of the men who are appearing to ignore the perceived risks of consuming alcoholic beverages above the government’s new guidelines of 14 units per week are doing so not out of wilful disregard for their own health, but because they do not believe these new guidelines (Report, 13 May). It would be helpful if the UK’s chief medical officers could explain what evidence they have that is not available to their equivalents in other EU countries. For example, the equivalent figure in Spain, not a country traditionally noted for a culture of problem drinking or alcohol-related health issues, is 34 units. The new UK guidelines seem to ignore previous well-regarded studies which showed the beneficial health effects of moderate consumption of alcoholic drinks compared with total abstinence. These studies also showed that the level of risk did not exceed that from total abstinence until a level somewhat higher than 14 units per week was reached (the so-called “hockey-stick” curve). It is very easy to detect the joyless hand of the anti-alcohol lobby behind these guidelines. Indeed, one could surmise that they will only be content when every brewer, cider-maker, wine-maker, distiller and publican has been driven out of business, and a significant plank of our culture has been destroyed. The irony of all this is not lost on those of us who have campaigned and lobbied our government to adopt policies to support and protect the great British community pub, recognising the value of these wonderful institutions in providing an environment for moderate consumption of alcoholic drinks, whilst interacting with friends, neighbours and peers. The recent report from the Campaign for Real Ale, carried out by Professor Robin Dunbar of Oxford University, demonstrated this clearly. While we would all recognise the effects on both individuals and society from excessive alcohol consumption, the government’s approach to tackling harmful drinking is wrong. It does little or nothing to get to grips with the small proportion of adult who consume excessive and harmful amounts of alcoholic drinks, while stigmatising the millions of men and women who enjoy a few pints of beer, glasses of wine, a single malt or a gin & tonic in their local two or three times a week, or the occasional glass of wine with dinner. I refer back to the comparison with Spain; perhaps by treating their citizens like grownups, there is a large degree of self-regulation, manifesting itself in a lower incidence of alcohol-related problems for individuals and society. We need to be wary of those who seem hell-bent on pushing this country towards prohibition, destroying centuries of our culture in the process, whilst carefully ignoring any evidence or studies which do not fit with their view of the world.Nick BoleyNational director, Campaign for Real Ale (Camra)",
  "webTitle": "Don’t let drink limits destroy our pubs | Letter from Nick Boley, nation director, Camra\r\n",
  "webPublicationDate": "2016-05-15T18:29:32Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/15/dont-let-drink-limits-destroy-our-pubs",
  "keyword": [
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Pubs",
      "id": "lifeandstyle/pubs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/15/dont-let-drink-limits-destroy-our-pubs"
}