{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/chad-hissene-habre-guilty-crimes-against-humanity-senegal",
  "id": "2016-05-30-51",
  "sectionId": "world",
  "body": "Hissène Habré’s victims waited 26 years for justice, and on Monday they got it. At the culmination of a landmark trial of the powerful by the weak, the former dictator of Chad was found guilty of crimes against humanity, summary execution, torture and rape. Habré, who was sentenced to life in prison in Dakar, Senegal, is the first former former head of state to be convicted of crimes against humanity by the courts of another country. He is also the first head of state ever to be personally convicted of rape, according to Human Rights Watch, the organisation that was instrumental in bringing him to trial.         Victims weep with joy at the news of Habré’s life sentence for crimes against humanity.    Over three months last year, Habré was forced to listen to 90 witnesses testify that he had thrown thousands of people into secret jails, where they were tortured and killed. His case was heard by the Extraordinary African chambers, which was set up by the African Union and Senegal, and which Habré has refused to recognise. Survivors also described the appalling prison conditions, where cells were so crowded that prisoners lay on the dead bodies of those who had suffocated or died of disease. Women were kept as sexual slaves. Judge Gbertao Kam sentenced him to life in jail in Senegal. “Some victims who are still alive still suffer from the effects of his regime, the crimes committed against them,” he said. “Habré created a system where impunity and terror reigned. He did not show any compassion toward the victims or express any regret about the massacres and rapes that were committed.” After Kam delivered the verdict, it took a minute for the full weight of it to sink in. Then a quiet ululation went up from the victims’ benches. It was the widows, a row of brightly dressed women who had travelled from Chad to see what would happen to the man responsible for the deaths of their husbands. They stood and threw pieces of black cloth on the floor. After decades of waiting, they could finally celebrate. The courtroom erupted in cheers, and in weeping. Almost three decades ago Souleymane Guengueng, a former accountant who still does not know why he was imprisoned, vowed in his impossibly crowded cell that if he survived, he would fight for justice. On Monday, as it finally came to him, he smiled, raised his fist, and hugged his fellow victims whose testimony he painstakingly collected for decades. His work was key to the trial. Clement Abaifouta, who had described how during his four years in detention he was made to bury the rotting bodies of his dead cellmates, jumped up and down and threw his hat in the air, shouting “Vive la victoire”.    Clement Abaifouta on hearing that the man responsible for his horrific 4yrs in jail convicted #HisseneHabre pic.twitter.com/FjpM1Dp0RU— Ruth Maclean (@ruthmaclean) May 30, 2016    As hundreds of people stood, clapped and celebrated, Habré was led out of the court, his fist in the air too, but in defiance. Contemptuous in his gold-rimmed aviator sunglasses and white turban obscuring most of his face, Habré had to be led into the court kicking and screaming on the first day, but since then hid in yards of fabric and did not say a word. The judge explained how Habré was well informed about what was happening and himself gave execution orders. “Habré was directly told about the precarious situation of the war prisoners, but he ordered that not a single war prisoner is allowed to leave the Maison d’Arrêt unless he/she has died in prison,” he said.  “His method was quite consistent: identifying enemies of the regime, arresting them, torturing them, subjecting them to horrible conditions, executing them or forcefully transferring them. The testimonies of sexual violence: these were considered very credible by the court. The court is convinced that the women told the truth.” “Wow. Wow. This is so amazing, man,” said Reed Brody, the Human Rights Watch lawyer known as the Dictator Hunter, who has fought alongside the victims since 1999 to get Habré tried for what he had done. He said it was a day that would be “carved into history”. “Habré’s conviction for these horrific crimes after 25 years is a huge victory for his Chadian victims, without whose tenacity this trial never would have happened,” Brody said. “This verdict sends a powerful message that the days when tyrants could brutalise their people, pillage their treasury and escape abroad to a life of luxury are coming to an end. Today will be carved into history as the day that a band of unrelenting survivors brought their dictator to justice.” Abaifouta, who leads an association of Habré’s victims in Chad, told the Guardian last week that he would be marked for life by the things that had happened to him in jail. But if Habré was convicted, he said, he planned to dance.   Related: Chad’s ‘torture factories’ under spotlight at Cannes film festival    “I feel total satisfaction,” he said outside court. “It’s the consecration of justice here in Africa. I don’t have words for how I’m feeling now. It is a big joy, a big day. A victory for the victims.” Alain Werner, the director of Civitas Maxima, who represented some of the victims, said that one of the most important aspects of the trial was Habré’s conviction for personally raping Khadija Zidane four times.  Zidane had always said that if she came face-to-face with the former dictator, she would reveal something, and waited 30 years to do so. She was dismissed by the defence as a “nymphomaniac prostitute”, but vindicated on Monday by the court. “They were just women in the middle of the desert with soldiers, abused for a very, very long period of time,” Werner said. “We fought very hard for the sexual violence to be brought back. Women suffered so much under Habré. It puts the whole sexual violence aspect back in the middle of the case, and it was very unexpected, to be candid.     The Chadian women who have paved the way for other victims to seek justice #HisseneHabre pic.twitter.com/L2zzjiiUaV— Ruth Maclean (@ruthmaclean) May 30, 2016    “I didn’t think that they were going to believe Khadija and say that Hissène Habré himself raped a woman four times. There were a lot of sceptical people in The Hague saying ‘what quality of a judgment can we get from judges in Africa?’ – and I think the answer is ‘beautiful’. Nobody could be ashamed of this judgment in The Hague.” The victims’ testimony was key to the trial, and the other major component was a huge cache of documents. In 2001, Brody got into the old police building and found tens of thousands of files strewn a foot deep on the floor and covered in cobwebs. Lists of prisoners, deaths in detention and even death certificates had been lying there for a decade. “I was like Donald Duck’s grandfather with the money,” Brody said of his glee at finding the documents, which became fundamental to the prosecution’s case. They mentioned 12,321 abuse victims, of whom 1,208 were recorded as having died in detention, and also established that Habré knew what was happening and gave orders. Habré’s lawyers said that they were surprised by the verdict, and would appeal against it. They have 15 days to do so.    Breaking: #HissèneHabré, ex dictateur du Tchad (1982-1990 ) reconnu COUPABLE d’atrocités. Condamné à la perpetuité pic.twitter.com/zA3n6dcfun— Reed Brody (@ReedBrody) May 30, 2016    Habré’s son, Bechir Hissène Habré, was also in court, and said that Idriss Déby, the current president of Chad who ousted Habré in a coup, would answer for what happened to his father. Habré has been living in Dakar for 26 years, allegedly funding his stay with millions he stole from Chad just before leaving. The US State Department and the CIA propped up Habré, sending him planeloads of weapons and money in return for fighting their enemy, Muammar Gaddafi, to the north. The US secretary of state, John Kerry, on Sunday acknowledged his country’s complicity in Habré’s crimes.  “As a country committed to the respect for human rights and the pursuit of justice, this is also an opportunity for the United States to reflect on, and learn from, our own connection with past events in Chad,” he said in a statement. William Bourdon, another of the victims’ lawyers, said that it set a precedent of Africans delivering justice upon their own leaders, on their own continent. “It’s a day of massive emotion – but proportional to massive crimes,” he said. “It’s a tremendous, exceptional day of pride for African people, for Senegal. It shows that African people absolutely have the capacity to give their contribution to so complex, sophisticated a process as international justice.  “It sends a strong message of intimidation. Some African leaders are going to wake up tomorrow morning and say: ‘What the hell? We have authorised this trial. We are fools, we are masochists. What are we going to do now?’”",
  "webTitle": "Chad's Hissène Habré found guilty of crimes against humanity",
  "webPublicationDate": "2016-05-30T17:22:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/chad-hissene-habre-guilty-crimes-against-humanity-senegal",
  "keyword": [
    {
      "webTitle": "Chad",
      "id": "world/chad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Senegal",
      "id": "world/senegal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/30/chad-hissene-habre-guilty-crimes-against-humanity-senegal"
}