{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/nicholas-fisk-obituary",
  "id": "2016-05-18-140",
  "sectionId": "books",
  "body": "Nicholas Fisk, who has died aged 92, was a musician, cartoonist, publisher and advertising creative director before undertaking his best-known work, as the author of original and thought-provoking novels for children, which included Trillions (1971), Grinny (1973) and A Rag, a Bone and a Hank of Hair (1980). Written with a light touch, these and many of his other books are highly readable works of speculative fiction. In One Thumping Lie Only, his essay on his writing published in Edward Blishen’s The Thorny Paradise (1975), Fisk called his stories “believable realism”, arguing that everything must make sense once that allowable lie has been swallowed. He took contemporary issues and, by adding to them speculation and technology, encouraged children to look at “new times, possibilities and situations”. “How much more exciting the microscope or telescope’s viewpoint than one’s own!” he wrote. “How much more interesting the possibility than the fact; the drawn conclusion than the stated premise; the freedom of fantasy than the chain of present circumstances!” Well-crafted and bold in their plotting, with stories that often included serious threats and uncertainties, particularly when space travel was involved, Fisk’s novels gave children serious subjects to think about. These included how to survive in space, for a group of children after the hijacking of their spaceship by a fanatical airman, in Space Hostages (1967) and cloning in A Rag, a Bone and a Hank of Hair. Fisk put children in jeopardy in imagined and unknown worlds, and while his futures were brighter than the dark fictional dystopias of today, they shared with them the belief that only children, who are less corrupt than adults, can protect the best human values. Nicholas Fisk was a pseudonym for David Higginbottom. He was born in London into a family with a strong creative tradition. His father, William, author of Frightfulness in Modern Art (1928), was an artist and art teacher. His mother, Margaret (nee Willmore), came from a theatrical family and was the sister of the Irish actor Micheál Mac Liammóir. Fisk was educated at Ardingly college, West Sussex, and left school at 16 after his father died. His mother felt that he would be better doing a job than continuing his education. In his brief memoir of his teenage years, Pig Ignorant (1992), Fisk described his adolescence in London during the blitz and the backdrop of uncertainty and danger that it gave to his life. His first job was working for a theatrical agent, secured on the strength of his phone manner and the fact that he could type. The office was conveniently situated in Covent Garden, and his evenings were spent in the jazz clubs of Soho. A self-taught jazz-guitarist, he later played with Stéphane Grappelli and Django Reinhardt, and he also became a proficient enough illustrator to be a cartoonist for the Daily Sketch. After the second world war, during which he served as an RAF meteorological officer, Fisk worked for the publishers Lund Humphries before moving to a career in advertising. Fisk tried his hand as a writer and illustrator, first at non-fiction, with Look at Cars (1959). A few further non-fiction titles followed, including Lindbergh the Lone Flier (1968) and Richthofen the Red Baron (1968), both illustrated by Raymond Briggs. His first novel for children, The Bouncers (1964), carried his own illustrations. This and The Fast Green Car (1965) were both realistic children’s adventures of a traditional kind that drew kindly and wittily on his own childhood. Space Hostages was a much bolder novel. Fisk wrote later that he had found Geoffrey Household’s Rogue Male published as part of Puffin’s teen list Peacock: “I thought, if the publisher thinks fit to offer this title to children, the world must be changing. For the better.” Fisk later became an active contributor to the Puffin Club, taking part in the hugely imaginative Puffin extravaganzas, writing stories for Puffin Post and visiting schools. He cared a great deal about his readers and was punctilious about answering all the letters children wrote to him. Fisk published almost a book a year for 30 years until 1996, when his failing eyesight due to macular degeneration made writing impossible. His stories lost none of their originality and continued to delight readers. Fisk’s wife, Dorothy (nee Richold), whom he married in 1949, died in 2007. He is survived by their twin daughters, Nichola and Moyra, and a son, Steven. Another son, Christopher, died in 2015. • Nicholas Fisk (David Higginbottom), writer, born 14 October 1923; died 10 May 2016",
  "webTitle": "Nicholas Fisk obituary",
  "webPublicationDate": "2016-05-18T14:31:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/nicholas-fisk-obituary",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Eccleshare",
      "id": "profile/juliaeccleshare"
    }
  ],
  "guardianId": "books/2016/may/18/nicholas-fisk-obituary"
}