{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/24/tmg-tries-to-mask-job-cuts-reality-with-an-unsophisticated-diversion",
  "id": "2016-05-24-65",
  "sectionId": "media",
  "body": "Telegraph Media Group’s chief executive Murdoch MacLennan is showing how to manage modern newspapers with compassion.  Day one, memo to staff: We’re introducing “smart working”, and hot-desking and “employee-friendly” flexible working practices. Day two, memo to staff: We’re introducing flexible non-working practices for a selected number of staff that will require no desks at all. It’s MacLennan’s unsophisticated version of the first-the-good-news, now-the-bad-news joke. Not so funny, however, for the people who must walk the plank. What was that day one quote again about the employee-friendly approach? “This will allow many of us to have a better work-life balance.” [my italics] For some of us, the work bit will no longer be relevant. They have been culled from the Daily Telegraph and its Sunday sister in order to cut space at TMG’s Victoria office and thereby “save significantly on rents and rates”. They will not be among the “top talent” who are being promised pay increases during a review of remuneration enhancements, benefits and reward packages.  Alongside this fluff were pledges about fostering digital innovation. Yeah? Really? Pull the other one. Forget the spin, and tell it like it is. TMG is making money but its owners, the Barclay brothers, want more... and more... and more. As I reported in February, TMG claimed its unaudited accounts would show that it made an operating profit of £51m in 2015. That was £4m down on the previous year, but it was still a remarkable return. How, I wondered at the time, did TMG manage to do better than several rival publishers? Answer from the source who leaked the accounts: a firm control on costs. Not firm enough, it would seem. Clearly, in order to keep those profits up this year, firmer control is thought necessary. Sadly, staff cuts are part of the continuing story of the newspaper industry. The Guardian Media Group announced in March that it is planning to cut 250 jobs, including 100 in editorial. And unlike TMG, it is doing so against the background of a £58.6m loss. TMG’s attempt to gloss another round of newsroom cutbacks - an annual event - with nonsense about an “employee-friendly” initiative should be seen for what it is: a diversion to mask an unpalatable reality.",
  "webTitle": "TMG tries to mask job cuts reality with an unsophisticated diversion",
  "webPublicationDate": "2016-05-24T17:24:38Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/24/tmg-tries-to-mask-job-cuts-reality-with-an-unsophisticated-diversion",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Telegraph Media Group",
      "id": "media/telegraphmediagroup",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Murdoch MacLennan",
      "id": "media/murdoch-maclennan",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Telegraph",
      "id": "media/dailytelegraph",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Barclay Brothers",
      "id": "media/barclay-brothers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Guardian Media Group",
      "id": "media/guardianmediagroup",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media downturn",
      "id": "media/downturn",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/24/tmg-tries-to-mask-job-cuts-reality-with-an-unsophisticated-diversion"
}