{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/24/kate-tempest-book-at-bedtime-radio-4",
  "id": "2016-05-24-90",
  "sectionId": "stage",
  "body": "Kate Tempest was in Australia earlier this month socking it to them at the Sydney writers’ festival with a speech in which she insisted that guilt about racism is just another form of narcissism and that what is urgently required is “empathy, humility, reparation and change”. This week, she can be heard on Radio 4’s Book at Bedtime, reading a shortened version of her novel The Bricks That Built the Houses with such galvanising energy and, on occasion, fierce rapping, that listeners may need a second cup of cocoa to get to sleep.   Related: Dancing up a storm to Kate Tempest and roller-skating for a Warhol star    She is, of course, a distinctive and unique talent. There may never again be someone who has both been nominated for the Mercury music prize and also won the Ted Hughes award for innovation in poetry. This is a writer and performer who has tried her hand at writing plays (Wasted for Paines Plough), pushed the boundaries between performance and gig in the mesmerising Brand New Ancients, and written her debut novel, which is about young people fleeing a drugs deal gone wrong in south-east London. Her meteoric rise is not just about talent and opportunity. It’s also about a willingness to stand up for what she believes in, a refusal to be pigeonholed and an eagerness to be open to the possibilities of where her talent might take her, what form it might take and the audiences she might reach in the process. When I went to see Brand New Ancients for a second time, it was fascinating to see an audience that ranged from teenagers to pensioners. She gets everywhere and embraces the Royal Opera House and Radio 4 as natural homes for her work as well as Glastonbury or a small arts centre or YouTube. She is constantly exploring form and scale.   Related: Kate Tempest: ‘We live in crazy times. You can’t tell a story without it feeling political’    It will be interesting to see how she develops and whether, as she becomes more successful and affluent, she can retain the authenticity of experience of south London life that marks out her work and makes her such an astonishing live performer. But Tempest’s ability to cross art forms and develop wide appeal offers lessons for theatre, which so often puts its talent into boxes and, in an effort to attract audiences, tries to programme work under very particular headings, whether it’s spoken word, dance, live art or theatre. That’s limiting for artists and means audiences will seldom stray far from their preferred art form and may shy away from anything they think they’ll find uncongenial. Tempest has proved you can have intergenerational appeal and still be cool, and that you can stretch your creative wings and not settle in one place. Long may she continue. I suspect her success will encourage a new generation of performers to hop from one art form to another, acting as pollinators and opening up the often enclosed world of theatre to wider cultural influences – and helping it escape the ghosts clanking about in its basements that so often seem to hold it back.",
  "webTitle": "From Glastonbury to Book at Bedtime: the uncontainable Kate Tempest",
  "webPublicationDate": "2016-05-24T16:10:08Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/24/kate-tempest-book-at-bedtime-radio-4",
  "keyword": [
    {
      "webTitle": "Kate Tempest",
      "id": "stage/kate-tempest",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/24/kate-tempest-book-at-bedtime-radio-4"
}