{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/battle-jutland-descendants-david-cameron-centenary-service",
  "id": "2016-05-30-40",
  "sectionId": "world",
  "body": "Descendants of people who fought in one of the most confusing encounters in naval history, the Battle of Jutland in 1916, when victory was claimed by the Germans but almost certainly won by the British, will be joined by David Cameron at a centenary service in Orkney on Tuesday. The Duke of Edinburgh, a serving naval officer in the second world war, had planned to attend the ceremony but cancelled on medical advice. A palace spokesman said he had agreed reluctantly not to travel. However, his daughter, the Princess Royal, will be there to represent the royal family, and at a later ceremony at Lyness Royal Naval cemetery, where 14 German sailors are among the hundreds buried. The main national ceremony of remembrance, for almost 9,000 dead from the two fleets, will be at St Magnus Cathedral in Kirkwall. The Weeping Window, part of the scarlet poppies artwork originally seen by huge crowds at the Tower of London in 2014, has been installed at the cathedral to mark the centenary. The site of the first world war battle will be marked at Jutland Bank, where representatives of the British and German navies will throw wreaths of poppies and forget-me-nots into the North Sea.     British ships during the Battle of Jutland. Photograph: Express/Getty Images     Historians still argue about the battle’s outcome. On the day after, Germany’s Kaiser Wilhelm II said: “The spell of Trafalgar has been broken.” However, although the British lost more men and more ships, including in morale-sapping huge explosions that destroyed HMS Invincible and two other battlecruisers, when the German admiral Reinhard Scheer finally saw the full extent of the British fleet bearing down on him, he turned his ships around and sailed away. The German navy played no significant role in the rest of the war.   Related: The Battle of Jutland: the Chilcot shambles of its day    There will also be ceremonies at Rosyth naval dockyard in Scotland, where many of the British ships were built, and at the memorials at Chatham in Kent, and Portsmouth and Plymouth on the south coast, where the names of most of the dead are listed. The only surviving ship from the fleet, HMS Caroline, will open as a museum in Belfast docks, largely restored to her 1916 condition. The battle was fought on 31 May off the coast of Denmark. The encounter between the German High Seas Fleet and the far larger British Grand Fleet, the two largest navies in the world, began in late afternoon and continued with minimal visibility in heavy sea mist and darkness into the small hours of the following morning. At the height of the battle 250 ships were engaged.      The Weeping Window sculpture installed at St Magnus Cathedral. Photograph: Michael Bowles/Getty Images for 14-18 Now    The British casualties were far higher – 6,094 dead compared with 2,551 Germans – including 1,020 men killed on HMS Invincible alone after a German shell caused its magazine to explode. Rear Admiral David Beatty famously remarked that “there seems to be something wrong with our bloody ships today” after two battlecruisers exploded within half an hour. The shattered wreck of Invincible still lies where it sank, and Royal Navy divers plan to place a white ensign on what became a war grave, in memory of those who went down with their ship.   Related: Grave of the 'boy hero' of Battle of Jutland given new protected status to mark centenary     The future George VI, who was on board HMS Collingwood, wrote – in a letter going on display for the first time at the major centenary exhibition at the Museum of the Royal Navy in Portsmouth – that “it seems to have resulted in victory for us”. The museum curator, Nick Hewitt, said such confusion was common at the time: “The British won the battle but lost the propaganda war, they stuffed that up royally. All they had to do was put out a solid statement claiming the victory, but they failed completely to do that.” The exhibition, 36 Hours: Jutland 1916, the Battle That Won the War, is the largest ever held on the encounter, bringing together national museum and private loans from Britain and Germany.     The silver box that was originally in Nelson’s cabin. Photograph: National Museum of the Royal Navy    A unique silver box, believed to be the only surviving object that was at both the battles of Trafalgar and Jutland, has gone on display at the Portsmouth exhibition, on loan from Rear Admiral Beatty’s family. The inscription on the box records that it was in Nelson’s cabin on HMS Victory at Trafalgar in 1805, then passed through various hands until it was given to Beatty in 1914. He took it to sea with him, and it was in his cabin on HMS Lion throughout the battle of Jutland. • This article was amended on 31 May 2016 because HMS Caroline will be largely, not fully, restored to her 1916 condition. In addition, David Beatty’s remark was made after two battlecruisers exploded within half an hour, not after two more battlecruisers exploded.",
  "webTitle": "Battle of Jutland descendants to gather for centenary service",
  "webPublicationDate": "2016-05-30T18:12:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/battle-jutland-descendants-david-cameron-centenary-service",
  "keyword": [
    {
      "webTitle": "First world war",
      "id": "world/firstworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Military",
      "id": "uk/military",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Royal Navy",
      "id": "uk/royal-navy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "world/2016/may/30/battle-jutland-descendants-david-cameron-centenary-service"
}