{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/11/remittances-three-times-greater-aid-sdgs",
  "id": "2016-05-11-354",
  "sectionId": "global-development-professionals-network",
  "body": "When people in developed countries complain about the amount of aid sent to developing countries, the retort is a return volley of cold, hard facts:   Related: The missing development trillions: welcome to the debate     Remittances sent to all countries in 2012 (developing and high income) was $534bn, three times greater than aid budgets to the developing world. In 2016, the World Bank expects remittances to reach over $600bn, with over $440bn being sent to developing countries  Migration and Remittances Factbook 2016 Even a cursory glance at the 17 sustainable development goals (SDGs) indicates that anyone who thinks the aid sector will provide all the funds to make them a reality is likely to be quickly disabused of that notion. How much will such an undertaking cost? The figures for current aid budgets driven by the SDGs are mind-boggling and almost beyond comprehension. The most oft-quoted figures estimate that a social safety net to eradicate extreme poverty could cost $66bn (£43bn) a year, with annual investments in improving infrastructure (water, agriculture, transport, power) likely to rack up a bill of as much as $7tn globally.  As we apply our minds to this, the thinking around remittances has evolved. Now they are seen as an integral part of the tapestry of development. As the name implies, the SDGs seek to go beyond the aspirational. The “sustainable” aspect gives the clue that these goals have been selected as realistic and attainable. Remittances have never only been about sending money to supplement the income of relatives. Ever since people have remitted, they have used the funds to help friends’/family’s businesses move to another level. For example, people have bought cars to enable relatives to start a small fleet of taxis or minibuses.    Related: We're losing $240bn a year to tax avoidance. Who really ends up paying?    The fact that this realisation of the wider deployment of remittances has been under the radar of development experts does not mean it was absent from the equation. As long ago as June 2005, the African Foundation for Development (Afford) called for remittances by Africans to be on the G8 summit agenda. In terms of remittances and the UK-based African diaspora, Afford has two main projects. RemitAid aims to transform diaspora and migrant remittances into a sustainable form of international development finance and RemitPlus seeks to link remittances to financial literacy, small-scale business investment and general access to finance. Looking at the 17 goals, it is clear diasporas are already contributing. For example, take Goal 3 , which focuses on good health and wellbeing. Sierra Leonean health workers based in the UK formed an organisation that organises annual visits – at their own expense – back home; bringing back skills, knowledge and equipment for the schools and hospitals where they trained or had their initial deployments. One such entity, the Organisation of Sierra Leone Health Professionals Abroad (Toshpa), helped during the Ebola pandemic. As well as members volunteering, they worked with Public Health England and the NHS to provide cultural awareness training for anyone going there.    Related: The private sector must be seen as an engine of development, not its enemy    Or to take another goal, Goal 4, which is focused on quality education. Every African country has alumni associations that keep education institutions alive by providing funds for everything from computers to roof repairs. In some instances, ex-students volunteer to go back and give lectures. This year, London will play host to a two-day conference organised by Sierra Leone’s Kono District Descendants’ Association (KDDA), where 150 people will form a programme of sustainable volunteering at educational institutions in their home district. I have chosen Sierra Leone as my example, but I could just have easily chosen Somalia, Rwanda or Uganda. As diaspora groups and communities get better access to data, the positive interventions are likely to increase. We need to formalise partnerships (Goal 17 is about global partnerships) between diaspora actors and the more formal actors – NGOs, donors. This is beginning to happen in other spheres, where the diaspora’s contribution is gradually being worked into the fabric of various interventions. The World Humanitarian Summit, due to take place in Istanbul later this month, will have formal contributions from the diaspora. The Diaspora Emergency Action and Coordination (Demac) project has already gone some way towards assisting various diasporas in formalising the relationship between traditional actors and diasporas in humanitarian intervention.   Related: The missing development trillions: where will they come from?    A danger of diasporas taking up any slack in achieving the SDGs is that governments may come to rely on them even more than many of them already do. That aside, it is clear that diasporas have not and do not need to be asked to make these interventions. They are already doing it.  If international actors wish to harness this untapped resource of remittances, they need to be less opaque in how they can be reached, be prepared to see that others know how this works better than they do and, most of all, put in place specific mechanisms for reaching out to diaspora. They might be surprised by how much of the burden is lifted from their shoulders. Ade Daramy is chair of the African Foundation For Development (Afford). If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Remittances are three times greater than aid – how can they go even further?",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/11/remittances-three-times-greater-aid-sdgs",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Remittances",
      "id": "global-development/remittances",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World Bank",
      "id": "business/worldbank",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sustainable development goals",
      "id": "global-development/sustainable-development-goals",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/11/remittances-three-times-greater-aid-sdgs"
}