{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/rupauls-drag-race-political-correctness-identity-gender",
  "id": "2016-05-17-48",
  "sectionId": "tv-and-radio",
  "body": "In the world of RuPaul’s Drag Race, it takes a certain something to succeed: beauty alone can’t get you the crown of “America’s Next Drag Superstar”, and the ability to rhetorically savage your competition won’t score you any points unless the library is open – which it is, once each season. To win the title and the prize of $100,000, the queens have to show RuPaul that they have Charisma, Uniqueness, Nerve and Talent. Nobody ever said that drag was politically correct. “Politically correct” has become a rightwing catch phrase in the years since RuPaul went mainstream (and even charted on Billboard) with her 1993 single Supermodel of the World and 1994’s PCU graced America’s movie screens. But the political incorrectness embodied by drag – the idea, in RuPaul’s words, that “we’re all born naked and the rest is drag” – doesn’t stand in opposition to the paper tiger conjured by America’s political conservatives in 2016 to justify checking people’s genitals outside of bathroom stall doors or enshrining into law the right to discriminate against LGBT people without consequence. Drag’s political incorrectness, in contrast, stands in opposition to the stereotypes about the oppressed, not in support of them. Drag, and especially the drag for which RuPaul and her “girls” have become known, is intended to serve up our preconceptions about gender (and sometimes race), beauty, attraction and what is or can be funny. And while RuPaul isn’t immune from criticism from the left – the sixth season’s “Shemail” controversy resulted in changes to the show about which RuPaul seemingly remains less than enthusiastic – she sees drag’s efforts to “mock identity” as a transformational project, not an oppressional one.  Past seasons haven’t shied away from addressing the politics inherent in being visible and LGBT – and drag is nothing if not deliberately hyper-visibility. Past contestants have discussed being kicked out of their homes, suicide attempts, bullying, violence committed by self-proclaimed “straight” men who “discover” that they are in drag, struggles with drug and alcohol abuse, eating disorders, HIV/Aids and obesity. The show has featured parents apologizing, contestants crying about their traumatic childhoods and adult years, and the love and acceptance people have found in LGBT and drag communities and even from loving family members, both biological and chosen.             Drag might mock the idea of static identity, but Drag Race has always chosen to highlight how homophobia and transphobia – the lack of acceptance of how people choose and often don’t choose to identify – hurts people in very real ways. And the ways in which the show chooses to address the issues, with which even the show’s “villains” usually have experience, are clearly designed to engender empathy and identification, not simply tolerance. In its later seasons, who wins and who loses almost feels anticlimactic if not besides the point, often because the winners are talented but more emotionally distant. This season’s winner, New York City’s Bob the Drag Queen, was all but coronated in the first few episodes as finalists Naomi Smalls and Kim Chi struggled to catch up, a seeming repetition of the rise of last year’s heir apparent, Violet Chachki, known as much for her masochistic corsetry as for her personal story.  Bob, the first winner from New York City since season one’s BeBe Zahara Benet, talked briefly in one episode about some difficulties growing up as a dark-skinned African American and the political struggles for LGBT rights, but the contestant who said that he’d been inspired to do drag by the show itself didn’t explore his personal life or history much beyond that, instead relying on his comedy and drag ensembles to catapult him to the top slot. Compare that to Kim Chi, who admitted to being a virgin who has never shared his life in drag with his conservative (but beloved) mother; and Naomi Smalls, who cried on stage speaking about the love and acceptance she felt from her mother and numerous adoptive siblings.  Bob may have had the C, U, N and T to win, but it was Kim Chi’s and Naomi Smalls’s personal stories that often had the fans – many of whom, despite the show airing on the LGBT cable network Logo, are straight women – buzzing, as is always the case.  The heart of RuPaul’s Drag Race, besides the big one beating inside the host’s chest, has always been the very real (and very recognizably human) contestants underneath the high, arching eyebrows, cheekbone shading and big wigs. The question for future seasons is whether the children of Drag Race and the burgeoning urban drag communities it has highlighted, supported and even helped create can be as interesting and emotionally naked as they are in drag – or whether it just evolves into a colorful hybrid of Project Runway, a real-life Pitch Perfect and Last Comic Standing.",
  "webTitle": "RuPaul's Drag Race: empathy and naked emotion are the point, not winning",
  "webPublicationDate": "2016-05-17T18:40:41Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/rupauls-drag-race-political-correctness-identity-gender",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Megan Carpentier",
      "id": "profile/megan-carpentier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/rupauls-drag-race-political-correctness-identity-gender"
}