{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/10/sem-ensemble-review-roscoe-mitchell-george-lewis",
  "id": "2016-05-10-17",
  "sectionId": "music",
  "body": "The SEM Ensemble has always held a missionary zeal for contemporary programming. That was the case when composer-conductor Petr Kotik founded the group and led its initial performances of works by John Cage and Cornelius Cardew in the 1970s. And this crew is still ahead of the curve – as they demonstrated with this week’s diverse and occasionally astonishing program at the Bohemian National Hall. Few other chamber orchestras have the vision and chops necessary to pull off a set that includes Stockhausen’s Zeitmaße (or Time Measures) and a thrashing new symphonic piece by composer-saxophonist Roscoe Mitchell (which also included the composer-saxophonist’s own firecracker playing). On Monday night, Kotik and his associates presented those high-energy compositions with startling precision, and had plenty of concentration left over for sparer works by the likes of Cage and Kotik himself. Not to mention music from another pair of composers – all before a jointly improvised performance concluded the event. My favorite piece from the concert’s first half was composer George Lewis’s work for cello and interactive electronics, titled Not Alone. Lewis manned the laptop, which (per the program notes) employed “interactive digital delays, spatialization and timbre transformation”, courtesy of software written by Damon Holzborn.      The Orchestra of the SEM Ensemble: challenging themselves and the audience. Photograph: Michael Yu    The electronic manipulation was gorgeously realized inside the Bohemian space. While it’s always easy to hear some digital twisting and teasing of an acoustic performance and think of electronic works by Stockhausen or Pierre Boulez, Lewis’s surround-sound layering had a personal quality. Instead of whirling the performance into a hyper-dense maelstrom, Lewis’s laptop manipulations managed to complement his refined instrumental writing. Sometimes he refracted one of the prettier cello lines, creating canons. At other junctures, he could sample a delicate pizzicato figure and send it rampaging through a succession of speakers in a clattering, percussive disguise. Cellist Seth Parker Woods gave a virtuoso performance of the instrumental part, handling Lewis’s great variety of attacks with power and grace. If the other works in the program’s first half didn’t offer as much invention and variation as Not Alone, they did boast other distinct qualities. Cage’s Ryoanji had its expected Zen-influenced calm, while Lucie Vitkova’s Places to Meet featured the composer singing and playing (on accordion) some well-chosen sustained tones, alongside the violin duo String Noise. And an adapted piece drawn from a forthcoming Kotik opera, titled String Noise William, featured some varied writing for the same violin partners. All of these pieces went in for a contemplative vibe –and their grouping on the same half of the program may have tested the audience’s endurance a bit. There was an exodus after intermission – which was a shame, since what remained to be heard was some of the night’s best music. To start the second half, the full Orchestra of the SEM Ensemble lunged at the most freewheeling composition of the night: Roscoe Mitchell’s They Rode for Them, a newly orchestrated version of a piece first performed by Mitchell in an avant-jazz context, on the album Conversations 2.            Mitchell – a co-founder of the Art Ensemble of Chicago and a longtime professor of composition – has rearranged his saxophone-driven improvisations before. It’s always interesting to hear him do this, though once the instrumentation has been expanded, the careening power of a Mitchell-led, small-group take is sometimes at risk of being lost. On this occasion, the fully orchestrated version had all the energy of the original, while adding some richer harmonies into the bargain. In the first section, the original Mitchell solo space was given to the bassoonist Sara Schoenbeck, who turned in a galvanizing performance – one that occasionally seemed to reference Mitchell’s original recording, before launching off in new directions. Serving as the conductor, Kotik created a fine balance between the soloist, the joyful chords in the strings, a driving percussion part, and occasional big-band blasts from the brass. At the midpoint, Schoenbeck retreated, making room for Mitchell to carry the soloist’s part during the second movement. Blowing on his sopranino axe, Mitchell’s improvised playing during the finale was breathtaking in its simultaneous ferocity and control, with his circular-breathing capability giving him the opportunity to run through an incredible number of effects over a relatively brief running time. I could have listened to this sound-world for half an hour (or more), but the work was compositionally compact, coming in at less than 10 minutes. Any ambitious chamber orchestra should consider bothering the composer for a look at this score (and asking about his availability as a soloist). Stockhausen’s chamber quintet followed. And even though Kotik and his wind players turned in a crisp performance, the slippery complexity of Zeitmaße was upstaged by the thoroughly burning Mitchell piece that came before it. A group improvisation featuring Mitchell (this time on alto sax), Lewis (on trombone), Schoenbeck and several other of the night’s performers provided a fitting closure, as it tied together the indeterminacy of Cage with the blend of improvisation and notated music in Mitchell’s highlight. A long evening? Well, yes, it was. But this exhaustive survey of modern and contemporary styles was often energizing, too – and a reminder of the critical role SEM continues to play in New York’s musical life.",
  "webTitle": "SEM Ensemble review – Roscoe Mitchell played with startling precision",
  "webPublicationDate": "2016-05-10T22:23:17Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/10/sem-ensemble-review-roscoe-mitchell-george-lewis",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Experimental music",
      "id": "music/experimental-music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Seth Colter Walls",
      "id": "profile/seth-colter-walls"
    }
  ],
  "guardianId": "music/2016/may/10/sem-ensemble-review-roscoe-mitchell-george-lewis"
}