{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/jo-brand-damned-sitcom-social-workers-channel-4",
  "id": "2016-05-25-272",
  "sectionId": "tv-and-radio",
  "body": "Jo Brand is to make her sitcom debut for Channel 4 in a bittersweet comedy about two social workers co-starring Alan Davies. Brand, whose mother was a social worker, will co-write and star in the six-part series, Damned, set in the nightmarish bureaucracy of a children’s services department.  Brand, who won a Bafta for her BBC4 comedy Getting On, set in a hospital, said being a social worker was “like being a traffic warden without the perks”.  “As the daughter of a social worker who worked for many years in child protection, I grew up seeing social workers go unrecognised for the good things they did and castigated for the bad,” said Brand. “Damned is an attempt to portray the tragic-comic lives of social workers – always under pressure, always in possession of a grim sense of humour and always wrong in the eyes of the public.” Created and co-written by Morwenna Banks, who will also star in the show, Damned’s other co-writer is Will Smith, whose credits include Armando Iannucci’s Veep and The Thick Of It. It was previously made as a one-off comedy for Sky two years ago. Brand is a regular face alongside Jonathan Creek star Davies on BBC2’s Stephen Fry panel show, QI. Her last high-profile series for Channel 4 was 10 years ago, the stand-up show Through The Cakehole. Damned will also star actor and comedian Kevin Eldon, star of Brass Eye and Nighty Night who recently appeared in HBO’s Game of Thrones, along with Himesh Patel (EastEnders), Georgie Glen (Waterloo Road), Marjorie Yates (Shameless) and British Comedy Award winner Aisling Bea. Nerys Evans, deputy head of comedy at Channel 4, said Damned was a “brilliant bittersweet series [that] highlights some of the challenges and dilemmas facing frontline social workers in this time of austerity. “The characters are warm, honest and human and often have their own set of challenges outside the office as well.” Brand recently returned to the role of nurse Kim Wilde in a sequel to Getting On, called Going Forward, co-starring Omid Djalili.            Producer Claire Whalley said the sitcom would “bring humour to some of life’s most difficult and challenging subjects and to create a fresh, new comedy which comes out of the real world”. Jointly commissioned with Channel 4’s head of comedy, Phil Clarke, the new series begins filming next month. It is made by independent producer What Larks Productions. Channel 4 said Damned would be based around the lives of two jaded social workers, played by Brand and Davies “swimming against a tide of bureaucracy and pedantry, and contending with the absurdities and irrationalities of life in a county council office”.",
  "webTitle": "Jo Brand to make social workers sitcom for Channel 4",
  "webPublicationDate": "2016-05-25T07:00:33Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/jo-brand-damned-sitcom-social-workers-channel-4",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jo Brand",
      "id": "culture/jo-brand",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/jo-brand-damned-sitcom-social-workers-channel-4"
}