{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/steve-bruce-hull-city-assem-allam-premier-league",
  "id": "2016-05-28-46",
  "sectionId": "football",
  "body": "Steve Bruce dedicated Hull City’s play-off victory to the chairman, Assem Allam and said the club would be ready to make an impact in the Premier League next season after bouncing back at the first time of asking. Mohamed Diamé’s superb strike in the 72nd minute ensured a narrow 1-0 win for Hull over Sheffield Wednesday, earning Bruce his fourth promotion from the Championship. He offered to step down one year ago after relegation from the top flight but Allam persuaded him to stay and the owner is currently in hospital with a serious illness.   Related: Sheffield Wednesday bring the noise but fall short of Premier League return | Alan Smith    In a game worth around £170m to the winners Hull were deserved victors and could have won by more were it not for the excellent performance of the Wednesday goalkeeper, Keiren Westwood. It is they, not Carlos Carvalhal’s side, who will benefit from the riches of a new TV deal in the Premier League next season and Bruce was relieved to have secured promotion. “I’m delighted,” said Bruce. “The goal itself was a wonder goal that would grace any cup final. I honestly thought we had had too many real good chances and on a big occasion like today you can’t keep missing. I think we had five or six really gilt-edged ones. “It’s been a long five weeks since we realised we couldn’t get automatic promotion. I thought I went through the wringer last week against Derby. Today in the last 15 minutes when they put the land of the giants on I thought: ‘Dear oh dear.’ But I think we deserved to win the game. “Nobody gave us a cat in hell’s chance of staying up three years ago. We’ve got to be at our maximum. We’ve got to invest well which is always the most difficult part. We’ll get ready for the challenge. “We’ve got a month before we start and then we’ve got to look at budgets and how much it means to the club. Nobody said last year that Leicester would be champions, that Chelsea would be 10th and Liverpool eighth. It gives the smaller club a chance, because of the wealth that the smaller club gets.” On Allam Bruce added: “I’ll dedicate it to the chairman. He was hell bent on a name change that unfortunately upset a lot of people. But really his four-year tenure is there for everyone to see. Thankfully the owner didn’t want me to go [last year].”",
  "webTitle": "Steve Bruce dedicates Hull City’s play-off victory to Assem Allam",
  "webPublicationDate": "2016-05-28T20:05:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/steve-bruce-hull-city-assem-allam-premier-league",
  "keyword": [
    {
      "webTitle": "Steve Bruce",
      "id": "football/steve-bruce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/28/steve-bruce-hull-city-assem-allam-premier-league"
}