{
  "apiUrl": "https://content.guardianapis.com/politics/datablog/2016/may/03/london-mayor-data-indicates-candidates-differing-focus-on-issues",
  "id": "2016-05-03-156",
  "sectionId": "politics",
  "body": "An analysis of the speaking records of the Conservative candidate for London mayor, Zac Goldsmith, and his Labour rival, Sadiq Khan, before Thursday’s election has provided a snapshot of what the MPs have discussed in parliament. It shows Goldsmith discussed crime less than any other of his key manifesto promises, while Khan spoke less on pollution and the environment over the past six years in the House of Commons.   Related: 'It's ugly and dangerous': the inside story of the battle to be London mayor    The data, drawn from the official parliamentary record, Hansard, and analysed by the Guardian, gives an indication of what Goldsmith and Khan have been engaged with during the past six years as MPs – as opposed to what they have promised in their manifestos. The candidates’ mayoral manifestos have similar promises, focusing on housing, transport, pollution and crime in the capital. According to the analysis, Goldsmith has discussed crime on 93 separate occasions since 2010, while in the same period Khan – perhaps unsurprisingly given his role as shadow justice secretary – engaged with the issue on 1,656 occasions.   Crime mentions   Goldsmith has spoken most frequently on the issues of transport and pollution, primarily in relation to the proposed expansion of Heathrow airport, which was the key campaign issue in his election as MP for Richmond Park in 2010. Khan has only mentioned pollution 32 times since 2010, while Goldsmith has spoken about the issue 192 times in the same period. Goldsmith also has raised issues about transport 228 times in the past six years. Since 2010 Khan has mostly spoken about crime and access to the courts in his role as shadow justice secretary. According to a spokesperson, the role restricted what Khan was able to talk about. However, the MP did ask a number of non-crime related questions during that period.   Pollution mentions   Both candidates have engaged with the issue of housing in the capital during their tenure in the House of Commons, with the Conservative candidate raising the issue more often. Goldsmith has mentioned housing 107 times, most commonly in relation to energy efficiency and housing for veterans. Khan has spoken or asked questions about housing on 77 occasions since 2010. An analysis of what the two candidates have said in the House of Commons since 2010 was carried out to gauge how often they have spoken about their key manifesto issues over the past six years.   Key issue mentions   In order to get a sense of the candidates’ track record on their electoral promises the Guardian looked at the four key campaign issues – housing, transport, crime and pollution.  Although Khan entered parliament in 2005, the speeches of both candidates have been analysed since 2010, capturing their time in the previous and current parliaments up until March 2016. The entire contents of Hansard, including every speech, written question and answer given in the House of Commons, was analysed. A count of the words said by Goldsmith and Khan was used to draw up a list of the most commonly used words on the four issues. All the speeches containing or relating to legislation using the top words were then extracted and analysed for context and relevance. The figures come as the mayoral campaign has turned to focus on terrorism and race, with accusations of “dog-whistle politics” directed at the Conservative camp. The analysis of Hansard shows that Goldsmith has rarely spoken in parliament about terrorism. Since 2010 he has raised the issue eight times, the analysis suggests, and a large number of his discussions on terrorism relate to the links between illegal hunting and funding terrorism in Africa. In Khan’s role as shadow justice secretary he has spoken about terrorism on at least 26 occasions.  A spokesperson for Goldsmith dismissed the Guardian’s analysis as “totally meaningless” and added that a politician’s career extended beyond what they said in the House of Commons. Additional reporting by Charlotte Beale and Will Franklin",
  "webTitle": "London mayor: Commons speeches reveal candidates' differing issue focus",
  "webPublicationDate": "2016-05-03T14:15:01Z",
  "webUrl": "https://www.theguardian.com/politics/datablog/2016/may/03/london-mayor-data-indicates-candidates-differing-focus-on-issues",
  "keyword": [
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Zac Goldsmith",
      "id": "politics/zac-goldsmith",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caelainn Barr",
      "id": "profile/caelainn-barr"
    }
  ],
  "guardianId": "politics/datablog/2016/may/03/london-mayor-data-indicates-candidates-differing-focus-on-issues"
}