{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/peter-dutton-will-not-appeal-ruling-pregnant-asylum-seeker",
  "id": "2016-05-10-326",
  "sectionId": "australia-news",
  "body": "The immigration minister, Peter Dutton, will not appeal against a federal court finding that he breached his duty of care to an asylum seeker who became pregnant after being raped on Nauru, and exposed her to serious medical and legal risks. On Tuesday Dutton informed lawyers for the asylum seeker, identified only as S99, that he would not appeal against the order from Justice Mordecai Bromberg that he must facilitate a safe and legal abortion for her.    Related: Dutton risked safety of asylum seeker sent to PNG for abortion, court finds    It means Dutton will now have to fly S99 to a country with adequate medical expertise and equipment to safely perform the abortion she requires because of her complex neurological, physiological and psychological conditions. The woman was raped while in detention on Nauru in January after she fell unconscious as the result of a seizure, leaving her with severe post-traumatic stress disorder. The rape resulted in a pregnancy which was dangerous to her health, medical experts said, given her suspected epilepsy and another medical condition which cannot be revealed. The Border Protection Act allows asylum seekers to be flown to Australia for medical care in exceptional circumstances, but the court heard that Dutton did not believe her case to be exceptional. He had her flown to Papua New Guinea for the procedure instead, despite abortion being illegal in that country and the hospital lacking the expert staff and equipment required to make the operation as safe as possible. The abortion would have placed the woman at risk of criminal prosecution, Bromberg found. The case was heard after lawyers intervened on her behalf, saying her health would be placed at serious risk if the procedure went ahead in Papua New Guinea. S99 remains in PNG under police guard. Bromberg handed down his decision on Friday night, finding Dutton had a duty of care to the woman, and ordered that he send her to a country that could provide her with an abortion safely and legally. Lawyers for S99 urged Dutton to inform them whether he would appeal as soon as possible, given the woman’s mental health had begun to seriously decline and the risk of further complications increased as her pregnancy continued. In a statement from the National Justice Project, which is representing S99 pro bono, principal solicitor and human rights lawyer George Newhouse said now that Dutton had confirmed he would not appeal, S99 must now receive a safe and legal termination as soon as possible. “She has entered the second trimester,” he said. “It is imperative that the Turnbull government immediately brings her to Australia, or to another country where she can receive the highest standard of neurological and gynaecological care.   Related: Malcolm Turnbull says we must respect women while washing his hands of a Nauru rape victim | Duncan Fine    “The important case shows that the government has a duty to take proper care of all detainees and refugees on Nauru and on Manus Island.” The director of the National Justice Project, Duncan Fine, told Guardian Australia he hoped the court’s finding would mean no other woman would have to endure what S99 had. He said any apology to S99 from Dutton and the government would be too little too late, and that the priority would be getting her adequate healthcare as soon as possible. “Everything the government has done up to now has really been designed to obstruct her getting the very best and safest medical attention,” he said. “Any apology that came right now would be a cheap and polyester gesture. We have a federal court judge who has now very clearly said this treatment of her is not acceptable. We now need to ensure she gets the highest quality care.” The government had not indicated when the woman would be transferred to another country for medical treatment including the abortion, or what country that might be, he said. Guardian Australia has contacted Dutton’s office for comment.",
  "webTitle": "Peter Dutton: no appeal against abortion ruling on pregnant asylum seeker",
  "webPublicationDate": "2016-05-10T04:22:08Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/peter-dutton-will-not-appeal-ruling-pregnant-asylum-seeker",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Papua New Guinea",
      "id": "world/papua-new-guinea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/10/peter-dutton-will-not-appeal-ruling-pregnant-asylum-seeker"
}