{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/24/story-cities-rawabi-planned-city-palestine",
  "id": "2016-05-24-289",
  "sectionId": "cities",
  "body": "In a hi-vis jacket and jeans, Shadia Jaradat pauses on a tour of Rawabi, a new city rising out of a West Bank hill, to point up at the top floor of an apartment block. “That one is mine,” she says with visible pride, before continuing her exposition of Rawabi’s considerable merits. This privately financed city project in the heart of occupied West Bank symbolises both a possible future for the beleaguered Palestinian people and a microcosm of the obstacles they face. That it has got this far in a place under military rule for almost half a century, and in the teeth of obstruction, controversy and criticism, is a testament to the vision of its founder and driving force, Basher al-Masri. Civil engineer Jaradat is one of a team of young women professionals helping to build Rawabi. She has also made this $1.2bn (£825m) paean to contemporary urban planning her home, countering a long tradition which dictates that Palestinian women stay with their parents until they marry, after which they move in with their in-laws.     Civil engineer Shadia Jaradat in Rawabi. Photograph: Harriet Sherwood for the Guardian    Jaradat: young, female, educated, professional, independent. Rawabi: new, modern, clean, high spec and hi-tech. Both represent a break with the past, but their potential is mired in the cyclical violence and political obduracy characteristic of this part of the world. Our tour of Rawabi – Arabic for “hills” – takes us through the first two city neighbourhoods to be completed since construction began in 2012. Seven hundred apartments have been sold, with the first residents moving in last autumn. Eventually, Rawabi will have a population of 25,000 in the core high-rise city, which could rise to 40,000 with future expansion. The city is an urban planner’s dream, and the antithesis of the noisy, rubbish-strewn chaos of most Palestinian towns. The apartments have spectacular views over the biblical landscape of the West Bank. Birds of prey soar through the golden evening light. From the highest spots, it is possible to see the Mediterranean glinting beyond the Tel Aviv skyline, 25 miles away. Residential blocks are connected by landscaped walkways, communal gardens and squares, with vehicles restricted to outer roads and underground car parks. Power and telecommunications are delivered by underground fibre-optic cables. Children’s play areas, outdoor gym equipment and benches are scattered through each neighbourhood. The apartments are finished to a high specification, with modern kitchens, integral appliances, tiled floors, recessed lighting and communal stores to keep garbage out of sight. Heating and air conditioning is delivered from a central source. Each flat has a balcony or terrace; there are 100 variations of design.     Rawabi’s 12,000-seater amphitheatre. Photograph: Thomas Coex/AFP/Getty Images    The smallest two-bedroom apartments sell for about $65,000. A four-bedroom apartment could cost up to $150,000. A few top-of-the-range penthouse units have higher prices, but in general they are about 25% cheaper than comparable properties in nearby Ramallah, the overcrowded – and hence overpriced – economic and political hub of the West Bank. Rawabi’s commercial centre has retail spaces, cafes and restaurants awaiting occupancy. “We’re trying to convince international brands, like Mango and Zara, to open here,” says Jaradat, noting that, as yet, there are no global chains in the West Bank. The blueprint includes copious office space, a creche, a seven-screen cinema, a convention centre and a hotel.    Rawabi sends a message to the international community. We are not what they are led to believe, a bunch of terrorists  Bashar al-Masri     Several mosques and a church will provide worship space for the population. An industrial zone is situated on the city’s outskirts. One school is built, and another is planned. In a slick marketing centre, potential buyers can inspect scale models of the project, view a 3D promotional movie and consult representatives of Arab banks on finance options. And then there is Rawabi’s jewel: a vast, stunning 12,000-seat outdoor amphitheatre built into the hillside. Here, it is hoped, international artists will perform to audiences attracted to Rawabi from all over the West Bank and beyond. A soccer stadium, water park, all-terrain recreation vehicles, an overhead zipline – all add up to an ambitious plan to make Rawabi a desirable place to live and a popular destination to visit. But – especially here – not everything goes according to plan.     Palestinian-American developer Bashar al-Masri. Photograph: Uriel Sinai/Getty Images    Since Bashar al-Masri embarked on the Rawabi project in 2007, it has consumed every waking moment. “I have a lot more grey hair. I don’t think I’ve taken a single day of vacation. Maybe one. One single day. I never turn my mobile off. There have been many happy moments, but also many frustrating moments. It has not been an easy journey.” The Palestinian-American businessman talks of his new city with passion. “This project sends a clear message. Despite all the obstacles the [Israeli] occupation puts in our way, we are determined to improve our lives and have our own state. “This is a mega-project, designed first for Palestinians. People stand on the top of the hill here and say: ‘Wow! This is for us?’ They see other places – in Dubai, Israel, the UK, America – on the internet, and now they see it in our own land, built by our own engineers and labourers. It brings national pride – yes we can, yes we can make a difference, despite all the misery. “And Rawabi also sends a message to the international community. We are not what they are led to believe, a bunch of terrorists. We are ready to build our state. Here is the proof.” Ghost town In 2012, ground was broken. By the middle of 2013, 600 apartments had been sold off-plan and another 8,000 people had registered as potential buyers. A year later, the first properties were finished and phase two was well under construction. But by early 2015, Rawabi was a ghost town and Masri was contemplating bankruptcy.     A finalised neighbourhood in the new Palestinian city of Rawabi. Photograph: Thomas Coex/AFP/Getty Images    The issue that drove him and his mega-project to the edge of disaster was water. Masri spent two years trying to secure a dependable and adequate supply. Without it, Rawabi was dead. Israel took control of West Bank water resources almost 50 years ago, when its occupation of Palestinian territories began. Under the Oslo Accords, signed in 1993, a Joint Water Committee (JWC) between Israel and the newly created Palestinian Authority (PA) was set up. The PA allocates water supply within the West Bank, but the amount of water supplied is determined by Israel. Any water deal for Rawabi needed to be agreed by the JWC. But the PA was mostly refusing to deal with the body in protest at the vastly favourable supply of water to Israeli settlements compared to Palestinian towns. Rawabi was dry. “It was a super-critical two years,” says Masri. “We were ready to deliver apartments, and we needed $100m from buyers waiting to move in. But we couldn’t move forward.” Construction slowed and hundreds of buyers pulled out. “I really thought we would go bankrupt.” In desperation, Masri appealed to his friends in international business and politics to intervene. One who advocated on behalf of Rawabi was former British prime minister Tony Blair, who would resign as Middle East envoy a few months later. “Blair was a supporter of Rawabi. He’s been here several times, he’s helped clear [political] obstacles,” says Masri.     Tony Blair plants an olive tree at Rawabi in June 2010. Photograph: Abbas Momani/AFP/Getty Images    The water deal came through in March 2015. “We were allocated a quota of 300 cubic metres a day. Now, we’re already at the top of the quota, and we need more. But all Palestinian cities have water problems, all are asking for more water,” says Masri. Water was not the only problem. Rawabi is situated in Area A, the 18% of the West Bank that is under Palestinian control. But access to the city lies through Area C, the 60% that is under full Israeli control. Masri had to negotiate for permission to build a road on which trucks could deliver construction materials and cars and buses carry Rawabi workers – and, eventually, give Rawabi residents access to the rest of the West Bank. “It was discussed at the White House, with [UN secretary-general] Ban Ki-moon, with everyone. Finally we started digging, putting facts on the ground with this road. Eventually, in 2012, with a lot of international pressure, they gave us a temporary permit for the road, But every year it has to be renewed, or they could close the road,” says Masri. “We want to make the road permanent, we want to widen it and extend it. We’ve been back and forth for a long time. But I’m hopeful it will be approved in the near future.”     An architect model of Rawabi. Photograph: Abbas Momani/AFP/Getty Images    The delays took their toll. “Before, for every unit I had 10 possible buyers. It became hard to find any.” The project is now three years behind schedule and has a funding shortfall of at least $150m, says Masri. But the setbacks and difficulties go beyond the road and water delays. “To my knowledge, not another city in the world has been financed completely privately – every single thing from A-Z: sewage, water, schools, telecoms, electricity, roads, religious places. Everything is paid for by us, and we’re not happy with that,” says Masri. In 2008, Masri signed a private-public partnership agreement with the PA, under which the latter would fund the city’s basic infrastructure to the tune of about $140m. “I’ve had nothing since then. The PA’s priorities should be not just politics and security but also the economy. I understand they are financially broke but they could have delivered more than moral support.” The PA does not even provide a police presence in the embryonic city. “They agreed to open a police station five months ago, but they need Israeli permission. Nothing has happened. We wait. Until then, I am the police chief of this city.” At the very least, he says, the PA could have directed international donors to Rawabi. The project was announced just before a conference in Paris in December 2007, at which billions of dollars in aid was pledged to boost the Palestinian economy and state-building projects. “I thought they’d be all over us,” says Masri. “I’m worried that the donor community remains focused on a welfare society in Palestine. But we need to generate long-lasting jobs rather than wait on handouts every month. We don’t want to rely on philanthropy.” Immunity to occupation Masri, 55, was born and raised in Nablus, a major commercial centre of the West Bank and a city which reputedly produced more suicide bombers than any other during the violent years of the second intifada, or uprising. He is a member of one of Palestine’s best-known and wealthiest families; his uncle Munib al-Masri is a prominent businessman and philanthropist, sometimes called the Godfather of Palestine. After studying and working abroad, mainly in the US, Bashar al-Masri returned to the West Bank in the mid-90s at a time when hopes for a lasting settlement to the long-running Israeli-Palestinian conflict were high following the signing of the Oslo Accords.    I want to convince Google and Microsoft to create jobs here. We could be a centre of outsourcing. Why not?  Bashar al-Masri     But Israel’s occupation of the West Bank, Gaza and East Jerusalem continued, Israeli settlements within the Palestinian territories multiplied, and the prospects of a Palestinian state receded. Masri launched a newspaper and built a successful business – and thought hard about how to breathe life into the dying Palestinian economy. Slowly his dream of a new city, a new beginning, began to take shape. He drew on the expertise of international planners and architects to flesh out his vision, and secured funding from Qatar to augment his own massive investment. He bought the hilltop site as a deliberate riposte to Israeli settlers who sought out commanding positions for their burgeoning colonies (Palestinian towns and villages are usually found on valley slopes). Key to Masri’s dream was a sustainable city, attracting investment and jobs to the West Bank. His ambition was to lure hi-tech and service industries to the empty office spaces above Rawabi’s shopping mall, where they could take advantage of a relatively low-cost but highly educated and tech-minded young workforce.     A display living room in an apartment in Rawabi. Photograph: Thomas Coex/AFP/Getty Images    The advantage of telecommunications, he says, is its “immunity to occupation”. It does not need to overcome the hurdles of checkpoints and closures, import and export bans, and the vagaries of the Israeli civil and military authorities which control much of the West Bank. “I want to convince Google and Microsoft to create jobs here. We could be a centre of outsourcing. Why not? That would be our Marshall Plan.” Rawabi has many critics. Some Palestinians have belittled it as a vanity project for Masri. Some say the cost of housing is way beyond the reach of most Palestinians, for whom a long-term mortgage is impossible. Some worry that the concept of small units for nuclear families or solo dwellers challenges traditional social norms whereby extended families live grouped together, providing mutual care for the old and the young. And some accuse Masri of cosying up to Israel in order to get his project off the ground. These critics say Rawabi risks “normalising” the Israeli occupation of the West Bank by embarking on such a major venture ahead of securing a Palestinian state. Some say his dealings with the Israeli authorities amount to “whitewashing” or “collaboration”. It is true that Masri has negotiated with Israel over the water supply and the road, and that much of the construction materials used to build Rawabi came from Israeli suppliers. But he shrugs off the criticism. “They’re entitled to to their opinion. A lot of things they accuse me of are not true. I don’t see dealing with Israeli companies as wrong – it’s almost impossible not to deal with Israel. 99.9% of Palestinian homes are built with Israeli cement. You got to any Palestinian shop, and people are buying Israeli ice cream.” “Some people say Rawabi sugarcoats the occupation. I disagree. Rawabi is being built despite the occupation. We expose the occupation by our battle for basic things like water and a road.”     Rawabi resident Mai Alzarou and her nine-month old daughter. Photograph: Harriet Sherwood for the Guardian    He describes some of his critics as “cappuccino leftists”. “Who decides what to boycott and what not to boycott? It’s okay to study at Tel Aviv university but not to buy Israeli cement?” (This is a dig at Omar Barghouti, a founder of the Boycott, Divestment and Sanctions movement, who was a student at the institution.) But, Masri concedes, anti-Israel slogans have resonance at a time “when Palestinians are being killed in cold blood”. Between October 2015 and March this year, 30 Israelis and two Americans died in a wave of stabbings, shootings and car-rammings by Palestinians. Over the same period, more than 200 Palestinians were killed, the majority while allegedly carrying out attacks. The violence has had an impact on Rawabi, says Masri. “You can’t market nice new homes in a climate when people are being killed, when there are closures and demolitions [of Palestinian homes by security forces].”    The patterns of Palestinian society are changing  Mai Alzarou     It has also been a setback for Masri’s ambitions to attract tech companies to Rawabi. Despite his overtures, no international businesses have committed to locating in the city. “We’re struggling,” he admits. “We did Rawabi the awkward way – we built a city, then invited [businesses] to come. The norm is to first create jobs, then build a city around them.” But, typically for Masri, he is undeterred. “I’m confident we’ll be able to do it. All over the world we have friends who are mesmerised by Rawabi. For the first time they see, hear, read, watch the Palestinian people doing something positive. The international community is on our side, not against us.” In the meantime, the development of Rawabi itself has created thousands of jobs – and, unusually, almost half its workforce is female. This was deliberate. “Women are equally qualified and super-hardworking. We wanted to empower women in the workplace.” Masri is the father of two daughters in their early 20s. “I see how women can be at a disadvantage, and when the economy is bad, women get the worst part of it. Here, we are trying to build a civilisation, and that requires equality.” More pragmatically, he adds: “And young people buying a home here usually need two salaries.”   Related: The story of cities, part 1: how Alexandria laid foundations for the modern world    Mai Alzarou and her family are typical of Rawabi residents. Alzarou, 25, an English teacher, her salesman husband and nine-month-old daughter moved to the city from Bethlehem last autumn. Their three-bedroom, three-bathroom apartment was on sale for $120,000, but the Alzarous took advantage of a “rent-to-buy” scheme. They are paying $500 a month in rent for two-and-a-half years, and then will pay off the balance with a combination of savings and mortgage. “In Palestine we usually live in extended families. But not all young people think this is the best way. We wanted our own apartment with new neighbours,” she said. According to Jaradat, typical buyers are in their 30s with young families, with both husband and wife working outside the home in the private sector, well-educated and looking for a new lifestyle among other young families. Among the first 700 families, 10% are Christian compared to 3% in the overall population. “The patterns of Palestinian society are changing,” she says. “When I bought my apartment, my family didn’t understand. It’s not part of our culture, but I’m glad we’re changing that.” How far and how deep the changes go is not known. Is Rawabi a momentous trailblazer or a colossal folly? Masri has no doubt, but others are watching cautiously. “My vision is not just Rawabi,” he says. “This is not about real estate, this is about change at the grassroots, it’s about empowerment. Rawabi is a pilot project that will start a domino effect. The only question is when.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #49: the long road to Rawabi, Palestine's first planned city",
  "webPublicationDate": "2016-05-24T06:30:03Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/24/story-cities-rawabi-planned-city-palestine",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestine holidays",
      "id": "travel/palestine",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East holidays",
      "id": "travel/middleeast",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "cities/2016/may/24/story-cities-rawabi-planned-city-palestine"
}