{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/jermain-defoe-england-euro-2016-sunderland-sam-allardyce",
  "id": "2016-05-09-27",
  "sectionId": "football",
  "body": "Jermain Defoe remains on a dual mission to not only rescue Sunderland from relegation but also force his way back into the England squad in time for Euro 2016. Sam Allardyce’s key striker is preparing for the vital game at home against Everton on Wednesday knowing victory would relegate both Newcastle United and Norwich City while ensuring the Stadium of Light hosts Premier League football next season.   Related: Arsenal fear Danny Welbeck could miss Euro 2016 with knee injury    Defoe is also well aware that Arsenal’s Danny Welbeck has a knee injury which puts his place in the France-bound squad in jeopardy. Whether this opens a door the 33-year-old had feared was closed for good depends on Roy Hodgson, but Allardyce believes England could benefit from the former Tottenham forward’s goals, experience and big-game nous. Allardyce accepts that without Defoe, who has scored 18 goals in all competitions this season, Sunderland would long since have been relegated. “I just think that if Roy needed any striker to go along, Jermain would be his man,” the manager said. “Jermain’s had a big run of games, of the sort he hasn’t had for a few years, and he’s been a consistent performer at the highest level. To score 18 goals for a team that’s been sat in the bottom three or four all season is pretty miraculous.” With Jamie Vardy and Harry Kane at Hodgson’s disposal, Allardyce admits that Defoe might not always start in France but he feels his experience could prove invaluable coming off the bench. “If you need a goal, Jermain’s the one you want the ball to drop to.” Defoe won the last of his 55 senior caps as a substitute in a 2-0 friendly defeat by Chile at Wembley in November 2013, but he has recently said he would like to resume his international career. So far there has been no contact from Hodgson but Allardyce would not be surprised to receive a phone call. “Jermain’s performance this year and his goals particularly may have caused Roy to just take a little look,” he said. “He knows how much experience he’s got, he knows he can do it at that level.” Defoe’s winning goal against Chelsea in the 3-2 victory on Wearside on Saturday has left Sunderland in touching distance of safety – not bad for a striker often left on the bench by Allardyce’s predecessor, Dick Advocaat. Sunderland’s current manager took over in October and he needed some convincing whether a striker who had arrived from Toronto in January 2015 in exchange for Jozy Altidore made a big enough all-round contribution to meet the requirements of the modern game. Then there was the question of whether Gus Poyet’s principal signing could operate successfully as a lone striker in Sunderland’s 4-1-4-1 formation. “That was a good swap for Altidore, with all respect to Mr Altidore, one of the best pieces of business this club has ever done,” Allardyce said. “Altidore had scored two goals in two years for Sunderland – but at first I listened to too many people who said Jermain couldn’t play up front on his own. Now Jermain’s proved he can do that job. He’s certainly resurrected himself this season.” Sunderland’s manager is adamant that Hodgson should not be scared off by Defoe’s age. “He’s a young 33 because he’s not a drinker, he looks after himself properly, he has always been dedicated. He’s into supplementation, diet and nutrition, fluids, recovery. He does it all. He mixes his own [supplement] drinks now, he’s always inquisitive with the backroom staff about ‘Why do I drink this? Why do I take that? Why do I have this?’ He uses the staff to the maximum. “He trains every day, rarely seems to get injured, and performs at a very high level. The performances and work-rate are still there. Some of the levels of physical output he puts in have been quite outstanding. His work-rate off the ball is constant and because of that he’s a constant threat for defenders. Even though a lot of the time the ball doesn’t come his way, he’s always worrying the defender and they’re always thinking: ‘Where is he?’”",
  "webTitle": "Sam Allardyce urges England to consider Jermain Defoe for Euro 2016",
  "webPublicationDate": "2016-05-09T21:30:09Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/jermain-defoe-england-euro-2016-sunderland-sam-allardyce",
  "keyword": [
    {
      "webTitle": "Jermain Defoe",
      "id": "football/jermain-defoe",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/09/jermain-defoe-england-euro-2016-sunderland-sam-allardyce"
}