{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/11/rising-star-competition-entry-darcy-mcclean",
  "id": "2016-05-11-149",
  "sectionId": "small-business-network",
  "body": "Alison McMullan, CEO of Abbey Gymnastics CIC, explains why Darcy McClean should win the Rising Star category of the Guardian Small Business Showcase competition:   Our line of work often requires staff to go above and beyond their paid employee role. Darcy is an exceptional member of staff and has had a positive impact on the development of our company through her role as head of gymnastics, her additional voluntary service (227 hours in the past six months alone) and her overall commitment to the business’s growth.  Darcy received recognition from Volunteer Now for her commitment to volunteering and was awarded the Ultimate Volunteer Award. She is also now an ambassador for the organisation.  In the past 12 months, our membership has grown to 600 members from 470 in the previous year. This is a testament to the positive impact Darcy has had on the Company. Her mentoring has ensured our coaches have been trained to an exceptionally high standard and have been able to progress through the British Gymnastics Coach Education system. Many have gone on to find employment within our company and other organisations. Darcy was a key member in leading groups through the BBC Active Academy in conjunction with Belfast City Council at local leisure centres, as well as running sessions in schools, youth groups and with other members of the community. She has also offered our members opportunities to perform and compete at exhibitions in Northern Ireland and London, annual in-house competitions, plus regional and national events. Last year was particularly successful and our members won 41 regional medals.  Darcy is recently achieved her Level 2 pre-school gymnastics coaching certification and travelled to Durham to study Women’s Artistic Gymnastics, as well as attending national squad sessions with British and Irish national coaches. Beyond gymnastics, Darcy also has first aid, regional judging and club management awareness qualifications.  Darcy is an invaluable asset to our company. She is disciplined, extremely kind, approachable, thoughtful and patient – all of the qualities essential for a great leader. She is an outstanding role model, committed to the development of others, determined to succeed and always loyal to those who have helped her along her journey.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Darcy McClean",
  "webPublicationDate": "2016-05-11T15:16:40Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/11/rising-star-competition-entry-darcy-mcclean",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/11/rising-star-competition-entry-darcy-mcclean"
}