{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/newcastle-united-tottenham-hotspur-premier-league-match-report",
  "id": "2016-05-15-67",
  "sectionId": "football",
  "body": "Oh what might have been. On an afternoon when Tynesiders devoted virtually the entire 90 minutes to imploring Rafa Benítez to stay on as Newcastle United’s manager next season his previously underachieving team belatedly remembered they could actually play a bit.   Related: Mauricio Pochettino apologises to Tottenham fans for Newcastle shambles    In the process Aleksandar Mitrovic created one goal, scored another and was sent off for a truly appalling challenge as Tottenham Hotspur’s chances of finishing above Arsenal for the first time since 1995 were shredded. Mauricio Pochettino’s players needed only a point to finish second but ended up third and looking anything but a team capable of competing in next season’s Champions League. Any Championship managers watching this will most definitely not be looking forward to next season’s meetings with Newcastle, which rather begs the question: how on earth did it come this? While Benítez’s players shrugged off the inhibitions imposed by fear of relegation, Tottenham’s shockingly abject performance emphasised their failure to recover from the blow of losing out to Leicester in the title race. At other times, on other days, St James’ Park might have staged protests against their watching owner, Mike Ashley; instead Newcastle were politely applauded on to the field before kick-off. If part of that was probably about old habits dying hard, a bigger reason was the “Keep Rafa” agenda. It meant that, rather indulging in “sack the board” chants, home fans held up placards proclaiming: “Rafa the Gaffa. Please stay. The Toon need you.” Such messages were backed up an incessant two-word soundtrack set to the tune of La Bamba. “Rafa Benítez, Rafa Benítez,” fans chorused, with the volume being raised appreciably once Gini Wijnaldum gave them lead. Spurs had begun in unusually jaded fashion with Toby Alderweireld fluffing an attempted clearance and the ball falling to Moussa Sissoko who played in Mitrovic. The Serbia striker’s deft lay-off found Wijnaldum who shot low into the bottom corner from 12 yards. It was the Dutchman’s 10th goal of a season he had started so brightly before sinking into a prolonged midwinter slump.     Georginio Wijnaldum, right, opened the scoring at St James’ Park as Newcastle ended a disappointing season with an emphatic victory. Photograph: Owen Humphreys/PA    Fortunately for Wijnaldum, the crowd were clearly in a forgiving mood and the Gallowgate End briefly celebrated with a few blasts of “Stand up if you love the Toon,” before reverting to their previous refrain. Their spirit was barely dampened by the sight of a small aeroplane circling the skies above them trailing a large banner bearing the message: “Auf Weidersehen Prem: Tyne to go.” It offered proof that some people really do have more money than sense – there are surely much better ways to spend the best part of £1,000. As if determined to defy that mocking eye in the sky Newcastle swiftly scored a second. Sissoko delivered a fabulous cross from the right and, having beaten both Alderweireld and Kyle Walker to the ball, Mitrovic evaded Hugo Lloris’s reach with an imperious header. Loud as the resultant applause was it seemed bitter-sweet, underscored by a certain sadness. Spurs, meanwhile, had created a solitary first-half chance which featured Karl Darlow doing well to block Christian Eriksen’s fierce shot.   Related: Arsenal finish second as Olivier Giroud hat-trick sees off Aston Villa    As the half wore on, the prospect of second spot and putting Arsenal in their place receded ever faster for Tottenham. Admittedly they reduced the deficit but the consequences stemming from the moment Harry Kane and Eric Dier combined to free Érik Lamela down the left were destined to serve as the most academic of footnotes. Initially it looked as if Lamela would cross but instead, from a seemingly impossible angle, he unleashed a shot which beat Darlow at his near post, the ball deflecting off the keeper and into the roof of the net. If Darlow appeared less than delighted about that concession, Mitrovic should have been disgusted with himself for an appallingly reckless high, over the top, challenge which caught Walker on the shin and could easily have resulted a broken leg for England’s right back. Mitrovic even tried to contest the inevitable red card before being ushered off by Sissoko. This being a perverse sort of afternoon 10-man Newcastle’s reaction was merely to extend their lead. When Sissoko’s long legs took him into the penalty area he collapsed dramatically after Eriksen’s perceived interception and Wijnaldum sent Lloris the wrong way from the spot. Buoyed by that rather generously awarded penalty, Andros Townsend hit a post, Daryl Janmaat crossed and Rolando Aarons half-volleyed a brilliant goal. Turning creator, Aarons’s pass then picked out the overlapping Janmaat whose low shot defied Lloris. St James’ Park reverberated to a by now familiar theme. “We want you to stay,” they roared. “Rafa Benítez, we want you to stay.” Man of the match Gini Wijnaldum (Newcastle United)",
  "webTitle": "Georginio Wijnaldum leads Newcastle in astonishing rout of Tottenham",
  "webPublicationDate": "2016-05-15T16:10:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/newcastle-united-tottenham-hotspur-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/15/newcastle-united-tottenham-hotspur-premier-league-match-report"
}