{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/12/top-10-childrens-and-ya-books-that-adults-can-learn-from",
  "id": "2016-05-12-326",
  "sectionId": "childrens-books-site",
  "body": "We all know that the problem with grown-ups is that they think they’re done growing. They get stuck: at a certain height, in a certain mindset, in what they wear, listen to, and in what they read. In The Girl of Ink & Stars, the grown-ups have become stuck in what they think is possible. Isabella’s theories about the strange occurrences on her island are discounted because she is a child, and a girl. Yet her open-minded approach to the world allows her to see the truth, and that makes her the only one who can save her home.  Young people tend to be the bravest readers. I’ve met many adults who say “I don’t read children’s books” as if they are in a foreign language they never learnt. But many of them are teaching big, bold lessons disguised as beautiful, challenging stories. Here is a small selection of the many incredible books for children that adults would also do well to read, learn from, and enjoy. So if you like the sound of any of these books, try recommending them to the adult in your life. Tell them, “Go on, grown-ups – grow a little.”    Related: 10 wild facts about Maurice Sendak's Where The Wild Things Are     1. Where the Wild Things Are by Maurice Sendak  You’ve probably already heard of or read this classic story of Max, the boy who sails away from home to frolic with the Wild Things, ends with his dinner waiting, “still hot”. You’ll take away an adventure that ends with the comfort of home, and if you get your grown-up to read it, they will recognise that the frustrations of childhood emotions may become easier to articulate, but they never really go away. Told in sparing words and lush pictures with real emotional punch, you have to wonder why, as our vocabulary improves, we turn from imagery as storytelling.   Related: Malorie Blackman: Developing negatives     2. Noughts and Crosses by Malorie Blackman  Blackman’s book taught me, and many people for whom it was not a daily reality, to see racism for the first time, in terms we could understand. “Plasters were the colour of us Crosses, not the noughts…” The image of the black plaster on white skin has stayed with me as a simple and brilliant way of condensing the concept of privilege. Blackman’s novel also gives blistering credence to the power of words – as Sephy says, “Whoever came up with the saying ‘sticks and stones may break my bones but words will never hurt me’ was talking out of his or her armpit.” An eye-opening book for any child that adults would do well to read, or re-read.  3. The Wave by Morton Rhue  Have you ever wondered how you would react when faced with evil? Based on Ron Jones’ classroom experiment of 1979, The Wave follows Ross, a teacher who attempts to explain how Nazi Germany, and the Holocaust, was allowed to happen through creating a movement called the Wave. Of course it soon takes on a life of its own, with its followers’ actions spiraling out of control. We all conform, and this book explores the consequences of that in extremis. Is inaction the same as complicity?   Related: The greatest Frances Hardinge quotes ever     4. The Lie Tree by Frances Hardinge  Aside from the lyrical writing and gripping mystery that sits at its heart, this book is an exploration of the fall-out from a major parental lie. Set in post-Origin of the Species Victorian Britain, Hardinge’s heroine Faith finds herself constricted by being a girl, and by her father’s expectations of her. “Listen, Faith. A girl cannot be brave, or clever, or skilled as a boy can. If she is not good, she is nothing.” When he turns up dead, Faith must be brave, clever, skilled, and most certainly not “good”.   Related: Philip Pullman: 10 magical quotes from his books and the man himself     5. His Dark Materials by Philip Pullman  In all honesty, this list could have consisted entirely of genre fiction. It’s often easier to be truthful through a skewed lens, and if your adult doesn’t want to read a children’s book, this would be a good place to start changing their mind. An epic story of light versus dark, and the shadows that slink in the gaps, it grapples with complex ideas around innocence, childhood, power, and the Authority. It’s also an incredible adventure, with an ending that will probably make you cry (unless you don’t have a heart).   Related: Why we need to be honest about OCD and teen mental health     6. Am I Normal Yet? By Holly Bourne  Be honest – how often do you use words like “crazy”, “mental”, or “insane” without thinking twice? A brutal and brilliant takedown of how we talk about mental illness, feminism, and friendship, this book is a wolf in sheep’s clothing. It follows Evie, and her friends Lottie and Amber, as they navigate their way through the minefield of school, boys, and periods. If you’ve ever felt out of the ordinary, this is for you (ie everyone). It manages to be enjoyable without being flippant, incisive without being preachy. My first thought having finished it was “I wish I’d read this when I was a teenager”, but in all truth I think it’s just as valuable to have read it now. So have a read - I guarantee you and your adult will enjoy it. You’re never too old to drop some stigma.    Related: Benjamin Zephaniah interview: To me it’s not about black, white, Asian; it’s about literature for everybody     7. Refugee Boy by Benjamin Zephaniah  This book is 15 years old, and more vital than ever. In a time when our government voted against accepting 3,000 unaccompanied refugee children, Alem’s story will ring cringingly true. Not all people welcome him, or believe in his story. Some just don’t care. Economics are this lack of care disguised as practicality – Alem realises people resent being asked to share even a small proportion of their wealth. Polemic aside, this is a beautiful telling of a desperate story. Phoenix by SF Said tackles similar themes of home and displacement in an intergalactic setting.   Related: My hero: Robin Williams by Anne Fine     8. The Tulip Touch by Anne Fine  Another cautionary tale on the consequences of inaction, The Tulip Touch was disturbing to me as a child and even more so as an adult. When Natalie befriends Tulip, their games soon escalate from the peculiar to the dangerous. Natalie’s parents quickly distance themselves and their child from Tulip, without wanting to see what is causing Tulip’s behaviour. Natalie is too young to recognise the hallmarks of abuse, but her parents are not – yet they do not act. Would you be able to recognise and help a girl like Tulip? Would you? 9. Panther by David Owen Derrick’s heard reports of a panther in his neighbourhood, and attaches his happiness, and the happiness of his family, on finding it. This is not an “easy” book, but depression is not an easy illness. In a time when the leading cause of death in males under fifty is suicide, Derrick’s narrative feels like essential reading. Patrick Ness’s A Monster Calls is another story worth reading for anyone who finds it hard to understand or communicate around such themes.   Related: Louise O'Neill: 'I think this book will infuriate a lot of people because it’s going to push those buttons'    10. Asking For It by Louise O’Neill As the next grown-ups, it’s down to young people now to make the world a better place – and reading this book is a powerful way to start. “They’re good boys really. This all just got out of hand.” When terms like “good” and “bad” dominate our language, a view of their effects is offered in this harrowing and masterful book. When Emma is gang-raped at a party, it is her peers’ and adults’ reaction that inflicts the deepest damage. An unflinching dissection of rape culture, Asking For It should be required reading for teenagers, all men, all women, and anyone in-between.      The Girl of Ink & Stars by Kiran Millwood Hargrave out now in paperback (Chicken House). Buy it at the Guardian bookshop.",
  "webTitle": "Top 10 children’s and YA books that adults can learn from",
  "webPublicationDate": "2016-05-12T07:27:40Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/12/top-10-childrens-and-ya-books-that-adults-can-learn-from",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Malorie Blackman",
      "id": "books/malorie-blackman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philip Pullman",
      "id": "books/philippullman",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Anne Fine",
      "id": "books/anne-fine",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Maurice Sendak",
      "id": "books/maurice-sendak",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Benjamin Zephaniah",
      "id": "books/benjamin-zephaniah",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Frances Hardinge",
      "id": "childrens-books-site/frances-hardinge",
      "sectionId": "childrens-books-site",
      "sectionName": "Children's books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/12/top-10-childrens-and-ya-books-that-adults-can-learn-from"
}