{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/19/fa-cup-final-magic-manchester-united-crystal-palace-champions-league-premier",
  "id": "2016-05-19-258",
  "sectionId": "football",
  "body": "Gary Lineker’s documentary on Leicester City’s title success the other night had an intentionally dreamlike quality. Even now, at a distance of just a few days from the end of a remarkable Premier League season, it is still tempting to wonder whether it all really happened. It did, of course, we can be sure of that. Otherwise Arsenal would now be champions, Tottenham kicking themselves even more than usual and Manchester United inviting Louis van Gaal to spend a bit more money in preparation for next season’s Champions League. There has been some debate in these pages over the last few days over whether United have improved this season, stood still or gone backwards. My conclusion was that they are ever so slowly getting better, based on the joint best defence in the division and some exciting discoveries up front in Anthony Martial and Marcus Rashford. The league table suggests otherwise, and many were quick to point out that finishing fourth last season and fifth this time is a step back, not forward, though that can largely be explained by the Leicester effect. Take Leicester out of the equation, pretend for a moment that they did not confound bookies and pundits alike by coming from nowhere to finish on top, and United are pretty much where they were last season apart from having an FA Cup final to look forward to and a couple of new strikers to utilise.   Related: Alan Pardew promises Manchester United a ‘difficult’ FA Cup final    If some people had their way, the winners of Saturday’s showpiece at Wembley would be granted a place in next season’s Champions League as a reward. It has been suggested over and over again that the way to halt the decline of the FA Cup would be to make it a prize worth winning, and it is certainly true that were the competition to provide a route to the Champions League for the winners, in the way that the Europa League now does, then everyone would start taking it seriously again. Especially the big teams, or more specifically the big teams who might just finish fifth or sixth in the Premier League. Teams such as Manchester United in fact, who on several occasions in the past have been guilty of making the FA Cup the lowest of their priorities. Such a change, which would require Uefa to alter its rules, would probably fix the FA Cup, though it might not be the best idea in the long run for English success in the Champions League. Suppose Crystal Palace win on Saturday, for a start. Bearing in mind that the Premier League’s normal quota of four Champions League places is based on a coefficient that tracks English clubs’ record in Europe over the years, would it really be a good plan to send along a club that finished in 15th place and only managed a couple of league wins since the turn of the year? FA Cup winners in recent seasons have included Wigan and Portsmouth, while Aston Villa, Hull and Cardiff have appeared in finals in the last 10 years. Would it be entirely fair to send clubs like that into Europe’s premier competition, based on stringing four or five results together in the Cup, when the side that finish in fourth after the 38 games of the Premier League’s arduous season would then have to be content with a Europa League spot? Even Van Gaal thinks not, or at least he did a few weeks ago when the possibility was put to him. He might be more tempted to grab at the lifeline now, but last month he was of the opinion that a side with a lucky cup run should not win a bigger prize than those teams who have shown the most consistency over the course of a whole season. Though Leicester have given everyone pause for thought over what might be achieved by so-called lesser clubs, the fact they won the title by a clear 10 points is a sure indication of quality, consistency and durability. The Foxes have earned their shot at the big time next season and we are all fascinated to see how it will go. We might be equally fascinated were it to be Palace, Wigan or Villa lining up against Bayern Munich or Barcelona, though not for the same reasons. So, much as one would like to see the FA Cup receive a life-saving injection of importance, linking it to Champions League qualification seems fraught with risk. Except that the issue of small clubs taking the place of bigger clubs in Europe would possibly not arise so often once the big clubs got their act together and realised the FA Cup could be their golden ticket. Upsets would become much less frequent if everybody suddenly began to regard FA Cup progress as vital, and stopped switching goalkeepers, resting players or trying out a few youngsters. Over time the Cup would just become a top-four event again, as it was in the 11 years from 1996 to 2007, when everyone complained the romance had died. Funny thing though, romance. Everyone said it was back when Portsmouth broke the mould in 2008, and again when Wigan beat Manchester City in 2013, yet for both those clubs Wembley glory prefaced a sharp downturn in fortunes. What would probably happen, with Champions League qualification as a prize, is that lucky cup runs – the kind of thing that took Palace to Wembley this time – would become a thing of the past. Van Gaal’s reservations would become less relevant; if everyone was trying their best and putting out their strongest teams then winning the six games (for leading clubs) necessary to lift the trophy would be a feat deserving of reward. But no more so than holding on for fourth place in the table. Hoping to use the lure of the Champions League to return the glamour to the FA Cup would not restore the old magic, it would just turn the competition into an annexe of the Premier League. It is regrettable that Saturday’s Wembley winners will end up with little more than a hollow crown, but could anyone seriously argue that either side deserves to be in the Champions League next season?",
  "webTitle": "FA Cup must remain football’s hollow crown to maintain its magic | Paul Wilson",
  "webPublicationDate": "2016-05-19T09:59:05Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/19/fa-cup-final-magic-manchester-united-crystal-palace-champions-league-premier",
  "keyword": [
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/19/fa-cup-final-magic-manchester-united-crystal-palace-champions-league-premier"
}