{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/07/female-directors-seize-limelight-cannes-film-festival-andrea-arnold",
  "id": "2016-05-07-24",
  "sectionId": "film",
  "body": "When actresses kicked off their high heels in anger to walk the red carpet in flats at the Cannes film festival last spring it was a sign of a wider dissatisfaction with women’s chiefly decorative role at the glamorous annual pageant on the Côte d’Azur. It was a small protest at reports that others were barred from a premiere for not wearing heels, but when this year’s festival starts on Wednesday gender inequality in the film industry is likely to be scrutinised still more thoroughly. The issue flared again last week after new figures showed the number of British films made by women increased by just 0.6% from 2004 to 2014, and only 13.6% of working film directors in the UK were women. Susanna White, director of the new John le Carré thriller Our Kind of Traitor, claimed it was “shocking to see the extent of this relentless bias laid out in black and white”. Yet when the 69th festival gets under way on the legendary Croisette there should be a better gender balance on display.     Andrea Arnold is in competition for the Palme d’Or. Photograph: David Fisher/REX/Shutterstock    The influential British film director, Andrea Arnold, is one of three women competing for the Palme d’Or. American Honey, the first US film by the former actress from Dartford, Kent, is in competition with the postwar romance, From the Land of the Moon, starring Oscar-winner Marion Cotillard, by French director, actress and screenwriter Nicole Garcia. Maren Ade, the German film-maker who won a Silver Bear at the Berlin film festival for Everyone Else in 2009, is in the running with Toni Erdmann, about a father who tries to restore his daughter’s sense of humour with a series of pranks. Jodie Foster will also be in Cannes for the premiere of her Money Monster, starring George Clooney and Julia Roberts and young British actor Jack O’Connell. “Studios still see women as a risk and I’m not sure why,” Foster said last month. Arnold’s American Honey, starring Shia LaBeouf, is a road movie about a group of travelling magazine salespeople. Arnold, who came to international attention in 2009 with Fish Tank, spoke last week about her journey through America while making the film. “Some of the poverty in some of the places really shocked me,” said Arnold, 55. “It seemed more intense than Britain. There was a town I went through in the south – and I was quite upset by what I saw: closed factories and shops, huge poverty … And drugs … loads of drugs.” Other female directors likely to attract attention are the French sisters, Delphine and Muriel Coulin, whose See the World, or Voir du Pays, is in the more adventurous section, Un Certain Regard. The sisters, acclaimed for their 2011 film, 17 Girls, grew up in Lorient, Brittany. Muriel studied at the national film school in Paris, while her sister became a novelist, and they have worked together on a series of short films that “dealt with femininity and the body”. “In cinema history, there are quite a lot of films made by brothers but never any sisters, so I think we are kind of a premiere,” Muriel has said. The Coulins split their writing and directing “fifty-fifty”, they say. “We share everything and are very close to each other, so there is no problem sharing the direction,” Muriel explained. She worked with director Krzysztof Kieślowski on The Double Life of Véronique, and the Three Colors trilogy, Blue, Red and White. “I remember shooting Veronique at night and he was listening to opera and trying to get the technicians to do their best,” she has recalledsaid. “It’s like a conductor for music and if he’s good, everybody’s good. You want to do your best. He was a fantastic human being, very humble, and I learned a new lesson every day.” Delphine’s novel, Samba Pour la France, was recently made into a film starring Charlotte Gainsbourg. Also competing in Un Certain Regard are two female newcomers, the Israeli filmmaker, Maha Haj, with Personal Affairs, and Stéphanie Di Giusto, from France, with The Dancer. Calls for a greater number of female directors in the Cannes programme were voiced long before Jane Campion spoke out passionately in 2012 at the premiere of Bright Star. Last year just two women competed for the main prize and, although organisers denied there was a rule on heels, many women were outraged at reports that those in flats at the premiere of Todd Haynes’s Carol were asked to step aside. This year four of the nine Palme d’Or judges are women: Kirsten Dunst, Vanessa Paradis, Valeria Golino, an Italian actress and film director, and Iranian film producer Katayoon Shahabi.",
  "webTitle": "Female directors seize the limelight at Cannes film festival",
  "webPublicationDate": "2016-05-07T23:04:06Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/07/female-directors-seize-limelight-cannes-film-festival-andrea-arnold",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "inequality",
      "id": "global-development/inequality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Vanessa Thorpe",
      "id": "profile/vanessathorpe"
    }
  ],
  "guardianId": "film/2016/may/07/female-directors-seize-limelight-cannes-film-festival-andrea-arnold"
}