{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/02/met-gala-manus-x-machina-fashion-technology",
  "id": "2016-05-02-29",
  "sectionId": "fashion",
  "body": "The red carpet is down, the catering is in. Amid the glamour of the Met Gala it is easy to forget that “fashion’s Oscars” are held to celebrate the opening of the latest exhibition from the Metropolitan Museum of Art’s Costume Institute. This year, that exhibition is Manus x Machina: Fashion in an Age of Technology, which brings some of the world’s most cutting-edge fashion together to examine the relationship between couture and technology, the hand-created and the machine-made. Featuring more than 170 examples of haute couture and avant-garde ready-to-wear, dating from the early 1900s to the present, the Costume Institute’s curator Andrew Bolton says he set out to finally provide an answer for a debate that has simmered for decades – is fashion art? “I’m tired of it,” Bolton said of the debate. “Art critics sometimes find it hard to accept that fashion is art because there’s a functionality to it. We have to ask different questions of fashion – is it relevant, is it significant, does it have meaning, quality. It’s undeniably art.”   Related: The Met Gala 2016: what will the guests be wearing?    Among the designers on display are Yves Saint Laurent, Alexander McQueen, Madame Grès and Iris van Herpen – the Dutch fashion couturier who, in 2010, became the first person to include a 3D-printed haute couture garment in their catwalk show. Van Herpen’s designs – which look more like wearable sculptures – are at the forefront of fashion technology, combining traditional hand crafting with cutting-edge techniques such as 3D printing, laser cutting and digital knitting. The Robert Lehman Wing galleries, on the museum’s first floor and ground level, have been transformed into a building-within-a-building using white scrims. Embroidery and feather work are showcased on the upper floor of the exhibition, while pleating, lacework and leatherwork occupy the lower galleries. One exhibit, an intricate wedding dress by Karl Lagerfeld for Chanel. Lagerfeld’s hand-drawn design was “transferred onto a computer to make a pixilated Baroque pattern, rhinestones were heat transferred by machine, outlined by hand with gold paint and finished with pearls and gemstones,” making it “the perfect case study”, Bolton said.  The exhibition – one of a few currently showing across the US to examine the meeting of tech and textiles – is held against the backdrop of an important moment for the industry, where disposable fashion dominates.  “Sometimes the artistry of fashion is completely lost in a world that is obsessed by fast fashion, consumerism, celebrity disposable fashion,” Bolton said. “That was one of the ideas. And I wanted to show how the proximity to prét-â-porter and haute couture is diminishing.” Jonathan Ive, chief design officer for Apple – the gala and exhibition’s primary sponsor – said he believes “one can only understand a material with your hands that you can come to understand its true nature,” but that he hoped the exhibit will challenge the preconception that “the former is somehow inherently more valuable than the latter.” Tonight’s partygoers are unlikely to be bogged down in such conceptualities at the “ultimate global celebrity/power cocktail”, as it has been dubbed by the New York Times, where all eyes are will be on the outfits of America’s celebrity royalty – Beyoncé, Taylor Swift, Kim Kardashian. Ive is one of the Met Gala’s co-hosts, along with pop star Swift, designer Miuccia Prada, and the event’s annual host, editor-in-chief of American Vogue Anna Wintour. The event’s honorary chairs are Lagerfeld, Miuccia Prada and Nicolas Ghesquière, Louis Vuitton’s artistic director. Started by publicist Eleanor Lambert in 1948 as a philanthropic ball for New York socialites, Wintour’s turn as chairwoman has seen the event’s profile skyrocket. At $30,000 a ticket for the estimated 600 attendees, it is expected to raise $12m for the Costume Institute. Lagerfeld’s wedding dress, like many exquisite couture creations in the exhibition and those to be showcased at the ball, were only made to be worn once. There’s no second run for this kind of perfectionism. It had better be a good party.",
  "webTitle": "Met Gala 2016: couture and technology meet in cutting-edge fashion",
  "webPublicationDate": "2016-05-02T20:53:41Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/02/met-gala-manus-x-machina-fashion-technology",
  "keyword": [
    {
      "webTitle": "Met Ball 2016",
      "id": "fashion/met-ball-2016",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "fashion/2016/may/02/met-gala-manus-x-machina-fashion-technology"
}