{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/27/kes-review-barry-hiness-story-soars-to-new-heights-in-two-man-show",
  "id": "2016-05-27-152",
  "sectionId": "stage",
  "body": "Among the tributes following Barry Hines’s death in March this year was Kathy Burke’s comment that he was “our generation’s JK Rowling”. Hines’s popularity among readers of all ages remains undiminished, though you do wonder what Billy Casper might have achieved given Harry Potter’s advantages in life. No wizardry here, just a kid with the nous to get a book on falconry from the library and make magic happen for himself.  Hines’s novel has proven to be endlessly adaptable; famously becoming a film, a musical and, most recently, a ballet. Robert Alan Evans’s version – first produced by Scottish company Catherine Wheels – is by far the most modest, yet arguably one of the best. There are only two characters, and both of them are Billy – one a truculent 15-year-old, the other his more reflective, adult self. It’s a compelling conceit, which enables the action to flit between past and present like a falcon returning to its master. Amy Leach’s taut, 70-minute production finds poetry within the assembly hall apparatus of Max Johns’s design, while the action seems to float on the gentle eddies of Tom Mills’s score. The interplay between the elder and younger Billys is deftly achieved. Dan Parr is a sensitive soul condemned to the scrap heap of a South Yorkshire secondary modern. Jack Lord morphs into all the bitter, unfulfilled adults who make his life a misery, while attempting to resist the inevitability of becoming one himself.  At West Yorkshire Playhouse, Leeds, until 4 June. Box office 0113-213 7700.",
  "webTitle": "Kes review – Barry Hines's story soars to new heights in two-man show",
  "webPublicationDate": "2016-05-27T12:55:12Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/27/kes-review-barry-hiness-story-soars-to-new-heights-in-two-man-show",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/27/kes-review-barry-hiness-story-soars-to-new-heights-in-two-man-show"
}