{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/06/wormwood-scrubs-prison-staff-walk-out-safety-concerns",
  "id": "2016-05-06-221",
  "sectionId": "society",
  "body": "More than 50 staff at Wormwood Scrubs prison have walked out, saying they do not feel safe there. The 1,200 inmates of the west London jail have been locked in their cells and all visits have been cancelled as a result of the action by prison officers. Laura Janes, the legal director of the Howard League for Penal Reform, tweeted: “Cannot get into Wormwood Scrubs to represent young person who does not feel safe as staff have walked out because staff don’t feel safe.”    Another photo from Wormwood Scrubs. Staff have walked out over fears about safety in the prison. pic.twitter.com/Pv2U4xFbpT— The Howard League (@TheHowardLeague) May 6, 2016    A prison service spokesperson confirmed the lockdown. “An incident is under way at HMP Wormwood Scrubs and we are taking steps to resolve it,” the spokesperson said. “As a temporary measure, all prisoners will remain in cells and are being supervised. There is no danger to staff or the wider public.” The Prison Officers Association said the health and safety concerns followed a recent spate of incidents at the Victorian prison. Mike Rolfe, of the POA, said there had been a number of assaults on staff, and packages of “legal highs” were said to have been thrown over the perimeter walls.     Wormwood Scrubs #POA members have walked out this morning because of serious health & safety concerns #NSSN pic.twitter.com/XdylWXVGoT— NSSN (@NSSN_AntiCuts) May 6, 2016    “The jail is flooded with drugs, mobile phones and weapons. There are concerns for health and safety of staff, and they have decided to stay outside until they can seek assurances from management that their concerns will be addressed,” Rolfe said. He said about 50 staff were outside the prison.  “Staff have said that if there’s an emergency inside the prison, they will send teams in to deal with it.”    Related: Ministers face an uphill battle to reform failing and decrepit jails | Erwin James    Rolfe said the action was not planned and followed an emergency branch meeting held on Friday. It has been illegal since 1997 for prison officers to take industrial action. The new chief inspector of prisons, Peter Clarke, said in a report last month that half of prisoners surveyed at Wormwood Scrubs said they had felt unsafe at some point in their time there.  “The number of assaults on prisoners and staff was double that at similar prisons and at the time of the last inspection. We found prisoners who were too frightened to leave their cells and were not adequately supported by staff,” the report said. The Prison Governors Association later said that their members were providing operational cover at the Scrubs to deliver the basic necessities such as meals, access to healthcare and dealing with emergencies. “We absolutely do not condone staff withdrawing their labour but we are aware of the concerns that have been raised, most recently in the chief inspector’s report, within the prison. “A constant theme is a shortage of staff and, notwithstanding that the national benchmark, which sets staffing levels, has not been implemented, we understand that staffing levels are an issue,” said the PGA statement. The governors added that the longer the dispute runs and prison officers continue to refuse to enter the jail the more challenging it will be to continue to provide operational cover.",
  "webTitle": "Wormwood Scrubs prison staff walk out over safety concerns",
  "webPublicationDate": "2016-05-06T11:12:54Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/06/wormwood-scrubs-prison-staff-walk-out-safety-concerns",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/06/wormwood-scrubs-prison-staff-walk-out-safety-concerns"
}