{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/andriy-yarmolenko-dynamo-kyiv-everton-stoke",
  "id": "2016-05-02-135",
  "sectionId": "football",
  "body": "Dynamo Kyiv’s president has insisted he will not consider selling Andriy Yarmolenko to Everton or Stoke. The Ukraine international has been tracked by several Premier League clubs for some time, with Everton having failed with an attempt to sign the playmaker last summer. Ihor Surkis revealed last week that he is willing to allow Yarmolenko and Austria defender Aleksandar Dragovic both leave the club for the right fee but admitted they will only countenance selling him to a “top club”.   Related: Roberto Martínez cuts lonely figure while Everton fans make views clear    “If I get an offer that will suit Dynamo and Yarmolenko wants to go to this club, I’ll let him. All talk of a transfer will begin after the Euros,” he said. “He is already a top player, so he should go to a top club. My position is that we should not let Yarmolenko go to such clubs as Everton and Stoke City. Dynamo is Dynamo and Stoke City is Stoke. We’re playing in the Champions League, and Stoke City are fighting for survival.” Arsenal and Liverpool have also been linked with a move for the 26-year-old, who has already turned down a lucrative move to China in the past. “If we receive an offer that will suit the club and suit the player, no one will hold him back,” added Surkis. “I, as president of the club, had a winter offer from China completely arranged, but Yarmolenko did not even come to the meeting with the sports director of the Chinese squad. “Andriy said that dreams to play in the Bundesliga and the English Premier League. The situation compared to last year is completely different, for example, Borussia Dortmund came to us two days before the transfer window closed.”",
  "webTitle": "Dynamo Kyiv president: we won’t sell Andriy Yarmolenko to Everton or Stoke",
  "webPublicationDate": "2016-05-02T12:54:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/andriy-yarmolenko-dynamo-kyiv-everton-stoke",
  "keyword": [
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Dynamo Kyiv",
      "id": "football/dynamokyiv",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/02/andriy-yarmolenko-dynamo-kyiv-everton-stoke"
}