{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/warships-can-do-little-to-stop-libyan-people-smugglers",
  "id": "2016-05-27-161",
  "sectionId": "world",
  "body": "It is groundhog day in Downing Street. David Cameron has called yet again for European navies to be sent into Libyan waters to take on people smugglers – a call he has made relentlessly over the past 13 months. This time, a British navy warship is poised to be sent to try to intercept vessels smuggling migrants and arms.   Related: British navy ship poised to be sent to Libya on anti-smuggling mission    The plan isn’t quite as quixotic as usual. Unlike in previous months, Cameron and the EU may finally have a pliant partner in Libya: a UN-installed government that has little control over Libyan territory but nevertheless seems more willing to let foreign navies into its waters. But in practical terms, Cameron’s thinking still doesn’t really add up. Libyan smugglers use two methods to send people to sea, and a western warship can do little to stop either. The first and most popular involves vast inflatable rafts. These are loaded with passengers onshore and sent to sea without a smuggler onboard. EU navies already intercept these boats within international waters; catching them in Libyan waters would have little impact on the smuggling process. The second, much rarer method involves repurposed wooden fishing trawlers bought at a few days’ notice from local fishermen. These are moored out at sea on the night of a smuggling trip, and passengers are ferried there via inflatable boats. Once filled, they then proceed towards Europe with a couple of low-level, expendable smugglers to keep the engine going.  This method would give British sailors a small timeframe in which to catch the more senior smugglers, but the mission would still be next to impossible. Informants could conceivably monitor the comings and goings of the major Libyan ports and detect when a fishing boat left each harbour. But short of stopping every single trawler – or blowing up the ports entirely – it would be hard to know which was a smuggler’s vessel and which a fishing boat. No one would be sure of wrongdoing until the boats were loaded with hundreds of passengers out at sea – too dangerous a situation for intervention by any ethical navy.   Related: Libya's people smugglers: inside the trade that sells refugees hopes of a better life    Wednesday’s dramatic capsize, photographed by the Italian navy, showed that even when European navies attempt to rescue these kinds of tightly packed, leaking boats, it is very easy for them to overturn and cause fatalities. The attempted arrest of any smugglers still onboard, with all the commotion that would involve, would make such a catastrophe even more likely. Should such an intervention miraculously succeed without any loss of life, Britain’s warship would then be left with 600 migrants on its hands. Would these still be taken to Italy, as they are now, or sent back to Libya? Doubtless, Cameron would prefer the latter. But ethically this would be extremely problematic.  It is already legally questionable to send refugees in Greece back to Turkey, where refugees do not in practice have access to legal work and where hundreds of thousands of refugee children are wasting their school years working in sweatshops.  But Turkey is at least a functioning country. Libya, with three rival governments, is in the grip of a civil war, and parts of it are controlled by Islamic State. It has no asylum system for refugees, and many migrants there fall victim to a kind of modern-day slavery.",
  "webTitle": "Warships can do little to stop Libyan people smugglers",
  "webPublicationDate": "2016-05-27T12:20:39Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/warships-can-do-little-to-stop-libyan-people-smugglers",
  "keyword": [
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/27/warships-can-do-little-to-stop-libyan-people-smugglers"
}