{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/27/simon-cowell-childrens-book-x-factor",
  "id": "2016-05-27-287",
  "sectionId": "books",
  "body": "Simon Cowell has announced a new venture: he is going to write a children’s book. He says that he needs to because all children’s books are boring – at least the ones that he’s reading to his two-year-old, Eric. When he appears on The X Factor he gets help from David Walliams, Alesha Dixon and Amanda Holden, at least one of whom writes successful children’s books. So I’m guessing he might be looking for some help with the writing, too.   Related: Simon Cowell gets star advice on plan to write children's book    What tips can I offer on writing for two-year-olds like Simon’s Eric? My tip to students thinking about writing picture books is to comb the field – see what’s already out there. The common ingredients are repetition, a bit of jeopardy, possibly loss or confusion, followed by a sense of rescue, unity or comfort. There should also be success: the protagonist (or more than one) has succeeded, though this could have come about through something or other that is not real. And finally, remember that animals can talk. Basically, it’s The X Factor. Right there, Simon, is your plot, which – as I say to my students – is often the best place to start. You need to translate your own personal experience into your chosen format. Maybe the animals in the wood are arguing about who can make the best noises – the mouse squeaks, the crow caws, the weasel squeals – they can’t decide who is the winner. Unbeknownst to them, while they were arguing, Simon the Fox was listening. Up he pops and says, “Why don’t I be the judge, and whoever is the best will come to my palace for a meal?” “Yes!” say the animals, and one by one they stand in front of Simon and make their noises. Simon chooses one of them and takes them off to his ... well, actually, he doesn’t have a palace, he has a den. And the meal? Oh yes, it’s Simon’s meal. He eats the winner. Look, I haven’t got it right yet. I’m not sure about the ending, or how to get in that stuff to do with rescue, unity and comfort. But anyway, Simon, how’s that for starters?  Michael Rosen is the former children’s laureate and author of We’re Going on a Bear Hunt.",
  "webTitle": "Simon Cowell wants to write a children’s book? Here’s what will give it the X Factor",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/27/simon-cowell-childrens-book-x-factor",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Simon Cowell",
      "id": "media/simoncowell",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Rosen",
      "id": "profile/michaelrosen"
    }
  ],
  "guardianId": "books/booksblog/2016/may/27/simon-cowell-childrens-book-x-factor"
}