{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/20/british-expats-battle-for-eu-referendum-vote-goes-to-supreme-court",
  "id": "2016-05-20-259",
  "sectionId": "politics",
  "body": "The supreme court is expected to hear an emergency appeal by two British emigrants who are not allowed to vote in the EU referendum because they have lived abroad for more than 15 years. Harry Shindler and Jacquelyn MacLennan lost their latest challenge at the court of appeal on Friday when the master of the rolls, Lord Dyson, Lord Justice Elias and Lady Justice King said the UK’s voting regulations did not unlawfully interfere with the right of freedom of movement within the European Union.      Harry Shindler in his war uniform. Photograph: Family/PA    Shindler, 95, a war veteran born in London, has lived in Italy for 35 years, while MacLennan, 54, a solicitor from Inverness, has lived in Belgium since 1987. She specialises in EU competition and environmental law and is a partner in the Brussels office of a global law firm.  Richard Stein, a solicitor with the law firm Leigh Day that represents Shindler and MacLennan, said the appeal would go to an emergency hearing at the supreme court on Tuesday. The court confirmed it was waiting for emergency legal submissions in the case. Cases normally take years to reach the UK’s highest court. The final date for new voters to be registered for the referendum is 7 June. Britons living overseas for 15 years or more lose their entitlement to vote in elections.  There are disagreements over how many Britons are affected by the ban, with estimates ranging from several hundred thousand to up to 2 million. It is thought that those living in the EU are more likely to vote for the UK to remain. Rejecting the latest challenge, Dyson said there was no common law power, such as the right to vote, that could declare legislation unconstitutional.   Brexit explained: impact on economy   Also, he said, EU law could not overrule parliament’s decision that those who had lived abroad and been absent from the electoral register for more than 15 years should be disenfranchised. Responding to the judgment, Shindler said: “I am still waiting for the government to tell us why British citizens in Europe can’t vote in this referendum. The government had agreed to scrap the 15-year rule before the referendum bill was passed, agreeing it was arbitrary and undemocratic.” Shindler was awarded an MBE in 2014 for his services to Anglo-Italian relations, and still pays tax on his pension to HM Revenue and Customs.  MacLennan said: “I am disappointed with the court of appeal’s judgment. I hope the supreme court will agree that the 15-year rule is wrong and unlawful in the context of the EU referendum.  “Brexit would have a huge impact on my personal and professional life. Excluding 2 million citizens like me from voting – as the government recognises – is unjust and unfair.”",
  "webTitle": "British emigrants' battle for EU referendum vote goes to supreme court",
  "webPublicationDate": "2016-05-20T09:51:34Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/20/british-expats-battle-for-eu-referendum-vote-goes-to-supreme-court",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK supreme court",
      "id": "law/uk-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "politics/2016/may/20/british-expats-battle-for-eu-referendum-vote-goes-to-supreme-court"
}