{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/05/best-sports-clips-of-the-week-claudio-ranieri-jacksonville-jaguars-joe-cole",
  "id": "2016-05-05-265",
  "sectionId": "sport",
  "body": "1) The pizza promise, dilly-ding, dilly-dong, the RAF, dilly-ding dilly-dong, ‘killing’ Quique Sánchez Flores, dilly-ding dilly dong … it’s Claudio Ranieri’s press conferences – the best bits. 2) Jacksonville Jaguars were among the big winners in the NFL draft – leading to some cutting analysis from one fan. 3) A bad week for British cycling didn’t get much better when Team Sky where outwitted by the wily old French fox, Thomas Voeckler, at the Tour de Yorkshire. Here are the highlights.          The Tour de Yorkshire 2016 highlights.    4) Whatever happened to Joe Cole? José Mourinho happened to Joe Cole … anyhow, he’s about to swap Coventry City for the Tampa Bay Rowdies. But remember when he scored his first professional goal for West Ham against Birmingham, and the world was at his feet? He wasn’t too shabby for Chelsea either. And let’s chuck this against Sweden in for good measure. 5) Tram bowling: an introduction. 6) London Irish slipped out of the Premiership for the first time in the professional era at the weekend just eight years after a narrow semi-final defeat to Toulouse in the Heineken Cup and seven years after losing the Premiership final by a point to Leicester. To raise the spirits though, here’s the 2002 Powergen Cup final, in full, with then player-coach Brendan Venter orchestrating a famous victory at Twickenham.  Highlights from last week’s blog 1) Plenty more contenders for athletics’ greatest ever comeback, including Dave Wottle, Robbie Andrews, Heather Dorniden and a remarkable show of sportsmanship from John Landy.             2) Peter Williamson, a former touring car driver, who pioneered in-car cameras and commentary, died last month at the age of 78. Here’s an interview from 2015 in which he discusses the early use of onboard footage at great length. 3) Grigor Dimitrov in racket-smashing meltdown. There’s more tennis-related tomfoolery here. 4) The perils of sweeper-keeping … 5) SSTTRRIIIIIIIIIIIIKKKKEERRRRRR! Spotters badges foxychops, DrGreggles, YorkerBouncer, BlackCaeser, Graham Clayton,  Guardian YouTube football channel Do subscribe, if you fancy. And the Guardian YouTube sport channel Do subscribe, if you fancy.",
  "webTitle": "Claudio Ranieri's best bits, a Jaguars fan taking it to the limit and tram bowling | Classic YouTube",
  "webPublicationDate": "2016-05-05T09:00:03Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/05/best-sports-clips-of-the-week-claudio-ranieri-jacksonville-jaguars-joe-cole",
  "keyword": [
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/blog/2016/may/05/best-sports-clips-of-the-week-claudio-ranieri-jacksonville-jaguars-joe-cole"
}