{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/it-captures-people-at-their-best-readers-eurovision-memories",
  "id": "2016-05-14-181",
  "sectionId": "tv-and-radio",
  "body": "‘I will never forget those costumes and those dance moves’ My favourite ever Eurovision entry was Ukraine’s 2007 effort Dancing Lasha Tumbai performed by Verda Serduchka. I will never forget those costumes and those dance moves. It’s by far the best Eurovision entry in the history of the competition and it’s highly unlikely anything will ever top it.  This year looks to be a little disappointing compared to past entries as whacky as this. I was sad that FYR Macedonia didn’t make it through from the semi-finals. It made a nice change to see one of the contestants singing in their native language this year, and the woman had a great voice! I’m tipping Russia to win it, just for the song’s highly elaborate staging. Jemimah Hudson, London         Verka Serduchka performing at the 2007 Eurovision final in Helsinki, Finland.    ‘It made me glad they knew there was someone supporting them’ I saw the Eurovision final live with my mum in 2014, when Copenhagen hosted it. This was during a time when there was a lot of unrest in Ukraine. Russia’s entry Shine was booed a lot which upset me. When the crowd really went at the Tolmachevy Sisters during the results because they were getting 10s and 12s in the voting, I stood up clapping and cheering. I was sitting relatively close to the green room, and the sisters saw me and smiled. It made me glad they knew there was someone who was supporting them.  Sweden’s song, If I Were Sorry, by Frans is very well written, so I’ll go for that one this year. Especially as it’s the only Nordic entry left after Denmark, Finland, Iceland and Norway all failed to get through the semi-finals. It’s a shame Denmark didn’t make it. I feel like they were one of the best acts in the second semi-final, but that may be because the song grew on me over the last few months. It was nowhere near the standard of my favourite Danish Eurovision songs; the Olsson Brothers’ Fly On The Wings Of Love from 2000 and the 2011 entry New Tomorrow performed by A Friend in London. Victoria Lisek, Copenhagen         Frans - If I Were Sorry (Sweden) 2016 Eurovision Song Contest    ‘She looked like she had walked straight off the set of Dynasty’ New Zealand doesn’t have a long history of broadcasting Eurovision, so the 1985 show is the first whole one I ever saw on VHS. My favourite from that year was the Portugese entry, Penso Em Ti (eu Sei) sung by Adelaide. She looked like she had walked straight off the set of Dynasty. As is typical for my favourites it didn’t do well – it came second last.  This year I’m rooting for Italy’s entry No Degree of Separation sung by Francesca Michielin. It’s a heartbreakingly beautiful song. In an age where many countries are obsessed with visual tricks, it’s refreshing to see a great song performed by a fantastic singer.  Dominic Sheehan , New Zealand         No Degree of Separation sung by Francesca Michielin    ‘For a while I was often introduced in music circles as Nul Walsh’ Back in 2002, I was a freelance record producer and was asked by a friend to produce a song he’d written for the British Song for Europe competition. It was a cheesy song, but strong melodically, and had some interesting harmonic ideas. The song won the public vote and went through to represent the UK in the 2003 Eurovision competition. The song was Jemini’s Cry Baby. Due to various technical reasons, the singers Chris and Gemma sounded dreadful on the night. This was so disappointing as they are both very competent performers. The UK famously got nul points and thus what was supposed to be a proud moment turned out to be a rather embarrassing one. For a while I was often introduced in music circles as Nul Walsh. It’s not a career high-point creatively, but it did reach number 15 in the UK charts. Not all bad I guess! Neil Walsh, Cheshire            ‘The memory of a German Terry Nutkins lookalike has stuck with me ever since’ Guildo Horn represented Germany back in 1998 with Guildo hat euch lieb! This was back in the day when most countries sang in their own language. I was nine-years-old and it was my first time watching Eurovision. The memory of a German Terry Nutkins lookalike wearing a billowy green satin shirt and yellow pants, while climbing the lighting rig, has stuck with me ever since. To me it sums up the joy of Eurovision; silly outfits, a daft song and a performer enjoying their five minutes of fame. I feel that has been lost in recent years. I’m going to a friend’s party tomorrow night. We do it as a sort of mini-reunion for university friends every year and everyone brings food from a particular finalist country for the buffet. I was disappointed not to see Nicky Byrne and Ireland get through the semi-finals this week as I thought it was quite a good song. The biggest shock for me though is no Scandinavian countries in the final other than Sweden.  Of all the UK entries I think my favourite was  Gina G from 1996. I remember that from many a school disco! I liked Blue’s I Can from 2011 as well. My least favourite was probably Daz Sampson’s Teenage Life from 2006, which was just toe-curlingly awful. I’m pretty confident about Joe and Jake this year. We might even get on the left side of the scoreboard for one! Laura, London            ‘We kicked our parents out on Eurovision night for several years’ In 1980 we had a babysitter for Eurovision night. She turned up with a massive handmade scorecard and we had a fantastic night. We kicked our parents out on Eurovision night for several years after that so that Barbara could come round for Eurovision. I’ve been hooked ever since! I’m really impressed by Russia’s song You Are the Only One this year. They will be a highlight and a probable winner! Kath, York            ‘Nina Kraljić’s tenement dress will startle my family’ I’m American and watch Eurovision online every year. Before I got married it was a private guilty pleasure. Then my husband watched it with me in 2013. The following year we invited his parents. I was happily shocked that Conchita Wurst won in 2014. Even my in-laws enjoyed Conchita! In 2015 I was watching Eurovision in a separate room at a family gathering. I overheard my father-in-law saying; “This current singer has the best voice and deserves to win.” He was talking about Conchita again, who had just come on as an interval act.      Croatia’s Nina Kraljic performs ‘Lighthouse’ during the first Eurovision Song Contest semi-final Photograph: Martin Meissner/AP    I was sad when Iceland’s entry didn’t make it through to the final this year. I liked that song and I thought it was powerfully performed. Nina Kraljić’s song Lighthouse will be a highlight for me this year. Her tenement dress will startle my family. I’ll be watching Eurovision at home via their webpage. It starts at 3pm here. My in-laws will come over and so will some of my siblings. They’ll be watching the show live for the first time. Caitlin Driscoll, Ohio            ‘It captured people at their best, guards down, hearts open’ In 2004, I was en route to a conference and my airfare allowed for a stopover in Europe. I checked the dates and realised I could go to Istanbul for the Eurovision. I didn’t have a ticket for the show, but found a reasonable hotel and booked in for five nights. The afternoon of the final I went to the ticket office to see if any tickets were available, and they had one! The amazing moment was when I entered the arena. There were so many flags and so many people all cheering and singing. And that’s what happened for the next three hours; everyone cheering for everyone, everyone trying to sing along. It captured people at their best, guards down, hearts open. It’s a shame we can’t be like that all the time.  I’m looking forward to seeing Ukraine’s entry 1944 this year. Jamala’s song captures both a historical and contemporary moment so beautifully.             John Egan, Auckland",
  "webTitle": "'It captures people at their best': readers' Eurovision memories",
  "webPublicationDate": "2016-05-14T06:00:29Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/it-captures-people-at-their-best-readers-eurovision-memories",
  "keyword": [
    {
      "webTitle": "Eurovision",
      "id": "tv-and-radio/eurovision",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/it-captures-people-at-their-best-readers-eurovision-memories"
}