{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/channel-4-news-jon-snow-kill-sale",
  "id": "2016-05-08-51",
  "sectionId": "media",
  "body": "Channel 4 has always known that its flagship news bulletin has been the one programme guaranteed to have an appreciative audience at the regulator – first the Independent Television Commission and now Ofcom – and at Westminster. Even the most sceptical regulator or politician could see (or be persuaded) that C4 News was uniquely vulnerable to any significant change in C4’s ownership or structure. The programme’s audience and revenue has never justified its budget or its slot. C4’s director of programmes, Tim Gardam, wrote in an internal strategy document in 2000 that running nearly an hour of news at 7pm meant the slot lost the channel money; the programme’s revenues covered only half its costs; the news got far fewer viewers than more popular programming would have. However, he continued, changing or cutting it would be a reputational disaster, and not least because Jon Snow was the face of the channel. The sense that, as one senior executive once said to me, with one false move the nice man in the stripy tie would be no more, was a recurring theme in struggles over privatisation. The 1988 White Paper, Broadcasting in the 90s, proposed a number of possible new structures for Channel 4. The first option on the list was privatisation. In the battle with the Thatcher government that followed, Michael Grade, the new Channel 4 chief executive, saw off privatisation with the clear warning: ‘The choice facing the government was simple. They could have a privatised channel or one with a public service remit, but not both. When privatisation was on the agenda near the end of the John Major government in 1996, Michael Grade had made a similar argument to Treasury financial secretary Michael Jack, saying the easiest way for a privatised C4 to boost profits by £12m was to replace C4 News with American films. Twenty years later another majority Tory government is again considering privatisation and again the role of C4 News is at the centre of the debate. So will the case for the defence work this time as it did so successfully then? C4 News is still a very good programme, but operating in a more crowded market. Many of the techniques it pioneered – expert analysis, live interviews with correspondents and high production values in graphics and video editing – have been successfully copied by its competitors. There is also a plethora of British and international news channels providing 24-hour coverage and a wide range of perspectives. Above all, perhaps, the new digital players like BuzzFeed and Vice News and the new platforms – such as Facebook and Twitter – are redefining what video news can be and how it is consumed, particularly by younger audiences. In this apparent glut of news, does a single weekday bulletin still really matter? It does, both in terms of what the programme brings to British journalism and its role in the complex and quite fragile network of programmes and relationships which currently make British broadcast news respected worldwide. The programme remains unique – 50 minutes of high-quality news reporting and analysis, with a welcome emphasis on investigations. As recent disasters at Newsnight have shown, doing investigative journalism in the context of a daily programme is very difficult and risky. C4 News has always had the budget and encouragement to do it successfully – from Bob Parker’s series on Colin Wallace and MI5 in the 1980s to its recent award for an investigation into people smuggling in Macedonia. It is not at all clear whether, if C4 News disappeared in its present form, others would fill the gap – BBC News was recently criticised for not having an investigations unit despite employing 4,000 journalists. Having 50 minutes of space to fill encourages the programme to widen the news agenda to under-reported but important stories – from war crimes in Sri Lanka to human rights abuses and oil in Equatorial Guinea. In broadcast news the proliferation of platforms does not necessarily mean a wider agenda – indeed news increasingly seems to concentrate on fewer stories. News editors keep a very close eye on what their competitors do – and the existence of a programme which often goes beyond the obvious agenda and comes back with great journalism helps encourage all newsrooms to do the same. If the privatisation goes ahead, the focus will be on whether regulation can preserve all or part of the remit. Grade has argued that any new owner would want to “preserve the brand and work out what the brand was about … C4 News is a big piece of what makes C4 different. These things are controlled by licences, you are licensed to broadcast and we have a very strict regulator.” David Elstein takes a similar view, believing that Ofcom could ensure that the current commitment to news and current affairs could be maintained if it adopted a tough and rigorous approach to quality control and measuring the Channel’s output against clear criteria. They are right in theory: good regulation should protect quality journalism. But in practice the track record of the commercial television regulators has been a patchy one. While C4’s remit remains virtually unchanged, there has been a fairly drastic reduction in ITV’s public service obligations in areas such as education, arts and children’s. The regulators may have tried harder to protect ITV’s news heritage but they have not been particularly successful. The C4 licence only commits it to 208 annual peak hours of news: no indicative budget; no statement of resources, bureaux, crews, specialist correspondents; no definition of quality of approach and editorial beyond the channel’s general remit. It would be very easy for a new owner to turn the current programme into a low-cost interview show with just headline news and claim it was still producing analysis. This is not to say that much tighter regulation could not protect the programme, at least in the medium term. It would need a very different approach from Ofcom’s current light touch. But Ofcom is likely to take over the regulation of the BBC in 2017 and that will need an equally radical change of approach on its part. Ofcom could add a much tighter regulation of Channel 4 to its enhanced BBC responsibilities and become much more involved in the quality of the output of both broadcasters. Protecting C4 News would need a very much clearer definition of what the programme was and how it would be delivered in terms of scheduling, resources, budgets and staff, but it could be done and would probably be easier to monitor than many other genres. The key would be to get acceptance from any new owner that it was committed both to the cost of producing the service and to accepting the opportunity costs of a loss-making slot of an hour in peak time. And the regulator would have to hope the new owners do not start complaining about the lack of similar rigour in the regulation of, say, ITV and Channel 5. However well Ofcom policed the arrangements, history suggests privatisation would put the incoming owners, not regulators, in the driving seat. If they like the nice man in the stripy tie and see C4 News as a key part of the brand of their new acquisition, all could be well. If not, it would be the first and most important test of Ofcom’s determination to hold the line and protect the channel’s single most important programme. Richard Tait is a former BBC trustee and editor-in-chief of ITN This is an edited extract from What Price Channel 4? a collection of essays published by Abramis and edited by John Mair, Fiona Chesterton, David Lloyd, Ian Reeves and Richard Tait",
  "webTitle": "Channel 4 News: Why we can’t let a sale kill off Jon Snow",
  "webPublicationDate": "2016-05-08T18:33:15Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/channel-4-news-jon-snow-kill-sale",
  "keyword": [
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jon Snow",
      "id": "media/jon-snow",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "TV news",
      "id": "media/tvnews",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The news on TV",
      "id": "tv-and-radio/tv-news",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/08/channel-4-news-jon-snow-kill-sale"
}