{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/labour-scotland-england-tory-snp",
  "id": "2016-05-13-178",
  "sectionId": "commentisfree",
  "body": "Labour usually prefers not to talk about England. But the stark facts from last week’s election results give it little choice: winning a UK majority requires an extraordinary recovery in Scotland –or a swing of huge scale in England. Both stretch the boundaries of credibility. But it is easier for Labour to win a majority in England alone, so if the party wants to exercise significant power in the foreseeable future it must decide whether it wants to embrace the government of England. And it will have to confront hard questions about how England can be governed, and what that means for relations with the rest of the UK.   Related: Labour rules out English parliament    Equally unavoidable is the question Labour ducked in the 2015 general election: “How would a minority Labour government work with other parties in Westminster, and in particular with the SNP?” The question will continue to be asked, whether Labour likes it or not. A new approach to England would begin by making winning an English majority an explicit Labour goal. This would bring all kinds of benefits. Voters who care about England would hear Labour talk about England, as it rarely does today. Asking itself what sort of Labour can win England will make the party ask which constituencies and which voters need to be reached. Policies on higher education, schools, social care and policing that are de facto English questions will be discussed as such. An English Labour majority will need a policy for England’s governance, not least on English devolution from Westminster. In the short term, this must mean embracing the principle that English laws should be made by MPs elected in Westminster. Labour’s current misplaced defence of the unionist Commons would simply mean that an English majority of Labour MPs would be beholden to non-Labour MPs from other nations. For the immediate future Labour could be clear that in a Labour-led minority government, or possibly a coalition, English MPs alone would hold ministerial office on English domestic issues. Longer-term changes to the role of Westminster and the structure of the executive could be resolved only cross-party and after the election.   Related: How do we start English devolution? Let’s begin with the House of Lords | John Denham    Acknowledging the difficulty of a UK majority would enable Labour to put some pressure on the SNP. In 2015 David Cameron and Nicola Sturgeon exploited a mutual self-interest in portraying Labour as dependent on the SNP. A rerun in 2020 looks highly likely. Labour can turn the tables by presenting itself as the best defender of English interests against both the depredations of a Tory government and unreasonable nationalist demands. English Labour would campaign for England, but with the vision of a new, fair and democratic constitutional settlement for the UK as a whole. Talking about the possible conditions of minority or coalition government probably breaks every rule in the political playbook. But refusing to do so didn’t play that well last year. The advantages of being the first party honestly to embrace the UK’s fractured political geography may well outweigh the downsides. Labour may well need to work with the SNP post-2020, but it needs to do so from a position of strength, not weakness. Scottish Labour needs to find its own way back, but challenging the SNP’s role in fostering a UK Tory government won’t hurt. This will all be painful for Labour. No party of government ever likes to admit it might not win an election. Deep personal and emotional relationships with friends and colleagues in Scotland stand in the way of facing the political facts of life. Labour will remain a unionist party. But unless Labour embraces England it faces exclusion from any national power, outside Wales, until 2025 at the earliest, and maybe for much longer. It’s probably a bigger choice than who leads the Labour party.",
  "webTitle": "Labour has lost Scotland. Now it must work out how to win England | John Denham",
  "webPublicationDate": "2016-05-13T12:29:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/labour-scotland-england-tory-snp",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "John Denham",
      "id": "politics/johndenham",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/13/labour-scotland-england-tory-snp"
}