{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/overseas-territories-resist-calls-for-concessions-to-end-tax-secrecy",
  "id": "2016-05-09-52",
  "sectionId": "world",
  "body": "Key UK overseas territories led by the British Virgin Islands are still resisting David Cameron’s calls to make fresh concessions on ending tax secrecy at the prime minister’s anti-corruption conference in London on Thursday. The overseas territories have said they will not sign up to public central registers of beneficial ownership, one of the key demands of the charities and anti-corruption campaign groups eager to expose the money launderers hiding their gains in the BVI and elsewhere.  Cameron knows his attempt for global leadership status on fighting corruption is being hampered by his inability to persuade the overseas territories to do more to end tax secrecy at a meeting which John Kerry, the US secretary of state, will also attend. Downing Street is increasingly confident that leaders from the key territories will at least attend the summit, after those from the Cayman Islands said they would come. However, the BVI government has yet to announce whether it will send representatives. More than half of the offshore companies set up by the Panamanian law firm Mossack Fonseca were registered in the BVI.  In recent weeks ministers have started pressing the overseas territories to accept the so-called automatic exchange of information between a range of jurisdictions – a significant initiative agreed last month and backed by the UK, Germany, France, Spain, Italy and now 15 other countries.   Related: Offshore finance: more than $12tn siphoned out of emerging countries    The UK Treasury wants the overseas territories to sign up to the initiative, which covers company beneficial ownership registers and new registers of trusts that generate tax consequences.  The Treasury says such automatic exchange would give tax and law enforcement agencies direct access to significant amounts of information, allowing for more effective investigation of financial crime. British officials speaking on Monday said only Anguilla, Montserrat, Gibraltar and the Isle of Man – representing smaller financial centres – have so far agreed to the scheme. The willingness of leaders from the Cayman Islands to attend the summit is a sign that they may be willing to compromise. Officials said they were in a dialogue with all the overseas territories, pointing out the EU wants to make automatic exchange of information a global standard. One official said he was confident some of the territories would attend the summit, but “a dialogue was underway on whether they would come and on what basis”. Some of the overseas territories resent the fresh demands on sharing information only weeks after they had ended bruising negotiations with Whitehall by agreeing to a central register of ownership open only to UK law enforcement agencies. Cameron is prepared to accept criticisms from campaign groups on his failure to persuade the territories to back a public register, arguing that the territories have taken a great step forward by agreeing to any register. UK officials said the summit will issue a communique, a declaration and each attending country would publish its own action plan – a device for each country to make pledges that go further than the declaration. The UK action plan will contain commitments on the disclosure of companies that purchase property in the UK. A diverse group of leaders are attending the summit, including the Nigerian president, Muhammadu Buhari, his Afghan and Columbian counterparts, Ashraf Ghani and Juan Manuel Santos, as well as the Argentinian foreign minister, Susana Malcorra. The conference will also be addressed by Sarah Chayes, author of Thieves of State: Why Corruption Threatens Global Security. Malta’s prime minister, Joseph Muscat, is giving a keynote address – although one of his ministers, Konrad Mizzi, featured in the Panama Papers. Mizzi set up a secret offshore trust in New Zealand, receiving help from Keith Schembri, Muscat’s chief of staff. Schembri, a former bank clerk, helped set up the trust and filled in much of the paperwork. His Maltese diplomatic passport appears in the Panama Papers. Mossack Fonseca identified him as a Pep, a politically exposed person. The revelations have caused a major political row in Malta. Last week, Mizzi narrowly survived a motion of no confidence in the country’s parliament. He was the only serving EU minister to be found owning an opaque offshore trust. Russia, meanwhile, is sending a top former spy to the summit. Oleg Syromolotov was the deputy director of the FSB, the agency which sent two assassins in 2006 to poison the Russian dissident Alexander Litvinenko. In January a public inquiry found that Vladimir Putin had “probably approved” the operation together with Nikolai Patrushev, the FSB’s then director.",
  "webTitle": "Overseas territories resist calls for concessions to end tax secrecy",
  "webPublicationDate": "2016-05-09T19:11:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/overseas-territories-resist-calls-for-concessions-to-end-tax-secrecy",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "British Virgin Islands",
      "id": "world/british-virgin-islands",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cayman Islands",
      "id": "us-news/caymanislands",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Malta",
      "id": "world/malta",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    },
    {
      "webTitle": "Luke Harding",
      "id": "profile/lukeharding"
    }
  ],
  "guardianId": "world/2016/may/09/overseas-territories-resist-calls-for-concessions-to-end-tax-secrecy"
}