{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/03/new-rules-on-horse-nosebands-needed-to-prevent-distress-say-researchers",
  "id": "2016-05-03-64",
  "sectionId": "science",
  "body": "Researchers studying the physiological impact of nosebands on horses competing in international equestrian competitions including the Olympics are calling for new regulations to reduce potential pain and distress from the equipment. The scientists found that horses’ heart rates were raised and they struggled to chew when nosebands were fitted too tightly around the animals’ heads.    Related: Why the long face? Researchers compile directory of horse facial expressions    The warning comes less than 100 days before the opening of the Rio Olympics which will host three equestrian disciplines. The use of buckled, padded straps, called crank nosebands, is most common in dressage events, where they are used with a double bridle. The researchers say that over-tightening the noseband can be used to mask bad riding technique. A spokesperson from the Fédération Equestre Internationale (FEI), the governing body for all Olympic equestrian disciplines, said that there were clear rules on the fitting of nosebands on horses at international events. “FEI stewards officiating at FEI events check all the saddlery, including nosebands and bits, of every horse competing to ensure that the rules are followed. The noseband check includes a physical check by the steward to guarantee that the noseband is fitted properly and is not having an adverse effect on the horse.” But the researchers maintain that they are aware of numerous examples of bands being fitted too tightly, and say there is a need for stricter rules. The noseband is used to make sure that the two metal bars, or “bits”, of the double bridle are kept in the right place in the horse’s mouth, and ensure that the horse cannot put its tongue over them. While it is conventionally recommend that a two-finger sized gap is left beneath the noseband, concerns have been growing that they are often tightened so much they leave no space between the strap and the horse’s nose. Paul McGreevy, a professor of animal behaviour who led the research at the University of Sydney, said the impact of such tight nosebands on horses had not been fully understood. “Denying the animal these fundamental behaviours has to come at a cost and that is what we hadn’t really appreciated,” he said.   Related: Horses can recognise human emotion, new study shows    The trend for ever-tighter nosebands has been fuelled by the rules of dressage, McGreevy said. “There is a good rule in dressage that if a horse opens its mouth the horse-rider pair will be penalised because that is seen as a sign of rough riding. Of course, it assumes that the horse can open its mouth.” With restrictive equipment, he argues, riders can mask poor horsemanship.  The use of tighter nosebands may also increase discomfort from the bits in the horse’s mouth, making the horse more responsive to commands. “You might as well have put a sharper or harsher bit in the mouth,” McGreevy said, adding that tight nosebands can also lead to cuts and ulcers where the horses’ cheeks are pushed against their teeth.  Published in the journal Plos One, the study explored the impact of using a double bridle and crank noseband on the behaviour of 12 horses that had not worn the equipment before. Over the course of four days, the scientists monitored how each horse responded to wearing the noseband in four different ways, ranging from tight to completely unfastened.  When no space was left under the noseband, the horses’ heart rates rose significantly, from an average of 34 beats per minute to 46 beats per minute, while eye-temperature measured with an infra-red camera also increased - another sign of stress. When the researchers looked at how often the horses chewed, they found the behaviour became significantly less frequent as the nosebands were tightened beyond conventional levels. The combination of double bridle and noseband also hindered the horses’ ability to lick, swallow and yawn, compared to when the equipment was removed.  McGreevy suggested that nosebands on all horses should be checked using a plastic gadget known as a taper gauge - a move he believes will not only improve the welfare of horses, but improve the sport too. “Horsemanship would ultimately benefit because the people with light hands who are supposed to go to the top of the class in dressage will be recognised,” he said.  David Mountford, of The British Equine Veterinary Association, cautioned that poorly-fitted or inappropriate tack can have a detrimental impact on the welfare of the horse, stressing that all riding equipment should be checked for fit. The competence of the rider is also a key factor when it comes to distress. “Any bridle can cause significant discomfort and stress in the hands of an inexperienced rider,” he warned. “Over reliance on tack is not a substitute for good training.” But Mountford believes more research on ridden horse welfare is needed before clear conclusions can be drawn. “At the elite/Olympic level of an equestrian sport such as dressage, making the horse uncomfortable would seem to be counterintuitive and unlikely to win medals,” he added.   Related: Olympics row over horse 'cruelty'      The FEI recently removed a guideline that required a two-finger sized gap to be present under the horses’ nosebands, arguing that the measurement was imprecise. The organisation is reluctant to embrace McGreevy’s call for the use of taper gauges. Its spokesperson said: “Through its own veterinary department, the FEI is constantly monitoring areas of relevant research. The FEI fully respects the research that has gone into developing the taper gauge. However, at competitions when horses - just like human athletes - can be high-strung, it is felt that a physical check is still the safest and most effective method of ensuring that nosebands are fitted correctly.”",
  "webTitle": "New rules on horse nosebands needed to prevent distress, say researchers",
  "webPublicationDate": "2016-05-03T18:22:24Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/03/new-rules-on-horse-nosebands-needed-to-prevent-distress-say-researchers",
  "keyword": [
    {
      "webTitle": "Veterinary medicine",
      "id": "science/veterinary-medicine",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Equestrianism",
      "id": "sport/equestrianism",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/03/new-rules-on-horse-nosebands-needed-to-prevent-distress-say-researchers"
}