{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/best-new-acts-catch-festivals-2016",
  "id": "2016-05-21-103",
  "sectionId": "music",
  "body": "CHRISTINE AND THE QUEENS Christine and The Queens is, in one sense, the stage name for Héloïse Letissier, a French pop singer who has been kicking around in her homeland for a couple of years but burst on to the global music scene with her stunning minimal pop LP Chaleur Humaine, a record filled with questioning, queer identities and Anglo-French inquisition. But live, it also becomes the catch-all term for an incredible show that combines a troupe of dancers, video and theatre, creating a spectacle you normally only see from headlining artists. This year she will have to make do halfway up the second stage at Latitude, her only confirmed UK festival so far.       KEY TRACK: Tilted  CATCH HER AT: Latitude YOUNG THUG Who knows how the most exciting rapper in the US will handle a big festival stage like Wireless. His live shows tend to be shambolic: the cross-dressing, lean-drinking, self-professed stoner can often be seen wearing three different outfits and barely remembering his own lyrics. But when the energy is right, there is nothing else like it, huge weirdo Atlanta rap tracks boomed with the gusto of a man who has no limits. Could be something incredibly special, or a disaster.       KEY TRACK: Stoner CATCH HIM AT: Wireless JACK Ü This is what happens when two of the biggest DJs team up for a laugh. Dubstep pioneer Skrillex and superstar producer Diplo, the mastermind behind Major Lazer and some of Beyoncé’s biggest hits, started Jack Ü a couple of years ago as a way for them to DJ together every six months or so. But what started as a party trick soon turned serious, and they have since released an album together, which features turns from AlunaGeorge, 2 Chainz, Missy Elliott and Justin Bieber on the huge hit Where Are Ü Now?. Now they’re headlining the second stage at Reading and Leeds, so we can safely assume this is no longer a side project. They’ve not played a big festival show like this before, so who knows what to expect, but Bieber will be in the country the week before to headline V Festival. Biebz be warned, if the Reading fans covered Panic! At The Disco in bottles of piss, imagine what they could do to you.       KEY TRACK: Where Are Ü Now? CATCH THEM AT: Reading and Leeds AJ TRACEY For more than a decade the grime genre was dominated by acts from east London who came of age in the early 00s. But in the last few years, young teenage MCs like Stormzy and Novelist have re-energised the scene, and opened its doors to the next generation. AJ Tracey is a west London fresh face who turned heads when he spat on the same beat as grime legend Kano and gave him a run for his money. For Tracey, music is a family affair, his dad was a Trinidadian rapper and his Welsh mother used to play jungle on pirate radio. He plays Rinse FM’s youthful Born and Bred festival in June.       KEY TRACK: Spirit Bomb CATCH HIM AT: Born and Bred  SKINNY GIRL DIET Adored by Viv Albertine and Kathleen Hanna, Skinny Girl Diet are three teenage girls from London who make riot grrrl punk that smacks of grunge rebellion and four-track tape recorders. The band’s DIY attitude means they’ve been allowed to develop away from press attention and let their sound evolve: their latest EP, Reclaim Your Life, sounds like Courtney Love being dragged through a particular angsty episode of My So-Called Life. Frankly, it’s about time Latitude booked a band this bad-ass: those Father John Misty fans need to be shaken up a bit.       KEY TRACK: Burnout  CATCH THEM AT: Latitude REJJIE SNOW Rejjie grew up in Dublin, but it was a school trip to Atlanta, Georgia, that gave him a taste for hip-hop. He doesn’t fit into any of the current British grime or hip-hop scenes, his flows are laid-back and reflective, he’s got more in common with the likes of introspective west-coast rapper Earl Sweatshirt and sometime collaborator King Krule, a south London singer-songwriter. Despite a lack of radio play, Snow regularly sells out huge venues just by tweeting a link to his hardcore fanbase, so expect to be surrounded by a lot of people who know all the words to his “Netflix and chill”-inspired lyrics.       KEY TRACK: Late Again CATCH HIM AT: Field Day",
  "webTitle": "The best new acts to catch at festivals in 2016",
  "webPublicationDate": "2016-05-21T12:00:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/best-new-acts-catch-festivals-2016",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wolfson",
      "id": "profile/samwolfson"
    }
  ],
  "guardianId": "music/2016/may/21/best-new-acts-catch-festivals-2016"
}