{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/28/publisher-writers-court-cases",
  "id": "2016-05-28-94",
  "sectionId": "books",
  "body": "A writer scored a significant victory over publishers this week, when comic book giants Marvel and DC – who had tried to block Graham Jules from using “superhero” in the title of his self-help manual Business Zero to Superhero – backed down after more than two years, just before a hearing in London. Their double shame (first coming across as bullies, then failing) raises the question: how well do publishers fare when they sue or are sued – are they legal superheroes or zeroes? Regina v Penguin, AKA the Chatterley trial (1960)The crown sought the banning of DH Lawrence’s Lady Chatterley’s Lover under the Obscene Publications Act, and equally ill-advisedly the prosecution was led by fuddy-duddy Mervyn Griffith-Jones, who notoriously urged jurors to reject the book as one they would not wish their “wife or servants to read”. They backed Penguin’s right to publish instead, in a case seen as heralding 60s permissiveness (or, as portrayed in Larkin’s “Annus Mirabilis”, the arrival of “sexual intercourse”). Publisher win Howard Hughes v McGraw-Hill (1972)McGraw-Hill believed they’d pulled off a coup by acquiring the “autobiography” of reclusive tycoon Howard Hughes, based on interviews with Clifford Irving. But Hughes angrily telephoned reporters and sued the publisher, saying he’d had no dealings with Irving, who was swiftly exposed as a hoaxer. (McGraw-Hill cheques totalling $650,000 had gone to an “HR Hughes” who turned out to be Helga Hughes, an alias used by Irving’s wife.) Publisher loss Mr X v Chatto and DJ Taylor (1992)In his novel Real Life, the writer absent-mindedly gave a media figure’s name to his book’s Soho porn baron, chum of the Krays and maker of the film Spank Academy. Awkwardly, Taylor had accidentally also given other personal details about Mr X (eg where he lived) to the fictional character. He paid half of the out-of-court settlement of “the lower end of five figures”. Publisher loss Random House v Joan Collins (1996)     Celebrity blockbuster … Joan Collins in Dynasty. Photograph: ABC via Getty Images    Unimpressed by the first novel produced by Collins (then at the height of her post-Dynasty fame) as part of a $4m two-book deal, Random House called it “unreadable” and sued for the return of the $1.2m advance. Crucially, her contract had only stipulated a “complete” text, with the usual requirement for a “satisfactory” one indulgently removed; she duly emerged the winner, with Random House (which never published the novel) exposed as embarrassingly eager to profit from shoddy celebrity blockbusters as well as failing to retrieve its money. Publisher loss David Irving v Penguin and Deborah Lipstadt (2000)The rightwing historian pursued a high profile libel case in England against Lipstadt’s book Denying the Holocaust, but the high court judge found that he failed to prove his reputation had been damaged; his judgment called Irving “an active Holocaust denier … antisemitic and racist”, and said he systematically “misrepresented and manipulated historical evidence”. Publisher win Mineko Iwasaki v Knopf and Arthur Golden (2001)In the wake of the enormous success of Golden’s 4m-selling novel Memoirs of a Geisha (Steven Spielberg was then about to direct a movie adaptation, though he subsequently switched to producing the film), Iwasaki, a celebrated former Kyoto geisha who inspired the book, sued him and his publisher on the grounds that Golden had agreed to conceal her identity when modelling the story of the heroine, Sayuri, on hers; she also argued that aspects of her biography were misrepresented, notably in a scene showing Sayuri’s virginity being auctioned. Random House settled out of a court for an undisclosed amount. Publisher loss Baigent and Leigh v Random House (2006)Dan Brown gave evidence in London’s high court when his mega-selling The Da Vinci Code was accused by the authors of conspiracy history book The Holy Blood and the Holy Grail (published, as it happened, by another division of Random House) of having “appropriated the architecture” of their work and so infringing their copyright. The judge dismissed their claim, and they were ordered to pay costs estimated at nearly £1.3m. Publisher win JK Rowling and Warner Brothers v RDR Books (2008)     JK Rowling speaks to the press outside the US district court in New York City in April 2008. Photograph: Daniel Barry/Getty Images    No stranger to Harry Potter-related lawsuits, Rowling appeared in court in New York as she sought to prevent publication of a Harry Potter lexicon based on its author’s website, saying it copied too much from her series and that it clashed with her plans to write a similar Potter encyclopedia herself. The judge agreed, but damages were minimal and an approved “unofficial” version, The Lexicon, appeared the following year. Publisher loss Scarlett Johansson v J-C Lattès and Gregoire Delacourt (2014)In a thoroughly confusing case, the film star sought €50,000 damages in France for a “hurtful and demeaning” novel which didn’t include her as a character – someone merely assumes the heroine is Johansson in the opening passage because she resembles her. No less baffling was the verdict, which rejected the claim of “fraudulently ... exploiting her celebrity” but did award her a gestural €5,000 on the basis that the fictional lookalike has two affairs which the real Johansson did not have. Draw Jennifer Pedroza v The Writer’s Coffee Shop (2016)Pedroza, an American elementary teacher, had worked for the e-publishing outfit that first published EL James’s Fifty Shades of Grey, and argued she had been defrauded by her then business partner of her share of its total estimated royalties of $40m. An almost two-year case ended with a judge in Texas ordering the publisher (based in Sydney, Australia) to pay her $11.5m. Publisher loss",
  "webTitle": "Brought to book: when publishers go to court",
  "webPublicationDate": "2016-05-28T13:00:05Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/28/publisher-writers-court-cases",
  "keyword": [
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Dugdale",
      "id": "profile/johndugdale"
    }
  ],
  "guardianId": "books/booksblog/2016/may/28/publisher-writers-court-cases"
}