{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/musa-cerantonio-among-men-arrested-after-allegedly-trying-to-sail-to-indonesia",
  "id": "2016-05-11-260",
  "sectionId": "australia-news",
  "body": "A Melbourne man who described Australia as an “open-air prison” after authorities revoked his passport is among five men arrested in far-north Queensland on suspicions they planned to sail to Indonesia en route to Syria. The four others arrested with Kadir Kaya, including Musa Cerantonio, Shayden Thorne and two unnamed men, were allegedly known to security agencies and had also had their passports revoked. The group was arrested on Tuesday evening north of Cairns after towing a seven-metre boat on a minimum 31-hour drive from Melbourne.   Related: Police foil alleged jihadi plot to sail dinghy from Australia to Indonesia    The federal attorney general, George Brandis, said: “I can’t rule out the possibility that there may be others but this is the first attempt to leave Australia by vessel of which we are aware.” The men, aged between 21 and 33, have not been charged and police have applied to extend their detainment. Eight search warrants were executed in Melbourne on Wednesday in connection with the alleged plot. The deputy commissioner of the Victoria police, Shane Patton, told reporters on Wednesday the seriousness of the allegations should not be downplayed. “I want to be perfectly clear,” he said. “This is a serious attempt by five men who are of security interest to us, who have had their passports cancelled. “Ultimately we’re investigating the intention to possibly end up in Syria to fight.” Alex Jones, a solicitor acting for Thorne, said on Wednesday he was not aware of any charges laid against his client.",
  "webTitle": "Musa Cerantonio among men arrested after allegedly trying to sail to Indonesia",
  "webPublicationDate": "2016-05-11T11:07:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/musa-cerantonio-among-men-arrested-after-allegedly-trying-to-sail-to-indonesia",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/11/musa-cerantonio-among-men-arrested-after-allegedly-trying-to-sail-to-indonesia"
}