{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/28/alexi-kaye-campbell-national-theatre-sunset-at-the-villa-thalia",
  "id": "2016-05-28-125",
  "sectionId": "stage",
  "body": "I was just a year old when the tanks rolled ominously down the streets of Athens one morning, announcing the beginning of one of Greece’s darkest chapters. At dawn on 21 April 1967, after a period of political and economic uncertainty, the colonels seized power in an intimidating but bloodless coup, and remained in government for seven years. For most of that period I was too busy learning to walk, talk and read to concern myself with what was going on in the big world beyond our front door. I have snatches of memories of the dictatorship: the national anthem being played on the black and white TV every evening before the news; the hectoring tones and frowning facial expressions of the leader, George Papadopoulos; the long and impressive military parades that often marched through the capital. It was only later that I came to learn what lay beyond the quiet safety of our house in the suburbs: a world of people being taken away in the middle of the night because of their politics and their convictions; a world of intimidation, oppression and torture. And then came the day that heralded the regime’s demise – 17 November 1973. Of this I have a much clearer recollection. My siblings and I were at our grandmother’s apartment in the centre of Athens having lunch: probably spinach pie, lamb with macaroni and mosaiko, her chocolate biscuit cake. As we sat down to eat we heard explosions, gunfire and a loud roar that resembled a huge tidal wave but was in fact the sound of human beings in revolt. A few blocks away, at the Athens Polytechnic, the fight against totalitarianism had begun: the birth pangs of democracy echoed across the city and into my grandmother’s apartment.     Athens, December 1967. Photograph: Bettmann/Corbis    When the National Theatre commissioned me to write a play a few years ago I knew that, implicitly or explicitly, it needed to be about Greece. I have spent the last few years witnessing the endless drama of its spiralling descent into economic turmoil and sociopolitical chaos. On my many trips back to the country, I watched friends losing their jobs, relatives struggling to keep their businesses afloat, people having to move abroad in search of employment and a better life. And they are the lucky ones. In the early hours of the morning I have witnessed people scavenging through bins to feed their families and heard accounts of children fainting at school due to lack of food. A couple of years ago I found myself walking into a demonstration against what many Greeks regard as the new German occupation, Berlin’s insistence on austerity as the only answer to Greece’s economic woes. In the faces of those demonstrators I saw a wide range of emotions: patience, despair, rage and determination. I was by now living in the UK but all these things urged me to write about the country I grew up in – the country that infuriates me but that I also love with a passion. I went back to Greece to write the play – I felt it important to be in the place that inspired it and to absorb the arguments and feelings swirling around. I came to realise that many of the problems being faced today have their roots in a troubled history that shaped both Greece’s resilience and its susceptibility to a string of foreign influences. It became clear that in writing a play about Greece’s fate and aspirations, I had to include characters from the countries that had so markedly shaped its destiny over the past 100 years: Britain and the United States. And the more I explored these international relationships, the more I came to see that they ran concurrently with the history of my own family.   Related: The Pride – review    After the Nazi occupation and the subsequent famine in which my grandfather died of consumption, Greece was liberated with the help of the British. Before America’s Marshall plan injected cash into the country’s coffers and secured its allegiance, a bloody civil war had made visible the deep divisions between left and right and their respective ideologies. It was during that time that my father was arrested one night on the streets of Athens by members of EDES, the National Republican Greek League. He was taken to their headquarters and subjected to falanga, a form of torture in which the soles of the feet are repeatedly whipped with a cane. No explanation was given – my father suspected that they mistook him to be a member of ELAS, the opposing Communist Liberation Army – and he was quickly ejected out on to the street again. But this short and traumatic incident, about which he rarely spoke, highlighted for me the very dark past under the shadow of which we all lived. As a young man my father was drawn to the west, to its ideals, its intellectual and artistic sensibilities, its sophistication. His first wife was American, his second, my mother, was British. He studied in Switzerland and returned to Greece to become the headteacher of a prestigious school. He was equally happy speaking Greek, English or French, and his outlook and philosophy were shaped by a myriad of foreign cultural influences. But in his heart he remained stereotypically and stubbornly Greek: passionate, mistrustful of authority, petulant and insecure, but loving. He was also politically undecided – resentful of class hierarchies and social inequality, though suspicious of what he regarded as the naiveties and denials of socialism. And, like his native country, he constantly struggled to find his own unique identity while indelibly influenced by outside forces.     Sunset at the Villa Thalia at the National Theatre. Photograph: Manuel Harlan    What was happening in Greece at that point was just one example of tensions being played out in many other countries across the world – from Nicaragua to Vietnam, Zaire to Spain – part of the titanic struggle between US‑led capitalism and Soviet communism. We eventually watched communism implode as a result of its refusal to acknowledge some of the most basic precepts of human nature – personal ambition, self-determination, freedom of individual thought and its expression. And yet in Greece I feel we are now watching the slow demise of its opposite for the same reasons. Neoliberalism’s stubborn negation of community, aspects of tradition, the human need for balance and social equality, and the irrefutable truth that not everything can be bought and sold in the global marketplace will finally sound its death knell. And it is ironic that this death seems to be occurring most overtly in the birthplace of democracy. Because one of the big lies that many of us seem to have bought into is that capitalism and democracy are synonymous. I remember Greece in the 80s and 90s – deluded, corrupt, profligate, hungry for all the material goods that had evaded it for so long and addicted to the highs they provided. Drunk on the illusion of its new success, and steadily building up the Olympian mountain of debts that would later cause its catastrophic downfall, it seemed to have lost any self-knowledge and wisdom it may have acquired through years of occupation, poverty and adversity. And it was during these years, when the streets of Athens were paved with gold, that I remember thinking that something was being lost. I didn’t know quite what that something was, how to define it or describe it. But if there is one good thing to come from the suffering and struggles that the people of Greece are now enduring, perhaps it is to do with regaining that ineffable thing that had disappeared. I suspect it exists somewhere between the two extreme poles that the 20th century offered as the only viable alternatives. It is an equilibrium, a profound and determined effort to ask the right questions; to find the connection to our better selves and the people we share the planet with. The roots of a healthy democracy in the place where it all started. The kind of Greece that my father may have found some happiness and stability in. • Sunset at the Villa Thalia is at the Dorfman theatre, London SE1, until 4 August.",
  "webTitle": "Alexi Kaye Campbell: ‘I knew I had to write a play about Greece’",
  "webPublicationDate": "2016-05-28T09:00:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/28/alexi-kaye-campbell-national-theatre-sunset-at-the-villa-thalia",
  "keyword": [
    {
      "webTitle": "National Theatre",
      "id": "stage/national-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "stage/2016/may/28/alexi-kaye-campbell-national-theatre-sunset-at-the-villa-thalia"
}