{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/the-fiver-newcastle-rafa-benitez-bring-on-aston-villa-and-burton",
  "id": "2016-05-25-122",
  "sectionId": "football",
  "body": "SOLVING NWTSL UITDN All the best managers crave a real challenge. Pep Guardiola, for instance, is right now grappling with the question of how to spend money faster than Richard Pryor in Brewster’s Millions as he plots the overhaul of Manchester City; and José Mourinho has not yet been unveiled as Manchester United’s manager because he is still working hard to develop exactly the right blend of smugness and contrition to display when he is presented as the ideal man to restore glory to Old Trafford less than six months after presiding over an almighty whiffing collapse at Stamford Bridge. It’ll be 100% smugness, is The Fiver’s guess, once Jorge Mendes has negotiated the expunging from all conversation of any mention of Chelsea’s disgraceful title defence.   Related: Rafael Benítez agrees to stay as Newcastle manager on three-year deal    Meanwhile in the north-east of England, another Big Cup-winning manager has agreed to embark on a truly remarkable expedition: Rafa Benítez has signed a three-year deal during which he will attempt to lead Newcastle United from the Championship to glory, or at least respectability. The exact details of the contract have not been disclosed but it is believed to include permission for the Spaniard to administer a potent enema to a squad very much in need of cleansing. Benítez will have to build from the bottom up while ensuring that the massive kahuna at the top is not able to exert any influence beyond belching his approval for whatever transfer funds are required. It’s quite a stunt that Benítez has agreed to attempt but the potential reward goes beyond trophies. The paradox of Benítez is that he is a manager whose manner inspires little affection from players but who thrives on love from fans. He may – we can’t know for sure – have enjoyed mentally flipping two fingers at Chelsea fans after delivering them the 2013 Big Vase in the face of unremitting scorn but mostly he’s all about brotherhood. He has obviously been moved by the support of Newcastle fans, 28,000 of whom signed a petition for him to stay despite last season’s relegation because they were impressed by the way he made some kind of sense out of Steve McClaren’s NWTSL UITDN despite it being an anagram that was missing a few key letters.  QUOTE OF THE DAY “We were caught in a moment and there is nothing to justify. We should have known better and we have to take stick for that” – Botswana captain Joel Mogorosi apologises after the national team were photographed piling into a local supermarket to stock up on booze, while wearing team tracksuits, following the 2-1 friendly win over Lesotho. FOOTBALL WEEKLY LIVE AC Jimbo and co are heading back to Manchester, on Friday September 2. Get your tickets while they’re mildly toasty NOW!     Branded and everything. Photograph: The Guardian    FIVER LETTERS “Re: Gary Walsh (yesterday’s Fiver letters). Presumably if Noble Francis married Mark Noble he’d be called Noble Francis-Noble. So then everyone he said it to would assume his name is Francis Noble and he’s doing that Bond thing. I can’t say whether this reversal in name would correspond to a reversal in letter-publishing success, but I suspect Gary would be both shaken and stirred” – Gary Mantle. “If he kept his ‘maiden’ name, double-barrelled it with that of the Hammers dynamo, got divorced but kept the name, married Cherries full-back Simon Francis and then added this to a classy triple-barrelled name (Noble Francis-Noble-Francis, for those who have lost the will to live), I am sure that he would have even more letters published, as The Fiver’s daily word target becomes slightly more attainable without having to worry about actually writing anything” – Lochlan MacDonald.  “Bizarrely, I’m quite enjoying reading The Fiver section of the new tea-time daily letter by Noble Francis” – Martyn Shapter. “One of the 1,057 things more irritating than the constant presence of Noble Francis in the letters section are the presence of letters bemoaning the constant presence of Noble Francis. Having been on the receiving end of similar ire on a different website, I feel compelled to point out that if these people’s contributions were greater in quality and quantity, there would be less of a need to publish everything Noble sends in. I also imagine the bar is set lower for The Fiver than it is for the Football365 mailbox, so readers have even less to complain about” – Ed Taylor.  “Whatever happened to Paul Jurdeczka?” – Chad Thomas. “In response to Matt Keen’s response to my letter (yesterday’s Fiver letters), I’d like to say two things. One, he’s obviously never visited Woodstock, NY where I work. All the rebooting of the router in the world isn’t going to speed up the internet connection here, we’re still largely stuck in the 70s before the internet was even born. Two, the fact that I’m bothering to respond to his response to my letter in The Fiver is a clear indication that time is clearly not precious to me” – Jeremy Adams. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Lochlan MacDonald. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Arsenal have signed Borussia Mönchengladbach’s Granit Xhaka for around £25m, presumably because he is good on the counter. “When I was younger, even though I had a big brother, my parents would give me the house key every day. It’s in my head that I am a leader,” he roared.     Stop staring. Photograph: Stuart MacFarlane/Arsenal FC via Getty Images    Meanwhile, book the parade! Swiss Sergio Ramos says winning Big Cup is like making the beast with two backs. “The first time is like when you make love: you always remember it,” he purred. Leicester City suits are winking suggestively at striker Ahmed Musa, but CSKA Moscow boss Leonid Slutsky isn’t having any of it. “The British club offered a bit less than €30m,” he sniffed. Sevilla’s president doesn’t want Unai Emery leaving the Big Vase addicts. “He is crazy about football, the hours he puts in, how he manages the squad,” trilled José Castro. “I can tell you he has said he is not on the market, and is not thinking about anything else.” The importance of punctuation in stories about Norwich City’s chairman dept: “Balls: we will keep our best players at club” can so easily become “balls we will keep our best players at club”. And after appointing Pako Ayestarán, Valencia suits have driven coach Phil Neville to the Parque Natural de la Sierra Calderona and dumped him by the roadside, speeding off with nary a second glance in the mirrors. “In football new managers come in, they want to bring their own staff,” he tootled. “It’s football. Hopefully in the future when I am a manager, I will want to bring my own staff with me.” STILL WANT MORE? It’s the Bandinis 2016! Paolo hands out the gongs at the end of another Serie A season. Which team were eventually relegated after they, very literally, failed to turn up against Blackeye Rovers. This and more in this week’s Knowledge. Marina Hyde recasts Manchester as Verona, and Pep and José as Capulets and Montagues, then sticks it to both of them. Laurie Bell was one of the most expensive 12-year-olds ever when he joined Manchester City, but it took a decade and a 4,000-mile journey from Manchester before he could make his professional debut. He tells his story. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. ALL ANYONE WANTS",
  "webTitle": "The Fiver | Permission to administer a potent enema",
  "webPublicationDate": "2016-05-25T14:51:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/the-fiver-newcastle-rafa-benitez-bring-on-aston-villa-and-burton",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/25/the-fiver-newcastle-rafa-benitez-bring-on-aston-villa-and-burton"
}