{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2016/may/25/the-essentials-of-fashion-blogging",
  "id": "2016-05-25-238",
  "sectionId": "guardian-masterclasses",
  "body": "This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar     Pure London Photograph: http://www.purelondon.com/    Blogging is a fantastic way for fashion brands to showcase their products and share their knowledge. Join us for this one-hour Masterclass with social media expert Amy Hobson and you’ll learn the staples of fashion blogging and vlogging, helping you to reach new audiences and deepen customer loyalty.  From catwalk reviews to sponsored content, you’ll learn how to create fashion content that’s as vibrant as your products. Along the way, you’ll learn how to reach out to other bloggers and brands for collaborations, as well as a few clever SEO techniques to make your content easier for people to find. The class is open to anyone interested in fashion blogging, whether you’re an entrepreneur, marketing professional or budding fashion writer. Tutor profile Amy Hobson is a social media and marketing trainer at SocialB. During her career, she’s worked extensively within the retail and franchising sector for both national and international brands. Amy is passionate about sharing her knowledge to assist growth and development within the retail industry.  About Pure London Please note: Pure London is a trade-only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket. To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place. Pure London is the UK’s leading trade fashion buying event, representing womenswear, menswear, footwear, accessories and young fashion. Organised by i2i Events Group, it takes place every February and July. The show offers buyers the opportunity to discover collections launching for the season ahead from over 800 brands, with opportunities to attend catwalk shows and hear from peers and industry experts during valuable seminars and workshops. Pure London is open to anyone in the fashion industry, including people working in UK and international independents, department stores, retailers, mail order companies and more. Details This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar  Location: Olympia London, Hammersmith Road, London, W14 8UX Price: £25 (includes VAT and booking fee) Event capacity: 100 Please note: Pure London is a trade-only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket. To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place. Information on Guardian Masterclasses  To contact us, click here. Terms and conditions can be found here. Returns policy  Tickets may be refunded if you contact us at least 14 days before the course start date. Please see our terms and conditions for more information on our refund policy.",
  "webTitle": "The essentials of fashion blogging",
  "webPublicationDate": "2016-05-25T09:06:34Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/2016/may/25/the-essentials-of-fashion-blogging",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [],
  "guardianId": "guardian-masterclasses/2016/may/25/the-essentials-of-fashion-blogging"
}