{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/dennis-jensen-to-run-as-independent",
  "id": "2016-05-09-269",
  "sectionId": "australia-news",
  "body": "Dennis Jensen has had a trying few months. First, extracts of his unpublished racy war novel appeared in the national newspaper. Then he lost the Liberal preselection for his West Australian seat of Tangney to the party’s former state director, Ben Morton. Then ebook sales of his novel, The Skywarriors, which he decided to self-publish on Amazon, fell rather short of his expectations.   Related: Liberal Dennis Jensen says preselection loss result of 'well-organised' campaign    And then, on Monday, the first full day of the eight-week election campaign, Sky News spoiled his announcement that he intended to recontest the seat of Tangney. An hour after the news broke, Jensen faced reporters in the empty green space beside his Willetton electorate office to announce that he would be running as an independent “with a deep Liberal core”. Hand firmly clasped in that of his partner, Trudy Hoad, Jensen said he had been urged to run as an independent by his many supporters, although he declined to put a number on how many had urged him to stand. “By voting for me, if I’m elected, they will be assured that they have a member that has strong Liberal values whilst not allowing the party machine to dictate to me,” Jensen said. “My preferences and voting in the house will be guided by independent Liberal values. I am making a stand against the faceless men and women in the Liberal party who pervert the process and Liberal ideals.” He then added: “In my view branch stackers should be jailed and the AEC should be part of the preselection process.” Despite receiving a letter of endorsement from Malcolm Turnbull, Jensen lost the preselection to Ben Morton at the Liberal State Council meeting last month after the Australian published extracts of his unpublished works. Jensen is currently suing the Australian for defamation for that story, which he said was “deeply, deeply destructive” and a form of “character assassination”. He has previously claimed the story damaged his reputation in the eyes of Christian voters.  He said the Liberal party now operated as a “totalitarian authoritarian party machine” that was totally at odds with the Liberal party of Robert Menzies, adding the party no longer liked “individual thinkers, they want simple machine men that will do what they’re told”. Despite his criticism of the party, Jensen said he would not tender his resignation and would preference Morton on his how-to-vote card. If the party wanted to kick him out, that would be a decision for them. He said the Coalition was the best of a bad set of options and he intended to be a voice of reason and would speak up “when the emperor is wearing no clothes as far as policy is concerned”. Currently unclothed, in Jensen’s eyes, was Malcolm Turnbull, who he said had been “a disappointment, quite frankly” and provided “a lot of nice speeches and that’s about it, really”. Jensen’s decision to stand as an independent means his salary and electorate allowance, which would otherwise have ceased from Monday, will be extended for the length of the eight-week campaign. When a reporter asked if that had influenced his decision to recontest the seat, Jensen declared their question “disgraceful”. “This is disgraceful scuttlebutt that is being put up by the Liberal party that is seeking to do everything they can to rubbish me,” he said. “We have seen already that they have run a disgraceful campaign where they have gone about character assassination … It is not the way that I behave, I will not be running a disgraceful character assassination campaign.” A well-known climate change denier, Jensen then went on to list his stance on key government policies, which included deploring the idea of an emissions trading scheme, which he said had been “used by organised crime as a means of money laundering” in Europe and the US, and throwing his support behind Labor’s calls for a royal commission into the banking sector. He assured voters he would not let a difficult few months distract from his campaign, saying: “I tend to be the type of person who bounces rather than falls and collapses, so it’s a matter of just bouncing with it.”",
  "webTitle": "Dennis Jensen to run as an independent and says 'branch stackers should be jailed'",
  "webPublicationDate": "2016-05-09T08:51:24Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/dennis-jensen-to-run-as-independent",
  "keyword": [
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/09/dennis-jensen-to-run-as-independent"
}