{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/gene-simmons-i-still-fly-up-to-the-top-of-the-rafters-and-spit-fire",
  "id": "2016-05-19-226",
  "sectionId": "music",
  "body": "Hi Gene! Hello! I am Gene Simmons. Great. Your summer tour is called the Freedom to Rock tour. Is freedom to rock a right or a privilege? You’d like to think it’s a right, but it really is a privilege. We can say here in western culture that it’s a right, but that doesn’t mean anything in North Korea, Iran or other places. So, do I think it’s an inalienable human right? Of course. Does it exist like that as a fait accompli? No. You’ve got to fight for it. When we last spoke, 10 years ago, you told me you were a fan of Keane because they were bringing melody back to music. Do you still like Keane? I really liked Keane, I thought the guy’s voice was really great. You have to remember Keane came before Coldplay, as far as I understand it. (1) Good songs are good songs, whether it’s Abba, Keane or Motörhead. So, yes, I really liked Keane, but the masses didn’t grab on to them, did they? They were quite big in the UK. No, I think you’re misunderstanding. The word “big” has some value: you can’t apply it to “big in Leicester” or “big in Sheffield”. You’re either big worldwide or you’re not big. Otherwise you devalue the word “big”. U2 are big. I would have said “huge” is a possible next step up from “big”. U2 are huge, Keane were big. You know, you’re right. These are semantics. But I’m not anti-semantic. You used that exact same joke when we spoke 10 years ago. I only know five things, and I repeat them.   Related: Gene Simmons says NWA in Rock & Roll Hall of Fame is like Led Zep in Rap Hall of Fame    What are the other four things? How about “you’re a powerful and attractive man”? You said that to a writer from Vice last week.  You know, what I’m shocked at is that you remember what I said to you 10 years ago. Don’t you have a hobby or something? That’s fascinating. Why haven’t Kiss had a platinum record since the 80s? (2) It is what it is; the people speak. That’s the beginning and end of it. I will say that I think, in hindsight, we never spent enough time in the studio. We’ve always been more of a live band. Personally, I don’t have the patience to be in the studio. I admire bands like Pink Floyd and the Beatles who’d spend enormous amounts of time honing their craft, but I don’t have that DNA in my system. Some bands are more about being live. You want to get in there, bang it out and go out and play. Speaking of which, there’s a Kiss live film coming to cinemas. (3) What happens in it? We were going to try some new technology for our show and we planned to rehearse in Vegas and set up the stage, then we figured, if we have the place for 10 days, why don’t we do 10 concerts in front of a live audience? We tried descending on a flying saucer thing from the back of the hall. There was no net; if you fall, you die. We only did that once or twice. I still fly up to the top of the rafters and spit fire – there’s enough life-threatening stuff during the show without adding something else. Some of your recent comments suggest you’re planning to vote for Donald Trump. Is that right? (4) That’s totally inaccurate. I’ve known the man over the years, but that doesn’t mean I’m going to vote for him. To be quite honest, I wish celebrities would shut up: I don’t like the idea of celebrities announcing who they’re for and not for, because a number of their fans will be voting just because their favourite band said to do so. That takes away the honesty of the democratic process. I’m totally against advertising who I want to vote for, and I haven’t made up my mind, quite honestly. Celebrities should shut up and keep it private. (5)   Related: Gene Simmons apologises after calling Prince's death 'pathetic'    Do you think there’s a place for artists to speak up over issues such as North Carolina’s discrimination law? I do – but that’s not a political issue, that’s a human rights issue. Discrimination of any kind ... Well, I don’t agree with Donald Trump on his views on, say, Mexico – I would certainly speak up over the border. Do you ever consider the circumstances of your own death? I suppose it won’t matter, will it? Once you’re gone, you’re gone. But I’d like to think on my tombstone it’s going to say: “Thank you and goodnight.” Rather than “Coulda, woulda, shoulda.” If I look back on my life so far, I’m pretty proud of the decisions I’ve made. (6) Are there any surprises in your will? I’m very corny, I’m giving a lot of it away to causes and ideas that I believe are important. Most of it will not go to the inheritors. We all do what we think we should do. Mostly, I think, not to be too corny, we should all try to leave this place a bit better than when we came into it. Thanks Gene. Next time we speak, let’s have some new jokes. Yes, sir. I’ve got some visual jokes – we’ll have to meet in person and I’ll show you those. Footnotes 1) Gene’s right and wrong. Keane formed in 1995, but released their first single in 2000; Coldplay formed in 1996 and released their first EP in 1998. 2) 1987’s Crazy Nights, which had Crazy Nights on it, went platinum in Canada. 3) Kiss Rocks Vegas will be in cinemas for one night only on Wednesday 25 May. 4) Gene told Rolling Stone that Trump was “the truest political animal I’ve ever seen onstage”. 5) Let’s take that as a yes, then. 6) On 31 December 1973, Gene set his hair on fire for the first time.",
  "webTitle": "Gene Simmons: ‘I still fly up to the top of the rafters and spit fire’",
  "webPublicationDate": "2016-05-19T11:00:07Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/gene-simmons-i-still-fly-up-to-the-top-of-the-rafters-and-spit-fire",
  "keyword": [
    {
      "webTitle": "Kiss",
      "id": "music/kiss",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Robinson",
      "id": "profile/peterrobinson"
    }
  ],
  "guardianId": "music/2016/may/19/gene-simmons-i-still-fly-up-to-the-top-of-the-rafters-and-spit-fire"
}