{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/margo-price-country-music-is-about-divorce-drinking-and-jail",
  "id": "2016-05-12-102",
  "sectionId": "music",
  "body": "A new sticker has appeared on the back of the Third Man Records minivan, which is blocking the driveway of Margo Price’s home in Inglewood, East Nashville: “You puke, you pay!” “I don’t know if it’s for us or another band,” the 33-year-old singer says, before apologising profusely. She drove back from a show at 3am the night before so she could be home when her five-year-old son Judah woke up this morning. She’s lost her voice, hasn’t slept a full night in weeks, and her grass is so overgrown that it broke the lawnmower. Her car is littered with the debris of a fishing trip, which she quickly tidies away. With an outlaw country compilation on the stereo, she drives through the rapidly gentrifying suburb, pointing at new condos and modest houses that sell for a million dollars. The city is in a state of hyper-acceleration, and after 13 years slogging it out here, so is Price’s career. In just two weeks, she released her first album, the honky-tonking Midwest Farmer’s Daughter, performed on Saturday Night Live, and made history as the first solo female to debut at the top of the country album chart without having dented Billboard’s Hot Country Songs chart.            That fact is significant: the singles chart is determined by traditional country radio airplay, but her success has mostly come from outside the Music City machine – not for any lack of trying to succeed within it. Third Man is, of course, Jack White’s label, which signed her as its first country artist after the album had already been rejected 30 times. She paid to record it at Sun Studios, and Third Man liked the analogue approach. At the label’s downtown store, the female staffers’ hair is the same lilac as Price’s album cover, which, given White’s obsession over detail, is probably no coincidence. This being Nashville, Price’s apparently quick rise has led to accusations that she has “cut in line”. “The thing that bothers me is presumptions like: ‘She’s getting favours done because she knows Jack White,’” Price says, over meatballs. She points out that another recent outlaw breakout, Chris Stapleton, played the Grammys when he was hardly known, and jabs her knife to slice to the heart of the criticism. “To me, it’s like: ‘How dare a woman do something before a man does?’ Everybody gets different breaks all the time. No career is going to be the same as another career.” She’s learning the price of being a successful female country artist. “Anything I say can and will be used against me,” she says, sighing over a recent interview in which her point about only ever being compared to other female artists – rather than her influences Merle Haggard, George Jones and Waylon Jennings – was spun as beef between her and Texan songwriter Kacey Musgraves. It’s hard to imagine what she would have to do to please her detractors. Price is a proud country traditionalist and scholar, who has spent more than a decade paying her dues. She grew up in tiny Aledo, Illinois; when she was three, her grandparents lost the farm where her dad also worked. “The 80s were a bad time for many farmers,” Price says. “Corporations would take over, you’d see signs on the side of the road for AgriGro. Every year, the corn would get taller, more genetically modified.” Price was a cheerleader who could flip the full length of the football field, but often got suspended. At college she mostly stayed home learning Led Zeppelin songs rather than go to her Spanish and theatre classes. Visiting Nashville in her second year confirmed her desire to quit and move there. “There wasn’t really a plan,” she admits. Waiting jobs supported her shows at open mic nights. Early on, a prospective manager invited her to his house and spiked her drink.            After meeting her (then-married) husband at a college party, Price wed at 25, holding the impromptu reception at a Broadway honky tonk, where the couple covered Bob Dylan’s You Ain’t Goin’ Nowhere. They lived in a rat-infested house opposite a shop nicknamed the Stop’n’Rob, and worked at a catering company called Dream Come True. They were so poor, “we spent the whole winter next to a space heater under a blanket,” she recalls. Sick of the city, they briefly lived in the Rocky mountains, and toured the country in a Winnebago with their roots rock band Buffalo Clover, which never took off. Price’s failures never dimmed her fearlessness. “I always wanted to be equal with the boys,” she says. “I never thought it was fair that women couldn’t travel freely because it was dangerous. I’d stay by myself on the North Carolina coast for a couple of weeks, with my dog and my gun, and my mom would be terrified. I told her, if I stay home, a lamp could fall on my head. You can’t spend your whole life inside because you’re scared.” But in 2010, reality snapped into focus when Price gave birth to twins, losing one to a rare heart defect. “I always struggled with depression long before I ever got pregnant,” she says. “That was the tipping point. Like, I’ve got a failing career, not a lot going for me, and now this happens? It had felt like, at least I’m gonna have these children and it’s gonna look picture-perfect.” She briefly collapsed, spending a couple of nights in jail after a drunken misdemeanour. Therapy, poetry and Judah gave her the strength to continue. Buffalo Clover released one more album, but she needed a fresh start, and sound. “What I always liked about country music was the stories, the ability to talk about very real things like divorce and drinking and death and jail,” she says. She didn’t have to stretch for subject matter. Midwest Farmer’s Daughter opens with the stately Hands of Time, which recounts her trials. “All I want to do is make a little cash,” she belts, “Cause I worked all the bad jobs bustin’ my ass.” On This Town Gets Around, she skewers how the industry preys on female artists. “I know so many girls that have felt like they’ve been taken advantage of,” Price says. “Not only in the music business, but in every single career out there.” Her songs have an implicit socioeconomic undercurrent: live, she makes a point of discussing the pay gap. Price knows the value of money, but cherishes her self-worth too much to sell out. Her definition of success is simple: “Never having to ask for money from anybody, being able to put my son in a good school, and putting food on the table.” Her recent achievements yielded one big spoil, a ’65 Gibson acoustic that she bought after signing to Third Man, and pulls out at a radio session for digital station Sirius XM the next day. Wearing a Willie Nelson T-shirt, she chats with hosts Buddy Miller and Jim Lauderdale about the Bakersfield sound, Merle Haggard’s passing and the decline of the Ray Price shuffle, and the men look awed as she powers through Hands of Time. “If there was any justice in this world, you’d be at the top of mainstream country radio,” Lauderdale says. Price downplays the compliment, feeling self-conscious about her tired voice. Does she worry that things are moving too fast? “No!” she exclaims, horrified. “I worried so long that I would sing to empty bars my whole life. I was singing my guts out, there would be five people into it. I’m in my prime right now.”  Midwest Farmer’s Daughter is out now on Third Man. Laura Snapes’ trip to Nashville was paid for by Third Man.",
  "webTitle": "Margo Price: ‘Country music is about divorce, drinking and jail’ ",
  "webPublicationDate": "2016-05-12T17:13:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/margo-price-country-music-is-about-divorce-drinking-and-jail",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Jack White",
      "id": "music/jack-white",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Snapes",
      "id": "profile/laura-snapes"
    }
  ],
  "guardianId": "music/2016/may/12/margo-price-country-music-is-about-divorce-drinking-and-jail"
}