{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "id": "2016-05-26-304",
  "sectionId": "australia-news",
  "body": "Both parties spent the morning shovelling their respective elephant poos. Labor’s had been flung around by David Feeney who stumbled through an interview on Sky last night, was caught in a “gotcha” moment when he was not across Labor’s policy on the schoolkids’ bonus and – the cherry on the cake – left his talking points behind. Now, he didn’t leave behind classified information or as the Daily Telegraph gleefully put it “a policy blueprint”, we can all tell what the talking points of the day are by listening to the politicians. But, the vultures are circling the “$2.3m investment property” man. Chris Bowen was out of the blocks early to clarify Labor’s position:   We will not be able to afford to bring back the Schoolkids bonus.  The conundrum provided by Barnaby Joyce for his party is a tad more complicated. In the rural debate he linked Australia’s live export ban to an increase in asylum seekers arriving by boat. Coalition figures spent the morning hosing down the implication the Indonesian government was complicit in people smuggling.    Dep PM @Barnaby_Joyce has linked 2011 decision to suspend live exports with more asylum seekers @abcnews #ausvoteshttps://t.co/fmy3IG2oR0— Matthew Doran (@MattDoran91) May 25, 2016    According to Fairfax Media, Indonesia’s former foreign minister Marty Natalegawa said any suggestion of a link between the ban and people smuggling was “patently false”. “At best, it represents an over-analysis of the subject,” said Natalegawa, who was foreign affairs minister at the time. Tony Windsor, who is running against Joyce in the seat of New England, used the statement to warn that Joyce is “unfit to be a leader”.   He has insulted Indonesia, our nearest neighbour.  Malcolm Turnbull barely batted an eyelid, standing metaphorically firmly by the deputy prime minister while physically standing next to him.  You’re being unfair to my good friend, the deputy PM here. Let me be quite clear about this. There is no link between the Indonesian government and people smuggling.    That [banning live exports] did enormous damage to the cattle industry across Australia, but it was an incredible affront to Indonesia. Now, the only point that I want to stress is that our cooperation with Indonesia, in terms of stopping people smuggling, is very, very strong.  It was Joyce’s second day in the headlines after Johnny Depp suggested he was “inbred with a tomato” on Jimmy Kimmel Live! yesterday. News of Depp’s marriage breakdown with Amber Heard broke today but Joyce knows when to hold back the boot.  All seriousness, the one thing I will never revel in is any relationship breakdown, no matter what animosity that might be seen on the airwaves between Mr Depp and myself.  ‘Until you are an Aboriginal person, don’t criticise me’ Nova Peris abruptly announced her decision not to recontest her Senate seat on Wednesday, and on Thursday, Sorry Day, she delivered an at-times tearful speech on the reasons for the decision. It had been reported she was offered a job with the AFL but Peris said she wanted to spend more time with her children.  Three years ago, I walked into parliament as a first Aboriginal woman and until you are an Aboriginal person do not criticise me for the decisions I have made. This isn’t easy. It’s hard.      Senator Nova Peris breaks down at a press conference at a sorry day event in Darwin @murpharoo @GuardianAus pic.twitter.com/lpJakEI1tp— Mikearoo (@mpbowers) May 26, 2016    Andrew Bolt suggested in a column Peris could be described as going “walkabout” – a racist stereotype – and Guardian Australia understands there has been anger from some of Peris’s colleagues about her silence on the decision. Peris dismantled any criticism:  I may be leaving but I am leaving on my terms and I want to make this clear – no one should judge me. I am an inherited Aboriginal women with strengths and resilience that I have had to endure for 45 years. And it’s not easy to wake up every morning and bounce out of bed and pretend that life is fantastic. Because it isn’t. Aboriginal people have no inherited wealth. They have inherited pain.            Nova Peris says ‘no one should judge me’ as she explains Senate exit    ‘You know what eating that is called?’ Shorten was in Darwin with Peris when she spoke to media and will be campaigning there for a couple of days while Turnbull was in Rockhampton with none other than Barnaby Joyce.     My current view. Press pack slightly bigger than normal for Darwin @murpharoo pic.twitter.com/XoDKDd4EcV— Helen Davidson (@heldavidson) May 26, 2016      God has sense of irony. Mal and Barney together on this day!— Michelle Grattan (@michellegrattan) May 26, 2016    But it was a mutual rescue mission day as Joyce made sure there was not another incarnation of the infamous Tony Abbott onion-eating fiasco. Turnbull was inspecting sweet potatoes when a crowd member asked him if he would like a bite, Joyce heroically intervened.  You know what eating that is called? A possible end to your political career.  The pair had a photo opp with some children and farm animals, forced as politicians are into ignoring the old adage. Four-year-old twins Orlando and Presley Acton were on hand to look cute and comfortable next to Turnbull but were unimpressed, according to AAP. Presley:  This is so silly.  Orlando:  I was scared because those lights were getting in my eyes.  Was the resulting photo worth the pain?     Malcolm Turnbull with Orlando and Presley Acton. Photograph: Tracey Nearmy/AAP    Meanwhile, Kyle Sandilands’ surprise endorsement of Shorten continued to reverberate:    Wow. Kyle Sandilands is really taking it to the next level after endorsing Bill Shorten. #auspol pic.twitter.com/WfL0Q89F8k— Evan Williams (@evanwilliamsss) May 26, 2016    Best of Bowers     Mike Bowers captures a poignant moment between Bill Shorten and Nova Peris, who broke down at a Sorry Day event in Darwin while explaining her decision to leave the Senate. Photograph: Mike Bowers for the Guardian    Further reading  There are lots of ways to say sorry, but Indigenous Australians need a treaty now, Paul Daley reflects on Sorry Day and what Indigenous people really need from whitefellas  Millennials don’t want selfies and emojis, they want change (Fairfax Media) “The usual approach to millennials rankles this (relatively) youthful voter because too often it is the only attention we get. The cutesy sops are sprinkled within a mainstream political culture that largely ignores young voters and their aspirations, then is surprised when they don’t register to vote, don’t engage or drift away from the major parties and vote for the Greens or someone else entirely.” How I (almost) got the scoop on Turnbull that would have destroyed his career (news.com.au), Charles Firth writes about his encounter with Turnbull when Firth was an aspiring young journo.  And also ... An astrophysicist who has seized every opportunity his parents did not get has given the University of Tasmania its largest ever private donation – $2.6m. The Examiner has the wonderful story about Dr David Warren.  My dad was a tradesman who spent 30 years painting the white lines on the roads.  He was pulled out of high school at the age of 12 to work in his parent’s guest house, and always resented not having any further education.  Meanwhile, in the rest of the world ... Barack Obama on Friday becomes the first US president to visit Hiroshima – but he ain’t sorry. Obama will lay flowers at a cenotaph to the 140,000 people who died after the US dropped an atomic bomb on the city in August 1945 but will not apologise for America’s actions during the second world war. Obama is in the area for the G7 and is meeting the Japanese prime minister Shinzo Abe, German chancellor Angela Merkel, UK prime minister David Cameron, French president François Hollande, Canadian prime minister Justin Trudeau and Italian prime minister Matteo Renzi for talks which will cover:  the global economy and trade international terrorism the refugee crisis climate change North Korea’s nuclear weapons programme Chinese claims in the South China Sea  And if today was a pop song ... David Feeney and Barnaby Joyce could probably use some cheer right now so here’s the Flaming Lips’ Bad Days dedicated to them. Remember boys, all your bad days will eventually end.         The Flaming Lips – Bad Days    Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: it's clean-up day for both sides",
  "webPublicationDate": "2016-05-26T06:23:21Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indonesia",
      "id": "world/indonesia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nova Peris",
      "id": "australia-news/nova-peris",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/26/australian-election-2016-turnbull-shorten-coalition-greens-labor-catchup"
}