{
  "apiUrl": "https://content.guardianapis.com/music/commentisfree/2016/may/15/selling-cds-spotify-digital-music-streaming",
  "id": "2016-05-15-88",
  "sectionId": "music",
  "body": "For sale. 937 CDs. No longer played. Hemingway himself might have shed a tear at the heartbreaking story unfolding in my living room last week. A lifetime’s hoard of albums, EPs, singles – some of which had been dragged through every home I had ever lived in, many of which had done little more than sit in their boxes once they got there, wondering when I’d finally find a place with proper central heating – were about to depart. My wife is expecting our first child, and it was gently conveyed to me that assets such as space and cash were likely to be more important in the future than, say, the second album by the Soledad Brothers. I found it difficult to launch a decent counterargument. Since iPods and hard drives entered my life, the wall of CDs that has followed me through life has taken a backseat. Then Spotify and Sonos came along, and I have barely touched them since. The Herculean task of searching through the rack, putting a disc in a machine, ejecting it to wipe the fingerprint that made it skip through track two and then putting it into the machine again felt so arduous in this new world that it may as well have predated the industrial revolution. And yet … these were my CDs! Cracked plastic cases that contained magic and memories! Waving goodbye to them was surely going to break my heart. I made a last-minute plea to my wife to think about the lifetime of stories wrapped up in these broken jewel cases. She replied: “Nobody needs one copy of Hot Hot Heat’s debut album, let alone two.” The sorting began. Thirty-five shelves would have to be reduced to just 10. I lined up every Beatles album next to every Cribs album and realised that this was almost an entire shelf in itself. I knew I could justify keeping the greatest band of all time’s recorded output, but what about the Beatles – would there be room for them, too? Working out the rules on what to keep became the hardest task. With the exception of the odd thing that wasn’t on Spotify, none of these things would ever be played again. So, why was I keeping any of it? It seemed perverse to get rid of huge swathes of “classics” – Dylan, Springsteen. But I’d never truly fallen in love with them, so I ruthlessly tossed them in with the Adele and Elbow albums I had somehow acquired like Bic pens. Instead, I concentrated on the ones with memories – CDs I’d scratched beyond repair as a teenager, or albums by bands I had interviewed during my early days as a music writer for NME. They had stories, ones I would be able to bore on about, #indieamnesty style, to my future child as I sat in a big leather chair. The more I thought about this, though, the more visions of future offspring leaping up on my knee and saying: “Daddy! Tell me again about meeting Moving Units backstage at the Highbury Garage,” seemed far-fetched. Maybe, I thought, I should simply judge things purely on an ornamental basis – that was, after all, the sole purpose they would now serve. I focused for a while on CDs that had a nice sleeve design, or made me look cool and knowledgable. But it was hard to stack compilations of Dutch cold wave acts next to solo albums by former members of Can without feeling like a fraud at best, and an Urban Outfitters store outfitter at worst. And what about the things that were just plain weird? Not many people had been personally sent an album from prison by Jonathan King with a note explaining that he was innocent of sex crimes against children – should I keep that?     CDs. Why bother? Photograph: Alamy Stock Photo    In the end, I clumsily settled on a hotchpotch mix of everything – some cool stuff, stuff with nice art, stuff that felt too canonical to sell, some stuff that had personal memories. Was that what I’d imagined my new-look record collection to look like? Every Beach Boys album coexisting with a Long Blondes promo and something with a photo of taxidermied cats having a tea party on the sleeve? Not exactly, but the CD man was knocking, so it would have to do. As the guy rifled through them, he sadly informed me that they hadn’t exactly aged like a fine Margaux. Instead, I would be getting rid of over 1,000 of them for around £700. “Consider yourself ahead of the curve,” he said, trying to offer solace. “If you’d waited another five years, you’d be paying me to take them away.” I watched him box up my memories and helped him carry them to the car. Where would they be going? The guy admitted he had no idea who was actually buying this stuff. Perhaps it was all for him – maybe running a second-hand CD business was all a dubious front so that he could finally get his hands on that second Soledad Brothers album. That seemed unlikely. But no more unlikely than the thought of two people existing, somewhere, in 2016, who both wanted to own the debut album by Hot Hot Heat on CD. As the car left, I expected to feel a momentous rush of sadness, maybe one so strong that I would fling myself under the wheels screaming, “A life without The Delay’s Faded Seaside Glamour is no life at all!” But the truth is, I felt precious little … except, maybe, possibly, a bit of relief. Back inside, I looked at my new, streamlined collection. Rid of all the baggage, it actually felt like mine again. I realised this was less me selling my record collection and more me restoring it to something curated and personal again. I felt a deep sense of satisfaction about the whole affair, one that lasted right up until the point I heard my wife say: “Why the hell have you kept All Change by Cast?”",
  "webTitle": "I’ve sold all my CDs. Can I live without those cracked plastic cases of magic and memories?",
  "webPublicationDate": "2016-05-15T15:00:09Z",
  "webUrl": "https://www.theguardian.com/music/commentisfree/2016/may/15/selling-cds-spotify-digital-music-streaming",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Spotify",
      "id": "technology/spotify",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/commentisfree/2016/may/15/selling-cds-spotify-digital-music-streaming"
}