{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/pauline-cafferkey-misconduct-inquiry-condemned-by-ebola-volunteer",
  "id": "2016-05-27-45",
  "sectionId": "world",
  "body": "A health worker who travelled from Ebola-hit Sierra Leone with Pauline Cafferkey has strongly criticised Public Health England for referring her to a misconduct inquiry even though she had been given the green light to travel on from Heathrow to Glasgow by its own staff. Cafferkey and two other nurses remain at risk of being struck off by the Nursing and Midwifery Council (NMC) more than a year after the investigation into the events at Heathrow in December 2014 was launched.  The nurse twice came close to death following her return – first from Ebola and later from meningitis triggered by the virus lingering in her body. It is understood she has told friends that it is impossible to put the troubled times behind her until the inquiry concludes. One of 30 volunteers on the Sierra Leone trip said they were “incredulous” that Cafferkey and others who risked so much to help people in Sierra Leone “still have this hanging over their head”. Denouncing the inquiry, they said that Cafferkey did nothing that was not approved by Public Health England (PHE). “I cannot get my head round why one group of medical professionals – PHE – demand such an investigation over another vulnerable group of medical professionals when they themselves had so many failings,” the volunteer said in a written statement given to the Guardian. PHE staff stationed at Heathrow to carry out health checks on those returning from Sierra Leone on 28 December 2014 had every opportunity to stop Cafferkey flying on to Glasgow, but did not, said the volunteer.     Cafferkey with medics at the Royal free hospital in north London, where she was treated for Ebola. Photograph: Royal Free hospital/PA    Because there were too few PHE staff to process all the returning volunteers and other travellers, they allowed the healthcare workers to take each other’s temperature and fill in the official forms. Cafferkey’s temperature was high, so one of the PHE staff was alerted. Within an hour or so, she had her temperature taken by PHE staff six more times. Under the procedure that was supposed to be in place, she should have been seen by an infectious diseases doctor, who could have made the decision to send her to Northwick Park hospital, which had been designated to take any suspected Ebola cases while testing for the virus was carried out. PHE staff told Cafferkey she could fly on to Glasgow. “The Ebola screening process was estimated to cost £9m yet the one person who had Ebola was waved on through Heathrow although PHE was aware she had a temperature,” said the source. “PHE was unprepared and did not follow correct procedure in managing the screening process. Had Pauline been sent to Northwick Park hospital straight from Heathrow, her diagnosis and medical management would have commenced much earlier… Instead, as policy was not followed, this was delayed and she was allowed by PHE staff to fly to Glasgow, travel onwards to her home and potentially put the general public at risk.” The volunteer told the Guardian of chaotic management and overcrowding in the screening area of Heathrow. “Those returning from Sierra Leone were allowed by a member of PHE staff to check and document each other’s temperatures on official PHE forms,” they said.     Medical personnel wheel a quarantine tent trolley containing Pauline Cafferkey in December 2014. Photograph: AFP/Getty Images    In February 2015, shortly after Cafferkey recovered , David Cameron announced that all Ebola volunteer workers would get a special medal, telling parliament, “we owe them an immense debt of gratitude”. Cafferkey and several others did not accept the medal, feeling it was inappropriate because of the ongoing investigation. Two doctors on the trip have also been referred to their regulatory body, the General Medical Council. Cafferkey, like any other subject of an investigation by professional medical regulators, has to pay for her representation.  The volunteer said they felt strongly that they should speak out because those under investigation cannot. “The investigation has been ongoing for well over a year and may last another year or longer as there is no estimated date of resolution. It may appear they are being silenced for as long as possible for the benefit of PHE.” In a separate interview with the BBC, Cafferkey said she believes she will never be able to run again following her illness. “Although I am negative [for] Ebola, I still have some remnants as a result of it,” she said. “That’s quite difficult to get my head around because I don’t think I’ll be able to do the fitness that I used to do. I don’t think I’ll be able to run again because I do have this leg weakness.”   An NMC spokesperson said: “We can confirm that the NMC case is ongoing regarding allegations of misconduct against Pauline Cafferkey. We are liaising closely with Ms Cafferkey and her representatives to ensure an early resolution that meets the public interest.”  In a statement, Prof Paul Cosford, director for health protection and medical director at PHE, said: “During our assessment of the screening of some returning healthcare workers at Heathrow on 28 December 2014, information emerged which needed to be passed to the General Medical Council and the Nursing and Midwifery Council. As this is still under investigation, it would be inappropriate for us to comment further on the processes surrounding the screening at this specific time.”",
  "webTitle": "Pauline Cafferkey misconduct inquiry condemned by Ebola volunteer",
  "webPublicationDate": "2016-05-27T17:57:33Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/pauline-cafferkey-misconduct-inquiry-condemned-by-ebola-volunteer",
  "keyword": [
    {
      "webTitle": "Ebola",
      "id": "world/ebola",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "world/2016/may/27/pauline-cafferkey-misconduct-inquiry-condemned-by-ebola-volunteer"
}