{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/spanish-tyre-dump-fire-triggers-evacuation-of-9000-people",
  "id": "2016-05-13-63",
  "sectionId": "world",
  "body": "Spanish officials have ordered the evacuation of 9,000 people living in a sprawling apartment complex close to a raging tyre dump fire in a town near Madrid. The massive fire broke out before dawn at the vast tyre dump, located south of the Spanish capital, sending a spectacular billowing cloud of thick black smoke into the air that was visible for at least 20 miles (30km). The Castilla-La Mancha regional government tweeted on Friday night that about 8,000 apartment residents in the town of Seseña had already left their homes. The government said ambulances were being sent to the complex to evacuate residents with health problems who could not leave on their own. Earlier, 10 teams of firefighters were sent to try to put out the blaze, but it was still raging more than 12 hours after it started. The regional government said it had activated an emergency action plan as it believed the fire might last for days.     Black smoke from the vast tyre dump fire rises over a housing area in Toledo. Photograph: Ismael Herrero/EPA    Firefighters and helicopters were working to extinguish the blaze, which produced a “toxic cloud … that could affect part of the (nearby) town of Seseña” with its 20,000 residents, the regional government added in a statement. The dump stretches over some 10 hectares (25 acres), the equivalent of 10 rugby fields, straddling the Castilla-La Mancha and Madrid regions. By late morning, three-quarters of the site had gone up in flames, the Spanish capital’s emergency services tweeted. Authorities had urged residents nearby to close their doors and windows, and to try and stay away from the smoke, before the evacuation order was made. “Everything points to the fact that this disaster was deliberate,” the mayor of Seseña, Carlos Velazquez, told Spanish radio, pointing out that the area had been rained on for several days, which makes an accidental ignition unlikely. The massive pile of tyres started to form in the 1990s when a company began using the site as a temporary depot for old tyres due to be recycled.     A helicopter throws water over the tyre dump fire. Photograph: Sergio Perez/Reuters    But over the years these started to accumulate, resulting in 3m (10ft) high piles. Environmentalists have for years warned that the dump poses a health hazard, and the town of Seseña has lived in fear of the rubber heap catching fire. These types of blazes are notoriously difficult to put out and have been known to go on for months and even years, as tyres often continue to burn inside even if they are extinguished from the outside, and easily reignite. Emiliano García-Page, president of Castilla-La Mancha, warned that the fire could last for several days. In a video posted on Twitter by the emergency services, Luis Villarroel, an official at Madrid’s firefighting department who was on site, said it was gradually coming under control. “It’s confined to a few zones,” he said, adding that the smoke was less intense than it had been. The cloud emanating from the blaze appeared to be moving south over the day, sparing Madrid and its international airport, according to Vicente Garcia, a spokesman for environmental group Ecologists in Action. But he criticised authorities in Madrid and Castilla-La Mancha for years of inaction. At the end of 2015, both regions decided to organise a call for bids to empty the dump and destroy the tyres, but that has yet to start.",
  "webTitle": "Spanish tyre dump fire triggers evacuation of 9,000 people",
  "webPublicationDate": "2016-05-13T17:40:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/spanish-tyre-dump-fire-triggers-evacuation-of-9000-people",
  "keyword": [
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/13/spanish-tyre-dump-fire-triggers-evacuation-of-9000-people"
}