{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/england-roy-hodgson-euro-2016-daniel-sturridge",
  "id": "2016-05-28-32",
  "sectionId": "football",
  "body": "Roy Hodgson has said it is more than just Daniel Sturridge’s fitness that will determine whether the injury‑prone striker goes to Euro 2016, with England’s manager preparing to disappoint two of his players and acknowledging there might be other issues with the Liverpool forward now he has fallen down the pecking order. Hodgson has already informed Fabien Delph he will not be part of the 23-man squad in France next month but England have 25 players before Tuesday’s cut-off point and Sturridge’s place has become vulnerable because of his latest injury problems. Sturridge missed the 2-1 defeat of Australia on Friday because of his recurrent calf issues but hopes to resume training after being unable to take any part this week. His apparent inability to stay injury-free is prominent in Hodgson’s thoughts but the England manager said he would also have to consider whether Sturridge was mentally right for the tournament and, specifically, if he was willing to accept no longer being an automatic starter.   Related: Marcus Rashford’s impact on debut is felt by his new England team-mates    “They are all the things that go through our minds and we have to weigh up,” Hodgson said. “Those things do go through our minds when we are thinking about the tournament and they go through other people’s minds as people know Daniel Sturridge and watch him for Liverpool. “If I choose him it is because I am convinced he will handle those situations and because I believe he will be able to help us come back from the tournament with good results. If I don’t choose him, then you can speculate why that is.” While Marcus Rashford marked his England debut in Sunderland with a goal inside the opening three minutes, Sturridge cut an unhappy figure in the stands at the Stadium of Light and questions were raised in some quarters, not least by the former Arsenal and England striker Alan Smith, about the way the injury-prone forward spent part of the game fiddling on his mobile phone. Hodgson offered a more sympathetic view. “In an ideal world you would like them all to be following the game as closely as I do, but this is 2016 and people grow up in a different environment. The one thing I would say about Daniel is not to start questioning his commitment or his desire. If I go to Daniel Sturridge and tell him he’s not going to France, he will be as disappointed as any player I would have to tell. Don’t allow anything to make you think he doesn’t care.” Rashford’s immediate impact has certainly made it difficult for Hodgson to leave out the 18-year-old Manchester United forward but Hodgson has also said he may choose five strikers and is on record as describing Sturridge as his most naturally gifted finisher. Andros Townsend and Danny Drinkwater may also be feeling uneasy as Hodgson prepares for some difficult conversations. “It is part of the job for which I am paid,” he said. “No manager will ever tell you it is a part of the job he looks forward to but we can’t take 25, as much as I would dearly love to. So I must make a choice and I will try to explain it as fairly as I can to the players. It will be a one-to-one conversation, not in a public place, whether it is in a private room or a quiet part of the training field.” One player who is assured of a place is Wayne Rooney and Hodgson, preparing for Thursday’s game against Portugal at Wembley, wants his captain to take motivation from the way his involvement has been questioned more than any other time in his 13-year England career. Rooney scored his 52nd international goal on Friday and Hodgson said he was encouraged by the player’s improved form. “Wayne is a good footballer – and good footballers are dangerous people to write off. Players get raised to the sky in the media and then buried more quickly than I, as a coach, would do myself. But I am pleased to see him playing well. Debates will rage; I am happy with that but it is up to me where he plays, if he plays. “To say I have confidence in him is a given and it would be nice if he can bring some of his latter-day Manchester United form to England. There is no reason why he can’t and possibly the stings and blows he has received along the way have nudged him in the right direction.”",
  "webTitle": "England’s Roy Hodgson: making tough choices for Euro 2016 is part of job",
  "webPublicationDate": "2016-05-28T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/england-roy-hodgson-euro-2016-daniel-sturridge",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/28/england-roy-hodgson-euro-2016-daniel-sturridge"
}