{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/scott-morrison-names-philip-lowe-as-next-reserve-bank-governor",
  "id": "2016-05-05-284",
  "sectionId": "australia-news",
  "body": "Australia will have a new Reserve Bank governor in four months. The treasurer, Scott Morrison, has announced the deputy governor, Philip Lowe, will replace Glenn Stevens, whose term expires on 17 September. Morrison made the announcement in the final hours of the 44th parliament on Thursday. He made the decision without consulting the opposition. “I am pleased to announce the appointment of Dr Philip Lowe as the governor of the Reserve Bank of Australia for a seven-year term from 18 September 2016,” Morrison said. “[I] also thank Mr Glenn Stevens for his valuable leadership of the RBA over the past 10 years.   Related: Reserve Bank cuts cash rate by 0.25% to record low of 1.75%    “International developments required Mr Stevens to steward the RBA through a challenging decade for the Australian economy, which included the global financial crisis, the passing of a once-in-a-generation terms of trade boom and the rise and fall of an unprecedented mining investment boom.”  The shadow treasurer, Chris Bowen, said Labor would support Lowe’s ascension. “Dr Lowe is one of the finest Australian economists of his generation,” Bowen said. “He joined the Reserve Bank as a student in 1980 and has served with distinction, with breaks to complete doctoral studies at MIT and a secondment to the Bank of International Settlements in Switzerland.” The appointment of Lowe will create a vacancy at the deputy governor level within the RBA. The replacement will be considered in the second half of the year. Stevens has been RBA governor since 2006 and has led the bank through one of its most difficult periods.   Related: Signs are not good for a budget based on 'jobs, growth and investment'    Within two years of taking the job, the global financial crisis erupted. He oversaw cuts in the official cash rate to the lowest in 60 years. On Tuesday, he cut the cash rate to 1.75%, a sign the fallout from the GFC is far from over. Morrison said Prof Ian Harper – the chair of the Harper review into Australia’s competition laws – has been appointed a part-time member of the RBA for a five-year term from 31 July.",
  "webTitle": "Scott Morrison names Philip Lowe as next Reserve Bank governor",
  "webPublicationDate": "2016-05-05T08:14:38Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/scott-morrison-names-philip-lowe-as-next-reserve-bank-governor",
  "keyword": [
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/05/scott-morrison-names-philip-lowe-as-next-reserve-bank-governor"
}