{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/01/a-machine-to-lip-read-best-of-luck-with-that",
  "id": "2016-05-01-49",
  "sectionId": "society",
  "body": "According to your report, there will be a machine that lip-reads (Read my lips? One day soon, a machine could do it, 25 April). The myth that lip-reading solves deaf people’s problems and makes us into hearing people simply will not go away, since our culture keeps the hidden disability of deafness right where it is. Lip-reading is not an exact science, but is mostly sheer guesswork, based on working out from the conversation’s context, facial expression, body language and visemes, or shapes that can be seen on the lips. We are pretty certain this machine will blow up with the same frustration we deaf people have in trying to make sense of the extremely limiting shapes on the mouth which form the so called art of lip-reading. In addition to the examples given in your report, regarding words beginning with b, m and p, there are many other words that look similar on the lips. These are some examples: t, d, n – town, down, noun; ch, sh, j – chew, shoe, Jew; q, w – quell, well; f, v – fear, veer. Some of the hidden sounds that come from the throat are: g, t, c, ck, x, h, l, r, s, z, ing, ed. This is a sample of the difficulties faced daily by lip-readers which DEXperience calls “always calculate”, as it is like doing a crossword without a pen to hand. Why there has to be a machine of this nature begs belief, when efforts and funding should be put to much better use by ensuring all parents of deaf children understand that lip-reading and technical aids are insufficient, and hold back their deaf child’s wellbeing and educational opportunities. British Sign Language needs to be enshrined in law as one of the UK’s languages and its promotion alongside English and Welsh in education will give deaf people the best of both worlds, and celebrates being deaf.Jill JonesChair, Deaf Ex-Mainstreamers’ Group Ltd/DEXperience • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "A machine to lip-read? Best of luck with that | Letters",
  "webPublicationDate": "2016-05-01T19:08:51Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/01/a-machine-to-lip-read-best-of-luck-with-that",
  "keyword": [
    {
      "webTitle": "Deafness and hearing impairment",
      "id": "society/deafness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Artificial intelligence (AI)",
      "id": "technology/artificialintelligenceai",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/01/a-machine-to-lip-read-best-of-luck-with-that"
}