{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/17/save-bbc-recipe-archive-petition-signed-by-more-than-25000-people",
  "id": "2016-05-17-160",
  "sectionId": "media",
  "body": "The BBC and the government are facing a huge backlash against plans to mothball the BBC recipes website as it emerged other services including the Newsbeat site are facing the chop. More than 100,000 people had signed a petition calling for the BBC to reverse its decision by early afternoon after news emerged the BBC was planning to close its food website.  The closure is part of a slew of changes to the BBC’s online services, driven by the BBC’s attempts to save £15m and meet demands to make its online content more “distinctive”.   Related: BBC to drop online recipes as part of slimmed-down website    Although the 11,000 recipes will not be deleted, a source told the Guardian they will be “archived or mothballed” and “fall off the face of the internet” after the food site is closed. The individual URLs of each recipe will remain live, but they will not be linked to from any other part of the BBC website. Only recipes associated with TV shows will be maintained, and only for 30 days after the show is broadcast.  Hours after the news broke, a developer called Howard Yeend had set up a website called Auntie’s Recipes promising a searchable index of the BBC pages. The BBC’s Good Food website and magazine, which is owned by BBC commercial arm Worldwide and printed by Immediate Media, will continue to include many recipes from popular shows. Other publicly funded services facing the axe include the BBC’s Newsbeat website and app, aimed at 16- to 24-year-olds, which are being integrated into the corporation’s main news service. The closure of the Newsbeat website could be controversial, given the BBC’s key role in providing content for children and young people which was praised by culture secretary John Whittingdale last week. The local news index pages, travel section and the science-focused iWonder site, which was launched only two years ago, will also be axed. A BBC spokesman called the standalone Newsbeat website a “low volume service” as most users access content through the main news site. “Looking at the numbers, people don’t go to it via the website or app but via news online,” he said. In place of the local news index pages, there will be a streaming service with individual pages for specific areas.  The ring-fenced budget for commissions that will only be on iPlayer will also be removed.One BBC source said that no more than 50 jobs would be affected by decision made as part of its Online Creative Review. Culture secretary John Whittingdale said he was not to blame for the move, pointing the finger instead at pressure from commercial rivals such as newspaper publishers. Whittingdale, who last week unveiled wide-ranging plans including challenging the BBC to be more “distinctive” in a white paper on the corporation’s future, distanced himself from rising public outrage over the cuts, saying BBC chiefs make the decisions. “It’s not my job to tell the BBC whether [or not] to broadcast The Voice, or Strictly Come Dancing or indeed to put recipes up on its website,” he said, speaking at radio industry body RadioCentre’s annual conference on Tuesday.  “We have said firstly that the BBC needs to be more distinctive. And also it has to be sensitive to its market impact and not be directly going out of its way to compete with commercial offerings.” The Save the BBC’s Recipe Archive! petition was launched on 10 May, but had only amassed 5,000 signatures before it was mentioned at on Radio 4’s Today programme on Tuesday. A spokesperson for Change.org, which is hosting the petition, has described it as one of the fastest growing on the site with more than 15,000 signing in little more than two hours. The petition, which calls on the BBC to maintain the archive of recipes “in its current form”, describes the move as “madness”.  Poster Emma B, who started the petition, wrote: “This is a much loved and used website and a precious resource for people across the country providing easy, free and importantly independent information on a vast range of foods and recipe options.  “The database provides inspiration for those with a few ingredients to come up with meal ideas and cook from scratch. When the government is trying to promote healthy eating, surely it is madness to remove such a comprehensive archive which has taken years to create, not to mention time and money.” The sentiment was echoed by former Labour deputy leader John Prescott who tweeted:    Can someone explain how removing recipes from the BBC website saves money? Surely we should be encouraging families to cook healthily!— John Prescott (@johnprescott) May 17, 2016      #toryrecipes Take one salami and a knife. Keep cutting slices off it until there's nothing left of a valued British institution. #bbcrecipes— John Prescott (@johnprescott) May 17, 2016    Labour culture secretary Maria Eagle said the move was an example of “mindless destruction” caused by culture secretary John Whittingdale’s “Obsession with diminishing the BBC”.  She added: “These recipes are a fantastic resource for thousands of people, which they have already paid for through the licence fee. Labour will continue to stand up for the licence fee payer and will fight any further government attacks on the BBC’s independence.” Separately, the BBC also announced on Tuesday that it was considering a new 24-hour channel to replace two existing services, BBC News and BBC World News, as part of cost-cutting measures.  Current Labour deputy Tom Watson also weighed in on Facebook, saying nobody wins out of the decision “except John Whittingdale who represents the pre-internet age and the poltics of dogma”.  “The government believe this undermines competition. John Whittingdale and the BBC executives he has bullied into submission think that the recipe site represents “mission creep”. They want the markets to decide how you choose and pay for your recipes. Yet no market could offer access to so many recipes, free at the point of use because they can’t recreate the licence fee model. “It’s not the worst thing in the world, but millions of UK citizens will be mildly inconvenienced by this. Their busy lives made a little less easy as a result of the decision. “Well done Mr Whittingdale. May your Yorkshires never rise.”",
  "webTitle": "Save BBC recipe archive petition signed by more than 100,000 people",
  "webPublicationDate": "2016-05-17T13:10:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/17/save-bbc-recipe-archive-petition-signed-by-more-than-25000-people",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    },
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    },
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/17/save-bbc-recipe-archive-petition-signed-by-more-than-25000-people"
}