{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/immigration-reason-britain-stay-eu-referendum-snp-brexit-europe",
  "id": "2016-05-21-12",
  "sectionId": "commentisfree",
  "body": "On Thursday the prime minister shifted his Euro campaign strategy towards what he said would be greater political inclusivity. On Friday the chancellor forecast a post-Brexit housing market collapse. Meanwhile, the out campaign droned on about immigration, punctuated only by odd outbursts from Boris Johnson, some of which, as Michael Heseltine noted, are very odd. Thus, with four weeks left, the great Euro campaign has reached a new low, no idealism from either side, only low-grade statistics and even lower grade politics. Neither campaign has inspired enthusiasm. They both trade in fear. Indeed, it is almost as if “Project Fear” from the Scottish referendum had been split in two to make up both sides of the Euro poll. The remain campaign is increasingly confident and very pleased with itself. It should not be. The pro-Europeans should be a mile ahead. The out campaign has totally failed to offer any coherent vision of what life would be like outside the European structure. Would we be like Switzerland and Norway, with a sweetheart trade deal but forced to accept European regulations still? Or would the UK attempt to be a sort of mid-Atlantic Singapore, trading freely with the world?   Related: House prices could fall by 18% if Britain quits EU, says George Osborne    Either way, there would be challenges. What gets Eurosceptics out of bed in the morning is getting shot of the sort of regulations that European Free Trade Area countries such as Norway and Switzerland must accept. Meanwhile, Singapore is successful because it is a small country within a large Asian trade area called Asean, not a big country like the UK outside one. Despite this, the out campaign is still within striking distance in England, at least in online polling. That would suggest something is badly misfiring in the remain camp and that instead of just demoralising the outers, Cameron’s “Bullingdon boy” tactics are also dispiriting his own side. The biggest danger for remain has always been a low turnout among Europe-friendly voters. Only a positive campaign galvanises the people, and this is the campaign that is now desperately required. The positive case for Europe’s achievements runs like this. For more than 60 years, the EU, and its various forerunners, has allowed cooperation between – eventually – 28 countries and a single market of 500 million people. These are not inconsiderable gains. They are incredible feats, which have contributed to European peace, stability and economic progress. The benefits that have been secured through “social” Europe are also substantial to working people and to family life, while Europe’s cohesion in pushing forward a green agenda has been positive in forcing international agreement on climate change. The fact that these are Europe’s achievements does not mean they would disappear overnight if out were to prevail. But they would be placed in doubt.   Related: We pay, but have no say: that’s the reality of Norway’s relationship with the EU | Espen Barth Eide    And so to the elephant in the room: immigration. I have been waiting for someone in this campaign to declare it a positive rather than a negative. There is not a family in Scotland that does not have relatives scattered to the four corners of the globe, and therefore not a family that does not understand the benefits these Scots have brought to their new homes overseas. It is time for an argument that presents immigration and immigrants as a good thing. Of course, it is harder to be prejudiced when immigration has a human face. Right now, there is a young Australian family from Dingwall that offers a case in point. The Brains were attracted to Scotland by the fresh talent initiative, a policy designed to repopulate the Highlands and tackle Scotland’s ageing population. Now, after investing their life savings and five years of their lives in Scotland, Gregg, Kathryn and their young son, Gaelic-speaking Lachlan, face being flung out of the country by the UK government’s narrow obsession with immigration statistics. Virtually everybody in Scotland wants them to be allowed to stay. Thankfully, the EU debate in Scotland has been largely free of the overblown rhetoric emanating from the south. That rational discussion has been greatly assisted by Ukip being dusted off yet again by the Scottish electorate in the recent elections.The SNP will present the case for Europe steadily and positively and will also make it clear that it would be unacceptable for Scotland to be dragged out of Europe against the will of the people. The world is full of rich irony and unintended consequences. In the Scottish referendum of 2014, the prime minister asserted that a vote for independence would jeopardise Scotland’s place in Europe. Two years on, and with four weeks to go in another referendum, it may be that only a vote for Scottish independence can secure it. Alex Salmond is MP for Gordon",
  "webTitle": "Where’s the fire and idealism? This Europe debate is flat and tawdry",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/immigration-reason-britain-stay-eu-referendum-snp-brexit-europe",
  "keyword": [
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Alex Salmond",
      "id": "politics/alexsalmond",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Salmond",
      "id": "profile/salmond-alex"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/immigration-reason-britain-stay-eu-referendum-snp-brexit-europe"
}