{
  "apiUrl": "https://content.guardianapis.com/holiday-in-sweden/2016/may/03/win-a-short-break-to-gothenburg",
  "id": "2016-05-03-134",
  "sectionId": "holiday-in-sweden",
  "body": "One of Europe’s most sought after weekend destinations, Gothenburg has evolved from an industrial port into a modern city packed with culture, fun and fabulous food.  Visitors can immerse themselves in a hipster vibe, reminiscent of Berlin or Amsterdam, while wandering through cobbled streets, exploring via canal boat or hanging out in one of the characterful boroughs: Linnéstaden (also known as Linné), Majorna and Rosenlund (the fish-packing district), which all boast independent bars, cafes and shops.   Related: Why I commute to London – from Sweden’s west coast    Situated on the west coast of Sweden, fresh fish and seafood arrive in Gothenburg every morning; there’s a buzzing cafe and coffee shop scene – and seven Michelin-starred restaurants. The jewel of Götaplatsen (the city’s public square) is the Gothenburg Museum of Art, which houses collections from the 15th century onwards. A tour of the Gothenburg archipelago, a short boat ride from the mainland, is breathtaking. If you’d love to explore Gothenburg and West Sweden, enter this competition for your chance to win a fantastic three-night break. The prize includes two return flights from the UK and a hire car, to be collected from the airport upon arrival. ItineraryThe lucky winner will head to Salt & Sill on Klädesholmen, known as “Herring Island”, for the first night. Sweden’s first floating hotel, it opened in 2008 after being constructed at a nearby quay in Wallhamn to avoid disrupting the island’s calm. Salt & Sill is also a restaurant, with a menu inspired by local ingredients and coastal influences. Enjoy the fresh fish, shellfish and specialty “herring plate”, served with an uninterrupted sea view. After a peaceful night at Salt & Sill, including breakfast, the winner can explore Klädesholmen, an old fishing community dating back to the 15th century, before driving on to Gothenburg. In the city, competition winners can relax over two nights at the central Clarion Hotel Post. A trendy venue set in an old post office, the original architecture has been preserved alongside a new section that includes a spa, two bars and rooftop pool. There are two restaurants, the Norda Bar & Grill, a fusion of New York and Gothenburg cuisines, and vRÅ, serving sushi and raw food. A nutritious and filling breakfast buffet is also included. And, to help the winner get the best out of Gothenburg, the prize also includes a Göteborg City Card, which gives you free admission to lots of sights, excursion, transport and entertainment, including Liseberg, one of the most popular amusement parks in Scandinavia. The prize will be supplied by Taber Holidays – a specialist tour operator to Scandinavia since 1973. With its in-depth expertise knowledge, Taber Holidays can create tailor-made itineraries to Sweden. For your chance to win, simply enter your details below.       Terms and conditions  The Taber Holidays prize draw (the “Prize Draw”) is open to residents of the UK aged 18 and over. The Prize Draw is not open to employees or agencies of Guardian News & Media Limited (“GNM”), their group companies or family members or anyone else connected to the Prize Draw. Entry into the Prize Draw is acceptance of these Terms and Conditions. To enter the Prize Draw you must enter your details as above. If you have any questions about how to enter or in connection with the Prize Draw, please email competitions.glabs@theguardian.com with “Taber Holidays prize draw” in the subject line. Only one entry per person. Entries on behalf of another person will not be accepted and joint submissions are not allowed. You are responsible for the cost (if any) of sending your Prize Draw entry to us. No responsibility is taken for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of delivery of the entry is not proof of receipt. The Prize Draw closes at 23:59 on 31 May 2016. Entries received after that date and time will not be considered. The winner will be chosen from a random draw of entries. One winner will receive: a pair of return flights from the UK to Gothenburg; a hire car (to be collected from the airport on arrival); one night’s accommodation in a double or twin room at Salt & Sill, including breakfast; two nights’ accommodation at the Clarion Hotel Post in Gothenburg in a double or twin room, including breakfast; Göteborg City Card for two people. A valid driving licence is required. GNM accepts no responsibility for any costs associated with the prize and not specifically included in the prize. The winner will be notified by phone or email on or before 2 June 2016 and given details of how to claim their prize. If a winner does not respond to GNM within 28 days of being notified by GNM, then the winner’s prize will be forfeited and GNM shall be entitled to select another winner (and that winner will have to respond to the phone call or email from GNM within 28 days or else they will also forfeit their prize). Flights and accommodation must be booked through Taber Holidays within 28 days of the prize being accepted. Details of the winner can be obtained by sending a stamped addressed envelope to the following address: Guardian Creative, Guardian News & Media Limited, Kings Place, 90 York Way, London N1 9GU. The prize is non-exchangeable, non-transferable, and is not redeemable for cash or other prizes. GNM retains the right to substitute the prize with another prize of similar value in the event the original prize offered is not available. The winner may be required for promotional activity. No purchase necessary. Nothing in these terms and conditions shall exclude the liability of GNM for death, personal injury, fraud or fraudulent misrepresentation as a result of its negligence. GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the Prize Draw or accepting the prize. GNM further disclaims liability for any injury or damage to your or any other person’s computer relating to or resulting from participation in or downloading any materials in connection with the Prize Draw. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, this Prize Draw with or without prior notice due to reasons outside its control (including, without limitation, in the case of anticipated, suspected or actual fraud). The decision of GNM in all matters under its control is final and binding and no correspondence will be entered into. GNM shall not be liable for any failure to comply with its obligations where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure. The Prize Draw will be governed by English law. Promoter: Guardian News & Media Limited, Kings Place, 90 York Way, London, N1 9GU.",
  "webTitle": "Win a short break to Gothenburg",
  "webPublicationDate": "2016-05-03T15:20:28Z",
  "webUrl": "https://www.theguardian.com/holiday-in-sweden/2016/may/03/win-a-short-break-to-gothenburg",
  "keyword": [
    {
      "webTitle": "Holiday in Sweden",
      "id": "holiday-in-sweden/holiday-in-sweden"
    }
  ],
  "authors": [],
  "guardianId": "holiday-in-sweden/2016/may/03/win-a-short-break-to-gothenburg"
}