{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/star-wars-cast-arrive-in-northern-ireland-to-film-episode-viii",
  "id": "2016-05-13-98",
  "sectionId": "film",
  "body": "He’s been to the desert in Tatooine, the ice planet of Hoth, and had a hand in the destruction of two Death Stars, and now Luke Skywalker (also known as Mark Hamill) and some of the rest of the leading cast of Star Wars: Episode VIII have landed in Northern Ireland. The first port of call for Hamill, Daisy Ridley (Rey) and Adam Driver (Kylo Ren) was Belfast international airport on Friday. From there they travelled to Malin Head in County Donegal, on the north-west coast.   Related: JJ Abrams: ‘Star Wars fans are passionate and obsessive. And I’m one of them’    Ridley and Diver tried to conceal themselves from waiting photographers at the airport but Hamill, showing off his wild beard, waved to the cameras as he entered the airport terminal. The actors will film at the beauty spot on the Atlantic coast where construction has been under way on what is believed to be a new version of the Millennium Falcon.      A set believed by fans and some media to be a new Millennium Falcon under construction, on Malin Head, Northern Ireland. Photograph: Clodagh Kilcoyne/Reuters    Caravan park owner Ali Farren told the Belfast Telegraph on Friday that “there’s been a lot of blacked-out limousines and coaches in the area, so we have no idea who is here and you can’t get close”. Farren who runs a family-owned bar at the beauty spot said they have painted a mural on the pub’s gable wall of the Jedi master Yoda. Photographs of the set show a construction site with a disc-like object covered over and perched on the headland with the Atlantic Ocean below. Episode VIII will include scenes from a number of locations across Ireland, including a Jedi temple, which is being built near the Dingle peninsula in Co Kerry. Another Star Wars set is being constructed in Co Cork.  The Unesco protected island of Skellig Michael, off the Kerry coast, was used to shoot the final scene of Star Wars: Episode VII – The Force Awakens, when Luke Skywalker was finally re-discovered living like one of the real, hermit Irish monks that lived on the rock.",
  "webTitle": "Star Wars cast arrive in Ireland to film Episode VIII",
  "webPublicationDate": "2016-05-13T16:26:48Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/star-wars-cast-arrive-in-northern-ireland-to-film-episode-viii",
  "keyword": [
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ireland",
      "id": "world/ireland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mark Hamill",
      "id": "film/mark-hamill",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Adam Driver",
      "id": "film/adam-driver",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Daisy Ridley",
      "id": "film/daisy-ridley",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "film/2016/may/13/star-wars-cast-arrive-in-northern-ireland-to-film-episode-viii"
}