{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/marcus-rashford-england-australia-friendly",
  "id": "2016-05-27-26",
  "sectionId": "football",
  "body": "Roy Hodgson had wondered how Marcus Rashford might react to being thrown in at the deep end. England’s coach half-feared the boy might freeze on his England debut but he need not have worried because the 18-year-old simply did what he always does in these sort of situations. In other words, Rashford scored with his first shot. It is what he did on his Europa League debut for Manchester United against Midtjylland before repeating that feat on his Premier League bow at Arsenal’s expense. As an avid reader of some pretty heavyweight novels – (Milan Kundera anyone?) – Hodgson knows all about the importance of opening chapters and looked suitably gripped by the introduction the prodigy scripted for himself. Three minutes had passed when Rashford met Raheem Sterling’s deflected cross with a fabulous right‑foot volley to propel England ahead. With a single, assured, swipe of a boot he had become the youngest player to score for the Three Lions on debut. On the England bench Wayne Rooney smiled but Daniel Sturridge – once again indisposed by a calf strain and not even a substitute – scowled as he sat with anorak hood pulled down over his forehead. The prospect of spending a chunk of the summer in France must have been receding before the Liverpool forward’s eyes. If Rashford’s audition for one of the last remaining seats on the train was going rather swimmingly – not to mention prompting a sense of déjà vu recalling Michael Owen’s late dash to prominence at France 98 – his dramatic arrival on the international stage prompted mixed feelings among a capacity Wearside crowd. Excited as they were to see an emerging talent first-hand, many locals would have preferred to cheer on a familiar face. It explains why a particularly shapeless passage of England play on a night when Rashford’s opener camouflaged Australia’s early dominance prompted pointed choruses of “Jermain Defoe”. Madonna’s “This used to be my playground” was not played on the stadium sound system before kick‑off but in the circumstances it might have been quite a good choice. This pitch may remain Defoe’s playpen when Sunderland play here but there was a time when the striker largely responsible for keeping Sam Allardyce’s side in the Premier League used to feel very much at home wherever England performed. After 18 goals in 33 appearances for a, frankly, poor side, Defoe – physically, an extremely young, uber-fit 33 – had hoped for a Euro 2016 England recall but Hodgson has made it clear that the crime of emigrating to Canada, however briefly, is not pardonable. “Defoe went to Toronto before Sunderland,” Hodgson said. “And we’re looking for players more akin to Vardy, Rooney and Sturridge, rather than one who has made his name as a fox in the box.” At a stroke the England coach seemed to have swallowed the received wisdom believed temporarily by Allardyce, that he is “not a modern, all-round, striker”. Yet when, in desperation, Sunderland’s manager finally put him on his team-sheet Defoe not only proved surprisingly effective as a lone striker but his game has evolved and improved. Largely down to Rashford’s compelling presence – and despite Sturridge’s enduringly concerning physical fragility – Defoe’s England days are firmly behind him but there remains a nagging sense Hodgson might come to regret that reality. There were protracted periods when even Rashford found himself a striker on the margins as Australia showed why they are Asian champions, but then Wythenshawe’s newest celebrity reminded everyone he can create as well as score. Indeed, Rashford’s clever pass over the defence to Adam Lallana could conceivably have conjured a second England goal had Mat Ryan not been equal to the danger. Significantly Rashford seemed to be bringing the best out in Sterling – not always the easiest of achievements just lately – while bewildering Bailey Wright and friends in Australia’s back line. The move ultimately came to nothing, but the skill and intelligence involved as a marker was smartly dodged courtesy of a clever drag back more than hinted at a brilliant future. Having shifted from a central attacking position to the left, then right, of the front three once Rooney came on, Rashford showcased an enticing amalgam of adaptability and stellar, fluid, invariably high-speed movement. Hodgson’s sidekick Gary Neville may have attempted to keep his feet on the ground with a rather brusque, unnecessarily stern handshake when Rashford was eventually replaced, to ringing applause, by Ross Barkley in the 63rd minute. Maybe Neville was cross about a rare poor touch and overhit delivery a few minutes earlier but Rashford had still done more than enough to leave Hodgson with a very big decision to make. And to think England’s coach had not originally intended starting him on a night Harry Kane rested and the absent Jamie Vardy celebrated his recent wedding. Plan A had been to go with Sturridge and maybe give the tall, rangy, pacey product of Manchester United’s academy some second-half minutes but, instead, Rashford offered compelling evidence that Plan B may be the best option after all.",
  "webTitle": "Marcus Rashford hits the mark in England debut to remember",
  "webPublicationDate": "2016-05-27T20:52:50Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/marcus-rashford-england-australia-friendly",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Australia",
      "id": "football/australia",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/27/marcus-rashford-england-australia-friendly"
}