{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/election-2016-liberals-split-over-labor-plan-rules-allowing-mps-to-double-dip-housing",
  "id": "2016-05-23-331",
  "sectionId": "australia-news",
  "body": "Labor has signalled it will move to minimise the potential for double dipping when politicians own or rent properties in Canberra – and has challenged the Coalition to do the same. The shadow treasurer, Chris Bowen, told reporters on Monday current practices involving MPs claiming travel allowances and pursuing deductions were not in line with community standards, so “this needs to change going forward”. The prime minister rebuffed Labor’s overture while campaigning in the marginal New South Wales seat of Eden-Monaro – but while campaigning in Sydney Scott Morrison told reporters he would be seeking particulars from Labor about what it was proposing.   Related: Politicians 'double-dipping' on property claims aren't breaking rules – Cormann    “We’ll be in contact with [Chris Bowen’s] office, that may already have occurred so we can see exactly what he is proposing,” the treasurer said. “And we’ll have a look at exactly what he is proposing.” A ruling from the tax office allows MPs who rent in Canberra to also claim deductions for a second residence including “lease payments; rent; interest on borrowings used for the acquisition of the property; rates; taxes; insurance; general maintenance of the building, plant and grounds’’. The ruling – which applies to federal, state and territory MPs – not only allows the interest in the second property to be tax deductible, it also allows the sale of the property to be capital gains tax free. Over the weekend, Labor argued in favour of the staus quo. Various frontbenchers said the system for parliamentary entitlements should continue to be determined by independent tribunals, not by politicians. But the opposition has now shifted. Bowen said the practices, which were the subject of critical media reports over the weekend, were not in line with community standards, community standards were important, and “we will make that change”. He said the tax office ruling had been in place for many years but it was important “going forward that it be reflecting community standards.”   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    “Now that this has received the appropriate amount of, if you like, scrutiny, it’s clear in Bill’s [Shorten’s] view and in Labor’s view this needs to change going forward,” he said. “I invite the government to make the same commitment.” Labor is looking specifically at the section of the tax office ruling dealing with second residences. It is unclear how Labor could make changes to a system that has been determined independently by the tax office. One option could be legislation, another could be a request to the tax office by an incoming treasurer for a new ruling. Speaking to reporters on the far south coast of NSW, Malcolm Turnbull initially rebuffed Labor’s overture. “I see Labor has done an overnight backflip on this.” Turnbull argued that it was very important that politician’s pay and entitlements be set by independent tribunals, not by the politicians themselves. The prime minister confirmed on Monday that he had claimed travel allowance while staying in a Canberra apartment he owns during sitting periods. “I’ve received the per diem allowance for being in Canberra, yes.” “I have certainly made those claims, and I have conducted my affairs scrupulously in accordance with the rules that apply to all members and senators,” Turnbull told reporters.   Related: Nick Xenophon calls for penalties in politician entitlement scheme    But Morrison sounded more open to the proposal. He said the government would seek particulars of Labor’s position. “Yesterday Labor said it should be set by an independent process and I note the comments made today by Chris Bowen, and we’ll be in contact with his office – that may already have occurred – so we can see exactly what he is proposing,” the treasurer said. “And we’ll have a look at exactly what he is proposing. That’s not clear to us yet.” • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Liberals split over Labor plan to change rules allowing MPs to 'double dip'",
  "webPublicationDate": "2016-05-23T01:48:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/election-2016-liberals-split-over-labor-plan-rules-allowing-mps-to-double-dip-housing",
  "keyword": [
    {
      "webTitle": "Australian politicians' expenses",
      "id": "australia-news/australian-politicians-expenses",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Murphy",
      "id": "profile/katharine-murphy"
    }
  ],
  "guardianId": "australia-news/2016/may/23/election-2016-liberals-split-over-labor-plan-rules-allowing-mps-to-double-dip-housing"
}