{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/acdc-review-axl-rose-lisbon-first-gig",
  "id": "2016-05-08-222",
  "sectionId": "music",
  "body": "AC/DC couldn’t really have handled the departure of their singer Brian Johnson much worse – a curt statement on their website announcing he could no longer tour, owing to hearing loss, and their intention to continue with a stand-in – short of announcing a compulsory redundancy programme for all Florida-resident geordies with a penchant for caps. Their fanbase, normally unquestioningly loyal, reacted with unexpected irritation: refunds for upcoming shows were demanded (and given), and many – me included – questioned whether the band should continue at all.   Related: Axl Rose determined to 'do justice' to Brian Johnson with AC/DC shows    When they announced that Johnson’s short-term replacement would be Guns N’ Roses singer Axl Rose – a man for whom reliability is not a byword – eyebrows were further raised. Given AC/DC’s legendary efficiency, and Rose’s equally legendary tardiness in taking the stage, it seemed as if it could be a case of the irresistible force meeting the immovable object. And then Rose broke a metatarsal, meaning he would be chairbound on stage. AC/DC, a band who care what people think of them rather less than anyone except, perhaps, Donald Trump, evidently decided in the wake of all these disasters that they needed to win people back. And so, for this first show with Rose, writers – the Guardian included – have been flown in to Portugal as the band attempt to prove they are still a worthwhile concern, even with guitarist Angus Young and bassist Cliff Williams the only remaining core members. Rose’s arrival makes this show the first AC/DC gig in years – certainly since Johnson replaced the late Bon Scott in 1980 – at which no one knows exactly what to expect. Its triumph is that it does exactly what one would expect, but rather better than one had dared hope for. Rose being confined to his throne on castors – he looks for all the world like a hard-rock Davros – is a rare downside to his performance.     Axl Rose perfoms with Angus Young of AC/DC in Lisbon. Photograph: Roger Sargent/Getty Images    The triumph lies in the renditions of the songs AC/DC wrote and recorded when Scott was still alive. Whereas the Johnson-era material tended towards boozy bonhomie, Scott was often a malevolently misanthropic writer and singer, concealing a slightly terrifying rage behind apparent good humour. Rose, who is familiar with both malevolence and misanthropy, delivers those songs perfectly, giving them fresh menace. Dirty Deeds Done Dirt Cheap loses its cartoonish aspect, and becomes the bar-room chatter of a psychopath; he introduces Shot Down in Flames as “the story of my life” and convinces you it’s true. His voice, too, is brilliant: no matter how high, every note is hit, and sustained. And he keeps it up for two hours.   Related: AC/DC's Brian Johnson: hearing loss diagnosis was a dark day for my career    He seems more relaxed on the Scott songs, perhaps because of the manner of his replacing Johnson. Johnson’s songs are delivered just fine, but there’s a slight sense he’s being a little too reverent. He’s spoken of wanting to do justice to Johnson’s work, and maybe he’s concerned with not imprinting his own personality over the songs. That’s true, too, of his rapport with the crowd. Johnson was unfailingly good humoured – not much of an anecdote teller, but ready to rouse the rabble. Rose confines himself to a few softly spoken words between songs and a few all-but-inaudible thank yous afterwards. For this show, with this much at stake, you expect him to be the cheerleader for AC/DC, but he refuses to take the role. Nevertheless, he compensates for the sometimes erratic sound – a fierce wind blowing off the Tagus following a day of horrendous rain bashes the music hither and thither – and perhaps even inadvertently outshines Young, who sounds a tiny bit approximate in the fiddly intro to Thunderstruck. For AC/DC Kremlinologists, though, the telling moments come with the incorporation of two songs from the 1978 album Powerage that had been out of live circulation for a long while – Rock’n’Roll Damnation and a thrillingly brutal Riff Raff. “I never shot nobody / Don’t even carry a gun,” Rose snarls, with complete conviction. “I ain’t done nothing wrong / Just having fun.” Carry on like this, and those wondering whether AC/DC are still worth going to see this summer should have no worries: they, too, will be having fun.  On tour in Europe until 12 June, including Olympic Park, London, 4 June; Etihad Stadium, Manchester, 9 June.",
  "webTitle": "AC/DC review – Axl Rose brings menace as rock legends pull off a triumph",
  "webPublicationDate": "2016-05-08T04:10:58Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/acdc-review-axl-rose-lisbon-first-gig",
  "keyword": [
    {
      "webTitle": "AC/DC",
      "id": "music/acdc",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Metal",
      "id": "music/metal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Guns N' Roses",
      "id": "music/gunsnroses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    }
  ],
  "guardianId": "music/2016/may/08/acdc-review-axl-rose-lisbon-first-gig"
}