{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/04/celebrity-ape-selfies-harming-efforts-to-curb-wildlife-trafficking-un-body-warns",
  "id": "2016-05-04-331",
  "sectionId": "environment",
  "body": "Instagram snaps of celebrities including Paris Hilton and James Rodriguez posing with apes in the Gulf are damaging efforts to clamp down on wildlife trafficking and endangering the survival of some species, a UN body has warned. New research by the UN’s great apes survival partnership (Grasp) points to an alarming rise in trafficking of orangutans, chimpanzees, gorillas and bonobos stolen from the wild, mostly to feed demand from a boom in macabre Chinese circuses.         But an increasing number are also finding their way to the private gardens and restaurants of the Gulf elite, and Grasp fears that the trade is being accelerated by celebrity endorsements.   Doug Cress, the programme’s coordinator, told the Guardian: “The paparazzi shots of Paris Hilton and football star James Rodriguez and others cuddling baby orangutans at private zoos in Dubai are incredibly damaging to conservation efforts, and Grasp calls on celebrities to avoid such photo opportunities.”  Photos of Paris Hilton with a dressed-up baby orangutan at the Saif Belhasas private zoo in Dubai began circulating in 2014. “She’s the cutest little girl in the world,” Hilton reportedly said of the ape.   Last December, the Real Madrid star James Rodriguez uploaded a photo of himself with an orangutan in Dubai to his Instagram account, despite strong condemnation by Grasp.   The rapper Kid Ink also posted an Instagram shot of himself with an orangutan dressed in baby clothes in Dubai two months ago, as did Khloe Kardashian.   None of the celebrities’ agents responded to emailed requests for comment.  Cress said: “These pictures are seen by hundreds of millions of fans, and it sends the message that posing with great apes – all of which are obtained through illegal means, and face miserable lives once they grow too big and strong to hold – is okay as long as it’s cute. But it’s not. It’s illegal, and it contributes to the destruction of already endangered species.” Grasp says that United Arab Emirates permitting records show that no import licenses for baby orangutans were issued that could match with the apes visible in the celebrity photographs.        Research that Grasp will publish later this year shows that 49 chimpanzees have been recovered since January 2014, a figure indicating that a minimum of 490 chimpanzees were killed during smuggling operations in this period.  Because fully-grown apes cannot be easily trafficked, smugglers prefer to steal babies from the wild. For every one baby chimpanzee taken, an average of 10 will be killed trying to defend it. But Grasp sees even this figure as the tip of the iceberg. “We’re just getting a fraction of the total,” said Cress. The proliferation of seizures in the Middle East is “extremely worrying” to the group, suggesting that regional instability is making the area an increasingly attractive transit zone for smugglers moving their cargo to Asia. A Grasp investigation is planned into the area’s trade dynamics. Iraqi Kurdistan and Armenia are thought to be hotspots for the wildlife black market, while Libya has been a stopover for trafficked apes on the way to Egypt, since the fall of Muammar Gaddafi. The road from Alexandria to Cairo has long been considered a “swinging door” out of Africa for animals being moved east, and some Red Sea Coast hotels are believed to act as holding centres. “Wealthy and untouchable people in Egypt own those hotels and have private zoos for guests which flush animals through at all times – and apes are a huge piece of that traffic,” Cress said. “It is hard to close down because elites in the Mideast are hard to reach. It is not a public opinion thing. It is about reaching a select number of people who control the power.”       The role played by Middle East elites in illegal trafficking is a growing concern for Grasp, but the end destination for stolen animals is usually the far east. In China, around a thousand theme parks for the country’s emerging middle class have opened since 2000. “Most of the apes there quickly end up riding bicycles and shooting each other with toy guns,” Cress said. “The orangutans are used in boxing shows for cheap laughs. It is like cowboys and Indians or cops and robbers. They just clobber each other.” With live gorilla’s each in China selling for $42,000 – and chimpanzees for $26,000 – corruption linked to the ape trade has become widespread. Last October, Guinea’s chief wildlife officer and Cites representative, Ansoumane Doumbouya, was arrested for allegedly trafficking the animals he was supposed to be protecting. Often animals are recovered by accident – one crate subdivided into six boxes and marked as carrying dogs – was sent back to Nairobi from Cairo, after fingers were seen peeping out of its slats. The traumatised baby chimps inside were eventually found going round and round on the airport carousel. In the past seven years, there were just 27 arrests around the world for trafficking in apes. A quarter of the cases were never prosecuted.",
  "webTitle": "Celebrity ape selfies harming efforts to curb wildlife trafficking, UN body warns",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/04/celebrity-ape-selfies-harming-efforts-to-curb-wildlife-trafficking-un-body-warns",
  "keyword": [
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Dubai",
      "id": "world/dubai",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Arthur Neslen",
      "id": "profile/arthurneslen"
    }
  ],
  "guardianId": "environment/2016/may/04/celebrity-ape-selfies-harming-efforts-to-curb-wildlife-trafficking-un-body-warns"
}