{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/glastonbury-festival-fined-over-sewage-leak",
  "id": "2016-05-24-88",
  "sectionId": "music",
  "body": "Glastonbury festival has been ordered to pay £31,000 after thousands of gallons of human sewage leaked out of a steel container tank, seeped into a stream and killed fish.  The Environment Agency claimed during a hearing that the event had grown more quickly than its ability to deal with so much waste.  The district judge Simon Cooper said the Somerset festival could have contacted the authorities more quickly following the problem in June 2014, but said it had largely dealt with it well. He expressed amusement at the level of detail he had heard over how the festival handled the situation.  Bristol magistrates court heard that sewage found its way into Whitelake river, harming water quality and leading to the death of 42 fish including brown trout.  Glastonbury Festivals Ltd admitted a single charge of breaching environmental regulations. The judge fined the festival £12,000 and ordered it to pay £19,000 towards prosecution costs.   Related: Glastonbury festival may move in 2017, Michael Eavis says    He found that Glastonbury had “low culpability” for the incident and praised its response and systems. He said: “I am still slightly amused that it has been necessary to go to this level of detail.  “I am satisfied that there was proper planning for the festival and no criticism is made of that. There was a waste management plan, there was a rivers and streams management plan. I am impressed by how responsive Glastonbury Festivals Ltd have been.  “I am bemused at the vigour and energy that has been put into this detailed analysis of what happened, much after the event. I am sure lessons will be learned. I shall say no more about it, save to say that cooperation is clearly essential and I hope that this hearing has done nothing to affect that.” The court was told that Glastonbury used three very large steel tanks to store human waste from the site, which had a population of 170,000 during the 2014 event. One of the tanks sprung a leak in one of the joins between steel plates and the base of the tank, the court heard.  Andrew Marshall, prosecuting on behalf of the Environment Agency, said: “The leak went into the river Whitelake. It had a significant impact on that river. Human sewage is very polluting. The festival has evolved more rapidly than the ability to deal with the waste.” Representing the festival, John Cooper said: “There’s no criticism of resources here or of equipment. The only criticism is that it should have been dealt with earlier.” Cooper said the festival gave money to charities including WaterAid, Oxfam and Greenpeace. “It is a unique business to come before the courts,” he said. “Payments are very modest to directors. All of this money is carefully looked after and carefully allocated. It is almost the antithesis of what one sees when sentencing a corporate defendant.” Speaking after the conclusion of the case, the Environment Agency said more than 4km of the Whitelake river was polluted with 20,000 gallons of untreated sewage. The festival’s failure to alert the agency through a hotline resulted in an eight-hour delay and caused a “serious deterioration” in water quality, a spokeswoman said. Ian Withers, environment manager for the Environment Agency, said: “While we recognise the Glastonbury festival provides enjoyment to tens of thousands of people and raises money for a number of good causes, the organisers have a responsibility to ensure it does not cause harm to the environment. “The festival is held in a beautiful part of the Somerset countryside and we want to see it remain that way. This was a serious pollution incident that had a significant impact on water quality and the fish population of the Whitelake river.”   Related: Glastonbury festival to pay tribute to David Bowie and Prince    The festival’s founder, Michael Eavis, said: “It’s a great result and I think we were listened to fairly. I don’t really think it was necessary to get this far. We pleaded guilty to make it easier for them yet they still wanted to pursue this case.  “I think it was a bit of a waste of time, to be honest with you. It wasn’t that serious a crime really. We did our very, very best when we found the leak – we really did all that we should have done within the timescale.  “This wasn’t really necessary. We should have been doing something else. We’re putting together the biggest show in the world in four weeks’ time.”  Eavis said the festival had invested heavily to ensure there would not be any leaks in future. “It will not happen again,” he added.",
  "webTitle": "Glastonbury festival fined over sewage leak",
  "webPublicationDate": "2016-05-24T16:13:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/glastonbury-festival-fined-over-sewage-leak",
  "keyword": [
    {
      "webTitle": "Glastonbury festival",
      "id": "music/glastonbury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "music/2016/may/24/glastonbury-festival-fined-over-sewage-leak"
}