{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/kent-boat-rescue-two-britons-charged-with-immigration-offences",
  "id": "2016-05-30-88",
  "sectionId": "uk-news",
  "body": "Two British men have been charged with people smuggling after a sinking boat carrying 18 Albanians, including two children, was rescued in the Channel. Mark Stribling, 35, from Farningham, and Robert Stilwell, 33, from Dartford, have been charged under section 25 (1) of the Immigration Act 1971, which relates to assisting illegal entry to the UK. The men appeared at Medway magistrates court on Monday and were remanded in custody to appear at a crown court on 27 June.  The men were onboard a rigid-hulled inflatable boat found after the UK Coastguard received a call for assistance just off the coast of Dymchurch in Kent at 11.40pm on Saturday.  A search and rescue helicopter, lifeboats and coastguard rescue teams were deployed. A second vessel, believed to have links to the stricken boat, was discovered on the beach at Dymchurch. The 18 Albanians continue to be detained in Dover.      Police stand around the second boat suspected of people smuggling at the beach in Dymchurch. Photograph: Sky News    The incident has sparked concerns that the UK may be seeing the start of a new trend of people smuggling across the Channel with some questioning whether the level of resources available to the Border Force is sufficient for it to effectively police the borders. A former independent chief inspector of borders and immigration, John Vine, has said lives could be lost unless more boats are deployed to patrol the waters. Vine said he raised the issue of migrants crossing the Channel with the Home Office in his former role but this failed to result in “sufficient resources” being devoted to the issue. “In the context of small ports, we just don’t know the extent of this,” he told BBC Radio 4 on Monday. “But I think it is reasonable to assume that this is something that might have been happening and if this is now the start of a new trend we certainly need to gather the intelligence and the resources to nip it in the bud. “We have seen the tragedies that have occurred in the Mediterranean. I am not a nautical person, but I would have thought crossing the Channel – with all the hazards in terms of cross-Channel traffic as well as the weather and the sea conditions – are going to mean there is an equal chance of people losing their lives unless this is stopped.” Lucy Moreton, general secretary of the Immigration Services Union, said Britain’s more than 7,000 miles of coastline were not routinely policed. Britain has three Border Force vessels to patrol its waters. She said anecdotal evidence suggested Britain’s coasts were facing the biggest ever influx of people smugglers. “The easy answer is this is the worst we have ever seen it, and it is insofar as this is the worst that has ever been recorded. But we have no way of knowing because we didn’t look for this until recently. “My gut feeling is yes, this was an inevitable progression, once you saw the floods of people coming up from north Africa through Turkey into southern Europe and making their way up through Europe. That was always going to mean that whatever irregular route they used, whether it was climbing into containers, hanging on to the bottom of cars, clinging on to trains, walking through tunnels or getting into a small vessel – all of that was going to increase.” A spokesman for the Public and Commercial Services Union, which also represents border staff, said: “We’ve said for years that there aren’t enough staff at the borders and we’ve been ignored and vilified by government ministers and senior officials.  “Instead of pretending everything’s fine, moving staff to cover passport gates and leaving gaps elsewhere, the border agency needs to get round the table with us to discuss rationally what resources they need and where.”  The incident may have political ramifications for the EU referendum, given that Brexit campaigners claim leaving is the only way to control migration, while the remain campaign argues that the French may not be as keen to maintain a secure border in the event of Britain exiting the bloc. Damian Collins, the Conservative MP for Folkestone and Hythe, said he thought there were enough resources to patrol the border, but that they should be kept under review. “At the moment, it’s a risk we’re aware of and additional resources have been committed to fight it,” he said. Nigel Farage, the Ukip leader, claimed the UK was “likely to find the English Channel becoming a mortuary as economic migrants take to its unpredictable waters in unseaworthy vessels” unless those who had made it to Kent were returned to France. “It is essential that a clear message is sent that no migrant arriving on our shores by boat is allowed leave to remain,” he said. “We have all seen the horrors of the Mediterranean, with thousands crossing and hundreds dying. We cannot allow that to happen off the shores of Kent and Sussex. We could see a migrant crisis coming to the shores of UK if we remain in the European Union. “Only by wresting control of our immigration system from the European Union will we be able to create a fair, equitable immigration system. We must not make the same mistake as the EU has done over the Mediterranean situation.” On Tuesday last week, 17 Albanians and a British man were detained after a catamaran arrived at Chichester marina in West Sussex. The 55-year-old Briton was detained on suspicion of facilitating illegal immigration, and the 17 Albanian men were held on suspicion of entering the UK illegally. The Albanians have been detained pending Home Office consideration of their cases.",
  "webTitle": "Kent boat rescue: two Britons charged with people smuggling",
  "webPublicationDate": "2016-05-30T14:32:09Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/kent-boat-rescue-two-britons-charged-with-immigration-offences",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "uk-news/2016/may/30/kent-boat-rescue-two-britons-charged-with-immigration-offences"
}