{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/andy-murray-ivan-lendl-coach",
  "id": "2016-05-16-36",
  "sectionId": "sport",
  "body": "Andy Murray said he would “love to” work with Ivan Lendl again but he wonders if the single-minded, golf-loving coach who guided him to his two grand slam titles can find the time to return to the Tour full-time – or conquer his dislike of flying. Murray was restored to No2 in the world on Monday, a week before the French Open, and that puts him at the opposite end of the draw to Novak Djokovic, whom he beat handsomely in straight sets in Italy to become the first British men’s holder of the Rome Masters title in 85 years.   Related: Andy Murray beats Novak Djokovic to win Rome Masters claycourt title    He was in buoyant mood after Sunday’s final before heading into town from the Foro Italico on a wet and windy night to celebrate his 29th birthday with his wife Kim, daughter Sophia, and mother Judy as well as only his second win in 14 matches against the world No1 since he beat the Serb to win Wimbledon in 2013. While he is relaxed about going to Roland Garros without a coach, Murray revealed he wants the sort of total commitment from his next mentor that Boris Becker has shown to Djokovic. That palpably was missing towards the end of his two years with Lendl and, more recently, the Czech’s successor, Amélie Mauresmo, who decided earlier this month that looking after her son, Aaron, was her priority. Murray, also new to parenting, has no problem with that. Lendl is enjoying the many golf courses in Florida but has been teasing reporters with hints of interest even though the chances of a reunion are slim. While neither of them is closing the door and the mutual regard remains strong, picking up where they left off in 2014 would not only be the shock of the season but ill-advised. Lendl, for one, would risk hurting his legacy – and there could be no guarantee it would last. “We’ve chatted in the past,” Murray said. “I’ve always said I’d love to work with Ivan again, but the time was the issue then. If it can work then I’d love to do it, but it has to work for both of us. People who’ve been number one in the world, like Ivan and Amelie, know the amount of time it takes to make a difference and an impact. To be fair to Boris [Becker] he is there with Novak a lot. He’s dedicated a lot of time to it – but, if you don’t have that, if it’s not enough time, it can make things tricky. “It’s the travel that’s normally the issue. I’m willing to make compromises where I train and stuff. It was good in Miami because Ivan is close to there. That’s a place I like to spend time.”  Murray scotched rumours he would be leaving Miami and his long-time off-season training base after reports he was selling his apartment there. He will keep the larger residence and sell the one below, he said, but his attachment to the winter sun of Florida is deep-rooted. It came as a surprise Murray was not aware of Lendl’s aversion to flying. “Really? I knew he used to take a lot of sleeping pills on long flights.” More important than any coach in Murray’s life are his family – and they were there for him in Rome when he demoralised Djokovic with a superb performance in steady drizzle on a seriously unreliable surface. Djockovic could not handle the conditions, raging at the umpire, while Murray remained calm to cap a week of sustained excellence on his least favourite surface. Murray has his priorities in place after years on the circuit. He no longer sees the psychiatrist who worked with him last year and, despite the occasional explosion on court, wears a smile more often than a scowl. Not even the departure of Mauresmo during the Madrid Open fazed him. He says the split cleared his mind. “Having a bit of clarity and knowing what you are looking at moving forward is important,” Murray said. “We hadn’t seen each other for a long time [only 10 days in total since the Australian Open in January] and things were working well with Jamie [Delgado, his assistant coach]. “It can free you up a bit because, if you are thinking about something a lot – especially when it comes to someone you are working with in your team that’s unhappy or something’s not working well – that’s when thoughts come on the court and that can potentially have you lose your concentration a bit. So, although it’s unfortunate, it’s good that I have a clear head for the next few months.” Murray left Rome on Monday morning and used the flight time to consult his advisers about appointing a coach before Wimbledon. There have been a few inquiries from potential candidates already, he said, but he did not give the impression there was any urgency. “We will chat to get things moving but it’s unlikely that something will happen before the French Open. The grass is three to four weeks away, so there’s time there. Maybe I will try to speak to a couple of people next week but there is nothing yet.”",
  "webTitle": "Andy Murray would love to work with Ivan Lendl as coach again",
  "webPublicationDate": "2016-05-16T21:29:10Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/andy-murray-ivan-lendl-coach",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ivan Lendl",
      "id": "sport/ivan-lendl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/16/andy-murray-ivan-lendl-coach"
}