{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/10/jude-law-returns-london-stage-barbican-ivo-van-hove-obsession-play-theatre",
  "id": "2016-05-10-320",
  "sectionId": "stage",
  "body": "Jude Law is to return to the London theatre in an adaptation of the Luchino Visconti film Obsession, directed by one of the world’s most in-demand directors, Ivo van Hove. The Barbican Centre will announce on Tuesday the return of van Hove’s company, Toneelgroep Amsterdam, to its stage in 2017 – but this time with a big name British actor on board. Van Hove’s Broadway productions of the Arthur Miller plays A View From the Bridge and The Crucible picked up nine Tony nominations last week, and he was the man David Bowie called to direct his musical Lazurus, which was released two days before the singer’s death. The Belgian director’s stripped-down productions pack a powerful punch that stem from his belief that audiences are more open to adventurous theatre than many believe.  “That’s why they pay that amount of money,” he told the Guardian. “They don’t pay money any more just to see a star on stage in a bad play, badly directed. All those shows stop after a few weeks, A View from the Bridge [which was at the Young Vic in London before its transfer to the West End and Broadway] went on and on and on.”     Ivo van Hove: ‘Jude Law was number one on my very small list.’ Photograph: Sarah Lee for the Guardian    After the success last year of Toneelgroep’s Antigone, starring Juliette Binoche, van Hove said he had talks with the Barbican about what to do next. One idea was to use British actors alongside Dutch.  “I thought: ‘Who would I like to work with?’ Jude Law was number one on my very small list. He immediately responded very positively … it happened very quickly. Law was filming the forthcoming TV series The Young Pope in Rome at the time, so van Hove headed there to discuss what the project might be. “We immediately connected to each other. He is such an easy-going man – very open, very transparent, generous. We talked about projects but also a lot of other things – movies, theatre … I felt at home with him.” The resulting production is based on the 1943 feature film Obsession, itself based on James M Cain’s novel The Postman Always Rings Twice. It tells the story of Gino Costa, a handsome itinerant vagabond, to be played by Law, who becomes involved in a chilling, destructive love triangle. The film gave rise to Italian neorealism, a movement which explored and highlighted the lives of ordinary people during times of upheaval. Van Hove said he was attracted to characters who were poor and content to be so because “I come from a very small village and I connect with these stories”.     Jude Law as Henry V. Photograph: Johan Persson    Law was last on stage in the West End production of Henry V, directed by Michael Grandage, at the end of 2013. The Talented Mr Ripley actor said he could not wait to return to the Barbican 22 years after working there with the Royal Shakespeare Company (RSC). “I’d heard great things about Ivo van Hove and when I saw A View from the Bridge at the Young Vic and then Antigone at the Barbican I knew he was someone I really wanted to have the opportunity to work with.” After Obsession opens in London next April it will tour to Vienna, Amsterdam and Luxembourg. It will be one of four van Hove shows at the Barbican next year, the others being Roman Tragedies, a six-hour compression of Coriolanus, Julius Caesar and Cleopatra and a double bill of After the Rehearsal and Persona based on the films of Ingmar Bergman. Also announced were details of the Barbican’s autumn and winter theatre and dance programme for 2016, which will include the RSC bringing productions of Ben John’s The Alchemist, Christopher Marlowe’s Doctor Faustus, Melly Still directing Cymbeline, and RSC artistic director Gregory Doran directing his partner Antony Sher in King Lear.",
  "webTitle": "Jude Law returns to London stage in Ivo van Hove's Obsession",
  "webPublicationDate": "2016-05-10T05:00:18Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/10/jude-law-returns-london-stage-barbican-ivo-van-hove-obsession-play-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Jude Law",
      "id": "culture/jude-law",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ivo van Hove",
      "id": "stage/ivo-van-hove",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Barbican",
      "id": "culture/barbican",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "culture/2016/may/10/jude-law-returns-london-stage-barbican-ivo-van-hove-obsession-play-theatre"
}