{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/charlton-athletic-chief-executive-katrien-meire-fans",
  "id": "2016-05-12-213",
  "sectionId": "football",
  "body": "Charlton Athletic’s chief executive has hit out at football supporters, telling a sports conference in London that “sometimes the fans cross the line” in their protests at the way clubs are administered. Katrien Meire also claimed that criminal offences have been committed against her after responding to suggestions from the top table that Charlton, Leeds United and Portsmouth were all poorly run clubs. The on-stage panel of Ed Warner, chair of UK Athletics, Damian Collins MP, of the Culture, Media and Sport select committee, and Jane Purdon, formerly of the Premier League and now head of governance at UK Sport, had been discussing shoddy ownership at the Business of Sport conference when Meire spoke up from her seat in the audience. “For the last couple of months, I’ve had extreme abuse, I’ve had criminal offences committed against myself, and I’m disappointed about governance in sport, that none of the governing bodies contacted me and stood up for the fact that things are not allowed, that’s one step too far,” she said. “I also ask the governing bodies in this country, that sometimes some of the fans have crossed the line, very far, and this is just acceptable. It’s been reported by the media as it’s normal and it’s actually not, and the governing bodies have a responsibility to make people aware that that is not what sport is about.”     Charlton fans stage a mock funeral for their club. Photograph: Henry Browne/Reuters    The 31-year-old lawyer, who was brought on board by Roland Duchâtelet – the founder of Belgium’s Vivant political party who bought the club in January 2014 – has attracted Charlton fans’ ire by referring to them as “customers”. In February her resignation was falsely posted on Companies House, apparently by a disaffected Charlton supporter. The Addicks, who were relegated from the Championship after drawing at Bolton in April, were plagued by fan protests during the second half of the season. There is widespread discontent at the way the club is being run by Duchâtelet, Charlton having burned through six managers in just over two years. In March the club released a statement accusing fans of “wanting the club to fail” when supporters held a mock funeral before the match against Middlesbrough at the Valley. On Wednesday the Northampton manager Chris Wilder, who is now a target for Sheffield United, failed to reach agreement to take over from José Riga, who resigned from his second spell as manager on Saturday after they were beaten at home 3-0 by the Championship winners Burnley. The game was marred by protests from Charlton fans, with flares thrown on to the playing area and a supporter encroaching on to the pitch. Addicks supporters scuffled with police and stewards in front of the tunnel area after the final whistle before the home fans congregated in front of the main stand to protest more peacefully against their Belgian owner.",
  "webTitle": "Charlton Athletic chief executive hits out at fans who ‘cross line’ in protests",
  "webPublicationDate": "2016-05-12T12:28:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/charlton-athletic-chief-executive-katrien-meire-fans",
  "keyword": [
    {
      "webTitle": "Charlton Athletic",
      "id": "football/charltonathletic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/12/charlton-athletic-chief-executive-katrien-meire-fans"
}