{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/16/green-party-leadership-sian-berry-says-she-wont-stand",
  "id": "2016-05-16-250",
  "sectionId": "politics",
  "body": "Siân Berry, the Green party’s candidate for London mayor, has ruled herself out of standing for the party leadership following Natalie Bennett’s resignation, but said she will contact potential candidates to urge them to consider the role.  The Greens’ deputy leaders Amelia Womack and Shahrar Ali are among those thought to be potential successors when Bennett’s four-year stint as leader formally comes to an end in the summer. It is understood that two senior figures in the party, Jennifer Nadel and Jonathan Bartley, could stand for the role jointly as a job share. Nadel is a broadcaster, barrister and writer who stood for the Greens in Westminster North at the 2015 general election. Bartley came second in the race to be the Greens’ London mayoral candidate and is the party’s work and pensions spokesperson. Rumours are also circulating that Caroline Lucas, the party’s sole MP and former leader, could consider standing again. Berry said Bennett had to be succeeded by someone with experience, but others argued that the party needed fresh blood.   Related: Guardian readers on Natalie Bennett's leadership of the Green party    The Green party peer, Jenny Jones, who has ruled herself out, said: “I think Natalie Bennett has been absolutely superb. She has been out there giving thousands of interviews and going all round the country. It is a really tough job and I am disappointed that she is stepping down, but I understand. “What we need now is some new people to come forward. There is incredible talent in the party who are not well known because they are not elected. We need somebody new to the public – it is so difficult to get known and this is one of the ways of raising profile. I hope to see a good contest.” Berry said the media had rounded on Bennett after her disastrous interview on LBC during the election campaign last year, but had failed to see the work she had done “travelling around the country, motivating local parties”. She wrote on Facebook: “The number of people from the Greens here and on Twitter who are saying how many times she visited their area is an incredible tribute to just how hard Natalie has worked to build up local parties and our presence across the country.” Berry told the Guardian: “People focus on the media stuff, but it is not the main thing she does.” She said she would not stand as leader because she wanted to focus on her work as a London assembly member, and could not stand as she had taken a short break from membership a few years ago. Lucas did not comment on whether she would consider the role. She said: “Natalie has done a great job as leader and I know the whole party will want to thank her for her tireless work. The party’s membership grew fourfold, we have more councillors, more MEPs and a higher vote share than before. “What’s struck me most about Natalie’s leadership is her determination to stand up for the voiceless – from asylum seekers to people on disability benefits. That’s been the hallmark of her time at the top of the party.  “I wish Natalie all the best and look forward to campaigning alongside her in the coming weeks for Britain’s continued membership of the European Union.”",
  "webTitle": "Green party leadership: Siân Berry says she won't stand",
  "webPublicationDate": "2016-05-16T10:43:15Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/16/green-party-leadership-sian-berry-says-she-wont-stand",
  "keyword": [
    {
      "webTitle": "Siân Berry",
      "id": "politics/sianberry",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/16/green-party-leadership-sian-berry-says-she-wont-stand"
}