{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/27/instagram-menswear-influencers-blake-scott-jamal-jackson-perkens-bien-aime",
  "id": "2016-05-27-97",
  "sectionId": "fashion",
  "body": "Blake Scott visits his barber every week without exception. He’s scrupulous about tailoring and hygiene. He keenly frequents the gym. He’ll hardly leave his home in downtown Los Angeles – to enjoy a chilled glass of riesling in a suite at the Ritz Carlton, say, or to charter a private jet for a deluxe weekend abroad – without dressing to catwalk-ready perfection, often in the finery of the fashion industry’s most venerated designers. These are the rigors demanded by his position.  Scott is a menswear influencer: a man among the vanguard of popular tastes. The influencer is a sort of style authority – a style doyen, a style connoisseur. What he wears today, the thinking goes, you’ll want to wear tomorrow.  Scott enjoys an audience of nearly half a million on Instagram, where he can daily be seen strutting down city streets in resplendent suit and tie. Scroll through his feed and you’ll quickly discern the pattern: here he is buttoning his jacket and staring into the middle distance, or frozen mid-stride with an unctuous grin. But Scott is not a model. “I’m not exactly modelesque,” he says. “I have a soft chin. I’m not in the best shape. Regular modeling would not be my gig.”        Perhaps not. And yet people seem to quite like looking at him. Putting on a suit and getting photographed has been his full-time job for two years.  An early adopter of Instagram, in its humble pre-Facebook days, Scott emerged as one of the first men to chronicle his wardrobe in a serious way. (His fiancee has been behind the camera from the start.) “There were no guys doing what I do now,” he remembers. “It was very amateur, very basic. That’s what I loved about it: it was just a photo and a short description. People looked to it for inspiration.”  Until 2013 menswear Instagram accounts were hobbyist affairs, maintained, like small blogs, on evenings and weekends, with an enthusiast’s passion. Then the brands began reaching out. “The companies want more exposure. They want the 18-24s – the audience that’s actually going to buy.” So they pay men like Scott to market to the consumer directly.  “I showcase brands to my audience,” Scott says. “Like any other advertisement, I guess you could say.” Though the men I talked to were reluctant, naturally, to reveal specific arrangements or fees, a new crowdsourced Tumblr aggregating influencer rates would seem to indicate payments ranging from $200 to thousands per post. Nor are the rewards just monetary: Scott finds himself routinely courted by hotel chains and travel agencies, hospitality groups and beverage manufacturers. “I feel like my guy doesn’t just dress up,” he says, alluding to an idealized Scottian ur-follower. “He also appreciates a good whiskey or a fine resort.” What’s expected in return for cash and pampering is presentation – and in that Scott is beholden to the whims of his benefactors. “Brands want certain things. Landscape versus horizontal, closeups versus details, clean aesthetic versus dark appeal. Everything is decided.”  With all that control it’s rather easy, Scott observes, to sell out. But influencers have standards, he says. And advertising can still have integrity. “I’m turning things down all the time,” Scott insists. “You see some guys partnering with brands they’d never normally wear. They’re doing it only for the paycheck. I don’t want to be that guy.”        “The point is not to seem like a salesperson,” says Jamal Jackson, who runs a menswear account on Instagram under the sobriquet the Style Society Guy. He feels the challenge of the contemporary influencer is to promote the product without making the effort conspicuous. “It has to be well-strategized,” he says. “You can’t be too salesy. You need to sell a story, and it has to be organic and true. That’s why brands are giving influencers more of an experience now: sending them to festivals or sending them on trips. Because guess what? Everyone’s tired of hearing that your jeans fit great and that you can wear them day or night. That’s old. People want a story behind everything.”  Jackson has less than 10% of Scott’s present following, and his Instagram feed is commensurately modest. In lieu of Scott’s extravagant jet-setting, Jackson roams his native New York, where he’s most often pictured trotting around Bushwick, Brooklyn, or enjoying a social brunch. Still, you can feel the throb of glamour in the portraiture, the pulse of chic experience.  But how does anyone find the time, you feel while thumbing through Jackson’s pictures, to maintain such an outsized lifestyle?  “You’d think in New York that people are always out getting brunch or doing happy hour or whatever, but most people go to work and then go home,” Jackson says. “I always told myself that I would never do that. I want to have as much fun as possible and live my life.” Of course, anybody’s life could be exciting if they weren’t obliged to do anything but exciting things. Unfortunately for most of us more banal responsibilities interfere. But Jackson isn’t dressing up and taking a quick selfie over brunch before he heads to work; dressing up and taking selfies over brunch is work.  Jackson describes himself as very busy, and I believe it – busy setting up meetings with menswear brands, arranging on-the-street photo shoots (itself a 20-hour weekly commitment, arranged with the help of camera-owning friend), and planning, every afternoon and every night, to be wherever the fashionable will be. And he can hardly afford to look shabby when it’s literally his job to look good.  Imagine the upkeep. Imagine the pressure.        “Probably a few years ago I wouldn’t have gotten my hair cut every week or tailor every piece of clothing I own,” explains Perkens Bien Aime, an influencer based in Los Angeles. “But as my popularity grows I gain more and more followers and with that comes more and more respect. I need to hold myself accountable to that.” If he doesn’t, he says, somebody else no doubt will. “Looking good is an important part of my brand. It’s what I sell to people.”   “I get manicures way more,” Jackson admits. “Attention to detail is key. Can I hold a product up in the air and look good? I’m a guy, but still. The photo has to look appealing. And whatever you have to do to make it appealing is what you have to do.”  “Taking care of yourself shows,” Bien Aime agrees. And it matters, he insists, to the people who make the whole charade possible: the fans.  “The followers look at you as a role model. You’re a better version of them or an example of a way they can be,” he says. “It’s our job as influencers to make sure we look the part.”",
  "webTitle": "Say hello to menswear influencers: the male fashionistas of Instagram",
  "webPublicationDate": "2016-05-27T15:54:09Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/27/instagram-menswear-influencers-blake-scott-jamal-jackson-perkens-bien-aime",
  "keyword": [
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Calum Marsh",
      "id": "profile/calum-marsh"
    }
  ],
  "guardianId": "fashion/2016/may/27/instagram-menswear-influencers-blake-scott-jamal-jackson-perkens-bien-aime"
}