{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/ten-newcomers-named-in-39-man-wallabies-training-squad-for-england-series",
  "id": "2016-05-26-335",
  "sectionId": "sport",
  "body": "Fiji-born Samu Kerevi and former rugby league player Karmichael Hunt are a chance to make their Test debuts after being included in the Wallabies’ training squad for a three-Test series against England in June. Australia coach Michael Cheika on Thursday revealed a 39-player list for next month’s matches against the Six Nations champions, with Kerevi and Hunt two of 10 previously uncapped players included.   Related: Manu Tuilagi to miss England’s Australia tour with hamstring injury    The pair’s Queensland Reds team-mates Nick Frisby, Eto Nabuli and Leroy Houston, Western Force players Dane Haylett-Petty and Adam Coleman, and Brumbies trio Joe Powell, Allan Ala’alatoa and Rory Arnold are also in the running to earn a Test cap. Houston, who last won a Wallabies call-up 11 years ago – under now England coach Eddie Jones – cut short a stint with Premiership club Bath to be named in the squad.  Taqele Naiyaravoro has done likewise, leaving Glasgow to re-sign with the Waratahs, while former Wallabies captain James Horwill and France-based Sekope Kepu will also travel back from Europe for the camp. Europe-based World Cup finalists Drew Mitchell, Adam Ashley-Cooper, Matt Giteau and Will Genia are missing. Alongside the newcomers, 23 of the Wallabies’ 2015 World Cup squad have been included in the group, which will be reduced to 30 players for each Test. The squad will meet up on 29 May at the Wallabies’ training base in Caloundra, with the series beginning at Suncorp Stadium in Brisbane on 11 June.  The second Test comes a week later in Melbourne before Sydney hosts the final match on 25 June. “We’ve been working with an initial squad of 60 players we identified, which has been reduced to 39 for this camp,” said Cheika. “We’ll trim that number down to 30 for each Test, so competition for spots is everything. “We have selected this squad with one eye on the now and one on the future and there’s a huge focus on building depth within the squad. “For example, we want to work with three tight fives and four number 7s, looking to build that competition within that type of combination. “Our first week in camp will target a high intensity training attitude, building on combinations within that environment. We want to build on the identity we’ve worked hard on establishing over the past 18 months.” Wallabies training squad: Allan Ala’alatoa (Brumbies), Rory Arnold (Brumbies), Sam Carter (Brumbies), Adam Coleman (Western Force), Scott Fardy (Brumbies), Israel Folau (NSW Waratahs), Bernard Foley (NSW Waratahs), Nick Frisby (Queensland Reds), Liam Gill (Queensland Reds), James Hanson (Melbourne Rebels), Mike Harris (Melbourne Rebels), Dane Haylett-Petty (Western Force), Greg Holmes (Queensland Reds), Michael Hooper (NSW Waratahs), Rob Horne (NSW Waratahs), James Horwill (Harlequins), Leroy Houston (Queensland Reds), Karmichael Hunt (Queensland Reds), Sekope Kepu (Bordeaux), Samu Kerevi (Queensland Reds), Tevita Kuridrani (Brumbies), Christian Leali’ifano (Brumbies), Ben McCalman (Western Force), Sean McMahon (Melbourne Rebels), Stephen Moore (c) (Brumbies), Luke Morahan (Western Force), Dean Mumm (NSW Waratahs), Eto Nabuli (Queensland Reds), Taqele Naiyaravoro (NSW Waratahs), Wycliff Palu (NSW Waratahs), Nick Phipps (NSW Waratahs), David Pocock (Brumbies), Tatafu Polota-Nau (NSW Waratahs), Joe Powell (Brumbies), Rob Simmons (Queensland Reds), Scott Sio (Brumbies), Will Skelton (NSW Waratahs), James Slipper (Queensland Reds), Toby Smith (Melbourne Rebels)",
  "webTitle": "Ten newcomers named in 39-man Wallabies training squad for England series",
  "webPublicationDate": "2016-05-26T03:38:11Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/ten-newcomers-named-in-39-man-wallabies-training-squad-for-england-series",
  "keyword": [
    {
      "webTitle": "Australia rugby union team",
      "id": "sport/australia-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/26/ten-newcomers-named-in-39-man-wallabies-training-squad-for-england-series"
}