{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/01/leicester-city-win-premier-league-bookmakers-mugs",
  "id": "2016-05-01-105",
  "sectionId": "football",
  "body": "In betting parlance, there is a derogatory word to describe the kind of people who bet actual money – their own money – on 5,000-1 shots like Leicester City to win the Premier League. That word is “mugs”. In a previous life as a betting shop cashier, one of the more difficult tasks associated with the job involved maintaining a straight face on the rare occasions someone handed over a slip on which they had forecast a sporting event so preposterously unlikely that, far from raising a quizzical eyebrow, one’s immediate compulsion was to burst out laughing in the customer’s face. Such a disrespectful reaction was considered inappropriate and frowned on by senior management, who have always held these mug punters in the highest of regard for reasons that almost certainly do not need to be explained here. This season, however, some of the mugs are fighting back. Or so we are told. In a couple of years working as a well-known high-street bookie’s cashier, I do not recall ever taking a bet on any team, let alone a team of 5,000-1 rank outsiders, to win the Premier League. My experience of studying the psychology of betting shop patrons from behind the counter across which they so willingly pass their money is these people tend to prefer a quick fix and generally prefer a wager on events that offer the potential of a far quicker return than a football season with a gestation period of nine months. Why wait, when trap No2 in the second race at Romford dogs can win or lose in less than 30 seconds?   Related: Leicester’s Jeffrey Schlupp: ‘Claudio Ranieri said he’d transform us, and he has’    In recent months, however, it has become apparent a more patient breed of punter exists. Their stories have been well documented, invariably sent out into the ether by the press departments of publicity-hungry bookies. They are the men – and they are always men – who for reasons best known to themselves around nine months ago, decided to bet on 5,000-1 outsiders Leicester City to win the Premier League. There is a certain poignant irony then, that when it became increasingly apparent this was exactly what may happen and these people were confronted with the prospect of winning unimaginable, life-changing amounts of money, many of them got twitchy, ran out of patience and lost whatever blind faith it was that had prompted them to take a punt on Claudio Ranieri’s side in the first place. In March, one Leicester fan from Warwickshire cashed out his golden ticket, worth a potential £250,000, for £72,000 offered to him by Ladbrokes, with whom he had struck his £50 bet. “It will mean so much if we win, so there’s no point in being greedy,” said the man, who wished to remain anonymous and may well now wish he had held his nerve for a bit longer. “It’s a life-changing amount of money and we congratulate our customer for holding his nerve this long,” said a Ladbrokes spokeswoman, her unspoken caveat presumably being that, in the hands of the kind of person who thinks little of betting £50 on a 5,000-1 long shot, £72,000 may not last very long. Of course, this is not to say our anonymous friend from Warwickshire will hand back Ladbrokes their £72,000 in instalments, as they almost certainly hope he will. There could be any number of reasons, rational or sentimental, why he thought betting £50 on Leicester City to win the league was a shrewd investment, although it is almost certain not one involved the kind of thought process that might have compelled any sensible English football fan to say to themselves last August: “You know, I genuinely think Leicester City might win the Premier League.” Having said that, last week the story emerged of one Leicester fan, Leigh Herbert, who did exactly that although he was game enough to concede he had been drunk in a field in Cornwall at the time. “To be honest, I didn’t think they would win it,” he said, “but my heart wanted them to, just like every fan with their own team.” As his team’s star striker discovered to his considerable embarrassment last year, the combination of alcohol and gambling can often result in extremely poor judgment and have regrettable consequences but Herbert got exceptionally lucky. Tom Hanks is another man possibly set for a much-needed bumper payday, having apparently put £100 on the Foxes. Industry reports suggest bookmakers are facing a £20m payout in the almost inevitable event of Leicester being crowned champions and, as is customary, they will cry crocodile tears of self-pity while milking their misfortune for every possible drop of available publicity. As everyone loves an unlikely winner, what they almost certainly will not mention is how much they raked in from the kind of people who support other teams and bet their money on different long shots. Amid all the jubilation surrounding Leicester, tales of the inevitable optimists and fruitcakes who bet on Aston Villa or Newcastle to top the table have been few and far between. It seems they are almost certainly out there but their stories have gone untold.",
  "webTitle": "Mugs end up looking clever as long as Leicester City win Premier League",
  "webPublicationDate": "2016-05-01T12:26:30Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/01/leicester-city-win-premier-league-bookmakers-mugs",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport betting",
      "id": "sport/sport-betting",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/blog/2016/may/01/leicester-city-win-premier-league-bookmakers-mugs"
}