{
  "apiUrl": "https://content.guardianapis.com/politics/shortcuts/2016/may/10/jeremy-corbyn-snapchat-labour-leader-social-media",
  "id": "2016-05-10-77",
  "sectionId": "politics",
  "body": "Snapchat started out as lighthearted self-destructing message app and fast gained a reputation for being more like a dodgy sexting service. But since introducing filters in the past year, it has gone from Whatsapp beta to a portable photobooth, packing in all the vanity of photo editing apps and Japanese purikura booths (eye enlarging, face slimming and digital makeup) as well as the funnier novelty features (animal masks, stupid hats) of apps such as MSQRD. You can vomit rainbows, make your face explode and faceswap with almost anything. So what happens when Jeremy Corbyn joins? Disappointingly, it has been mostly the same old campaign trail images plus a few emojis so far. Sure, there was a photo of him steering a ship, and it’s cute that he throws in the odd picture of a bowl of oranges (note: Corbyn is one of the only politicians people under 25 are calling “cute” – something to do with his bike riding, plus the fact that David Cameron looks like Earthworm Jim), but there’s a lot more that could be done if it’s the young vote he’s after.     Pretty dull stuff: Corbyn’s Snapchat. Photograph: Corbyn Snapchat    When politicians use social media, it’s a given that there’s a team behind everything they post, combing through every comma and hashtag so finely that their social media presence has all the exuberance and personality of a snail’s arse. It all makes for pretty dull stuff: tweets about policy, formal congratulations to MPs and earnest proposals for change. Snore! Social media is so boring when there’s no mess or fighting. What’s the point of Instagram with no passive aggressive memes? (They’re the new slogan fridge magnet, FYI.) There’s a notable absence of sweary subtweets about other MPs and it would definitely be frowned upon to share Facebook virals of a girl accidentally shaving her hair off with a motorised corn on the cob.   Related: Jeremy Corbyn joins Snapchat – but some messages lack focus    But Snapchat isn’t for formality. It’s for the lols. No one’s trying to see a campaign trail in the rain. So Jezza, if you’re reading this, there’s a lot more you could to do get young people on board: 1. Start beef. Impersonate George Osborne and David Cameron with faceswaps, put the pig filter on a photo of Dave, etc. Speak the language of the most petty and fight-ready generation of all time. 2. Build on your likability with the kawaii filters. Selfies with blushing cheeks and roses and big eyes – all of that. 3. Snap your morning skincare routine. Are you a splash-and-go man, or do you have a shelf full of Aesop and Kiehl’s? The people deserve to know. Be sure to start with the most gratingly enthusiastic “Hi guys!” you can muster. 4. Post a haul video from your trip to Waitrose. If people can watch uncharismatic rich kids drone on for 20 minutes about “what’s in their handbag”, then they’ll lap up 20 seconds of quinoa unpacking. 5. Bedtime snaps. See Gerry Adams’s bedtime Twitter game (but probably don’t take tips from his other tweets).",
  "webTitle": "Jeremy Corbyn on Snapchat: where are the lols, Jezza?",
  "webPublicationDate": "2016-05-10T17:41:45Z",
  "webUrl": "https://www.theguardian.com/politics/shortcuts/2016/may/10/jeremy-corbyn-snapchat-labour-leader-social-media",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Snapchat",
      "id": "technology/snapchat",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sara Ilyas",
      "id": "profile/sara-ilyas"
    }
  ],
  "guardianId": "politics/shortcuts/2016/may/10/jeremy-corbyn-snapchat-labour-leader-social-media"
}