{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/16/men-jailed-after-terrifying-art-heist-prank-for-youtube-channel",
  "id": "2016-05-16-121",
  "sectionId": "media",
  "body": "Four men have been jailed for pranks filmed for YouTube channel Trollstation, including a “terrifying” fake art heist in the National Portrait Gallery. One woman passed out as dozens of terrified art lovers fled from the Wolfson gallery during the stunt.  Daniel Jarvis, 27, Ebenezer Mensah, 29, and Helder Gomes, 23, pulled tights over their heads and shouted: “Let’s get the paintings,” on 5 July 2015. The trio also smuggled “ridiculous” paintings into the gallery’s BP Portrait Award exhibition in bin bags and then pretended they were robbing high-value artworks as they ran amok. Endrit Ferizolli, 20, took a speaker system that let off alarm sounds into the Wolfson gallery as Danh Van Le, 31, filmed patrons panicking for the YouTube channel. Van Le was jailed for 24 weeks in March for a bomb hoax for a separate YouTube video. Later that day, the pranksters, who have 718,000 subscribers, staged another fake robbery as Van Le carried fake paintings into the Tate Britain gallery, with an unknown female. Gomes ran into the gallery and dragged the woman out in a headlock as Jarvis and Mensah grabbed the paintings for another viral video. The men were arrested later that day. On Monday, Jarvis, Mensah, Ferizolli and Gomes admitted two counts of using threatening or abusive words and behaviour causing fear of unlawful violence at City of London magistrates’ court. Jarvis was jailed for 20 weeks, while Ferizolli was jailed for 16 weeks. Gomes and Mensah were each jailed for 18 weeks. The court heard that Trollstation founder Van Le was jailed for 24 weeks in March for placing an article causing a bomb hoax for a separate YouTube video. Van Le had filmed a 15-year-old, who cannot be named, dumping a suitcase with a clock inside next to strangers at bus stops in Lambeth and Southwark. He uploaded the terrified reactions of people who feared it was a bomb. Van Le also received a concurrent 12-week sentence for one charge covering the two fake art heists. Maya Chopra, defending Jarvis, said of the art heist pranks: “There’s a lack of malicious intent here, it was poorly thought out, it was meant to be a joke, it didn’t go as planned.”",
  "webTitle": "YouTube pranksters jailed after 'terrifying' fake art heist",
  "webPublicationDate": "2016-05-16T16:17:56Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/16/men-jailed-after-terrifying-art-heist-prank-for-youtube-channel",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/16/men-jailed-after-terrifying-art-heist-prank-for-youtube-channel"
}