{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/olivia-chaney-henry-purcell-baroque-london-festival-folk",
  "id": "2016-05-11-214",
  "sectionId": "music",
  "body": "When I was nine or so, a nymph-like young woman with long blond plaits and steel-rimmed specs (think Joni Mitchell meets Virginia Woolf) came to teach me and my friends in Oxford Girls’ Choir “baroque dancing” on Saturday mornings. I’m not sure how authentic our interpretations were, and the older girls joked about having to wear “doilies” on our heads. But the countless period performances of Dido and Aeneas, the first English opera, which we toured around the UK and Europe, were deeply formative and fun. The music was as beguiling and alive for me as a drunken sailor, a witch or a cupid, and this is where my relationship with Purcell began. I’m not proposing obligatory doilies and shot-silk waistcoats for everyone who ventures into 17th-century repertoire, but the physical connection of dance was a brilliant way to get inside the music, and I remain extremely grateful to the early-music pioneers for exploring the cultural context of the music. For breathing new life into the notation, for gut strings, less vibrato, racier tempos, and dance rhythms played with more verve and swing. To me there’s an unstuffiness, populism and grit to Purcell’s songwriting. His music comes from a pre-industrialised, pre-urbanised, pre-Enlightenment society, a time before the disconnection from and loss of our own folk cultures took its toll.             From multi-instrumental training to singing as a chorister in the Chapel Royal, to his anthems and odes for the court of Charles II and up until the final five years of his life, during which he wrote over 40 theatrical works for the United Company, Purcell flourished not only in his magical music-making but in his mastery of writing to such versatile demand. We often forget that he died almost as young as Mozart, Sandy Denny, Jimi Hendrix or Christopher Marlowe, and doubtless struggled as they did. Yet he maintains such consistent chiaroscuro in every piece of his prolific output. Whether bawdy, tragic, regal, religious or vernacular, Purcell’s music somehow is instantly accessible. Born in 1659, he grew up in Restoration London. Witnessing the great plague and the great fire, and losing a musically ambitious and successful father early on, Henry Jr had seen it all. Like many of the post-civil war generation, he steered a careful course between the heirs of the puritans and the papists as England became ever more fraught, with the death of Charles II and the succession of his more Catholic brother James II. Fast forward several centuries, and as a wild 14-year-old in not-so-quaint east Oxford, I narrowly missed being expelled from school and left instead for Manchester to study at Chetham’s School of Music. For all the recent controversies surrounding the institution, and despite feeling I didn’t fit in musically, I still benefited hugely from my time there. I revisited Dido and Aeneas – first written for dance-master Josias Priest’s Boarding School for Girls – and studied many of Purcell’s standalone hits, such as Sweeter Than Roses, The Fatal Hour and Mad Bess. I remember getting to sing the magical dance-infused solo Strike the Viol with the school orchestra (which at Chets was not bad!) and finding it revelatory, falling in love with such a joyful song in a minor key. But I was also beginning to question some of the rigidity in classical song interpretation, and to explore ways to express the music with my own voice in my own way, by incorporating some of the classical techniques I had learned but with my own freedom and harmony or accompaniment.            At Chetham’s my relationship to classical music both deepened and, in an institutional sense, eventually ended. After exploring and experimenting in many, many different genres, I became what I am today: a singer-songwriter and a folk, classical and pop-inspired musician.    Related: Olivia Chaney: The Longest River review – an enchanting, stately creation    On my debut album, 2015’s The Longest River, I included a reworking of Purcell’s There’s Not a Swain. Lindsay Kemp, director of the London festival of baroque music, heard the track – he’d also heard me sing a few years ago as a special guest of Pamela Thorby and Huw Warren – and asked if I would like to perform at his festival in a concert presenting Purcell in a slightly different light. Researching the project has been a wonderful reminder of how many different interpretations there are of Purcell and his contemporaries. Vivid performances and recordings by greats such as Trevor Pinnock, Jordi Savall, Sir John Eliot Gardiner, as well as Shirley and Dolly Collins, Ashley Hutching’s Fairport Convention and the Albion Band (the latter with their incorporation of Playford’s Dancing Master tunes, including some Purcell) are all hugely inspiring examples of people who have reinvigorated this period of music and shown the breadth of its appeal today.  Alongside There’s Not a Swain, I’ve reworked songs from The Fairy-Queen, from his majestic Ode to St Cecilia, as well as some of the classic standalone ground-bass innovations such as An Evening Hymn. Countertenor Iestyn Davies will join me – and my one-handed Indian harmonium – for a pared-down rendition of O Dive Custos, the beautiful and austere elegy for Queen Mary. Then there’s also a beautiful little minuet song, The Self-Banished, by Purcell’s teacher John Blow, all interspersed with a few originals and a folk song or two that Purcell might have heard back in the day.            I’m not a baroque specialist and essentially follow my instinct, which is to combine my love of folk, pop and baroque. It’s a balance I hope Purcell would approve of – he was acutely aware of the need in his own songwriting to communicate to an eclectic audience. We can’t be too purist today. Too much of that attitude negates the essence of why the music has travelled and survived in the first place. It’s everyone’s responsibility to keep old music alive – musicians, promoters and listeners should all get our hands (and ears) dirtier, or else audiences might forever be unwrapping boiled sweets and coughing during movement intervals. Venues should be a mix of old and young, rich and poor, where some can stand and some can sit, where there is less performer-audience hierarchy. In this way the blood, sweat and tears of the music is more visceral and better shared. Ultimately I want this “old” music that I and so many others love to reach as many ears as possible. Purcell is still not just relevant, but necessary. He reminds us that even music for the kings and queens of post-Reformation society was still extraordinarily raw. Music truly enters our spirit and comes alive when the barriers fall away.  Olivia Chaney performs Words With Purcell at St John’s Smith Square on 15 May at 9.30pm as part of the London festival of baroque music.",
  "webTitle": "Olivia Chaney: celebrating Henry Purcell, the bawdy baroque populist",
  "webPublicationDate": "2016-05-11T12:26:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/olivia-chaney-henry-purcell-baroque-london-festival-folk",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/11/olivia-chaney-henry-purcell-baroque-london-festival-folk"
}