{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/ghostbusters-trailer-slimer-chris-hemsworth-melissa-mccarthy-kirsten-wiig",
  "id": "2016-05-18-113",
  "sectionId": "film",
  "body": "Related: Ghostbusters' female leads spirited out of merchandise tie-ins    A new trailer has been released for the much-discussed upcoming reboot of Ghostbusters, featuring closer looks at the receptionist Kevin, played by Chris Hemsworth, and Slimer the gunge-coloured spook. The new quartet, Melissa McCarthy, Kristen Wiig, Leslie Jones and Kate McKinnon, are seen meeting New York politicians, who try to pretend the entire city hasn’t been overrun by a gargantuan supernatural event. Kevin is seen being possessed by a particularly zippy spirit, and Slimer (returning from the original 1984 movie) is seen spluttering out more sugary baked goods than Greggs might sell in a week. There are also some impressive new CGI ghost beasties on display. One demon-dragon spook grabs Jones by the shoulders, while some freaky clown-balloon spirits appear to be trying to eat our heroes whole.              Related: Is Ghostbusters the unfortunate victim of Hollywood hitting peak reboot?    A previous trailer for Paul Feig’s reboot became the most disliked in YouTube history last month. Controversy has also raged over the casting of four women in the lead roles, a phenomenon that Feig has dismissed as “vile, misogynistic shit”.  Marketing executives have been called out for apparently spiriting away the new female quartet from packaging for some merchandise tie-ins. And there has also been controversy over the casting of the African American comic Jones as a supposedly stereotypical “street-smart New Yorker”. Negative feeling towards the new Ghostbusters film does not appear to have diminished since the release of the last trailer. At time of writing, a version of the new promo posted by Movieclips trailers had 3,162 “thumbs down” reactions on YouTube, and only 1,176 “thumbs up” reactions. Ghostbusters opens in the US and UK on 15 July.",
  "webTitle": "New Ghostbusters trailer exhumes extra Slimer and Chris Hemsworth",
  "webPublicationDate": "2016-05-18T15:31:42Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/ghostbusters-trailer-slimer-chris-hemsworth-melissa-mccarthy-kirsten-wiig",
  "keyword": [
    {
      "webTitle": "Ghostbusters (2016)",
      "id": "film/ghostbusters--2016-",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ghostbusters",
      "id": "film/ghostbusters",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Melissa McCarthy",
      "id": "film/melissa-mccarthy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Wiig",
      "id": "film/kristen-wiig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Feig",
      "id": "film/paul-feig",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/18/ghostbusters-trailer-slimer-chris-hemsworth-melissa-mccarthy-kirsten-wiig"
}