{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/hollow-crown-benedict-cumberbatch-eastenders-barbara-windsor-peggy-locked-up-love-nina-review",
  "id": "2016-05-22-182",
  "sectionId": "tv-and-radio",
  "body": "The Hollow Crown: The Wars of the Roses (BBC2) | iPlayerEastEnders (BBC1) | iPlayerLocked Up (C4) | 4oDLove, Nina (BBC1) | iPlayer And so, at the very last, the mighty Hollow Crown had a decent, and decently dull, head to sit on, at least until the next Henry, and then Wolf Hall could get going. But it can have sat on no head more preposterously fascinating, of course, than that of Richard III, via Shakespeare’s depiction of whom the BBC last night drew a solid line beneath its latest triumph.    Here was thrilling and unpatronising Shakespeare acted in blazing fashion for the BBC    Whether the real Richard was in any way the nefarious child-killer, “hell’s black intelligencer” illustrated, or in fact a sagacious instigator of far-reaching beneficial reforms, are ponderables to be argued over by both real historians and those keen amateurs, such as members of the “fellowship of the white boar”, whose wives might wish they got out a little more. What is known is that Mr Shakespeare didn’t necessarily like the facts to get in the way of a damned good story – actively resented them, in fact – and so he gives us a tale not even of a good man gone bad, but of a bad man bad from the start. Who else would widow so many, or orphan so many, or set kin against kin for so long, out of simple boredom?     Sophie Okonedo as Queen Margaret ‘stole every scene she was in’. Photograph: BBC/Carnival Film & Television Ltd/Robert Viglasky    But from the very outset, the winter of our discontent stuff, it was clear that a magnificently caustic Benedict Cumberbatch was determined to spit quicklime in the face of a quiet life – “I hate the idle pleasures of these days… this weak piping time of peace”, instead being determined “to prove a villain”. And Ben, I have to say, makes a terrific villain. His jolie laide features ranging from porcine to insufferably pious, sometimes segueing, rather shockingly, to instant murderous whimsy, it became fast clear he isn’t going for the sympathy vote: no woebegone foot-dragging, hunching shrinkback he, but a proud, silver-tongued schemer. Even when he was sweet-talking the wronged widows into falling for his machinations, he had to gloat to the audience – gasping incredulous not at his own clevernesses, but at their stupidity (“relenting fool, and shallow, changing woman”) – because, by this stage in his galloping villainry, he just can’t help himself. Witty, too, and the peerless scene in which he’s “persuaded” into kingship – “since you will buckle fortune on my back” – had echoes even of Sherlock, in its managing simultaneously to patronise and wheedle. Whether tapping up an angry thunder with his rings on the chessboard, or haughty in the saddle, he’s all man. The crux (for Cumberbatch; not for all actorly Richards) came not at the battle but just before. We realise that we might have forgiven him, once, even pitied him once, but he was too far gone in badness, to the extent that he refused, now, to blame even circumstance. “I shall despair. There is no creature loves me; and if I die, no soul shall pity me. Nay, wherefore should they, since that I myself/Find in myself no pity to myself?” This was perhaps his finest solo scene, and chilling to behold. A little earlier, though, there was a scene to run it close, when he was confronted in the woods by no less daunting a triumvirate than Judi Dench, Keeley Hawes and Sophie Okonedo, who stole every scene she was in and a good few she wasn’t. Ben Powers’s adaptation, Dan Jones’s music – each in its own way sublime, and yet the acting was still the thing. Seeing these three soaring talents in the forest, and none of them exactly born close to a silver spoon, was, for republicans such as I, our Queen’s 90th come about a month late: here, we could finally say, here in thrilling and unpatronising Shakespeare acted in blazing fashion for the BBC, broadcast to the world, nobody does it better.     Barbara Windsor as Peggy Mitchell bows out of EastEnders ‘with just the right mix of bling, bish-bosh and heartache’. Photograph: Kieron McCarron/BBC    Apparently the Samaritans have praised the handling of the death of Peggy Mitchell in last week’s EastEnders, for its awareness of sensitivities surrounding suicide. Rightly so: in the hands of writer Sarah Phelps an immensely subtle job was achieved, with just the right mix of bling, bish-bosh and heartache. A crucially nice touch to get the ghost of Pat in at the close, a joy, in fact, to see her again: and even though I’m no fan of Barbara Windsor, possibly because I’m such an overweening snob, it was touching to slowly imagine, through her eyes, the many memories in every pub corner, of every snatch of love and of anger. And I’ll phrase this carefully, for he’s a big lad, but Ross Kemp demonstrated that, despite long years away presenting to camera, the level of acting talent he habitually brought to the character of Grant Mitchell remains refreshingly unchanged.     ‘Mimsy’: Maggie Civantos as Macarena in Locked Up. Photograph: Global Series Network/Channel 4    Locked Up is the thunderously unimaginative title (under this thinking, the Hollow Crown series would have been known as Murdery Plantagenets) for a fine new Spanish soft-porn thriller set in a women’s prison. Inevitable comparisons will be drawn with Orange Is the New Black, but in fact it has much less slice-of-life black humour and more tooth-sucking plot. That’s not to say it’s without humour, just that most of it arrives unintentionally, via the subtitling or the clunking symbolism (really? A canary being freed, all blithe and free, from a cage? And all the prison… ladies… are wearing DayGlo-lemon?). Despite unpromising beginnings, it’s still rather well acted by all but the star, the infuriatingly mimsy newbie, Macarena. But even she shows promise, if only of narrative arc to come, and the plot – a sim card poked deep into a prison allotment – has already led to one murder, steamy for all the wrong reasons, and all I really want to say is that orange is the new black is not the only fruit. Love, Nina arrived with such an impeccable pedigree – a runaway bestseller from a couple of years back, Helena Bonham Carter and Jason Watkins, adaptation by Nick Hornby – it was hard not to hug oneself, nay swoon, at the sheer niceness of its cosy take on 80s London literary life, as far from ’Stenders as Primrose Hill is from Walford. It should, actually, have been terrifically watchable.     Helena Bonham Carter as the ‘bright, scatty’ Georgia in Love, Nina. Photograph: Nick Wall/BBC/See-Saw Films    I wonder, however, whether Hornby’s pains to disguise the point of the book – purportedly a young nanny’s determinedly unimpressed take on Alan Bennett, Jonathan Miller and other such beloveds of Gloucester Crescent – hasn’t led him into a rare misstep, indeed to miss much of the point of the thing. Which is to say: I watched it, but an hour later couldn’t for the life of me remember having done so. Ah, yes. Bonham Carter got a couple of sharp lines as the bright, scatty, effortlessly cool literary lioness; and the kids were great. But the wonderful Jason Watkins, despite an unimpeachable Scottish accent, is made to come across as a self-regarding boor. I know he’s meant to be an amalgam, but I don’t think any favours are done to Bennett, nor (especially) to Watkins. I have great trust it will improve. But this opener’s humour revolved chiefly around canned vegetables versus fresh: possibly the chief talking point in that place, that time, so A-plus for verisimilitude, but, um, dare I say… still not that funny.",
  "webTitle": "The week in TV: The Hollow Crown: The Wars of the Roses; EastEnders; Locked Up; Love, Nina – review",
  "webPublicationDate": "2016-05-22T06:00:35Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/hollow-crown-benedict-cumberbatch-eastenders-barbara-windsor-peggy-locked-up-love-nina-review",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sophie Okonedo",
      "id": "film/sophie-okonedo",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Judi Dench",
      "id": "culture/judi-dench",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Barbara Windsor",
      "id": "tv-and-radio/barbara-windsor",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Helena Bonham Carter",
      "id": "film/helena-bonham-carter",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nick Hornby",
      "id": "books/nickhornby",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Euan Ferguson",
      "id": "profile/euanferguson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/hollow-crown-benedict-cumberbatch-eastenders-barbara-windsor-peggy-locked-up-love-nina-review"
}