{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/ivanka-trump-women-voters-general-election",
  "id": "2016-05-06-232",
  "sectionId": "us-news",
  "body": "This week, Americans had their long-held security blanket of denial ripped from their arms: Donald Trump is the Republican nominee for president. A candidate whose history of disdain for women borders on the psychopathic will probably run against the first female to top the Democratic ticket. This is really happening.  As Trump’s campaign grapples with how to prevent what could be the largest voting gender gap in US history, expect to see a lot more of the women who surround Trump – Ivanka most of all. Trump’s daughter, an entrepreneur and mother of three who has defended her father against accusations of misogyny, has been trotted out frequently to smooth over the rough edges of a man who calls women “pigs”, “slobs” and “dogs” with alarming insouciance. Instead of providing cover for Trump, though, Ivanka has emerged as a rather unflattering foil to her father. She is as chic and telegenic as he is overly tanned and scrunch-faced. While Trump makes up words and relies on incoherent bravado, Ivanka comes across as poised, thoughtful and articulate. Her seeming reasonableness stands in such stark contrast to her father, I wonder whether her participation in the campaign will make Trump look better or simply remind everyone of how truly ridiculous he is. Either way, if Ivanka is going to be her father’s most valuable surrogate, she owes the American public some answers.   Related: How to stop Donald Trump: women may hold the solution    If she believes that Trump’s criticism of women is not “gender-specific”, as she said in a CNN interview, can she tell us whether her father would ever quip that a male doctor graduated from “Baywatch Medical School”? Does she believe that calling women “bimbos” or suggesting their professional success is dependent on “sex appeal” has nothing to do with gender? As someone who has touted gender equality, does she believe that American women should be forced to carry unwanted pregnancies to term? Does she agree with her father that women who seek out abortions should be “punished”, while the men who got them pregnant should not be? Ivanka has tweeted out what she called “wise words” from Lena Dunham about feminism meaning “giving other women the freedom to make choices you might not make yourself”. Does that freedom stop at our bodies? Ivanka often points to her high-level position in her father’s company and his hiring practices to demonstrate that Trump could not possibly be sexist. I wonder, then, if she could tell us whether she believes that the very low bar of being willing to hire women is an indication of anything other than following anti-discrimination laws. Does she think jobs and pay equity are the only issues that affect women? As mother to three children, does Ivanka agree with her father’s assertion that the wives and children of terrorists should be killed? Is she concerned that Trump’s deportation plan would brutally separate children from their parents? If Ivanka really does believe that a Trump presidency would be “amazing” and “incredible” for women, it seems only fair that she outlines the reasons why. If she is going to be the reasonable face of a profoundly unreasonable campaign, the American people deserve to hear more than platitudes about Trump being a great dad and giving his daughter the same opportunities as his sons. This is not a race about one family, but all of ours.",
  "webTitle": "Ivanka Trump wants women to vote for her dad. But why should we? | Jessica Valenti",
  "webPublicationDate": "2016-05-06T11:00:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/ivanka-trump-women-voters-general-election",
  "keyword": [
    {
      "webTitle": "Ivanka Trump",
      "id": "us-news/ivanka-trump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Valenti",
      "id": "profile/jessicavalenti"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/ivanka-trump-women-voters-general-election"
}