{
  "apiUrl": "https://content.guardianapis.com/higher-education-network/2016/may/20/dear-student-i-just-dont-have-time-to-mark-your-essay-properly",
  "id": "2016-05-20-321",
  "sectionId": "higher-education-network",
  "body": "Dear student, I have just read your essay, and I must apologise – I have absolutely no idea what it said.  When you hold this essay in your hands in a few weeks’ time, I know that you will look immediately at the mark I’ve written at the top of the first page. You will make assumptions about yourself, your work – perhaps even your worth – based on this number. I want to tell you not to worry about it.   Related: How to survive marking dissertations    When I was a student, I assumed – as you probably do now – that my work was meticulously checked and appraised, with the due consideration it deserved, by erudite scholars who perhaps wore tweed.  I wonder now if it was actually marked by someone like me: a semi-employed thirtysomething on a zero-hours contract, sitting at home in pyjamas, staring at a hopeless pile of marking, as hopes of making it to the shops for a pint of milk today fade. Your essay is one of 20 or so I’ve tackled in one sitting this afternoon. They are beginning to blur into one; a profusion of themes and things “to be noted” and endless variations on the phrase “It is interesting that...”.  I’m reading something you wrote on page two and I’m wondering if I just read an explanation of this concept on page one, or if that was in someone else’s essay. I have to go back a page, eyes swimming, and check.  Your essay does not stand alone, but becomes amalgamated with the others I’ve read so far today, all talking about the same things, with varying degrees of clarity. Your words are diluted by the ones that came before, they are lost on me even before I begin. It should not be like this. In an ideal world, I would spend my morning carefully marking three essays at most, giving them the thought they deserve. I would spend the early afternoon wandering around a meadow picking flowers – something, anything, to clear my head so I can approach the next batch with a fresh outlook and enthusiasm.    Related: Academic workload: a model approach    But I do not have that kind of time. I have academic work of my own; I have a job interview to prepare for; at various points of the year, I have additional employment to help tide me over. (And I’m only a part-time lecturer, I’m aware that my colleagues in full-time jobs have a lot more of this to do.)  I have cleared this bit of space in my schedule to read your essays, and I have come at them genuinely excited to see what you have found out this term, and to tell you how you can improve. I try to be thorough and write actual comments on your essay, even though I’m aware that I could probably get away with a few ticks, question marks and a cryptic “needs improvement”. I’ve been at it all day and it is 6.20 pm. There are 11 unmarked essays. I could carry on, but I can’t make sense of anything you say any more. I have to force myself to understand anything other than the clearest, nicest writing; the kind of writing that takes me by the hand and shows me round all your ideas. (Dear student, please note: I am not so exhausted that I can’t spot nice writing. Do us both a favour and spend time on your essay. Make it good. Edit, polish, relieve my boredom and let me award you a first.)  I know that I should go back and reread a few essays to compare the marks I’ve given, but there isn’t time. I would like to look up the references you cite, to tell you if there are other gems in those books you may have missed, or suggest other interpretations, but there’s no chance. I also have a life – washing to do, family to spend time with, that sort of thing. In this letter (which I’ve written with an aching hand) I ask three things of you:  Work hard on your essays. Help people like me. It’ll open your mind, and it’ll make me happy. And I really, really want to give you a first. Don’t think that if you just waffle on for three pages to bring your essay up to the required word count, I won’t notice. I will.  Do not get too upset – or complacent – because of whatever mark you’ve got. Don’t take it too personally. I’ve tried my best to be consistent and fair, and other lecturers will moderate my marking, but really, by a certain stage, I’m just pulling numbers out of the air. (55? 58? I don’t know)    Related: Teaching at a university means constant pressure - for about £5 an hour    Your essay does not stand alone; it’s either going to impress me or sap my energy, and if it does the latter, it affects how I read the ones which come afterwards. Too many awful essays and I can’t concentrate anymore.  The books on your reading list will tell you everything about the subject that you need to know; read them. There are also books in the library with titles like How to Write an Essay; make use of them. If you don’t understand something, come along to my office hour. I’ve gone on about it all term, and you know where that is. All the best, Your lecturer Join the higher education network for more comment, analysis and job opportunities, direct to your inbox. Follow us on Twitter @gdnhighered. And if you have an idea for a story, please read our guidelines and email your pitch to us at highereducationnetwork@theguardian.com",
  "webTitle": "Dear student, I just don't have time to mark your essay properly",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/higher-education-network/2016/may/20/dear-student-i-just-dont-have-time-to-mark-your-essay-properly",
  "keyword": [
    {
      "webTitle": "Higher Education Network",
      "id": "higher-education-network/higher-education-network",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Academics",
      "id": "higher-education-network/academics",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Learning and teaching",
      "id": "higher-education-network/learning-and-teaching",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "Research",
      "id": "higher-education-network/research",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    },
    {
      "webTitle": "PhD",
      "id": "higher-education-network/phd",
      "sectionId": "higher-education-network",
      "sectionName": "Higher Education Network"
    }
  ],
  "authors": [],
  "guardianId": "higher-education-network/2016/may/20/dear-student-i-just-dont-have-time-to-mark-your-essay-properly"
}