{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/12/visionary-leadership-social-care-provider-aidhour",
  "id": "2016-05-12-142",
  "sectionId": "small-business-network",
  "body": "When Sally Mortimore joined social work service provider Aidhour as director in April 2014, times were tough. The company had enjoyed a boom in contracts between 1998 and 2011 but started to lack investment following the sudden death of a previous director. It provided just two services to local authorities – independent reviewing officers (special social workers who reviewed and looked after children’s cases) and children’s advocacy services. That left it little room to manoeuvre during a time when cash-strapped councils were terminating contracts and bringing services in-house. Mortimore, who has 20 years’ experience in social work, was determined to turn the company around. “Children in care can feel disenfranchised and unheard. I felt Aidhour’s concept was worth investing in. So I put together a cunning plan to help us move forward.” Her first actions were to overhaul the company’s IT systems, create a new up-to-date website and develop a social media presence to bring the company into the digital marketplace. Then she set about realising her vision. “I wanted to develop a model of working that was different and more business-like, drawing together a group of hand-picked, highly experienced social work professionals that would deliver high-quality, cost-effective services.” These are the Aidhour associates – self-employed managers, social workers, advocates and regulatory inspectors, hired by Aidhour for specific projects and tasks. They are paid an hourly rate, which is charged back, plus a management fee, to clients. There are now 46 associates, all with significant post-qualifying and management experience. Providing just two services was unsustainable: Aidhour needed to diversify. “With a long career in social care management under my belt, I knew the market well,” says Mortimore. “So I started looking at what more the associates could offer, involving them in service development and trawling the internet and social work recruitment and tendering sites.  “I also began actively recruiting to engage more associates with specific skills and experience along lines of identified need. At that time, children’s homes regulations changed and organisations that ran residential care establishments needed to find independent people to review the care that they provided to children.  “We now review 16 homes, with another six in the pipeline, and have engaged four associates to provide the service.” Her plan is working. Over the past year, Aidhour has bid for six local authority tenders and won five. She attributes her success to her background in children’s services. “I understand exactly what is required and what commissioners are looking for in a project,” says Mortimore. “Being so close to the frontline, I understand what our clients need and I understand their financial pressures.” These new contracts mean that a surplus of just £7,936 in September 2015 has grown to £25,609 six months later, allowing the organisation to begin marketing its services to a wider audience with a new website and brochure.  Associate director Robert Bradshaw, who nominated Mortimore, says she’s transformed Aidhour. “Sally is warm, she is caring, and she’s not afraid to be hands-on – if an associate is ill, for example, she’ll go and see the family and do the assessment herself. She’s always on the other end of the phone if you need advice, and she’s always around just for a tea and a chat. She’s got a great sense of humour, which helps when you’re working in a stressful environment. “Plus, she makes everyone else in Aidhour feel like they’re the leaders. That, in turn, enables us to do the same with local authority children’s services departments, helping them to identify where they want to get to and giving them the support they need to get there.”  Sally Mortimore was shortlisted in the Small Business Showcase competition’s Leader of the Year category. Find out more about the competition here.  The Leader of Year category of the Small Business Showcase is decided by a public vote. You can vote for your favourite leader among the three shortlisted by completing the form below.        Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Visionary leadership gives social care provider new lease of life",
  "webPublicationDate": "2016-05-12T15:50:55Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/12/visionary-leadership-social-care-provider-aidhour",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Small Business Showcase Shortlisted",
      "id": "small-business-network/small-business-showcase-shortlisted",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Jolin",
      "id": "profile/lucy-jolin"
    }
  ],
  "guardianId": "small-business-network/2016/may/12/visionary-leadership-social-care-provider-aidhour"
}