{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/21/malmo-syrian-refugees-new-life-sweden",
  "id": "2016-05-21-99",
  "sectionId": "world",
  "body": "When Fisal Abo Karaa stepped off the train in Malmö’s central station this time last year, exhausted after a long journey by train and boat, he looked like any other victim of Syria’s terrible civil war. It wasn’t until April, when Malmö’s main shopping street was filled with the sound of Syrian bagpipes, drums and dancing that he made his presence felt. The opening of Jasmin Alsham, his new restaurant, was the most visible sign yet of an unexpected injection of Syrian money hitting Sweden’s third city. Abo Karaa and his partners have invested a rumoured five million Swedish kronor (£400,000) converting what was once a Pizza Hut into a replica Damascene house. It is one of five Syrian restaurants to have opened in less than a year. “There are people saying that the Syrians have come and want to buy up everything,” says Ibrahim, a hairdresser and member of the Nahawand shisha smoking club, a meeting place for the city’s established Arab businessmen. “There’s many, many Syrian people who want to move money to Sweden,” says Maher Alkhatib, from Damascus, who opened a restaurant last year. “I know people in the Emirates, they are asking me, ‘Find a good project so we can invest money’.” Abo Karaa’s family owned four factories in Homs exporting paper tissues all over the Arab world. “We have lost in Syria millions of dollars, and many assets,” his nephew Mohammed says. At the Nahawand shisha club, sharp-suited businessmen sit with friends, wives and their families under ersatz oil paintings of Ottoman-era potentates, sipping freshly squeezed juices and listening to a cabaret singer, who switches between emotive, plaintive song and raucous humour.     A brother and sister share a shisha pipe at Nahawand Shisha. Photograph: Malin Palm for the Observer    Among its members are some of the biggest success stories from three decades of Arab immigration into the city. Some 43% of Malmö’s 317,000-strong population now have a foreign background, with the 40,000 Iraqi-born citizens and their descendants forming the largest single group. Together they have transformed a city which in the early 1980s was in such a deep slump after the collapse of its shipbuilding industry that one in seven inhabitants packed their bags and left, bringing the population as low as 230,000. “Malmö in the 1990s was a totally depressing place: everybody was miserable,” remembers Christer Havung, whose café, Bröd och Vänner, sits next to Ibrahim’s salon. The new arrivals have created an alternative city centre around Möllevång Square, with a busy vegetable market and shops selling Iranian, Iraqi and Lebanese goods. “Malmö has changed completely,” says Jassim Almudafar, an Iraqi who has worked for the last 14 years for Almi, a state-run bank that gives loans to immigrants starting businesses. “When I came to Sweden, there was no one who sold falafel, there was only sausage and hamburger. Now you have hardly anyone selling sausages, but maybe 50 or 60 falafel restaurants.” The statistics are grim, however. The unemployment rate for foreign-born men between 16 and 64 in Malmö is 30%, compared with 8% nationally. For foreign-born citizens between 18 and 24 it is 41%. The average annual income in 2014 for citizens born in Iraq was 53,000 kronor (£4,000), according to Statistics Sweden, compared with 285,000 kronor (£23,000) for those born in Sweden. Almudafar is sceptical. Many of those he has backed over the past 14 years have gone from nothing to owning major businesses, he points out. Greg Dingizian, a property developer who is one of Malmö’s richest men, came to Sweden as a child from Baghdad. Officially unemployed people have jobs in the black economy, while many businesses under-report earnings to avoid Sweden’s punitive taxes. “Immigrants create growth – think how many start businesses,” Almudafar stresses. He is particularly bullish on the latest wave of immigrants from Syria. “They’re a little different,” he says. “They have ambition. After just a few months in Sweden they already want to set something up.” He has funded more than 50 new Syrian businesses and is in talks to fund hundreds more. There is a woman who wants to set up a factory making Syrian cheeses. There are bakeries, sweet-makers, dentists, IT consultants, building firms, a market gardener who plans to grow Syrian vegetables under glass, even a shop selling ouds, a sort of Arab lute. In October, Mohaymen Selim, a 22-year-old Iraqi, launched Hello Shisha, whose delivery vans ferry water pipes packed with fragrant tobacco anywhere in the city. The business, powered by a busy Facebook page and a website blasting out electro house, is booming. One of Almudafar’s clients, Sabah Akkou, who opened Damaskus, a small backstreet restaurant near Möllevång, with her daughter Salma in April, says that Malmö’s restaurant boom is something she has seen before. “It was the same thing in Egypt, as soon as the Syrians came there, restaurants and bakeries started opening up everywhere,” she laughs. Akkou was a marketing manager for one of the biggest textile companies in Aleppo at the time the war broke out, but left almost everything behind when she fled to Egypt. She got the money to open the restaurant from her son, a research scientist at Mainz University in Germany. “You will notice that Syrian people are very different from other nationalities, because we like to work,” she says. “We don’t like to take anything from the government.”     A live performance at Nahawand Shisha. Photograph: Malin Palm for the Observer",
  "webTitle": "Syrian refugees bring life back to Swedish city – with shisha clubs and falafel cafes",
  "webPublicationDate": "2016-05-21T12:22:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/21/malmo-syrian-refugees-new-life-sweden",
  "keyword": [
    {
      "webTitle": "Sweden",
      "id": "world/sweden",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Orange",
      "id": "profile/richard-orange"
    }
  ],
  "guardianId": "world/2016/may/21/malmo-syrian-refugees-new-life-sweden"
}