{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/29/school-leaders-how-to-run-interviews-for-teachers-top-tips",
  "id": "2016-05-29-160",
  "sectionId": "teacher-network",
  "body": "The purpose of any interview is to find the best person for the job. But with candidates’ nerves jangling and the recruitment crisis causing increased pressure, it can be hard to make sure the right appointment is made. So we’ve spoken to a range of headteachers and deputies from across the UK to find their top tips on how to be a good interviewer. Here are some insider tips: Set the questions Selecting the right questions ahead of interviews is key, according to Andy Smith, headteacher of Carluke high school in South Lanarkshire. “You need to develop a clear picture of the behaviours, knowledge and skills you would expect the successful candidate to have, and tailor the questions to ensure that you draw these out,” he says.   Related: Five ways to nail your final term as a trainee teacher    “They should be clear, concise and open.” For example: “Please describe how you have improved learning and teaching in your current post and tell us how you know you have been successful.” The headteacher might select the questions alone or in consultation with other panel members. For some promoted posts, the questions may be decided upon by a leeting panel, while some local authorities have standard question banks. Decide which panel member will be asking each question and take time to discuss what a model answer might be. You could write down the key points you’re looking for, or ask particular panel members to take careful notes relating to particular questions (to avoid everyone scribbling furiously at the same time). And make sure you talk about what will happen if the panel can’t reach agreement. Peter Kent, headteacher of Lawrence Sheriff school in Rugby, says: “The interview should be an extended conversation that helps you get to know the person. Tricky questions can often achieve little if they merely put the interviewee on edge.” Get set up It’s important to adopt a tone that is both professional and relaxed. Have water and tissues to hand, make sure phones are switched off, hang a Do Not Disturb sign on the door, and arrange the seating so that is not too close to heaters. “Sit around a table, keep the panel small and avoid a sense of rushing,” says Kent. Carefully consider where you hold the interview too. “I was once interviewed in a room with a corrugated roof,” Smith says. “Hail stones started and the interview turned into a shouting match.” The questioning You might want to consider how the interview questions could be rephrased in advance as candidates are allowed to ask for this. It’s also a good idea to give the candidate an idea of the running order from the outset, and that there will be a set bank of questions for each candidate, to make them feel comfortable. Lee Card, deputy headteacher at Cherry Orchard primary school in Worcester, adds: “[Make clear] that individual responses may elicit further follow-up questions and discussions. This assures candidates that you are not drilling away at a response because it wasn’t a good one.” You can also ease candidates in before getting to more technical questions. Sharon McLellan, headteacher of Laurieknowe primary school in Dumfries, says it is good to start with a settling in style question.    Related: Recruitment lessons: how Japan and Australia attract teachers into rural schools    Robin Bevan, headteacher at Southend high school for boys in Essex and the Association of Teachers and Lecturers (ATL) national leadership representative, recommends using questions that don’t have an obvious answer. For example: “How would you handle a pupil who is refusing to comply with your instructions?” could lend itself to a textbook response. You could re-phrase this to: “Can you give me an example of a time when a pupil refused to comply with your instructions? What did you do and what effect did it have?” As a follow-up: “If you encountered the same situation again, is there anything you would do differently?” Bevan is also a fan of questions that give a flavour of the individual, such as: “What do you do to relax?”, and those that require the candidate to talk at some length, such as: “Can you tell me about your favourite bit of chemistry?” “If they come across as unenthused on their favourite topic, then I don’t want anything to do with them,” he says. Keep to time You might be spending a full day interviewing, with lunch and coffee breaks scheduled in, so it’s important that candidates aren’t allowed to go beyond their allocated time. “Setting out expectations at the start of the interview will help,” says Smith. Feedback It’s easy to fall into a trap of positively encouraging candidates. But Smith cautions against this: “Don’t give praise after responses. A polite ‘thank you’ is sufficient. You don’t want unsuccessful candidates who have been told their answers were ‘fantastic’ or ‘brilliant’. This makes feedback very difficult.” At the end of the interview, Alan Crawford, assistant principal of Shireland Collegiate Academy in Birmingham, says it is important to be clear with candidates about when they will hear the panel’s final decision. You should also devote enough time to give feedback to unsuccessful candidates. Involve students Rather than relying on the interview alone, it’s good to use a number of methods to help you identify the best candidate, such as giving the pupil council an opportunity to meet the potential new recruits. And it is highly likely that you will want to see the candidates teach. As Ralph Surman, deputy head of Cantrell primary school in Nottingham, says: “They are not going to know the children, but that doesn’t matter. I am looking to see if they would fit into the context of the school. Would they be the right kind of person to teach the kind of pupils that we have?” You might also want to include a written task for secondary teachers based on the academic content of their subject, for example a question from a recent A-level paper. Offer candidates a tour of the school, but be sure to show them round individually. “Otherwise,” says Bevan, “you get a fairly horrible piece of behaviour emerging – the competitive question asking.” Trust your instincts   Related: 10 professional development ideas for teachers    It’s important to remember that interviewing is a dynamic process, and the person who looks strongest on paper might not turn out to be the best on the day. As Kent says: “We need process and rigour, but my experience is that instinct is often a key indicator in finding the right person.” It also helps to be prepared for the unexpected, according to McLellan. “I once interviewed with a colleague and one of the candidates had a complete meltdown and was inconsolable,” she says. “Another time, I had to stop an interview when it became clear that the candidate hadn’t the first clue what we were asking. He had been away from teaching for several years – a fact he omitted from his fabulous, well-written application form. “As for the taciturn candidate who stated, straight-faced, ‘I am very enthusiastic’… Let’s just say my colleague and I had to suppress our sudden, surprisingly synchronised, coughing fits.” Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "School leaders reveal their top tips on being a good interviewer",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/29/school-leaders-how-to-run-interviews-for-teachers-top-tips",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Career advice",
      "id": "teacher-network/career-advice",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "teacher-network/2016/may/29/school-leaders-how-to-run-interviews-for-teachers-top-tips"
}