{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/crowdfunding-raises-20000-to-buy-duncan-from-qa-a-toaster",
  "id": "2016-05-11-384",
  "sectionId": "australia-news",
  "body": "More than $35,000 has been raised in less than 24 hours for the Q&A audience member whose question about tax polarised the panel but apparently united social media. Duncan Storrar, a 45-year-old father of two from Geelong, questioned the fairness of the government’s tax cuts for those who earn more than $80,000 a year in the recent budget announcement. “If you lift my tax-free threshold, that changes my life. That means I get to say to my little girls, ‘Daddy’s not broke this weekend, we can go to the pictures’. Rich people don’t even notice their tax-free threshold lift. Why don’t I get it? Why do they get it?” Though panelist Innes Willox, the chief executive of the Australia Industry Group, said Storrar would pay little tax, his point seemed to be underlined by assistant treasurer and minister for small business Kelly O’Dwyer’s passing reference to a $6,000 toaster. “People just have no idea what it’s like for people like me,” he said after the program to Fairfax Media which hailed him as the “human face” of the budget. “What rich people call a milkshake and a sandwich – people at my end of the scale call that a meal for my family.” #IStandWithDuncan was trending on Twitter for much of Tuesday afternoon as social media praised Storrar for his simple but polarising question.   Related: Q&A recap: questions about trickle-down economics open the floodgates    A GoFundMe page was set up by Braeside resident Samuel Fawcett to “buy Duncan Storrar a toaster” with a target of $6,000 late on Tuesday. “Duncan seems like a good bloke and every little bit of cash goes a long way. We reckon he deserves a bit of a helping hand so we’ve decided to buy him a new toaster,” the page reads. “6 grand oughtta cover it. And if he has a little bit left over, maybe he can take his kids to the movies or something. Would you like to kick in a few dollars?” Eighteen hours into its run, it had already raised more than $18,500 – by O’Dwyer’s assessment, enough for three toasters. Many of those who had chipped in thanked Storrar for being advocates for low-income earners. “Duncan, this means nothing to me so I don’t need it,” wrote Douglas Wancia of his contribution of $50. “I hope you can give your kids some enjoyment with it. You are the salt of the earth. Hard worker and doing your best. All the best mate.” “I grew up with a strong parent like you, buddy,” wrote Lyndall da Silva. “Your life is about to change. Hope we get to see more of you. The voice of real Australia.” Fawcett wrote on the page that he hoped to get the money to Storrar by making contact with him through the media: “I’m sure we can find a way to assure you all while not impacting Duncan’s privacy.” Fawcett has been contacted by Guardian Australia for comment. Q&A series producer Amanda Collinge tweeted that “there’s going viral, & then there’s Duncan”, and that people had emailed from as far away as London wanting to send him money for movie tickets.    Duncan has struck a chord. New national hero. pic.twitter.com/jrvKeBUD6p— Amanda Collinge (@amandacollinge) May 10, 2016    According to the Australian, Storrar survives on the $520-a-fortnight Austudy allowance, for which he qualifies for his study of youth work and mental health at a not-for-profit disability educator, supplemented by occasional work at $16 an hour as a truck driver. He was calling for an ­increase in the $18,200 tax-free threshold so he could survive the weeks when his illness meant he worked fewer hours. The budget included a tax cut worth up to $6.04 a week for those earning between $80,000 and $180,000, starting on 1 July.",
  "webTitle": "Crowdfunding raises $35,000 to buy Duncan from Q&A a toaster",
  "webPublicationDate": "2016-05-11T01:35:58Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/crowdfunding-raises-20000-to-buy-duncan-from-qa-a-toaster",
  "keyword": [
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crowdfunding",
      "id": "technology/crowdfunding",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "australia-news/2016/may/11/crowdfunding-raises-20000-to-buy-duncan-from-qa-a-toaster"
}