{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/26/clifford-iffland-obituary",
  "id": "2016-05-26-139",
  "sectionId": "society",
  "body": "Our brother, Clifford Iffland, who has died of a brain tumour aged 58, cared for people with mental health problems, and for the last 20 years worked as a psychotherapist with Brighton Housing Trust, supporting people who suffer from addictions. He had a profound impact on many lives, often working with individuals who the rest of society might have regarded as hopeless. He had a particular interest in, and talent for, working with people who have a dual diagnosis (when a mental health problem is combined with a substance abuse problem). This is complex and challenging work, which he approached with dedication, compassion and a deeply held belief in the capacity for new growth inherent in each of us. Cliff was born in Kuala Lumpur, the eldest child of John, an army surgeon, and Thea (nee Crowl), a nurse. He was educated at Eastbourne college, an uneasy fit for Cliff. He left before completing his sixth-form studies, thus beginning a difficulty with seeing things through to completion which coloured his life for many years. While family relations were sometimes fraught, Cliff was a loyal and affectionate son, brother and brother-in-law, as well as the cool uncle of Rebecca and Georgina. He tried various career avenues, including a spell working as a roadie for the 1980s pop group Haircut One Hundred. Eventually, in the early 1990s, Cliff followed his heart, embarking on counselling training at Lewisham College, south-east London. He had found his niche, qualifying as a counsellor and learning his craft at the Maudsley hospital. Cliff had many other interests that enthused him. He was not one for material possessions, but he had a passion for motorbikes dating back to his teenage years. The freedom of the open road suited him, as did taking to the skies with his paraglider. He was a talented photographer and a dedicated and knowledgable fan of diverse genres of music throughout his life. Cliff was not someone who gathered qualifications, awards and accolades. However, his fundamental belief in the transcendent potential and dignity of the human spirit allowed him to make extraordinary connections with his numerous clients, instilling hope and inspiring change. Clifford is survived by our mother, by us, and by Rebecca and Georgina.",
  "webTitle": "Clifford Iffland obituary",
  "webPublicationDate": "2016-05-26T15:30:50Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/26/clifford-iffland-obituary",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/26/clifford-iffland-obituary"
}