{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/somerset-lancashire-county-championship-division-one-match-report",
  "id": "2016-05-02-44",
  "sectionId": "sport",
  "body": "Progress was slow, which is not usually the case when Liam Livingstone is involved, though this was not his fault. Twelve months ago the 22-year-old Cumbrian hit 350 from 138 balls when playing for Nantwich against lowly Caldy in a 45-over Cup match, which prompted raised eyebrows beyond the north-west. As did an unfortunate incident in an Ashford bar after Lancashire’s Twenty20 quarter-final victory against Kent in August last year. A brawl left him with 20 stitches on his face. Now Livingstone demands attention for more conventional reasons. After 138 balls at Taunton he was on 98. He flicked a ball from Jamie Overton to mid-wicket and scampered two. Thus he registered his maiden first-class century in his second first-class innings. In his first a fortnight ago he hit 70 against Nottinghamshire. His progress here was certainly not slow. But there was rain in the afternoon and there remains a very sluggish pitch on which nine wickets have fallen in 157 overs. And Somerset bowled quite well. Livingstone is not an overtly muscular man, who pummels the ball as if gripping a sledgehammer. He stands tall, willowy and right-handed at the crease; the process of batting seems straightforward enough but he must have steely wrists since he generates surprising power when exploring the leg-side boundary. He obviously witnessed KP’s flamingo shot in his teens. As a supposed one-day specialist – he played in all 16 of Lancashire’s T20 matches last summer – Livingstone has made quite a start to his first-class career. Clearly Ashley Giles, the shrewdest of cricket directors, has been inclined to allow him a careful baptism against the red ball. Livingstone is batting at seven for Lancashire but this does not denote all‑rounder status even if he propels the odd leg-break. It is easier to conduct a reconnaissance of first-class cricket from there. But if he keeps batting like this he will have to climb the order soon. He is embarking on an increasingly common route to the top having made his initial impact in the shortest form of the game. Livingstone is one to watch for sure. However the superlatives and the Pietersen parallels had better remain a little muted for a little longer. Conditions at Taunton have been friendly for batsmen, probably too friendly for a decent game of cricket – unless Somerset are intimidated by Lancashire’s mighty total of 493 for nine declared. By the close the home side were 14 without loss.",
  "webTitle": "Lancashire’s Liam Livingstone hammers maiden hundred against Somerset",
  "webPublicationDate": "2016-05-02T19:19:21Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/somerset-lancashire-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/02/somerset-lancashire-county-championship-division-one-match-report"
}