{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/riyad-mahrez-scoops-leicester-citys-player-of-the-season-award",
  "id": "2016-05-11-385",
  "sectionId": "football",
  "body": "Riyad Mahrez added to his burgeoning personal trophy cabinet after being named Leicester City’s player of the year at the Premier League champions’ end-of-season awards ceremony on Tuesday night. The Algeria international was recognised for a stellar 2015-16 season, during which his 17 goals and 11 assists helped propel the Foxes to their maiden league title, at pre-season odds of 5,000-1.   Related: Claudio Ranieri to be offered contract extension, says Leicester vice-chairman    “It feels good. It’s good to be voted for from the fans,” Mahrez, who was named the PFA Player of the Year last month, told the club’s official website. “I want to thank them all and I love all the Leicester fans because they are great supporters.  “I’m very happy. We just know we’ve done something crazy – something unbelievable.” Striker Jamie Vardy’s volley against Liverpool in February – a wonderful dipping effort from distance – was named the club’s goal of the season. Vardy, who ended the season with 24 goals, was in the running for the players’ player of the year, but was beaten to it after his team-mates voted for the tireless midfielder, N’Golo Kante. Leicester’s best performance of the season, chosen by manager Claudio Ranieri and his staff, came at Etihad Stadium in February when the Foxes comfortably beat Manchester City 3-1 in a result that marked them out as potential champions. Jeffrey Schlupp picked up the young player of the season award.",
  "webTitle": "Riyad Mahrez scoops Leicester City's player of the season award",
  "webPublicationDate": "2016-05-11T01:26:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/riyad-mahrez-scoops-leicester-citys-player-of-the-season-award",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/11/riyad-mahrez-scoops-leicester-citys-player-of-the-season-award"
}