{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/zero-k-don-delillo-review",
  "id": "2016-05-11-344",
  "sectionId": "books",
  "body": "One doesn’t think of Don DeLillo as a religious writer, exactly, but there has always been an atmosphere of divination and prophecy about his work; a tendency for his plots to take their characters through successive portals of initiation, often into vaguely cultic mysteries. His prose, too, has always had a distinct bias toward the state of rapture, whether he’s observing a grungy streetscape or a desert sunrise. His last novel took its title, Point Omega, from the Jesuit thinker Teilhard de Chardin, who coined the phrase for the end-state of transcendent consciousness towards which he believed the universe was evolving. From Point Omega to Zero K would seem a short distance, conceptually, and the books certainly share an interest in Last Things. The main difference is that while Point Omega tackled questions of oblivion and extinction obliquely, Zero K goes at them full on. This is Don DeLillo’s Book of the Dead. The long first section is set in the deserts of central Asia, at a (mostly) underground facility referred to as the Convergence, where, under the patronage of a visionary billionaire named Ross Lockhart, an army of global illuminati are attempting to solve the problem of mortality. Surprisingly (for DeLillo) their solution turns out to involve the old sci-fi idea of cryonic suspension, necessitating several scenes with frost-rimed pods, the hoariness of which isn’t entirely mitigated by the rhetoric surrounding them: “This is the future, this remoteness, this sunken dimension. Solid but also elusive in a way. A set of coordinates mapped from space. And one of our objectives is to establish a consciousness that blends with the environment.” I have to confess, reluctantly, that I found this section (which occupies two thirds of the book) hard to like. The whole notion of this fortified desert compound, with its enlightened but sinister scientists and slightly robotic functionaries (or “escorts”), seems ill suited to DeLillo’s gifts. For all his prophetic genius he’s a chronicler of reality, not a high-concept fantasist, and his lavish verbal resources seem to me wasted on trying to imbue this glorified meat-safe with consequentiality. At different times, as we wander around in the company of Lockhart’s disaffected son, Jeffrey, the place reads like a new age retreat, a Bond villain’s lair, a Matthew Barney installation, and the rarefied monastic academy of Herman Hesse’s The Glass Bead Game. There are contoured windows, walls streaming with silent disaster footage, magnetic wristbands for opening secret doors, eerie mannequins with and without heads, subterranean laboratories and a garden of synthetic plants with a Yoda-like custodian; who is given, like most of the cast, to grave utterances on time, death, the coming apocalypse and the resurrection awaiting the frozen denizens of the Convergence at the great defrosting, scheduled to take place (so far as I understand it) as soon as its eternally funded generations of researchers have found the key to life everlasting. This being DeLillo, it goes without saying that there’s a much higher quotient of beautiful sentences and arresting observations than you’d find in most other living writers. There’s also an element of satire that partially offsets the pervasive grandiosity. Jeffrey, summoned to say goodbye to his ailing stepmother (who has opted for the ice-pod in a bid to outwit her illness), is unconvinced by his father’s pharaonic pretensions, and to some extent his presence punctures the solemnities of the place. Filtered through his sceptical ears, pronouncements such as “I’m ending one version of my life to enter another and far more permanent version” dwindle into the sad plutocratic fantasies that they surely are. But DeLillo clearly hasn’t created this complicated imaginary world just to mock it. Like any good dialectician, he wants the case he’s questioning to be made as forcefully as possible, and so Jeffrey’s scepticism has to alternate with something more receptive, even wonder-struck, which in turn causes him to deliver everything in a strangely self-cancelling hybrid tone of irony and reverence. You never quite know whether you’re supposed to laugh or bow your head in awe. At one point Ross, who is healthy, threatens to put himself in cryo along with his beloved wife so as not to be left behind. The facility provides for such enthusiasts, categorising them as “heralds” and preserving their healthy organs “in insulated vessels called organ pods”. He changes his mind, though not before his wife tries to press Jeffrey to join them, which raises some interesting ethical questions, and occasions a certain morbid feeling of suspense. All the same, it’s a relief to leave this necropolis.   Related: Don DeLillo: ‘I think of myself as the kid from the Bronx’    A shorter section follows in New York, where Jeffrey and his girlfriend Emma amble around with Emma’s adopted Ukrainian son Stak, a possibly autistic teen who provides the familiar DeLillo note of volatile and slightly precocious intelligence. The three take a taxi ride. They drop Stak off at his judo class and drift through downtown Manhattan. They visit an art gallery to see an installation consisting of a large rock. The scenes are refreshingly loose and low-key after the baroque elaborations of the previous section, and they allow DeLillo to do what he does best: capture contemporary reality in a language incomparably well attuned to its peculiar textures and cadences. The taxi ride in particular, a virtuoso passage that effortlessly braids observations on money, global politics, traffic patterns, family relations, airport security rituals and the unstoppable modern torrent of information (in the form of an annoying info-screen that won’t switch off) into its flow, is as good as any of the great Arthur Avenue passages in Underworld. But then Ross changes his mind again, and we return, heavy hearted (in my case at least), to the mausoleum, with its po-faced high priests spouting their dismal gibberish: “First you will undergo the biomedical redaction …” Existence, as Vladimir Nabokov wrote in Speak, Memory, “is but a brief crack of light between two eternities of darkness”. Zero K certainly makes you feel the brightness and brevity of that crack. Whether one wants a novel to deliver such a life-like – or death-like – rendering of the eternities of darkness on either side is another matter. • James Lasdun’s Give Me Everything You Have is published by Vintage. To order Zero K for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Zero K by Don DeLillo review – the problem of mortality",
  "webPublicationDate": "2016-05-11T06:30:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/zero-k-don-delillo-review",
  "keyword": [
    {
      "webTitle": "Don DeLillo",
      "id": "books/dondelillo",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "James Lasdun",
      "id": "profile/jameslasdun"
    }
  ],
  "guardianId": "books/2016/may/11/zero-k-don-delillo-review"
}