{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/american-muslim-donald-trump-vote-republican-nominee-us",
  "id": "2016-05-10-118",
  "sectionId": "commentisfree",
  "body": "So now we know. Donald Trump will be the Republican nominee for president of the United States. Considering the Islamophobia of Trump’s campaign up until now, some terrible months lie ahead for Muslim Americans. But I won’t be intimidated by Trump. In fact, this is an exciting turn of events. Trump was never alone in his Islamophobia, and most of the other Republican candidates for president of the United States had also expressed alarmist ideas regarding Muslim Americans. Ted Cruz called on police to patrol “Muslim neighbourhoods”. Ben Carson stated that a Muslim would “have to reject the tenets of Islam” before becoming president. Chris Christie said that the United States should not admit any new Syrian refugees, not even “orphans under the age of five”.   Related: Sadiq Khan: I don't want exemption from 'ignorant' Trump's Muslim ban    But Trump’s Islamophobia has always been different because his campaign is different. The thuggish threat of violence that accompanies it, at times openly courted by the orange-dusted billionaire, transforms his vague and unenforceable platforms into excuses for roaming vigilantes around the country to bust some heads. The threats and ridicule have not only been levied against Muslims, but also Mexicans, women, African Americans, the undocumented, the differently abled and so many others. On the same day that Trump secured the Republican nomination, leaflets were left on parked cars in Sacramento, California, calling for a fight “to prevent the genocide of white peoples by both Islam and Mexico”. The leaflets urged “white resistance groups and lone wolves” to “kidnap, rob, torture for information and execute all Muslims and Latinos. Leave no survivors.” This may be the obscene ravings of some lunatic crank, but the mix of Muslim and Mexican in the age of Trump is unmistakable. This could get worse, but we should not be naive about the amount of violence that his campaign has already stoked. Earlier this month, Georgetown University released a study of Islamophobia during the presidential season thus far. The report found that since March 2015, when the first Republican candidate (Ted Cruz) announced his bid for the White House, there had already been about 180 reported incidents of anti-Muslim violence across the US, including 12 murders, 34 physical assaults, 56 acts of vandalism, nine arsons and eight shootings or bombings, among other incidents.           Donald Trump mocks reporter with disability    The context of these horrific numbers is complicated with the attacks in Paris and San Bernardino and the Syrian refugee crisis, and the report acknowledges this, but it is also worth noting that anti-Muslim sentiment in America has tended to spike at predictable times. According to the Institute for Social Policy and Understanding, which has charted polling data regarding anti-Muslim sentiment since 9/11, the largest spikes do not track with high-profile terrorist attacks but occur during presidential election cycles, this one being no exception.   Related: Donald Trump's kryptonite: millions of active – and furious – Latino voters | Sabrina Vourvoulias    While his campaign traffics in violence and threats, Trump doesn’t scare me. His corrosive comments on Muslims and Mexicans will only bring Muslims and Mexicans, and everyone else, closer together. The shameful, divisive campaign that Trump is running may be mobilising one type of voter to his side – primarily the angry white voter – but you can no longer win the presidency on angry white votes alone. Mitt Romney won the white vote handily in 2012 and still lost the general election badly. This is a different country than Trump voters understand it to be. The 2016 election will see the country’s most racially and ethnically diverse electorate ever, with nearly one in three (31%) of eligible voters being non-white, according to the Pew Research Center. Muslims and Latinos are already actively seeking to register more voters than ever, and expect Muslim voter registration to really take off in June, during Ramadan, when Islamic centres will be full of congregants. Latino voter registration is already skyrocketing. Even more fundamentally is the organising energy I see from young Muslim Americans and so many others determined not to let their country be taken over by radical haters. What I’ve never seen – and don’t expect to see – are Muslims cowering in fear of Trump. He may never have expected it, but Trump is helping to build the strongest, most multicultural, multifaith, and multi-ethnic America we have ever had. So, thank you, Donald. You really are making America great.",
  "webTitle": "As an American Muslim, I'm not scared by Donald Trump. I'm inspired to vote | Moustafa Bayoumi",
  "webPublicationDate": "2016-05-10T15:52:49Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/american-muslim-donald-trump-vote-republican-nominee-us",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Moustafa Bayoumi",
      "id": "profile/moustafa-bayoumi"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/american-muslim-donald-trump-vote-republican-nominee-us"
}