{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/marshall-marcus-the-european-union-youth-orchestra-cannot-be-strangled",
  "id": "2016-05-13-294",
  "sectionId": "music",
  "body": "Amid the sagging plethora of Brexit conversations, real passion can often seem to be lacking among the EU’s top brass. Except however, when they talk about one particular enterprise: “The European Union Youth Orchestra remains one of our most distinguished ambassadors … a potent symbol of our European Union.” (Jean-Claude Juncker, EU Commission President).  “I was moved not simply by the beauty of the music they produced, but also by what they stand for: the EUYO perfectly embodies the power of being united in diversity,” (Juncker’s colleague Martin Schulz, European Parliament President).  And here is Tibor Navracsics, EU Commissioner for Education, Culture, Youth and Sport. “The EUYO is remarkable - both for the outstanding quality of its performances and for its exemplary function … it inspires us”. And finally, the EU’s number one foreign policy politician Federica Mogherini: “This is Europe at its best … In hard times like the ones we are living, the EUYO sends a powerful message to all the young people of our continent: your time is now.”    For 40 years the EUYO has been a beacon for the ideals of the EU, possibly its most potent cultural symbol       Claudio Abbado rehearsing with the Orchestra in 1979. Photograph: EUYO    They are right. For 40 years the EUYO has been regularly standing out as a beacon for the ideals of the EU, possibly its most potent cultural symbol. Twenty-eight countries and one voice with excellence and young people at its heart. And wherever it has gone, critical acclaim has followed. Here is the Guardian reviewing the EUYO last summer: “gripping, exhilaratingly good orchestral playing, surging with energy, laser-sharp focus and collective daring... [and] a technical prowess that is downright terrifying”. So I have a question for Vice-President Mogherini. If their “time is now”, how come the EU has just cut every Euro of funding to the young musicians of the Orchestra (backdated to last October), without so much as an advance whisper? The consequences of this decision are incalculable: the destruction of one of the world’s greatest training orchestras, generations of young musicians denied unique opportunities, and the loss of 40 years of patient tradition, and one of the EU’s greatest arts organisations. What we should remember is the way that the orchestra over the years has become the backbone of many of the great orchestras. Go and hear your local city symphony orchestra and the chances are that it is peppered with EUYO alumni, for there are thousands of them all over Europe and the Globe. Cut the orchestra and you will kill this opportunity and inspiration with one ignorant decision.  I say “ignorant” because this funding decision is simply the consequence of a change in the EU’s cultural funding policy. Two years ago it was decided by the EU that there was to be no more cultural funding for any single organisation. Instead, €1.45bn of cultural support over seven years (a 7% increase on the previous programme) was only allowed to be used on projects with a highly complicated partnership structure. The new Creative Europe programme has wonderful objectives. But it is project funding to encourage national organisations to get together to become more European, not core funding for what is the original pan-European organisation.  We went to talk to Commissioner Navracsics and also members of President Schulz’s cabinet in early 2015 to say that this “one size fits all”-approach to cultural funding doesn’t work for an EU orchestra with members from 28 countries, and that we were being forced into the wrong funding box. They listened, apparently, but neither the Commissioner nor the well-meaning cabinet members had any answer. And Navracsics’ hastily put together statement from yesterday seems to only repeat the same category error, a simpleton bureaucrat mantra trying to dodge the absurdity of the EU apparently having no responsibility to give any support to the EU’s own youth orchestra. Excuse me? After our announcement that without EU funding the EU’s youth orchestra cannot survive and so will cease operations from September 2016, I have been absolutely stunned by the depth and breadth of response. Already it seems that thousands of Europeans will not accept this decision. Within a few hours the Berlin Philharmonic and Sir Simon Rattle, on tour in Japan, offered to help lobby; a colleague was on the phone to the Salzburg festival; London’s Barbican and Southbank Centre Directors of Music have both emailed to ask what they can do. Partners around the globe are already hopping mad on social media. And this is not even the start of the campaign. Stand well back in the Brussels corridors: a tsunami is about to strike. Why is this so important? In the words of our co-chairman Ian Stoutzker, should the orchestra be abandoned at this point by the EU, the European Union will have scored a spectacular own-goal. So It’s really quite simple: act now, or let the dead hand of bureaucracy kill one of our most prized culture possessions. And you heard it from our EU masters first.  Join the campaign to save the European Union Youth Orchestra at http://www.euyo.eu/discover/news/saveeuyo-how-to-help/. Marshall Marcus is chief executive of the EUYO.",
  "webTitle": "Marshall Marcus: The European Union Youth Orchestra cannot be strangled by European bureaucracy",
  "webPublicationDate": "2016-05-13T07:16:40Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/marshall-marcus-the-european-union-youth-orchestra-cannot-be-strangled",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/13/marshall-marcus-the-european-union-youth-orchestra-cannot-be-strangled"
}