{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/please-dont-vote-for-donald-trump-voting-pleas-in-obituaries-keep-going-viral",
  "id": "2016-05-18-137",
  "sectionId": "us-news",
  "body": "Mary Anne Noland’s obituary has quite the first line: “Faced with the prospect of voting either Donald Trump or Hillary Clinton, Mary Anne Noland of Richmond chose, instead, to pass into the eternal love of God on Sunday.”    According to this obituary, instead of choosing between Trump or Clinton, this lady went with another choice. pic.twitter.com/Gmd86RmvIM— R.L. Bynum (@RL_Bynum) May 17, 2016    Noland’s husband Jim told NBC12 one of their sons wrote the opening line as a way for them to carry on her sense of humour, rather than to insult either candidate. Mary Noland is not the only recently deceased whose political wishes were expressed in their obituary – far from it. It’s not even a particularly new phenomenon. As the Washington Post pointed out earlier this year, there were a number of news stories in 2000 of obituaries asking people to vote for George W. Bush. And they continue to be screenshotted, shared and redistributed via Twitter, Facebook groups and, obviously, articles like these.  If you search obituaries on Legacy.com, you’ll find a Dorothy Revell Anderson of Nashville Tennessee, whose obituary asks: “In lieu of flowers Mrs. Anderson requested that you do not vote for Hillary Clinton in the Presidential Elections.” The obituary of musician and veteran David Arons, detailing his varied life, is already really interesting even before you get to the final paragraph, which says: “He recently said his biggest regret would be not living long enough to vote for Hillary Clinton. Perhaps friends and family will consider helping fulfill his last wish by voting for Hillary themselves.” Earlier this year, Donald Trump tweeted the obituary of Ernest Overby (although he appears to have spelt his name wrong), with the final line: “Please vote for Donald Trump.”    Thank you so much. Earnest must have been a great person. https://t.co/2DZp7YOadj pic.twitter.com/2YtLlEwceB— Donald J. Trump (@realDonaldTrump) January 9, 2016    Chiropractor Jeffrey H Cohen died aged 70 earlier this year. His obituary, published in the Pittsburgh Post-Gazette said: “Jeffrey would ask that in lieu of flowers, please do not vote for Donald Trump.” Of course, among all these genuine obituaries are hoaxes, like this one from “Donald Trump’s cousin”. The entirely fictional Thomas P. Trump declares: “As a proud bearer of the Trump name, I implore you all, please don’t let that walking mucus bag become out president.”    Fake obituary from realDonaldTrump's cousin implores the public not to vote for him: https://t.co/qs8e8B151k pic.twitter.com/sQ3SJGMWAL— Cape Town Fairy (@CapeTownFairy) February 5, 2016    It began being widely shared in February after it was posted on Imgur. Fact-checking site Snopes, who really deserve a medal for their debunks, found the picture was actually of a man completely unrelated to Trump, who died in 2008.",
  "webTitle": "'Please don't vote for Donald Trump': voting pleas in obituaries go viral",
  "webPublicationDate": "2016-05-18T14:36:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/please-dont-vote-for-donald-trump-voting-pleas-in-obituaries-keep-going-viral",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Elena Cresci",
      "id": "profile/elena-cresci"
    }
  ],
  "guardianId": "us-news/2016/may/18/please-dont-vote-for-donald-trump-voting-pleas-in-obituaries-keep-going-viral"
}