{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/running-wild-review-michael-morpurgo-puppets-war-horse",
  "id": "2016-05-22-118",
  "sectionId": "stage",
  "body": "If you hear elephants trumpeting and tigers growling on the wrong side of Regent’s Park from the zoo, it’s not because the animals have escaped: the Open Air theatre is giving the professional premiere to Samuel Adamson’s stage version of Michael Morpurgo’s story about a girl, Lilly, (a boy in the original book and at some performances here) who escapes the 2004 Indian Ocean tsunami with the help of a friendly elephant, Oona. The protective Oona carries Lilly into the Indonesian rainforest where they make friends with the orangutans and encounter poachers working for a murderous baddie who is destroying the forest for profit.  First produced by the excellent Chichester Festival Youth theatre, this out-does both War Horse and The Lion King in the puppetry stakes. It’s Finn Caldwell and Toby Olié’s lifesize animals who are the real draw in a piece that lacks a convincing emotional underpinning (Lilly’s loss of both parents seem to pass almost unnoticed) and is way too earnest in the delivery of its conservation message. But it’s a brilliant spectacle.  There are cute baby orangutans, a stealthy crocodile, giant butterflies and, of course, Oona herself who requires a cast of four to manipulate her. It’s lovely stuff. A large young people’s ensemble play the devastating great wave with aplomb, and there’s an engaging central performance from Ava Potter as Lilly, a girl who turns personal disaster into animal magic.   At Regent’s Park Open Air theatre until 12 June. Box office: 0844-826 4242.",
  "webTitle": "Running Wild review – Michael Morpurgo animal magic rivals War Horse",
  "webPublicationDate": "2016-05-22T09:59:15Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/running-wild-review-michael-morpurgo-puppets-war-horse",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Children's theatre",
      "id": "stage/childrens-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Michael Morpurgo",
      "id": "books/michaelmorpurgo",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/22/running-wild-review-michael-morpurgo-puppets-war-horse"
}