{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/mike-posner-at-night-alone-cd-review",
  "id": "2016-05-05-85",
  "sectionId": "music",
  "body": "Until recently, Mike Posner was a bit of a bridesmaid figure of major-label pop, co-writing bangers for Justin Bieber and Maroon 5, but less successful when it came to recording under his own name (his former label shelved two follow-ups to his debut album, 31 Minutes to Takeoff). But then came I Took a Pill in Ibiza, a cautionary drug lament which was transformed into a clubland anthem by the Norwegian producers SeeB and has since been viewed 150m times on YouTube. Those hoping for more of the bouncy pop-house of that remix will be disappointed by At Night, Alone, which largely sticks to the syrupy balladeering and twinkly production of the original. Some curios apart – the a cappella revolutionary hymn Only God Knows and rowdy folk-punk of Jade – there is little here that lingers long in the memory, with only Posner’s braggadocio and pinched vocals distinguishing him from the singer-songwriter crowd. “I know how to write one hell of a song,” he boasts on strum-along One Hell of a Song, citing tracks he wrote for Snoop Dogg and Bieber. Next time, he might want to save some of the hits for himself.         Watch video for I Took a Pill in Ibiza",
  "webTitle": "Mike Posner: At Night Alone review – syrupy, twinkly balladeering",
  "webPublicationDate": "2016-05-05T17:45:00Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/mike-posner-at-night-alone-cd-review",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "music/2016/may/05/mike-posner-at-night-alone-cd-review"
}