{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/06/bhs-owner-dominic-chappell-olivia-petroleum",
  "id": "2016-05-06-92",
  "sectionId": "business",
  "body": "Dominic Chappell, whose consortium owned BHS before it collapsed last month, was forced out of a previous business venture after taking around €400,000 (£315,000) from the company for his personal use. The money, which appears to have been moved without the permission of other shareholders and has never been repaid, was transferred from a start-up company in Spain called Olivia Petroleum, which Chappell fronted and used to bolster his City credentials when he acquired BHS. It is understood that the funds were then diverted into other accounts, including one belonging to Chappell’s wife, as well as being spent at a series of luxury restaurants, hotels and shopping trips, plus a chandlery business that fits out yachts. Chappell is a keen sailor. The allegation about Olivia Petroleum’s finances will raise further questions about the due diligence conducted by the billionaire Sir Philip Green, who sold BHS to Chappell’s consortium Retail Acquisitions for £1 last year and is under mounting pressure to explain his actions. The Serious Fraud Office is also understood to be conducting preliminary inquiries into the activities of Chappell’s Retail Acquisitions consortium leading up to the deal.  Just 13 months after the sale, BHS collapsed into administration leaving 11,000 jobs at risk and the company pension fund in deficit to the tune of £571m. The Guardian revealed last month that more than £25m was paid out from BHS to its owner, Retail Acquisitions, in the period between the department store’s sale and it falling into administration. This included £2.8m in management fees, £2.1m in salaries and wages, £11m in legal and professional fees and £10m in interest payments. Between 2009 and 2012, Chappell fronted Olivia Petroleum, in which he held a 40% stake. The remainder of the company was owned by private investors, who are understood to have ousted him from the firm in 2012 by diluting Chappell’s shareholding. Internal documents show that the move followed the discovery of the missing funds. Company sources present at the time have confirmed that the money was moved personally by Chappell, while the Guardian has seen contemporaneous internal Olivia paperwork that backs up the testimonies. One email, sent by a lawyer acting for Olivia Petroleum in November 2011, stated: “There is an awful amount of money spent in travel, restaurants, shopping and UK, which indicates that this could be considered as hidden salaries of payment in species to employees. Big liability here. The company is not trading and this is not in accordance with that.” Another internal email, sent by a different source, said: “In our due diligence we discovered fraud and malfeasance in the Spanish company.” Chappell told the Guardian that the notion that large amounts of money were taken from the company for his personal use was “totally untrue”, before adding that the monies he received from Olivia Petroleum amounted to “under €200,000. That was my salary. That’s what I drew from the company.” He later changed his story and said he had not drawn a salary but had taken “a directors’ loan” amounting to “€212,000, I think”. He also said: “I still own a significant amount of it [Olivia Petroleum]”, before saying he had sold his stake. Olivia Petroleum was set up to acquire and develop an oil storage facility called Istamelsa in Cadiz, on Spain’s south-western coast, but the Guardian understands that the project was never completed. Istamelsa remains in administration as it has yet to settle outstanding tax affairs. Chappell describes himself as the chief executive of Olivia Petroleum SA between January 2009 and November 2012 on the professional networking website LinkedIn. When he acquired BHS, the Sunday Times quoted Chappell as saying he had made a “bonanza” from an oil storage facility in Cadiz, which he ploughed into BHS. Meanwhile, Chappell also gave his advisers the name of Olivia Petroleum when they asked for examples of his experience in turning struggling companies around, which was used to counter criticisms that he had no relevant experience. When Chappell’s Retail Acquisitions acquired BHS, numerous media outlets reported that Chappell’s consortium included the “oil distribution firm Olivia Petroleum”. The reports of Olivia’s involvement in the consortium were erroneous, but they remained uncorrected. This week, Chappell told the Guardian that the money he put into BHS had been made through “Olivia Investments, which is my company [and] is an oil and gas trading company in Gibraltar. It has got nothing to do with the installation of Istamelsa.” On being pressed he said he had made money from a different oil storage facility in Cadiz, which he refused to name, as well as through a different Olivia Petroleum, the second one being based in Gibraltar. The fluid story of Olivia Petroleum will be doubly concerning for BHS’s 11,000 staff, considering the press coverage already given to Chappell’s historic businesses and connections. Chappell, who has twice been declared bankrupt, had previously been in business with Paul Sutton, who had separately been convicted of embezzlement in France in 2002 and was originally a key player on Chappell’s bid for BHS. However, once Green was sent a dossier detailing Sutton’s past, Sutton was forced to sign a statutory declaration promising he was not involved in the purchase. Chappell has said he first met Sutton in around 2006 when Sutton briefly tried to buy property from him. He told the Guardian in April last year: “I’m nothing to do with Paul Sutton. I’m not associated with him.” Before BHS’s administration, Green had attempted to distance himself from any wreckage by stating: “If I give you my plane, right, and you tell me you’re a great driver and you crash it into the first fucking mountain, is that my fault?”",
  "webTitle": "BHS owner forced out of previous venture in row over missing money",
  "webPublicationDate": "2016-05-06T15:58:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/06/bhs-owner-dominic-chappell-olivia-petroleum",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/06/bhs-owner-dominic-chappell-olivia-petroleum"
}