{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/03/harry-potter-jk-rowling-what-to-read-when-too-dark",
  "id": "2016-05-03-247",
  "sectionId": "childrens-books-site",
  "body": "I read Harry Potter and the Philosopher’s Stone to my seven year old and we then went straight onto Harry Potter and the Chamber of Secrets. He loved both of these titles so we moved immediately onto Harry Potter and the Prisoner of Azkaban. However, it is a much darker book and the subsequent titles get darker still so I have paused with the sequence for now. Can you recommend any books with a similarly magical theme which would be suitable for an eight-year-old to listen to?  For many reasons, pausing in the seven book Harry Potter sequence seems like a good idea. As you say, there is a very noticeable difference even between Harry Potter and the Philosopher’s Stone and Harry Potter and the Prisoner of Azkaban and it’s a difference that grows as the series progresses. The darkness as represented by the malevolence of Voldemort’s world and the sense of his increasing power begins to outweigh the magical fun of Hogwarts which so sustains Harry in the beginning.    Related: New Harry Potter covers – in animated gifs    And it is not only that the increasing darkness of the books that might be challenging for a seven or eight year old; the books become longer, more complex and, as the central characters grow up, far more about adolescent relationships.  JK Rowling’s decision to grow Harry, Hermione, Ron and all the rest up in the books is an unusual one for an author to take. Typically, a popular character remains the same age forever; Richmal Crompton’s William remains the same age despite appearing in books published almost 50 years apart. The advantage of Rowling’s approach is that Harry and his initial readers grew up together. Those who identified with Harry as an unhappy 10 year old in The Philosopher’s Stone went through their own adolescence in roughly the same time-frame as he did at Hogwarts. With the whole series now published, the experience for readers is different and there will be many who, like your son, will need to wait and grow up a bit before they tackle the later titles.          Luckily, there are a lot of other magical stories they can enjoy while they do so. Diana Wynne-Jones’s The Chronicles of Chrestomanci would be a good place to begin. Like the Harry Potter books it is sequence of seven novels with a boy magician at its heart. While the setting and the specifics of the magic are different, the exploration of how a child can have so much power and what can be done with magic are familiar. The sequence begins with Charmed Life which introduces Eric Chant, always known as Cat, and his elder sister Gwendolen who is a witch.  Like Harry Potter, the two children are orphans; their parents have drowned in a boating accident. While Cat knows that his sister is a witch he believes that he has no magical powers. However, when the two children are summoned to live with a distant relative who turns out to be wizard with the government role of Chrestomanci, a job that puts him in charge of controlling the misuse of magic in a parallel universe, Cat gradually discovers his magical powers which turn out to be exceptional. As in Harry Potter, and Diana Wynne Jones has been acknowledged as an influence on JK Rowling, the stories move freely between everyday life – in this case an historical one – and several remarkable parallel worlds. Like Harry, Cat Chant grows up and fulfils his destiny but nonetheless the titles in the sequence all remain suitable for younger listeners.          Eva Ibbotson’s The Secret of Platform 13, a platform that is also at King’s Cross station, has an obvious link with Harry Potter and the Philosopher’s Stone which makes it an easy title to try. This Platform 13 only opens every nine years and then for only nine days. The ‘gump’ or opening that is hidden on it leads to delightful magical world full of wizards, hags, giants and ghosts. The prince of this wonderful world was stolen on a London street while his minders were enjoying fish and chips. Nine years later, after the country has been in the deepest and saddest mourning, and a wizard and a hag are sent to have been sent to bring him back. Eva Ibbotson’s magic is more whimsical and eccentric than Rowling’s but, like Rowling, she makes the impossible remarkably plausible and very entertaining. Eva Ibbotson’s Witch Witch? and Dial a Ghost are equally magical and entertaining.    Related: Joseph Delaney: my original inspiration for Spook's Apprentice was moving into a village that had a boggart    Joseph Delaney’s sprightly The Spook’s Apprentice launches The Wadstone Chronicles and tells the story of Thomas Ward, the last boy left who can be an apprentice to the local spook who keeps the country safe from evil. Seeped in legend and mythology, the many volumes of the Spook’s series are full of gentle haunting and all kinds of unusual happenings. The magic is far less high tech than Rowling’s but the series will feed the imagination of any readers interested in all things magical, mysterious and ghostly. We want this blog to grow. Tell us on Twitter @GdnChildrensBks or by emailing childrens.books@theguardian.com which books you would suggest for a younger reader who needs to press the pause button on Harry Potter? You can also use the same email address to ASK the Book Doctor a books related question.",
  "webTitle": "What to read to younger children when Harry Potter gets too dark",
  "webPublicationDate": "2016-05-03T10:47:40Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/03/harry-potter-jk-rowling-what-to-read-when-too-dark",
  "keyword": [
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Eva Ibbotson",
      "id": "books/eva-ibbotson",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Eccleshare",
      "id": "profile/juliaeccleshare"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/03/harry-potter-jk-rowling-what-to-read-when-too-dark"
}