{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/schools-regional-accents-teachers-middle-class",
  "id": "2016-05-16-201",
  "sectionId": "commentisfree",
  "body": "Call it the “Downton effect”, or the return of old-fashioned regional snobbery, but there is, increasingly, one acceptable way to be in society, and that is to be middle class and from the south-east of England. When you actually live in the north, the “northern powerhouse” is self-evidently nothing but a nice-sounding phrase, delivered in RP by someone who does not. As if further proof were needed that the dominance of middle-class values and identity is becoming more powerful, the linguistics researcher Alexander Baratta has reported that trainee teachers from the north and Midlands are being asked by their supervisors to lose their regional accents in order to be better “role models” for schoolchildren.   Related: Trainee teachers from northern England told to modify their accents    What he terms “linguistic prejudice” is essentially another form of class prejudice: northern accents, in particular, are perceived to be exclusively working class, with scouse accents firmly at the bottom of the value scale. A couple of months back, casting agents for a new Morrisons advert put out a call for “proper working-class people” – by which they meant people with northern accents – to appear in the campaign, but with the firm instruction: “Nobody from Liverpool, please.” Teacher trainees from Leicester, Nottingham and Eccles interviewed by Baratta were variously told to “go back where [they] came from” if they were to be understood by their pupils, that they needed to learn to “speak properly” – in other words, without a regional accent – and that their pronunciation was “too common”. It provides further evidence that teachers are being inducted – institutionalised – into an education system designed to produce, essentially, identical types of people. People with identical accents, communication styles and methods of personal presentation are well primed to work in the private sector, to earn above the median, and to compete for work on the basis of not being different, but of simply being better at doing exactly the same thing. Becoming socially mobile, in the narrow sense defined by the government’s own Commission on Social Mobility, is simply a matter of someone from a non-professional background getting into the professions. Take a rough diamond, polish it and send it back out into the world more economically productive than before: job’s a good ’un. Such simplistic logic denies the experience of social mobility, which for many people – as revealed by the subjects of Baratta’s study – involves being asked to change fundamental aspects of who they are in exchange for achieving their ambition.   Related: Anyone who still thinks Britain is a meritocracy must be deluded | Rhiannon Lucy Coslett    Schoolchildren interviewed by the education researcher Diane Reay noted how such forms of snobbery are passed down, from teacher trainer to teacher, from teacher to pupil. “Some teachers act as if the child is stupid because they’ve got a posh accent,” said one pupil, “Kenny”. “I think telling you a different way [of speaking] is sort of good, but I think the way they do it isn’t good because they correct you and make you look stupid.” Kenny’s not daft: he realises the importance of clear communication, and is aware that being given the chance to acquire some of the skills of the dominant class may go on to serve him better than a well-meaning teacher who pretends such things don’t matter. What he resents is the implication that to sound working class is automatically to sound stupid. As aspects of culture become more centralised and focused on London, it stands to reason that the “dominant person” – the person who is valued most, who is viewed as the most civilised – happens to be middle class and to speak in a standardised south-eastern accent. It’s the northern museums that are closing, the northern councils that have to prioritise adult care over libraries and parks because they can’t afford both. The BBC’s 5 Live and CBeebies channels may have moved to Salford, but you’d never guess it from the accents of its presenters. The sociolinguist Peter Trudgill noted as long ago as the 1970s that language use had begun to change, and to some extent to level out, in smaller towns due to the undue influence of larger, more culturally dominant cities. But this is clearly not the sort of natural linguistic levelling that is brought about by people moving around more often. The urge to devalue regional accents is part of a deliberate process. We’re all being taught that the only acceptable role model – intelligent, authoritative, responsible – is now a middle-class one.",
  "webTitle": "Why are schools trying to wipe out regional accents? | Lynsey Hanley",
  "webPublicationDate": "2016-05-16T12:29:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/schools-regional-accents-teachers-middle-class",
  "keyword": [
    {
      "webTitle": "Social mobility",
      "id": "society/socialmobility",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Lynsey Hanley",
      "id": "profile/lynseyhanley"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/schools-regional-accents-teachers-middle-class"
}