{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/11/story-cities-altenwerder-hamburg-germany-port",
  "id": "2016-05-11-342",
  "sectionId": "cities",
  "body": "One morning in the late 80s, a pick-up truck full of sinister looking men came to a halt in front of Heinz Oestmann’s house in Altenwerder, a historic fishing village on the outer edges of Hamburg’s port. Oestmann, a fisherman and lifelong Altenwerder resident, could make out a pile of crowbars, wooden slats and gardening tools on the truck’s loading area – “all manner of objects to break things with,” he later recalled in his memoir. From their bedroom window, Oestmann and his wife watched as a bespectacled man from the city council got out of the truck to inspect the property. When the fisherman tried to confront the official, he got no response. Eventually, Oestmann took a swing. The man from the council landed on his backside, his glasses snapped in two. A month later, a judge cleared Oestmann of criminal assault. Three of the council’s henchmen had confessed that they’d been asked to cut the building’s power supply, break the water pipes and smash the windows. It was not the first time, the judge said, that the city council had resorted to unlawful measures in order to bully the last remaining residents out of the 13th-century village. A dangerous logic was driving officials in the city to ever more desperate measures: Altenwerder had to die so that Hamburg could live.     The container terminal on the site of Dreikatendeich, a street in Altenwerder. Photograph: Werner Oestmann    Port cities are not like normal cities. Mercantile activity often fashions a self-consciously cosmopolitan identity that means many port cities feel a closer kinship with those in other countries than the next land-locked city down the road. It is no coincidence, for example, that in the Beatles and Kevin Keegan, Hamburg has co-opted several of Liverpool’s prodigal sons. The two port cities even share a local delicacy: Labskaus or lobscouse, a meat-based stew that used to be cooked on visiting ships. But port cities are also vulnerable cities, whose fortune can fall in a fraction of the time it took to build. The story of Bruges serves as a cautionary tale; from the 12th until the 15th century, the Belgian city was one of the key trading posts in the Hanseatic League, shifting anything from Portuguese spices to Scottish wool. Yet after a tidal inlet that gave the city access to the North Sea started silting, Bruges rapidly fell into decline as a port. Hamburg was facing a similar scenario 50 years ago. Over centuries, the city had flourished thanks to its status as a founding member of the Hanseatic League and its location at the intersection between the agrarian plains of Eastern Europe and the west’s growing markets. By the middle of the 20th century, Hamburg was the most populous city in Germany after Berlin; its port, employing around 14,000 workers, one of the busiest in Europe.     Liverpool struggled for years with the declining fortune of its docks. Photograph: Charles Hewitt/Getty Images    But in the 1960s the old habits and certainties of the shipping trade were being thrown in the air. Container shipping, one of the many technological innovations pioneered during the second world war, was allowing shipping companies to move more goods, more quickly. Port cities had to be able to accommodate bigger ships and offer more space for storage. If they didn’t, they were in trouble – or so New York seemed to show. After the world’s first container port had opened at nearby Newark, facilities in Brooklyn, Hoboken and Manhattan quickly looked antiquated in comparison. Over the next 10 years, nearly half of the workforce in New York’s harbour lost their jobs. Hamburg too was looking over its shoulder; in 1966, American container shipping giant SeaLand set up a regular service to its local rival port at Bremen. Hamburg seemed to be at a disadvantage; after all, it wasn’t actually very close to the sea, but 70 sea miles inland, accessible via the river Elbe whose shallows were cumbersome to navigate. But compared with other port cities in Europe, it had one advantage: since the days of the Holy Roman Empire, with a short break between 1871 to 1946, Hamburg has been a city state, with powers to pass laws tailored to its economy. On 30 October 1961 it made use of those special powers and passed a “port expansion law”. Altenwerder, home to 2,500 villagers, was to make way for a new container terminal. Some of the local population left immediately – an offer of 40 deutschmarks per square metre from the council was hard to resist. Most of those who hadn’t did so after 1973, when they were informed that they would eventually be disowned if they didn’t leave of their own accord. Deserted houses were immediately pulled down. By the late 70s, only a dozen villagers remained, and at the start of the 80s the village had three inhabitants: fisherman Oestmann, a farmer, and the village school teacher. Oestmann in particular cherished taking the fight to the city, organising an annual rock festival in the village that at one point drew 40,000 protesters from the surrounding area, many of them galvanised by Germany’s growing Green movement. Houses by the waterside flew large black flags, visible from every passing vessel.     Altenwerder’s old fishing port in 1975. Photograph: Werner Oestmann    Yet in 1997, the city felled the chestnut trees under which Oestmann, now the village’s last remaining inhabitant, had played as a child. The next morning, the fisherman wrote to the city’s business senator, asking for a meeting. A few days later, an expensive car pulled up outside Oestmann’s house. As the car door opened he could hear the senator instructing his driver to check on him if he hadn’t returned within the hour.  Oestmann asked for a low interest loan, a plot of land of his choosing, and a guarantee that the diggers wouldn’t start until he had moved house – otherwise, he said, he would ram and sink one of the construction boats with his fishing vessel. The senator reportedly replied: “What? And that’s it?”  Barely five years later, Container Terminal Altenwerder, one of the world’s first automated container ports, opened its gates on the site of Oestmann’s former home. Nowadays, the terminal is a familiar sight to anyone approaching Hamburg from the south on the A7, Germany’s longest motorway. Twenty two blue cranes line up by the seaside, like giant birds hovering over the water waiting for prey. Behind them lies a parking lot the size of Kensington Gardens, filled with row after row of brightly coloured containers. Remote-controlled trucks zip between the lines, stacking and shelving.     The old fishing village is now Hamburg’s container terminal. Photograph: Werner Oestmann    All that remains of the original village is a small graveyard and St Gertrud, a red-bricked 19th-century Protestant church, whose spire pokes above the wall of containers. Twice a month, former locals or their descendants still gather here for Sunday service, mostly held in Low German, a dialect derived from Old Saxon. On a sunny Sunday in March, pastor Susanne Lindenlaub-Borck reads a sermon that sounds like it is still trying to dress a wound. Faith, she says, involves being uprooted and replanted, quoting from Luke 9.62: “No one who puts his hand to the plow and looks back is fit for the kingdom of God.” Afterwards, a congregation of 20 people gather for coffee and cake in a corner at the back of the church that doubles up as a museum to the village that disappeared, including maps, fading photographs and old lemonade bottles once produced in a factory down the road. “The church is alive,” says Lindenlaub-Borck. “We are like a rock in turbulent waters.” A surprising number of the villagers seem at peace with what the council did to their village at the time. “Psychologically, the city did the right thing,” says one former villager, Werner Oesmann (no relation to the fisherman). “First they got out the homeowners, then the renters, and finally the farmers. Then the resolve started to crumble. And those who stayed – well, the fight broke them, physically.” Of the three rebels who stood their ground – a teacher, a farmer and the fisherman – two have died.      Altenwerder in 2015. Photograph: Werner Oestmann    Yet most of the congregation at St Gertrud are sceptical of where Hamburg is headed now. Altenwerder port, which prided itself on being Europe’s most modern container terminal when it opened in 2002, is having trouble keeping up with the speed of change in the industry. Container ships are getting bigger and bigger. The largest, MSC Oscar, is just under 400m long and 60m wide, with a draught of 16m. To get into Hamburg’s port, such giants have to perform a complex dance, surfing down the Elbe on a tidal wave and then turn their ships around within half an hour while the tide is turning. When MSC Oscar visited Germany for the first time last year it docked at the town of Wilhelmshaven instead. Building the Altenwerder terminal behind the Köhlbrand Bridge, which is too low for many of the large modern ships, increasingly looks like a bad call. When Hamburg focused on finding space for containers close to the city centre, other port cities moved their port further out towards the sea. Rotterdam, for example, used to be an estuary port but is now a deep-sea port. “In the medium term, Hamburg faces a challenge,” says Olaf Merk, a port and shipping expert at the OECD. “Even if the city finds a way to cope with the current calibre of ships, they will struggle with the next generation.” In February, Hamburg dropped to third place in the ranking of Europe’s biggest ports, behind Rotterdam and Antwerp.     Altenwerder before the new container terminal. Photograph: Werner Oestmann    The advantage Hamburg has enjoyed as an independent city state is now looking like a problem. “For the Dutch, shipping has a similar status as the car industry has in Germany,” argued a recent article in Der Spiegel. “They see the development of their ports as a national mission.” In Germany’s federal system, on the other hand, every port is out on its own, with no joint strategy. Many Hamburgers believe that their city shouldn’t be jealous of the Dutch. They say their city shouldn’t be scared off by the fate of its soulmate Liverpool, which struggled for years with the declining fortune of its docks, but look to New York or London instead – cities that coped with the loss of their ports just fine. “When Germany looks at Hamburg, it underestimates the importance of the port. Though when Hamburg looks at itself, it overestimates it,” says Anjes Tjarks, a Green Party politician in the city.   Related: Story of cities #41: Soul City's failed bid to build a black-run suburbia for America    Hamburg’s biggest strength, he says, is its economic variety. The city that still prides itself on being “the gateway to the world” is not just a service hub for companies like Otto, the world’s biggest mail order company, but also Germany’s second biggest industrial city, home to the headquarters for Siemens’ global wind business. Tourism is on the rise, with a spectacular (and spectacularly behind-schedule and over-budget) concert hall, the Elbphilharmonie, opening in January 2017. The old docks with their red-brick storage halls have been relaunched as a modern new living quarter, HafenCity. Last year, Hamburg even flirted with the idea of applying for the 2024 Olympic Games. Plans were drawn up for an Olympic village, a stadium and a swimming hall right in the middle of the old harbour, a stone’s throw from Altenwerder. But at a referendum in November, Hamburg residents rejected the application.  “To be honest, I voted against it,” admits Werner Oesmann, sitting in the corner of St Gertrud’s, sipping from a cup of coffee with a drop of cream. “If the city starts using the harbour again, why did I leave Altenwerder then?” In the village that disappeared, they have come to terms with people making way for containers. But containers now having to make way for people strikes many as a twist too far. “We can’t have that. No one from Altenwerder could make head or tail of that. Olympic Games, fine. But not inside our port.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #40: how a village had to die so Hamburg's port could survive",
  "webPublicationDate": "2016-05-11T06:30:05Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/11/story-cities-altenwerder-hamburg-germany-port",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hamburg holidays",
      "id": "travel/hamburg",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    }
  ],
  "guardianId": "cities/2016/may/11/story-cities-altenwerder-hamburg-germany-port"
}