{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/15/indhu-rubasingham-tricycle-theatre-invisible-hand-interview",
  "id": "2016-05-15-162",
  "sectionId": "stage",
  "body": "Born in Sheffield to Sri Lankan Tamil parents in 1970, Indhu Rubasingham began her career as a director, assisting Mike Leigh at the Theatre Royal Stratford East. In 2012 she became the first non-white woman to run a major London theatre when she took over the Tricycle in Kilburn. Successes during her tenure include Lolita Chakrabarti’s Red Velvet, Moira Buffini’s Handbagged and Florian Zeller’s The Father. In 2014, the UK Jewish film festival quit the Tricycle in a dispute over funding from the Israeli embassy, for which Rubasingham and the theatre’s board later apologised. This month she directs The Invisible Hand by the Pulitzer prize-winning author Ayad Akhtar, prior to the Tricycle’s closure for a £5.5m capital development project. How would you sum up The Invisible Hand? It’s a political thriller about a white American banker who is kidnapped in Pakistan and in order to raise a ransom has to play the markets. So it’s a play that surprises – you think it’s about religious extremism, terrorism, a captive play, but then it becomes about global markets. Part of the Tricycle mission statement is the unheard voice being part of the mainstream, and this shows the Muslim Pakistani world in a different light. And it’s a good story. What will the Tricycle’s subsequent rebuilding programme achieve? The main focus is the auditorium. The building [a former Foresters hall] hasn’t been touched since the mid-80s, so it’s about making it more accessible, increasing the number of seats from 235 to 290, making it more flexible, with better sightlines. The red scaffolding [supporting the balcony seats] is going – the end of an era. We’ll have better toilets, better circulation, and a cafe frontage on the high street in the former Foresters office.         Watch a trailer for The Invisible Hand.    Do all theatres need a swanky cafe now? No, they don’t. Here it’s about sustainability, income generation and about being a much more holistic place where people can meet. On Kilburn High Road the other places that attract large groups of people are the churches. A space for locals – that’s what theatres can be about.    If people are still talking about my gender and ethnicity rather than the work, I haven’t done a good job    You’ve been here for four years now. How’s it going? Really good. We’ve transferred three or four shows to the West End: Handbagged, The Father, and Red Velvet have just been part of the Ken Branagh season at the Garrick. There is a future for The Mother [Zeller’s companion piece to The Father]. The work and the creative learning is going strong. What’s really sad but brilliant is our programme Minding the Gap, where we work with recently arrived asylum seekers and immigrants aged between 12 and 18 – the number of young people we are working with has increased by 50% in one year. That scheme is the heart of the organisation – that these kids can feel safe and have access and feel part of the community. Is there less focus on your gender and ethnicity now than when you took over? It’s become less of a thing. It doesn’t matter whether you are a woman, black, green or pink. Of course that is part of your identity, but four years on, if people are still talking about that rather than the work or what the building stands for, you haven’t done a good job. You had a big success in Rufus Norris’s first season at the National with Stephen Adly Guirgis’s The Motherfucker With the Hat. Is it important to maintain a freelance strand to your career? It keeps you fresh. You are in a dialogue with your colleagues and it feels like you’re part of a bigger community. I was very proud to be in Rufus’s first season. Has there been any progress in bringing the UK Jewish film festival back to the Tricycle? We have invited them back. They are welcome back at any time.     Adrian Lester as Ira Aldridge in Red Velvet by Lolita Chakrabarti, directed by Indhu Rubasingham. Photograph: Tristram Kenton    Adrian Lester is acting as Tricycle ambassador to raise the £2.4m not supplied by Arts Council England for the rebuild. You’ve worked with him three times now on Red Velvet, the play about the pioneering black Shakespearean actor Ira Aldridge, written by Lester’s wife, Lolita Chakrabarti, who is also your close friend. Are you all sick of it? Ah no. I don’t think we can believe the journey of Red Velvet: we thought it would be over when we took it to New York, though the play itself would obviously go on and on, but it was fantastic doing it as part of Branagh’s season, and it sat beautifully in the Garrick. We’re not sick of it. But I’ve commissioned Lolita to do another play that we’re hoping to do here at the Tricycle, a contemporary play about mothers and daughters. Adrian won’t be a part of that unless I get him into cross-dressing. He’s done it before [in an all-male As You Like It] but I think actresses would get very upset with me if I did that. • The Invisible Hand is at the Tricycle theatre, London until 2 July",
  "webTitle": "Indhu Rubasingham: ‘A space for locals – that's what theatres can be about’",
  "webPublicationDate": "2016-05-15T07:45:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/15/indhu-rubasingham-tricycle-theatre-invisible-hand-interview",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Tricycle Theatre",
      "id": "stage/tricycle-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Adrian Lester",
      "id": "stage/adrian-lester",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "stage/2016/may/15/indhu-rubasingham-tricycle-theatre-invisible-hand-interview"
}