{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/taiwans-new-president-tsai-ing-wen-vows-to-reduce-dependence-on-beijing",
  "id": "2016-05-20-311",
  "sectionId": "world",
  "body": "Taiwan’s first female president has been sworn into office, vowing to use her position as the most powerful woman in the Chinese-speaking world to promote democracy and freedom in a speech likely to incur the wrath of Beijing. Four months after winning a historic landslide election, Tsai Ing-wen, from the Democratic Progressive party (DPP), formally took up her post on Friday morning. In a 25-minute inaugural speech she told thousands of supporters that the self-ruled island faced “a multitude of challenges” but pledged to fight for social injustice and to improve the lives of Taiwan’s youth.  In a move likely to infuriate Beijing – which still views Taiwan as part of its territory – she also repeatedly referred to the self-reliant island as a “country” and refused to embrace the idea that Taiwan and mainland China were part of “one China”.    Related: The Guardian view on China and Taiwan: keep calm and carry on | Editorial    After her rise to power had been marked with a 21-gun salute, 59-year-old Tsai told the crowds: “Once again, the people of Taiwan have shown the world through our actions that we, as a free and democratic people, are committed to the defence of our freedom and democracy as a way of life. Each and every one of us participated in this journey. My dear fellow Taiwanese, we did it.” Tsai, who some call the Angela Merkel of the east, said her government’s top priority was reviving the island’s flagging economy. “The people elected a new president and new government with one single expectation: solving problems,” she said.  “At this very moment, Taiwan faces a difficult situation that requires its leaders to shoulder the burdens without hesitation. This is something I will not forget.”  Earlier, Tsai escorted Ma Ying-jeou, the outgoing Nationalist party president, from the presidential palace in Taipei as part of the symbolic transfer of power. About 20,000 guests and supporters turned out to watch proceedings as Taiwan’s first female leader took office.  “I want to witness this sacred moment,” Chen Su-mei, a 48-year-old teacher who was among the crowds, told Channel News Asia.  “I hope she will bring more stability to Taiwan and revive our economy. We have high hopes for her.” Jonathan Sullivan, a Taiwan exprt from the University of Nottingham, said Tsai faced “a slew of domestic issues”, the most pressing of which was injecting new life into the economy. “Tsai needs to make fast and tangible progress on the socio-economic issues that decided the election, and that will be the priority.” Sullivan said Tsai had pledged to increase wages and provide affordable housing. “But this is easier said than done.” J Michael Cole, a Taipei-based political observer, said Tsai’s political honeymoon would be short.  “Everybody you talk to [says], ‘We want her to improve the economy,’” he said. “Expectations are high. People here are probably going to be impatient and that will be a headache for Tsai because no matter how good she might be, turning around that sagging economy will take a while. Nothing will happen over night. It is going to take months if not years before they succeed, if they succeed.” Experts believe Taiwan’s thorny relationship with Beijing may also prove a severe challenge for its new leader.  Tsai’s predecessor oversaw an unprecedented rapprochement with China but her election was widely seen as a sign of public frustration that such a policy had failed to benefit Taiwan’s 23 million citizens. On Friday, Taiwan’s new leader hinted she would seek to reduce its economic dependence on mainland China. “We will… bid farewell to our past over-reliance on a single market,” she said.  Tsai’s victory has gone down badly with China’s Communist party rulers, who still lay claim to the island and view her independence-leaning party with mistrust.  Officially, Beijing still hopes to reabsorb Taiwan, which has been self-ruled since 1949, and in the wake of Tsai’s victory Beijing has warned that she must explicitly state her commitment to the so-called “one China principle” – the idea that Taiwan and mainland China are a single nation.  Tsai made no such commitment in her speech, referring simply to a controversial 1992 “consensus” about the island’s status as a “historical fact”.  Tsai vowed to make her country “a staunch guardian of peace” but risked angering China’s authoritarian leaders by repeatedly referring to Taiwan as a “country”, a notion Beijing rejects. Sullivan said such allusions were “sure to displease Beijing”.  “All told, this is not a speech Beijing wanted to hear,” he said. “Beijing already eyed her with great suspicion, and this speech will confirm them.”  In an editorial the Beijing-controlled Global Times newspaper warned that cross-strait ties were entering an “era of uncertainty”.  While Tsai’s comments on the relationship with China grabbed headlines, most of her speech focused on domestic issues, with the president vowing to reform the pension system and inject new “momentum” into the economy. “This country urgently needs a new model for economic development,” Tsai said. Tsai, who has a PhD in law from the London School of Economics, also vowed to set up a truth and reconciliation commission to investigate human rights abuses committed during decades of military rule between 1947 and 1987. “We will discover the truth, heal wounds, and clarify responsibilities. From here on out, history will no longer divide Taiwan. Instead, it will propel Taiwan forward.” Cole said enthusiasm about the rise of Taiwan’s first female leader was tempered by the fact that her cabinet was packed with middle-aged men and technocrats.  Voters hoping for an administration as diverse as that of Canadian Prime Minister Justin Trudeau were disappointed. “Unfortunately Tsai does not seem to have been willing to or capable of taking such chances. So we are seeing a new cabinet that is oddly reminiscent of the one that just resigned. Civil society is disappointed.”",
  "webTitle": "Taiwan's new president Tsai Ing-wen vows to reduce dependence on Beijing",
  "webPublicationDate": "2016-05-20T06:26:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/taiwans-new-president-tsai-ing-wen-vows-to-reduce-dependence-on-beijing",
  "keyword": [
    {
      "webTitle": "Taiwan",
      "id": "world/taiwan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/20/taiwans-new-president-tsai-ing-wen-vows-to-reduce-dependence-on-beijing"
}