{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/alistair-darling-leaving-eu-export-trade-risk-brexit",
  "id": "2016-05-02-8",
  "sectionId": "politics",
  "body": "Leaving the EU could put £250bn of British trade at risk, former chancellor of the exchequer Alistair Darling has claimed, saying negotiating new free-trade deals with key export markets could take an average of six years. Britain exports £637bn worth of goods and services to other EU member states and more than 50 countries with which the EU has free trade agreements (FTAs), according to analysis for Britain Stronger in Europe, the official campaign to keep Britain in the EU at the 23 June referendum. Switching to less preferential World Trade Organisation rules – the stopgap arrangement Brexit campaigners suggest would be in place while talks on new trade deals get under way – could jeopardise more than a third of that trade, or £250bn, as tariffs on British exports increased, the campaign claimed.   Related: Alistair Darling: Brexit would risk collapse of confidence in UK economy    “Those wanting to leave the EU want to pull Britain out of the single market, which would mean introducing tariffs and barriers to our trade and putting billions of vital trade at risk,” Darling said. “There is no trading arrangement outside the EU that gives us the free trade we rely on today. Leaving would put jobs, low prices and financial security at risk.” Looking at all the FTAs negotiated by the EU since 1974, the average time taken to reach a deal was six years, the campaign found, underlining the challenge facing Britain if it sought to put in place new deals after leaving the EU. The deal with Albania – which has been cited by some in Vote Leave as an indication of the kind of relationship Britain might hope to achieve – took six years to negotiate; Israel’s took eight years and Macedonia’s almost five.   Brexit companion   The former chancellor is the latest in a series of politicians and economists, including Barack Obama, lined up by the remain campaign to encourage voters to reject the risks of ditching EU membership. However, Vote Leave chief executive Matthew Elliott accused the remain campaign of underestimating the UK’s ability to make its way in the world. “Britain Stronger in Europe can’t even be consistent or honest in their campaign to do down the British economy. Their underlying belief appears to be that Britain – the world’s fifth largest economy and a nation with a great history of trading across the globe – would be an economic backwater if it wasn’t for Brussels taking control of our trade deals. That’s absurd.” While the remain camp continues to focus primarily on the economic risks of Brexit, former EU commissioner Peter Mandelson accused leave campaigners of playing on fears about immigration, as they struggled to win over swing voters. Writing in the Guardian, Mandelson accused the justice secretary, Michael Gove, the chair of the Leave campaign, of “putting truth to one side” for an article he wrote in Saturday’s Daily Mail warning of the risks of uncontrolled immigration, and the likelihood that Turkey will join the EU.   Related: Why is the Brexit camp so obsessed with immigration? Because that’s all they have | Peter Mandelson    Mandelson said Vote Leave began the campaign determined to stick to the safer ground of the economy and leave migration to Nigel Farage, whose Ukip party has its own Leave campaign, Grassroots Out. But he claimed that as Vote Leave has struggled to win the argument, and the remain camp has edged ahead in the polls, they have decided to switch their tactics. “From Johnson questioning President Obama’s ‘part-Kenyan ancestry’ to EU immigrants being blamed for the problems in everything from British schools to our health service to our prisons, every recent Vote Leave intervention has had immigration at its heart,” Mandelson said.",
  "webTitle": "Alistair Darling: leaving EU could put £250bn of UK export trade at risk",
  "webPublicationDate": "2016-05-02T23:01:38Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/alistair-darling-leaving-eu-export-trade-risk-brexit",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Alistair Darling",
      "id": "politics/alistairdarling",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Peter Mandelson",
      "id": "politics/peter-mandelson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/03/alistair-darling-leaving-eu-export-trade-risk-brexit"
}