{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/markus-kattner-fifa-deputy-secretary-general-fired-bonus-payments",
  "id": "2016-05-23-37",
  "sectionId": "football",
  "body": "Fifa’s deputy secretary general has been fired with immediate effect after the discovery of a secret bonus scheme that paid out millions of dollars over a period of years. World football’s embattled governing body said Markus Kattner, who had been acting secretary general since his predecessor Jérôme Valcke was suspended and then banned from football for 12 years, had been dismissed immediately. In a statement it said that an ongoing internal investigation had “uncovered breaches of fiduciary responsibilities in connection with his employment”. Sources close to the investigation said undeclared bonus payments running to millions of dollars had been paid between 2008 and 2014 under an arrangement known only to a small number of people. According to insiders, the former Fifa president Sepp Blatter and Valcke were aware of the payments. Sources said the payments came to light at the end of last week during an internal probe by the US law firm Quinn Emmanuel as a result of an ongoing trawl of millions of documents. Kattner is just the latest senior Fifa executive to be fired, banned or suspended following the discovery of alleged wrongdoing. Allegations against another member of the executive also run counter to the argument propagated by some in Zurich that it was only Fifa executive committee members who had gone rogue over the decades. But insiders insisted that knowledge of Kattner’s special arrangement was known to only a few individuals. Fifa’s ethics committee is likely now to open an investigation against the German official, 45, with charges of conflict of interest and disloyalty to Fifa among potential outcomes. Kattner joined Fifa as finance director in 2003 and took the deputy secretary general title in 2007, the year Blatter hired Valcke for the top administrative job of the world governing body. Kattner was promoted in an interim role when Valcke was suspended last September for financial wrongdoing and then fired in January. Fifa hopes that by turning over potentially incriminating evidence to the continuing US and Swiss criminal probes it can maintain its formal position as an injured party in the twin investigations. It was confirmed this month that Kattner was aware of the £1.35m payment made from Blatter to the former Uefa president Michel Platini in 2011 that led to both being banned from football for four years. Gianni Infantino, the new Fifa president, is likely to try to position Kattner’s dismissal as proof that he is determined to be tough on any historical wrongdoing that comes to light as he attempts to drive through reforms. This month he appointed Fifa’s first female secretary general, the Senegalese United Nations official Fatma Samoura. However, Infantino has also been drawn into a row over his reform efforts after Domenico Scala, head of the audit and compliance committee, quit over new rules that allow the new Fifa Council to remove members of independent bodies. Behind the scenes, there was a furious clash between the two men. Scala had the power to approve Infantino’s salary, which the new Fifa president was yet to be fixed. Since Blatter and Valcke were suspended amid Fifa’s meltdown, Kattner had regularly appeared before the media in his position as acting secretary general to outline planned reforms designed to begin the process of repairing its battered reputation. At the extraordinary Congress in February at which Infantino was elected president, Kattner told delegates: “The goal is to be considered a modern trusted and professional sports organisation by 2018.”",
  "webTitle": "Fifa fires acting deputy secretary general Markus Kattner over bonus payments",
  "webPublicationDate": "2016-05-23T19:55:32Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/markus-kattner-fifa-deputy-secretary-general-fired-bonus-payments",
  "keyword": [
    {
      "webTitle": "Fifa",
      "id": "football/fifa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "football/2016/may/23/markus-kattner-fifa-deputy-secretary-general-fired-bonus-payments"
}