{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/15/bull-and-swan-stamford-lincolnshire-hotel-review",
  "id": "2016-05-15-141",
  "sectionId": "travel",
  "body": "Had you popped out for a pint in Stamford in 1684, you may, if you were unlucky, have bumped into the Honourable Order of Little Bedlam, a drinking club of local aristos whose zany nicknames (Stag, Wild Horse and, erm, Porcupine) give you a flavour of why you would not want them in your local. One of the Order’s favourite watering holes, the Bull & Swan, has chosen to make a virtue of this association, naming and quietly styling its nine bedrooms after this proto-Bullingdon Club, whose members included Sir Isaac Newton. Luckily, this celebration of “Bedlam” runs no deeper than that light thematic conceit and the periwigged portraits hung in the bar. The Bull (or the Bull & Swan at Burghley, to give you its full title) is nowadays a model of civilised, democratic hospitality. Chatty manager Jen Totty sets the easy-going tone. Her welcome is as warm as the Bull’s open-fires. I encounter zero Hooray Henrys.      It is perhaps hard to reconcile Stamford with such tales of roistering rich folk. Clustered around the river Welland, this almost comically pretty town of historic, honeyed-stone buildings, imposing churches and narrow alleys, exudes serenity. After breakfast at the Bull (decent spread, but my potentially first-rate eggs Benedict was hobbled by its slightly grainy, too vinegary Hollandaise), I walked into the neighbouring Burghley Estate. Under cloudless blue skies, the scene – manicured cricket pitch, sheep grazing lazily amid ancient oak trees, the extravagant Elizabethan Burghley House in the distance – was like something out of a glossy period drama. It felt almost unreal. Not that Stamford’s appeal lies solely in 16th-century buildings, of course. The previous night I had sought out the Jolly Brewer, partly to watch the football (when your club reaches the Champion’s League semi-final, architecture takes a back seat), partly because this basic, no-frills boozer does a very good line in craft beer from, among others, Oakham’s and local outfit, Baker’s Dozen.      The Bull’s three grades of bedrooms are anything but no-frills. Differentiated by features such as roll-top baths, they are spacious, well kitted-out (duck-down bedding, Teapigs teas and Nespresso machines, strong Wi-Fi), and notable for their outsize Rajasthani furniture and quirky architectural features. With its handsome exposed-stone walls, swanky walk-in shower and huge original fireplace with log burner, room nine, Newton, is a doozy. The room is dressed, of course, with a copy of Newton’s Principia Mathematica and pieces of antique measuring equipment. Someone should have used it to work out that, when lying in bed, the large chairs at the foot of it partially obscure the TV. They should measure up for some shelves in the bathroom, too. It needs them.      If the Bull’s bedrooms impress, its food – gussied-up pub grub utilising quality local produce – was satisfactory without bowling me over. The drinking snugs and a de facto dining room (where you also breakfast) fan out around the bar separated by partitions, and you can eat in either. A Panko-crumbed, still runny scotch egg (£4.95) mined with black pudding was almost exceptional. Fried-to-order and served hot, it would be. Fishcakes (£7.95) were a shade potato heavy but lifted by their distinctive lemony flavour and (good attention to detail, this) a sharply dressed side salad and a sparky tartare. Washed down with a pint of Nene Valley’s blond session ale (the pick of four traditional cask ales, from £3.60 a pint), the BS burger (£14.50) was less successful. We shall draw a discreet veil over the sweet-potato fries (why, why, why?), but the overly dense, if juicy, patty lacked the lubricious, bangingly beefy quality of the best contemporary burgers. Likewise, its traditional, rather dry, seeded burger bun explains why most people now use brioche. A fragrant, spicy burger relish completed a burger that, ultimately, felt dated. Stamford may be steeped in its past and the antics of its ancestors, but – as the Bull’s rooms do – you have to simultaneously embrace the 21st century. • Accommodation was provided by The Bull & Swan at Burghley, St Martins, Stamford (01780 766 412, thebullandswan.co.uk, doubles from £99 B&B). Travel between Manchester and Stamford was provided by Cross Country (crosscountrytrains.co.uk)  Ask a local  Miranda Rock, house director at Burghley House, Stamford      Burghley House, Stamford.    • Pub The Tobie Norris in Stamford is one of my town favourites. It is a wonderful old building, recently sensitively restored and crammed full of history. It serves good local ales and great pizza, too. • Shopping Stamford has lots of little independent shops on its side streets and alleys. Stamford Cheese Cellar has a great selection and also sells dips from the Mad Turk restaurant. • Culture The council-run Arts Centre is a proper community hub, hosting local and touring theatre productions, cinema and free exhibitions. Don’t miss its original Georgian ballroom. • Must-sees Stamford is one of England’s best preserved Georgian towns. A walk up Barn Hill from Red Lion Square, with the cobbled streets and beautiful facades, is like stepping back in time. The Burghley Film Festival takes place from 27-31 July",
  "webTitle": "The Bull & Swan, Stamford, Lincolnshire: hotel review",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/15/bull-and-swan-stamford-lincolnshire-hotel-review",
  "keyword": [
    {
      "webTitle": "Lincolnshire holidays",
      "id": "travel/lincolnshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Naylor",
      "id": "profile/tonynaylor"
    }
  ],
  "guardianId": "travel/2016/may/15/bull-and-swan-stamford-lincolnshire-hotel-review"
}