{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/17/anatomical-venus-anatomy-human-biology-joanna-ebenstein-books",
  "id": "2016-05-17-291",
  "sectionId": "artanddesign",
  "body": "It is a truism of sitcoms that, whenever there’s a conversation about violence towards testicles, men always cross their legs. As a woman, reading Anatomical Venus, you will want to fold yourself protectively over everything, wrap your arms around your kidneys and liver, run some barbed wire round your reproductive area.  Between 1780 and 1782, Clemente Susini created the Anatomical Venus. She was conceived as a way to teach anatomy, cadavers being in short supply for reasons of medical ethics, rather than any shortage of death. Lifesize and made of wax, her prettiness is self-evident, and in case you missed it, adorned with a string of pearls. Her eyes are dead, unmistakably and her hair is real human hair. She is fashioned of seven anatomically correct layers, which the keen student can pull apart, ending in a teeny foetus curled in her womb.    Related: House of wax: macabre figures on show in New York museum – in pictures    It is genuinely difficult to pinpoint how unsettling it is, what an act of violence has been perpetrated by the accuracy of the rendering. There seems to be something blasphemous, inhumane, in creating a corpse and trying to beautify it – or rather, in considering beauty to be a necessary trait in an anatomically accurate dead body. In taking beauty to be such a critical component of womanhood, it misses, and seals in wax its own misapprehension of, what beauty is. Attractiveness and life are indivisible: there is nothing in natural life that is prettier dead than alive.  Necrophilia is a taboo for a reason. It is not what it says about, or does to, the corpse that makes it aberrant to desire it. It is what it says about your desire for women en masse, that you could see the appeal of a dead one: it is the logical end point of objectification, perceiving the physical traits to be so important that they continue to entice even after the life to which they were attached has been extinguished.     An Anatomical Venus produced by the workshop at La Specola between 1784 and 1788. Photograph: Collections and History of Medicine, MedUni, Vienna    Joanna Ebenstein’s sumptuous and therefore even more disgusting book is fascinated by this era, in which “the study of nature was also the study of philosophy”; in which a body created for medical purposes could also be read as a work of art. Perhaps it is so horribly magnetic for purely anachronistic reasons: we are so used to the separation of body and mind, science and philosophy, that when we see that separation elided we cannot help but read in some insult to the spirit to see it reconnected with its own internal organs.   Related: Death becomes it: how the Morbid Anatomy Museum slayed Brooklyn    The aesthetics of anatomical drawings and models had been prized for some centuries before Demountable Venus, on the basis that, in order to be interested in the inner workings of the human body, men must be seduced by it. “Anatomy,” wrote Andreas Vesalius in 1543, “is an important part of natural philosophy; since it embraces the study of man and must properly be regarded as the prime foundation of the whole art of medicine and the source of everything that constitutes it.”  It is interesting to consider that the body – its nuts and bolts, the raw mechanics of it – had by this point long been considered a proper subject for artists. Leonardo da Vinci had dissected more than 100 bodies himself earlier that century, and a younger artist, Michelangelo Buonarroti, accepted a commission from a church for which he was paid in corpses. Naturally, though, there is a piquancy to the female cadaver, not simply because of these hideously orgasmic expressions juxtaposed against intestines. It is a given that a woman’s body will be dismembered by life, and only by good fortune, put back together again. (The simplest for-instance: after a friend had a caesarian, her husband said, “I’ve seen a part of my wife no other man will ever see. Her kidneys.”)     Venerina (Little Venus) created by the workshop of Clemente Susini. Photograph: Museo di Palazzo Poggi, Universita' di Bologna    In so many of these figures, almost all of them pregnant, the woman’s face is so idealised and the foetus so carefully rendered that she looks like the doll, and the baby like the human. The idea that beauty doesn’t simply cling on past the end of life, but is actually intensified by death, is explored by increments, so that Edgar Allan Poe’s contention that “the death of a beautiful woman is, unquestionably, the most poetical topic in the world” slips, tracelessly, into historian Philippe Aries’s, that “the dead body becomes in its turn an object of desire”. The Anatomical Venus is literally uncanny, by Freud’s definition (borrowed from Schelling), “everything that was meant to remain secret and hidden has come into the open”.  • Anatomical Venus by Joanna Ebenstein is published by Thames and Hudson at £19.95. To buy it for £15.96, go to bookshop.theguardian.com, or call 0330 333 6846.",
  "webTitle": "Cadavers in pearls: meet the Anatomical Venus",
  "webPublicationDate": "2016-05-17T07:00:37Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/17/anatomical-venus-anatomy-human-biology-joanna-ebenstein-books",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Anatomy and physiology",
      "id": "education/anatomyandphysiology",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Art and design",
      "id": "books/art",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "artanddesign/2016/may/17/anatomical-venus-anatomy-human-biology-joanna-ebenstein-books"
}