{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/03/south-bank-sky-arts-awards-2016-nominees-banksy-sleaford-mods",
  "id": "2016-05-02-10",
  "sectionId": "culture",
  "body": "Pop band Years & Years, street artist Banksy and the TV adaptation of Wolf Hall have been announced as nominations for the 2016 South Bank Sky Arts awards, which are celebrating their 20th anniversary this year. The awards are unique in focusing on the arts in their entirety and are due to take place in London on 5 June. Other nominations include an embroidery of the Magna Carta by artist Cornelia Parker, Northern Ballet’s 1984 and the Almeida theatre’s politically charged contemporary production of Aeschylus’s Oresteia. There are 10 categories, including dance, opera, comedy, TV drama, literature, classical music, pop, film, visual art and theatre, along with the Times breakthrough award, which recognises up-and-coming talent and an outstanding achievement award.   Related: Hand-stitched Magna Carta Wikipedia page explores the fabric of democracy    The South Bank Sky Arts awards originated in 1996 in association with the South Bank Show, and Melvyn Bragg has served as editor and host since their inception.  In a statement, Bragg said the awards are a snapshot of a unique moment in British cultural history. He said: “It’s when 30 nominees in 10 categories meet to celebrate the best work being done by artists in this country across a wide range of ages and backgrounds. There are world-class performances, the awards of scholarships to new artists on top of the awards to the winners, judged by an independent panel, all resulting in a 90-minute programme that gives us a rich picture of where we are now in an area of achievement in which at the moment Britain can claim to be in a dominating position.” Phil Edgar-Jones, director of Sky Arts, said the awards “bring together probably the most inspiring room full of creative people it’s possible to assemble”. Twenty years ago, in the inaugural awards, classic sitcom Father Ted won the comedy award, while performances from David Suchet and Diana Rigg in Who’s Afraid of Virginia Woolf? secured a win in the theatre category and Matthew Bourne’s retelling of Swan Lake won in the dance category. Through the years, other winners have included Seamus Heaney, Amy Winehouse, Alan Bennett, Gilbert and George, Grayson Perry, FKA Twigs, Rachel Whiteread, Antony Gormley, Florence + the Machine, Kate Bush, Ted Hughes and Hilary Mantel. Winners of multiple South Bank Sky Arts awards in their individual categories include artist Anish Kapoor, director Shane Meadows, band Arctic Monkeys, director Sam Mendes, author Ian McEwan and playwright Michael Frayn. Frayn also went on to win the outstanding achievement award in 2012. Other outstanding achievement award winners over the years include Peter Hall, Harold Pinter, Tom Stoppard, Helen Mirren, Richard Attenborough, JK Rowling, the Who, Judi Dench, Julie Walters, Tracey Emin and last year’s winner, Sylvie Guillem. The awards will be shown on Sky Arts on 8 June. A full list of this year’s nominations is below. Classical music  • Stephen Hough International Piano Series: Debussy and Chopin, Royal Festival Hall • City of Birmingham Symphony Orchestra: Andris Nelsons’ Farewell Concert, Symphony Hall • Mark Simpson: The Immortal    Related: Sunjeev Sahota: ‘I don’t see why I should benefit from migration when other people don’t’    Literature  • Sarah Hall: The Wolf Border • Sunjeev Sahota: The Year of the Runaways • Tessa Hadley: The Past Theatre  • Oresteia, Almeida Theatre • People, Places & Things, National Theatre and Headlong • Hangmen, Jerwood Theatre Downstairs at the Royal Court Theatre  Pop  • Benjamin Clementine: At Least for Now • Years & Years: Communion • Sleaford Mods: Key Markets  Comedy  • Catastrophe, Channel 4 • Peter Kay’s Car Share, BBC1 • Chewing Gum, E4  TV drama • Wolf Hall, BBC 2 • Humans, Channel 4 • Doctor Foster, BBC 1 Opera  • Krόl Roger, Royal Opera House • Saul, Glyndebourne • Force of Destiny, English National Opera  Visual art  • Cornelia Parker: Magna Carta (An Embroidery), British Library • Lynette Yiadom-Boakye: Verses After Dusk, Serpentine Gallery • Banksy: Dismaland Bemusement Park  Film • Ex Machina • 45 Years • Brooklyn  Dance • Woolf Works, Royal Ballet • 1984, Northern Ballet • Paradise Lost (lies unopened beside me), Lost Dog",
  "webTitle": "South Bank Sky Arts awards 2016 nominees announced",
  "webPublicationDate": "2016-05-02T23:01:38Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/03/south-bank-sky-arts-awards-2016-nominees-banksy-sleaford-mods",
  "keyword": [
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sky Arts",
      "id": "media/sky-arts",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Banksy",
      "id": "artanddesign/banksy",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sleaford Mods",
      "id": "music/sleaford-mods",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Cornelia Parker",
      "id": "artanddesign/cornelia-parker",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Wolf Hall",
      "id": "tv-and-radio/wolf-hall",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Tessa Hadley",
      "id": "books/tessa-hadley",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "culture/2016/may/03/south-bank-sky-arts-awards-2016-nominees-banksy-sleaford-mods"
}