{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/18/where-theres-muck-artwork-showcases-houses-of-parliament-dirt",
  "id": "2016-05-18-299",
  "sectionId": "artanddesign",
  "body": "London’s most historic – and possibly dustiest – buildings, the Houses of Parliament, are to become home to a monumental artwork that will collect and showcase the dirt that has lined the walls of the Palace of Westminster for hundreds of years.  The work, created by the Spanish artist Jorge Otero-Pailos and commissioned by the audacious art organisation Artangel, will dominate Westminster Hall later this summer. It will take the form of a vast sheet of latex – 50 metres long and six metres high – which contains every particle of smoke, dirt and pollution that has built up on the internal stone wall for at least two centuries. The project, the largest artwork ever allowed to be installed in the Houses of Parliament and an undertaking dubbed by Artangel as its “most ambitious” yet, has taken almost six years to get approval. Titled Ethics of Dust, it was created by painting latex directly on to the stones of the east internal wall, one of the oldest in the Houses of Parliament.  The material absorbed the dust over three days before being peeled off in small sheets that will be woven together into what Otero-Pailos refers to as a “skin of history”. It will be suspended just a few metres from the wall it was cast from and lit so that it becomes translucent.  Visitors walking between the newly cleaned stones and the latex wall of dust this summer will be “walking between the layers of history”, said the artist, whose background is in architectural conservation. “I straddle these two worlds of art and conservation, and I started thinking, why do we throw this stuff away? Why do we clean the major monuments of the world and then just get rid of the stuff? What stories, what histories are in the stuff that we are removing? “There is so much pressure to clean buildings because that’s how people want to see them, but there is a story in this microscopic layer of dust that’s not insignificant; it’s the record of the world in which we live in, so to save it is important.”     Jorge Otero-Pailos: ‘Dust has history. Dust is not chaos.’ Photograph: Artangel    Otero-Pailos said it had been essential to him to be able to realise the artwork in the Palace of Westminster itself, a building almost 1,000 years old and which, for centuries, has been a seat of global political power. As he stresses, the dust that lines these walls has a potent part in history.  Whilst there are no official records, it is thought that the last time Westminster hall was cleaned was in 1832, so Otero-Pailos’s piece contains dust that has settled on the wall for almost two centuries, probably including factory smoke from the industrial revolution, debris from the second world war and tiny fragments of skin from many of the individuals who have walked through the hallowed halls. “Dust does have history,” he said. “Dust is not chaos – it is a very particular material that registers history in a very different way than a literary text. And it is a human creation; it is our product.” Getting the green light for the project required lengthy negotiation with various parliamentary committees, and Artangel co-director Michael Morris said there had been “many dark days when we thought this would be impossible”.  Otero-Pailos said he saw the Ethics of Dust as part of a recent trend by artists to look to the past, using cultural preservation as platform to envision the future of our planet. He cited a recent project by Ai Weiwei in Beijing, where he bought an old ancestral hall and filled it with dynastic furniture, salvaging the cultural heritage of China, and Olufar Eliasson’s decision to bring part of an iceberg to Paris during COP21.  “I think there’s a moment where we become aware of the need to manage the future of the earth,” he said. “There is a great push on the part of artists to remind us that the earth is not a machine. So with this work, it’s about capturing a microscopic layer of time from the past, which is then an invitation to look deep into the future.” He was insistent that despite its setting, the work was not about making a political statement, and more a reminder of the artistic, and not just the technical, importance of conservation. “This is very much a working object where the brushstrokes of the work are painted by time,” added Otero-Pailos. “On the wall, this latex is conservation, but the second it comes off, it becomes art.”   The Ethics Of Dust will be open from 29 June-1 September 2016. Free admission – advance tickets can be booked at artangel.org.uk/ethics-of-dust",
  "webTitle": "Where there's muck: Artangel artist wraps Houses of Parliament in latex",
  "webPublicationDate": "2016-05-18T08:00:23Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/18/where-theres-muck-artwork-showcases-houses-of-parliament-dirt",
  "keyword": [
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Artangel",
      "id": "artanddesign/artangel",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "House of Lords",
      "id": "politics/lords",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "artanddesign/2016/may/18/where-theres-muck-artwork-showcases-houses-of-parliament-dirt"
}