{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/20/country-diary-lizard-bilberry-kinder-scout-gritstone-tors",
  "id": "2016-05-20-340",
  "sectionId": "environment",
  "body": "In bright sunshine I find myself on Kinder Scout, toiling up the slope towards the broken tower of Upper Tor, craning my neck at a clever, sinuous, rock climb that takes the leaning crest of its most prominent buttress. This Peak District route was first done in 1936, the creation of Arthur Birtwistle, a stalwart member of that hardy Manchester institution the Rucksack Club whose members have generally spent so long exploring the gritstone edges fringing the city that the grit has entered their souls.   Related: Mass trespass on Kinder Scout    The crag is in a superlative position, looming over Grindsbrook Clough, once the start of the Pennine Way, until the path’s popularity and the proximity of Edale station meant the route being diverted up Jacob’s Ladder.  The valley is still popular, the erosion now better managed, but the close-cropped grass in the valley floor is in strong contrast to the hillsides that close around you as gain height. From my perch I see ant-like walkers pausing to look around, marvelling. To reach the bottom of Upper Tor, you cross several “benches”, flat areas that break the line of the steep slope. In winter, a few years ago, I lay on one of these, prone in deep snow, watching half a dozen mountain hares, blue-tinged against the white, the western sky streaked with pink.      An adult female common lizard. Photograph: Alamy Stock Photo    Now the bilberry is lime-green with new growth, the heather vibrant. Striding through it I catch a glimpse of something metallic, coppery bronze, slinking off, and then pausing, alert and still. This mercurial blur resolves itself into the familiar shape of a common lizard (Zootoca vivipara), although like several other species dubbed “common” the name seems almost a slur. The animal’s midriff bulges slightly, and, as it perches at a slight angle on a sprig of heather, I can see its belly, half exposed and wholly lacking the pattern on its back. This is a female.  Males are spotted and often colourful underneath. The next minute she’s gone. Reaching the foot of Upper Tor Buttress I sit on my rucksack to catch my breath, the image of the lizard fresh in my mind – poised, limbs like springs, ready for the next move, like Arthur, on the rocks above me, a creature in her element. Follow Country Diary on Twitter: @gdncountrydiary",
  "webTitle": "Gritstone tors, castle to a canny lizard",
  "webPublicationDate": "2016-05-20T04:30:30Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/20/country-diary-lizard-bilberry-kinder-scout-gritstone-tors",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Mountains",
      "id": "environment/mountains",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Derbyshire holidays",
      "id": "travel/derbyshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Peak District holidays",
      "id": "travel/peakdistrict",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Douglas",
      "id": "profile/eddouglas"
    }
  ],
  "guardianId": "environment/2016/may/20/country-diary-lizard-bilberry-kinder-scout-gritstone-tors"
}