{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/29/election-must-be-the-price-of-a-remain-vote",
  "id": "2016-05-29-34",
  "sectionId": "politics",
  "body": "The UK’s political parties are faced with exceptional decisions, on Europe, on Trident, and ongoing austerity. Astonishingly important issues relating to international affairs, defence, the economy and the welfare of our neediest have been delegated to a highly politicised referendum with many of the key Conservatives embroiled in psychological tactics; a Labour party openly disagreeing with its MPs; and the recognition by senior members in all parties of the human cost of failing economic policies. We should be talking about a general election as soon as possible. The price to vote remain should be an offer by the parties to abolish the fixed-term parliament act and a gerneral election in October, after the party conference season. If something of this magnitude is not offered I think the conference season will end with the replacement of three party leaders who are unable to address the ongoing muddle of national policies viewed as social and constitutional experiments with no obvious net benefit.Professor Craig RichardsonChipping Norton, Oxfordshire  • Here is what really puzzles me: David Cameron, Boris Johnson and Michael Gove are all friends of long-standing. Cameron’s wife and Gove’s wife are besties. It is difficult to get my head around how all of them have suddenly fallen out with one another over the EU. So here’s my theory: Cameron has purposely enlisted Gove and Johnson to spearhead the “leave” campaign to control the messaging of the leavers and prevent a wildcard from taking the reins of the campaign. Gove looks downright uncomfortable when shilling for the leave side. Johnson is all bluster and sheepdog hair. Whatever the outcome of this referendum, I’ll bet all three of them and their spouses slide back into BF mode in no time. Jane BraithwaiteBrixham, Devon",
  "webTitle": "Election must be the price of a remain vote | Letters",
  "webPublicationDate": "2016-05-29T18:58:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/29/election-must-be-the-price-of-a-remain-vote",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/29/election-must-be-the-price-of-a-remain-vote"
}