{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/knowledge-economy-myth-more-universities-degree",
  "id": "2016-05-18-213",
  "sectionId": "commentisfree",
  "body": "Governments around the world believe that to remain competitive in a global economy they must become smarter. In an attempt to boost its knowledge intensiveness, the UK government has just launched a plan to overhaul the university sector. It aims to transform universities by creating many more of them. The hope is that this will increase the number of people with degrees, and the UK will be a more competitive economy. The idea of the knowledge economy is appealing. The only problem is it is largely a myth. Developed western economies such as the UK and the US are not brimming with jobs that require degree-level qualifications. For every job as a skilled computer programmer, there are three jobs flipping burgers. The fastest-growing jobs are low-skilled repetitive ones in the service sector. One-third of the US labour market is made up of three types of work: office and administrative support, sales and food preparation.   Related: Government may give startup universities degree-awarding powers    The majority of jobs being created today do not require degree-level qualifications. In the US in 2010, 20% of jobs required a bachelor’s degree, 43% required a high-school education, and 26% did not even require that. Meanwhile, 40% of young people study for degrees. This means over half the people gaining degrees today will find themselves working in jobs that don’t require one. This bleak picture could get worse. There has been a decline in demand for knowledge-intensive workers requiring a degree since 2000. Over 47% of existing jobs are under threat of being automated. The occupations most likely to be automated out of existence are knowledge-intensive ones such as auditor, insurance underwriter and credit analyst. Those least at risk of automation are hands-on jobs such as masseuse and fire fighter. The stark mismatch between the number of people with degrees and the number of jobs requiring degrees has created a generation of bored employees who feel like they are working “bullshit jobs”. It’s no surprise 37% of UK employees think their jobs make no meaningful contribution to the world at all.    After four years of study, 36% of students had not improved in their ability to think and analyse problems    As people with degree-level education take lower-skilled jobs, the less educated are pushed further down the labour market. In some cases they are pushed out altogether. Often their only route back in is an expensive degree that will enable them to get a job that actually only requires a high-school level education to do. We might think that as the cost of higher education goes up, people will be put off studying. Not the case. Higher education is a luxury good: as the price goes up, demand does not decline. Two US economists found that as prices went up for university degrees, there was only a very small fall in demand. According to some calculations, the cost of a degree in the US has gone up 500% since 1985. Over the same timeframe, demand has continued to rise rapidly. The huge increase in demand for education coupled with large price hikes has created massive income streams for universities. Most of this income has not gone towards teaching, research or engaging the wider public. Instead it has been spent on expanding administration. In the UK, more than two-thirds of universities now have more administrators than they do faculty members. Today, universities routinely invest in attractive buildings, launch impressive brand-building campaigns, employ armies of professional managers and create excellent gym and spa facilities. Meanwhile faculty staff report feeling like they are “being asked to do more with less”. It’s uncertain whether universities are delivering on their core purpose. One recent study tracked thousands of students during their time at university. It uncovered a rather disturbing picture: after two years at university, 45% of the students showed no significant improvement in their cognitive skills. After four years, 36% of students had not improved in their ability to think and analyse problems. In some courses – such as business administration – students’ cognitive abilities actually declined in the first few years. Expanding universities and encouraging increasing numbers of young people to study for degrees may not be the smartest thing to do. It means educating more people who aren’t that interested, for jobs that don’t exist, in a way that has little impact on their intellectual ability. These students will emerge from their few years of education saddled with tens of thousands of pounds of debt. Many will not be able to pay it off and that debt will become the responsibility of the taxpayer. The government’s plan of opening even more universities and offering ever more degrees could easily make matters worse. Attempts to create an intelligent economy could end up being a rather stupid idea.",
  "webTitle": "The knowledge economy is a myth. We don’t need more universities to feed it | Andre Spicer",
  "webPublicationDate": "2016-05-18T11:18:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/knowledge-economy-myth-more-universities-degree",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Graduate careers",
      "id": "money/graduates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "University funding",
      "id": "education/universityfunding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Andre Spicer",
      "id": "profile/andre-spicer"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/knowledge-economy-myth-more-universities-degree"
}