{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/path-eu-integration-long-rocky-bulgaria",
  "id": "2016-05-30-160",
  "sectionId": "commentisfree",
  "body": ".   Our expectations for Bulgaria’s accession to the EU were almost magical. Just as after the fall of the Berlin wall, we all thought that liberation would somehow hop out like a bunny from a magician’s top hat, and we’d all be clapping and cheering. To begin with we were intoxicated by this new-found freedom. After years spent in timelessness and oblivion, the rapid speed of change appeared dizzying. Freed from the dreariness of our existence, we were blinded by the light. At the start of the transition period, our first democratically elected prime minister warned that although we were about to leave the state of slavery and oppression, our wandering through the wilderness would last a long time. We neither understood nor believed him. It is embarrassing to be so naive. It is even worse when you lose hope. No rabbit ever jumped from the magician’s hat – we abandoned slavery, but slavery didn’t abandon us. We are still stuck in that rocky, desolate nothingness. It’s painful.   Related: Britain’s gain is eastern Europe’s brain drain | Ivan Krastev    Bulgaria is changing. Unfortunately the way ahead is not as quick or easy as we would have wished. That is why nearly 2 million Bulgarians are economic migrants in western Europe or the US. Ethnic, social and political upheaval is on the rise. More than ever we’re divided by different agendas. In the eyes of Bulgarians, Europe is not a cherished dream any more. Many people have developed a nostalgia for the communist regime, when a sense of security and equality within the common misery existed. The years of supremacy for the communist ideology left lots of my compatriots with broken wings and shattered dreams. The transition has been slow and painful. There are two main obstacles to the successful integration of European values and standards into Bulgarian life. The first lies within: our way of always looking back makes our progress forward more cumbersome than that of other former communist countries. The other drawback is the deeply dysfunctional state government and lack of lawfulness, which creates a heavy sense of injustice, of impunity for evil, and of lack of truth. On one hand this paralyses the initiative of honest citizens, and on the other encourages the dishonourable ones. Paradoxes arise. As scepticism towards Europe increases, there are also expectations that Europe should be helping us to get rid of lawlessness, corruption, insecurity and poverty. And since no help is coming, the scepticism increases. These are the negative aspects of our society. But there are positive ones. Increasingly people are taking full advantage of free enterprise by creating modern and forward-looking businesses. In many sections of society income and standards of living are slowly nearing central European standards. Modern roads are being built. Both literally and metaphorically they are connecting Bulgaria to Europe. As a writer I value three things that we have European integration to thank for: freedom of speech, freedom of information, and freedom to travel. For a person who has never been denied such liberties, it may be hard to imagine what it is to live without them. Today Bulgarians can read immeasurably more books than totalitarian censorship ever allowed us. It is unthinkable that what my father – the writer Dimitar Dimov – was subjected to during the 1950s, when he was forced by the government to rewrite his own novel Tobacco, would happen today. Now there are huge bookshops everywhere – and, most gratifying of all, they are full of readers. More and more foreign writers are being translated into Bulgarian and having their works published in other European countries (my books are now available in nine). This was unthinkable during communism. Thanks to the internet and other technological advances, there are no information barriers. Despite their low income, ever more Bulgarians are travelling the world. Thanks to all these things, Bulgaria is turning into a European country. It is hard to remove the shackles from our long isolation from Europe. We often grumble and show our discontent. Our path towards Europe turned out to be much harder than initially imagined. But after walking down that path for more than a quarter of century, we are nearing our goal. • Tell us what the EU means to you and your country",
  "webTitle": "Bulgaria still wears the shackles of the past. But slowly, our country is changing | Theodora Dimova",
  "webPublicationDate": "2016-05-30T08:00:28Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/path-eu-integration-long-rocky-bulgaria",
  "keyword": [
    {
      "webTitle": "Bulgaria",
      "id": "world/bulgaria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/30/path-eu-integration-long-rocky-bulgaria"
}