{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/27/joe-root-nick-compton-england-sri-lanka-second-test",
  "id": "2016-05-27-56",
  "sectionId": "sport",
  "body": "Joe Root and Nick Compton have more in common than you might expect. Both made their Test debuts in India in 2012, Compton in Ahmedabad in November, Root in Nagpur in December when a memorable series victory was achieved. Both have been dropped once by England, though in Root’s case the exile was for only one Test; for Compton the ostracism lasted two and a half years. Hence Root is now playing his 41st Test, Compton his 15th.   Related: England v Sri Lanka: second Test, day one – live!    Both arrived at Chester-le-Street having contributed precisely zero runs to England’s cause in the first Test at Leeds. Here the similarities fade. There has been an uncomfortably long time to wait for this pair to bounce back after their Headingley ducks. On a bracing, grey day Compton struggled to make amends while Root breezed to the crease and immediately began popping the ball between the fielders as if he was playing in a Fathers’ match – as one of the fathers. This was nowhere near Root’s most memorable Test innings because the conditions were insufficiently challenging, but until he was dismissed by Sri Lanka’s best seamer, Nuwan Pradeep, his was a masterful, though infuriating 80. Occasionally the ball struck the inside half of Root’s bat rather than slap bang in the middle. Rangana Herath once beat his outside edge. Seldom has a Test hundred seemed so inevitable, which may explain why Root upon dismissal marched off at great speed in disgust, initially at a pitch that had suddenly misbehaved a little, ultimately at his decision to play an ambitious whip to the leg side. Perhaps he had been seduced by the fact that he had middled just about every ball he faced. He looked invincible; he may have felt it, which can be a dangerous place for a batsman. By contrast, Compton’s departure was more tortuous and tortoise-like. He set off slowly towards the pavilion and then decelerated when there was the suggestion – unfounded – that the catcher, Suranga Lakmal, had touched the boundary. If Root, free of mind and movement, would go on to demonstrate what a simple pastime scoring Test runs can be, here was a reminder from Compton that the same process can be cruel and complicated. He had, as ever, bedded in cautiously, though not convincingly. When he was on two there was a concerted shout for lbw from Herath; it was dangerously close; the Sri Lankans opted not to review; they might have done if Root had been facing. Soon a flailing hook ended – just – in Lakmal’s hands. Before the game Compton had acknowledged with engaging candour that he needed runs to prolong his Test career. He also outlined how he saw his main role – “I get myself in and try to shield some of those [stroke-making] players from the new ball” – while acknowledging “if I was sitting on the couch I would rather watch a Stokes 200 than a Compton 80”. Such self-effacement can be self-fulfilling. Compton’s job is to score runs rather than provide a human shield; the others can look after themselves. Here was an echo of an old friend of mine, Chris Tavare, different in character to Compton but similar in approach to batting at Test level. He would sometimes confide: “I wish I could bat like Lubo [Gower] and Gatt [work it out for yourself]. But I can’t.” Tavare, who could devastate attacks at county level, underestimated himself. Like Compton, he sometimes hid behind the shield metaphor – and how Bob Willis, whose knees craved some rest, loved a crease occupier. Test cricket was sometimes a torment for Tavare and it will be for Compton if he decides that he must play fewer shots than at Middlesex because Test bowlers deliver far fewer bad balls that those at county level. True, Compton cannot bat like Stokes or Root – no one expects that – but he may be better than he currently thinks.",
  "webTitle": "Joe Root lives by the sword but Nick Compton fails again as England’s shield | Vic Marks",
  "webPublicationDate": "2016-05-27T17:14:44Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/27/joe-root-nick-compton-england-sri-lanka-second-test",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Joe Root",
      "id": "sport/joe-root",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/27/joe-root-nick-compton-england-sri-lanka-second-test"
}