{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/mothers-mourning-in-public-added-burden-black-lives-matter",
  "id": "2016-05-19-228",
  "sectionId": "commentisfree",
  "body": "About a year ago, I was standing on the south side of Chicago chatting with the mother of Rekia Boyd, the young woman who was shot in the head by an off-duty cop in 2012, while protesters yards away called for his firing.  While the “Say her name!” chant began to echo into the spring night, Boyd’s mother, Angela Helton, pointed to the T-shirts most protesters were wearing: they had Boyd’s face ironed on to them. She wasn’t wearing one.  “It’s so hard to mourn my daughter when her face is everywhere,” she told me, looking on from a short distance away. As the movement to end police violence has raged over the past few years, even as the drumbeat of police violence goes on, faces co-opted as symbols for the cause continue to spring up: Mike Brown, Sandra Bland, Tamir Rice.   Related: Black culture isn't the problem - systemic inequality is | Boots Riley    But each of these faces has relatives, most often mothers, who are expected to stand in front of cameras, defending and lamenting the life of the loved one that was ripped away from them. And they are expected to not only be in the public eye, but also to mourn in it. Here in Chicago, the mother in mourning is almost a daily sight – there have been over 1,000 shootings so far this year (most of which were not police shootings). Just the other day I stood on the west side of Chicago and watched the mother of Pierre Loury visit the place where her 16-year-old son was shot by police last month. The next day, the image of her face awash with grief was splashed across new sites. Activists and organizers have consistently told me that they deliberately use maternal grief as a symbol – that using moments of pain expressed in the hours after a body is pulled off a street is crucial to the movement, because it gives a face to the suffering that is often ignored by the society at large. Even at the scene of Loury’s death, I watched a man yell at people when they’d accidentally block television crews, saying: Let the press see her pain! Let the city see her pain! This may indeed be imagery that helps end violence – or it may just fetishize the mourners for an audience that will largely never know what it’s like to be a black mother losing her child.  Either way, using someone’s grief to further a cause risks leaving the wellbeing of mourners behind, and I’ve found through these past years of reporting that the most empowering thing they can do, after being expected to mourn publicly, is to heal publicly, too. Lezley McSpadden, the mother of Mike Brown, decided that part of that ongoing process would be to release a stunning memoir about her son. Tell the Truth & Shame the Devil came out last week. “When something bad happens – I mean really bad – you find yourself trying to put it all in some order, make it make sense,” she writes. “But when it’s something so messed up, sometimes it’s like a million pieces of a puzzle scattered out in front of you. How are you supposed to put that together?”   Related: We’re in an amazing black cultural moment. Can we avoid the backlash? | Syreeta McFadden    Some, like Eric Garner and Trayvon Martin’s mothers, have taken empowered action toward the world they want to see, vocally endorsing Hillary Clinton for president. (Garner’s daughter, Erica Garner, endorsed Bernie Sanders.)  And all three women appeared in Beyoncé’s visual album Lemonade, sitting regally in a plantation recast as a site to celebrate black lives instead of enslave them. It’s imagery that, as many critics have pointed out, was not made to make white audiences comfortable, and in the words of colleague Syreeta McFadden are “crucial to resisting the old narratives that have been taught across generations”.  Those old narratives give black lives less value than white ones, and it’s possible to draw a fairly direct line from that ingrained norm to the racial discrepancy in police shooting victims. A refusal to play victim may seem to contradict the activist impulse to create sympathy for the victims by showcasing maternal grief. But it is also a refusal to accept a never-ending story where black deaths are an expected plot twist.",
  "webTitle": "For black mothers, mourning in public is an added burden | Zach Stafford",
  "webPublicationDate": "2016-05-19T11:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/mothers-mourning-in-public-added-burden-black-lives-matter",
  "keyword": [
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Eric Garner",
      "id": "us-news/eric-garner",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sandra Bland",
      "id": "us-news/sandra-bland",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zach Stafford",
      "id": "profile/zach-stafford"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/mothers-mourning-in-public-added-burden-black-lives-matter"
}