{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/jeremy-corbyn-leadership-labour-mps-elections",
  "id": "2016-05-06-75",
  "sectionId": "commentisfree",
  "body": "It’s tempting for Labour to breathe a sigh of relief after Thursday’s results and look forward to celebrating Sadiq Khan’s victory against the Tories’ squalid campaign in London. But we can’t pretend it’s been anything other than a desperately disappointing night. We owe it to everybody in our party to be honest about where we stand. “It could have been much worse,” is no cause for comfort. It could and should have been much, much better.   Related: Local elections 2016: our writers on the night’s winners and losers | The panel    The Tories deserved a kicking last night. With chaos and discord in our hospitals and schools, an unprecedented housing crisis and fatcats lining their pockets while life gets tougher for everybody else, it’s an outrage for David Cameron to appear on TV looking like the cat who got the cream, knowing his party is on track to win again in 2020. The hard truth is that Labour was humiliated in Scotland and slipped back in England and Wales. No party has ever lost ground at a time like this and gone on to win a general election. Labour is in the doldrums and we have to ask ourselves why. Why, day after day during the campaign, we failed to get a hearing. Why the voters aren’t getting the alternative vision of a fairer, stronger, more just Britain that we should be offering. Of course it would be wrong to view these results simply through the prism of Jeremy Corbyn’s leadership. But nor can we pretend that the leadership isn’t an issue. When the voters tell us on the doorsteps that they can’t picture our leader in No 10 we have to listen. When our candidates in London and Wales ask the leader to stay away, we have a problem. When the revival we were promised in Scotland with Corbyn’s “new” politics proves to be a mirage, we have to ask what it has actually achieved.    Corbyn needs to show he’s ready to lead from the front    We come at this question as MPs elected for the first time in 2015. We have no interest in refighting battles from the past or reopening old wounds. We are focused on one thing and one thing only – getting Labour back on a path to winning again. Because elections matter. People’s lives depend on the outcome. We both nominated Corbyn for leader last year. We have never had cause to doubt his commitment to society’s most disadvantaged and to Labour’s values – a commitment we all share. But we have come to regret that decision. We helped put Corbyn on the ballot because we wanted a genuine debate within the Labour party. We didn’t expect to be debating things far from the priorities of most voters: unilateral nuclear disarmament, the Falkland Islands, the monarchy and all the rest. Important issues, perhaps, but not ones that swing elections. Why should we be surprised if people are turning their backs on a party that appears to have stopped talking about the things that are relevant to them?           Jeremy Corbyn: ‘Labour hung on and grew support in a lot of places’    Weak leadership, poor judgment and a mistaken sense of priorities have created distraction after distraction and stopped us getting our message across. We have kept our own counsel until now because we didn’t want to make life any more difficult for all those working so hard for Labour candidates on Thursday. And having decided to speak out, we’re doing it openly and on the record. We owe it to the party to reflect what so many good colleagues have been telling us for a long time. Up and down the country, Labour folk – no matter whom they might have supported last year – are crying out for leadership and a clear, bold strategy that takes us from where we are now to where we need to be, so we can beat the Tories and start undoing the damage they are inflicting on our society.   Related: Ignore the doom merchants: Corbyn has shown he’s a viable leader | Gary Younge    We saw what happened under Margaret Thatcher and John Major when we were powerless to stop them. Today David Cameron, George Osborne and Boris Johnson are even more determined to allow inequality, unfairness and injustice to prevail while our public services go to the wall. Every time we flounder we just embolden them further. We can get back to winning across the whole country because we are a courageous, principled and ambitious party with the ideas to match. But without an equally determined and focused leadership we will continue to go backwards, offering the Tories the prospect of power through 2020, 2025 and beyond. That prospect should strike a chill in every Labour member’s heart. Some say we need to be more patient. What we cannot, must not do is sit back and hope for the best. The priority now is the EU referendum campaign. Corbyn needs to show he’s ready to lead from the front. He and those around him must come out of their bunker, stop blaming everybody else, and show the discipline and determination to drive our message home. These elections were a terrible missed opportunity. We cannot afford any more.",
  "webTitle": "We nominated Jeremy Corbyn for the leadership. Now we regret it | Jo Cox and Neil Coyle",
  "webPublicationDate": "2016-05-06T16:38:53Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/jeremy-corbyn-leadership-labour-mps-elections",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jo Cox",
      "id": "profile/jo-cox"
    },
    {
      "webTitle": "Neil Coyle",
      "id": "profile/neil-coyle"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/jeremy-corbyn-leadership-labour-mps-elections"
}