{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/06/re-using-graves-means-uk-cemetery-will-never-run-out-of-space",
  "id": "2016-05-06-146",
  "sectionId": "environment",
  "body": "One of Britain’s biggest cemeteries is leading the way on a solution to the nationwide shortage of grave spaces that’s reaching crisis levels. Experts say finding ways to stop cemeteries overflowing is vital, but the most effective way of doing so – re-using graves – challenges some people’s deeply held beliefs about burial. The City of London Cemetery in the east of the city has already re-used 1,500 graves. In most cases this involves deepening the grave so the original remains are lower in the ground, and making a second burial on top. Its superintendent Gary Burks said the number it had done already is proof it can be done sensitively. “If people don’t want a grave re-used, it won’t be,” he said, but there have been just a handful of objections.  Graves chosen for re-use must be at least 75 years old and notices are posted on the headstone and in advertisements for six months beforehand. If there is an objection, the grave will be left untouched. If not, the new inscription is engraved on the back of the headstone, which is then reversed, preserving the old inscription. “With so many, after 75 years, families have moved away and the graves are not visited any more.” The cemetery, 160-years-old and grade one listed for its landscape, hosts the remains of 780,000 people but, with 1,000 new burials a year, it was on the verge of running out of space. Other cemeteries have been cramming in more and more plots, by digging up roads and even creating child graves in grass verges.     Headstones can be turned around to have old inscriptions on the back and new ones on the front. Photograph: Antonio Olmos for the Observer    But Burks said preserving the dignity of his 200-acre cemetery is vital: “The City of London planned very carefully [when opening the cemetery in 1856] so people thought their relatives were going to be buried somewhere special. I must respect the fact that this place is very beautiful.” Burks has just converted a waste area into a four-acre site for new graves and said this, combined with the re-use of existing graves, will mean the cemetery will be the first in the UK to able to provide burials in perpetuity. Despite a severe shortage in grave space in many parts of the country, the City of London Cemetery is almost alone in re-using graves. “We have been saying for years we are heading towards a crisis and it’s getting worse,” said Tim Morris, chief executive of the Institute of Cemetery and Crematorium Management. “In the end, burial could be priced out of existence. Re-use is the only sustainable option available.” The Ministry of Justice, responsible for cemeteries, told the Guardian that there is no national assessment of grave spaces. Morris said the best estimate is from a 2013 BBC survey, which found half of all cemeteries in England would be full in 20 years. In the capital, the situation is critical. A 2010 report, by Dr Julie Rugg, a cemetery expert of the University of York, found eight boroughs were already full and nine more would run out of space by 2020. “We ran out of space quite some time ago,” she said, adding a national audit must be done. Cremation has grown over the past century and is now the choice of three-quarters of people, but has levelled off in the last decade, meaning demand for burial is no longer falling. Grave re-use is only currently legal in crowded London, although the Scottish parliament passed a law in March paving the way to re-use. “If it was available across England and Wales, it would mean no new cemeteries would be needed and existing ones could be used for generation after generation,” said Morris. Opening new cemeteries does not help if they are far from family homes and, Morris said, they are not financially sustainable as the income from burials remains the same while the maintenance costs of new and existing cemeteries grow. However, grave re-use can raise strong emotions. The London Borough of Southwark is considering grave re-use but has encountered some strong local opposition.  “Southwark’s whole project is horrific,” said John Repsch, a local resident. “My grandmother is buried in a common grave in Camberwell New Cemetery. Southwark councillors are acting like grave robbers. This is theft – of my grandmother’s grave, of our family history, of the respect and dignity I want my grandmother to have in death.” Southwark councillors said the wishes of all families would be fully respected and accuse the protesters of “scaremongering”. Rugg said most people who do not like the idea of grave re-use imagine a recent dead body, which they see as “nearly alive”, being moved. But she said people are usually much more accepting of the moving of fragmentary remains: “Often those [old] graves are empty. We need to think about where is the harm against what is the good.” The Southwark campaigners also oppose turning some woodland into a new cemetery. But Morris said: “If Southwark were to re-use graves, the woods would remain. You can’t have it both ways. If any of those protesters have objections [to a grave re-use] they just have to register that objection and it won’t go ahead.” Justice minister Caroline Dinenage said: “The re-use of burial space is a sensitive issue and any potential changes in this area, including any legislation, would require careful consideration. We have been actively engaging with stakeholders and will consider whether there is a need for government to take action in due course.”  Rugg is unconvinced: “I am not expecting anything spectacular.” Progress on solving the grave space crisis is likely to take time, based on past form. The problem has been building for over 150 years, since the Burial Act of 1857 banned the exhumation of bodies to allow grave re-use. As cities became crowded after the industrial revolution, churchyards overflowed and, although re-use had been common, the public were horrified as recent burials were dug up. Re-use remains legal under church law but many churchyard burial grounds are now closed. Back at the City of London cemetery, Burks, who first came to live in the cemetery at the age of six when his father became a gardener there in 1971, is sanguine about his own funeral arrangements: “I think there will be space for me here, but that will be for my daughter to decide.”     The City of London Cemetery and Crematorium in Wanstead/Manor Park, east London. Photograph: Antonio Olmos for the Observer",
  "webTitle": "Re-using graves means UK cemetery will never run out of space",
  "webPublicationDate": "2016-05-06T13:55:21Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/06/re-using-graves-means-uk-cemetery-will-never-run-out-of-space",
  "keyword": [
    {
      "webTitle": "Ethical and green living",
      "id": "environment/ethical-living",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damian Carrington",
      "id": "profile/damiancarrington"
    }
  ],
  "guardianId": "environment/2016/may/06/re-using-graves-means-uk-cemetery-will-never-run-out-of-space"
}