{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/paul-verhoeven-elle-isabelle-huppert-rape-comedy",
  "id": "2016-05-27-55",
  "sectionId": "film",
  "body": "Related: Isabelle Huppert: Elle is not about a woman 'accepting her rapist'    Paul Verhoeven is not worried. If anything, he’s jubilant. His new film Elle, the first full-length feature he’s directed in 10 years, has just premiered at Cannes to feverish acclaim. It’s being called one of his best and suddenly he’s the Croisette comeback king. But the film itself is a problematic concoction: a staggeringly perverted black comedy about a woman’s unconventional response to being raped that pulls in elements of sadomasochism, voyeurism, spousal violence and adultery – but smattered with genuine, riotous laughter. “It’s not a rape comedy at all,” says Verhoeven. “It’s rape and there is comedy. You’re not laughing at all when she gets raped.” Despite his strongly held beliefs on what the film is and isn’t, there does seem to be a sense of relief from the 77-year-old Dutch film-maker, as he holds court on the roof of a swanky hotel near the beach. It’s the day after the screening and what was initially seen as a lurid oddity has become the festival’s most discussed and enthusiastically cheered film.            If Verhoeven is the toast of the town, it’s not a position he’s entirely comfortable with. This, after all, is the man who made 1995’s Showgirls, a film that received endless column inches and seemed to cement his status as a trash auteur who had finally lost all connection with his audience and, perhaps, reality. A very different director sits here now, competing for the Palme d’Or against the Dardenne brothers and Pedro Almodóvar, whose films have received far less ecstatic reviews.   Related: Isabelle Huppert: ‘I’d love to work with Woody Allen or Noah Baumbach’    “I think I’ll have to do something that makes people hate me again,” says Verhoeven. “To my astonishment, there isn’t much controversy yet. If they attack it, they would not attack style – they would attack the moral content. It’s possible. If you want to look at it in a negative way, you can find moments to say, ‘Well, wait a moment.’” And Elle is full of those moments. It’s a film that walks a tightrope, provoking and challenging our preconceptions. Based on Oh … , the award-winning novel by Betty Blue writer Philippe Djian, it stars Isabelle Huppert as the icy CEO of a gaming company who is raped in her home by a masked assailant. But rather than rush to the police, she calmly cleans up, takes a blood-tinged bath and goes on with her busy life. When her attacker starts to threaten a reprise, she becomes entangled in a strange and twisted game. To tell you just how strange things get would be to spoil the film’s many pleasures. It fails, at almost every point, to conform to what we expect from the narrative of a woman who has been sexually assaulted. “We thought it would be an American movie,” says Verhoeven. “We basically translated the novel into English and I knew a very good American scriptwriter. We were basically replacing Paris with Chicago or Seattle. It was only when we got the reaction of female American stars that we started to realise this kind of story without a revenge was not for the American market.” The female stars Verhoeven spoke to (“all A-list”) turned him down. “One said she felt uncomfortable because of things that had happened to her in the past,” he says. “One didn’t give any reasons but just said, ‘Certainly not.’ Usually, you give it to the agents, you wait a few weeks. This was immediate or within 48 hours. An absolute no.”   Related: Elle review: Paul Verhoeven's brazen rape revenge comedy is a dangerous delight    The only American actor who would have been game, he thinks, is Jennifer Jason Leigh. “She would have had absolutely no problem,” he says. “She’s extremely audacious. But she’s an artistic presence and we were looking for names.” But will he tell us who said no? “Of course not.” The rejection also frustrates Verhoeven for reasons that are not immediately obvious. “I agree that there are not many female parts – certainly not in American cinema. It’s weird that when there is one, they lacked the audacity to be controversial. I hope all these actresses see the movie.” Going to France and teaming up with Huppert, who navigated similar territory in Michael Haneke’s psychosexual drama The Piano Teacher, meant that the story could make its way to the screen unscathed, and the lead could remain fascinatingly enigmatic. “She’s tough but she’s just in charge,” says Verhoeven. “She knows what she’s doing. She’s a strong woman, but that’s OK.” Making his first film in French meant relearning the language and moving far out of his comfort zone. The stress, though, led to severe headaches. “I went to doctors and they went inside with cameras to check if there was a tumour,” he says. “I only understood what was happening when I started shooting the movie and the headaches disappeared. It was fear.”     ‘She knows what she’s doing’ … Isabelle Huppert in Elle.    Elle is also a frustrating reminder of just what we’ve been missing for the past 10 years, since Verhoeven’s wildly entertaining second world war melodrama Black Book, which itself was six years after his more conventional horror, Hollow Man. His career is curious – a “strange trip” he calls it – moving from the Netherlands (where he made nightmarish Hitchcockian thriller The Fourth Man and erotic drama Turkish Delight) to the US (Basic Instinct, Total Recall and RoboCop). He still sees himself as an American director, even though it was in that role that he endured his most painful career low: Showgirls. The explicit drama about a stripper in Vegas was a failure of epic, history-book proportions, and Verhoeven thinks its effect can still be felt, especially when it comes to casting women. “There might be some echoes,” he says. “It made my life a bit miserable. I thought I made a very interesting movie – so you can be very wrong about these things. After Showgirls, making movies became more and more difficult.” He’s keen to continue working outside the US (“It’s not just commercial, it’s artistic”) and to leave science-fiction behind, which will be bad news for children of the 80s. At the press conference the day before, he criticised Hollywood’s reliance on superheroes, saying cinema needed “more normality”. Whether Elle represents this is questionable. Huppert herself has referred to it as a “fairytale”.     Verhoeven’s most painful career low … Showgirls, starring Elizabeth Berkley. Photograph: Allstar/United Artists    While he’s proud to leave gaps in the story for the viewer to fill in, his own take on the material is often surprising in itself. He says that “ultimately” there is a connection between our antiheroine’s rape and her ability to orgasm, while he calls her decision to leave her husband after a single violent incident “extreme”. Although Elle has been lauded as daring and thrilling, one can sense a storm gathering. In 1992, there were protests over Basic Instinct’s treatment of lesbian characters and the explicit content of Showgirls saw many label Verhoeven a misogynist. But he insists his stance on women has been misunderstood. “I’m pro-women,” he says. “I like women very much and, basically, I like strong women. I’ve been accused of being a feminist.” • Elle will be released later this year.",
  "webTitle": "Paul Verhoeven on Elle: 'It is not a rape comedy'",
  "webPublicationDate": "2016-05-27T17:18:59Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/paul-verhoeven-elle-isabelle-huppert-rape-comedy",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Isabelle Huppert",
      "id": "film/isabelle-huppert",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/27/paul-verhoeven-elle-isabelle-huppert-rape-comedy"
}