{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/15/swan-lake-review-theatre-royal-newcastle-david-dawson",
  "id": "2016-05-15-197",
  "sectionId": "stage",
  "body": "In his new version of Swan Lake for Scottish Ballet, David Dawson’s brief was to make audiences look at the work in a fresh way. His strategy has been to strip out all but the bare bones of the plot, and to replace the traditional choreography with a more free-flowing neoclassicism. The setting is minimalist, the costumes contemporary. Dawson is a choreographer of subtlety and ingenuity. Here, he gives us dance solidly grounded in classicism but surmounted by carving, cleaving arms, often with flexed wrists and splayed fingers. The men, in particular, take to this well. Scottish Ballet’s male contingent are a stylish bunch, with beautifully extended legs and feet, and an easy musicality in grand allegro.     They’re not real or believable women but stereotypes of availability    The women are not quite so well served; Dawson gives us a more or less conventional female corps, and though he struggles to fill Tchaikovsky’s symphonic score, there are memorable choreographic moments, particularly with multiple swan arms swaying and curvetting in unison. Designer Yumiko Takeshima has costumed Odette and her corps in what look like one-piece swimsuits, with delicately patterned bodices, stern white pants cut beneath the buttocks, and bare legs. The result is at once impressive and strange, like discovering the Bulgarian synchronised swimming team practising in your local pool. The ballet opens with a party for Benno (Victor Zarallo), who is the best friend of Siegfried (Andrew Peasgood). Everyone’s having a good time except Siegfried, who loiters palely on the fringes of the action, his mind clearly on Higher Things. And this is a problem. Detached from its original 19th-century context, Siegfried’s posturing just looks petulant and selfish. In this Swan Lake, Dawson has updated the steps and costumes, but left in place the antique attitudes that underpin the ballet. In particular, the notion that women exist not as fully fleshed-out individuals but merely as catalysts to male introspection and self-regard.         Scottish Ballet’s Swan Lake trailer.    When Siegfried encounters Odette (Constance Devernay), there is no sign of love between them. At the beginning of the grand pas de deux, he turns his back on her; it is she who initiates the action. But she barely looks at him; it’s as if she realises that her function is not to engage with him at a human level, but to activate his gothically heightened sensitivities. In Act 2, Benno gives a party for Siegfried (a generous gesture, given Siegfried’s predilection for antisocial moping) and has three voluptuous “inamoratas” wheeled on stage on a kind of pudding trolley for his friend’s delectation. They’re not real or believable women but stereotypes of availability, there simply to affirm Siegfried’s discrimination in rejecting them. We tolerate these kinds of assumptions in traditional productions, but if the story is to be transposed to an era more or less parallel to our own then they should be interrogated, and rigorously. To be fair, Dawson does give Odette a degree of autonomy, in that she rejects Siegfried when he deceives her with Odile (prompting from Siegfried what can only be described as a fit of the vapours), but then there’s no substantial difference between Dawson’s Odette and Odile. We can’t engage with either, as they exist only as archetypes, conjured into being to initiate Siegfried’s psychic development. Our hero might wear a 21st-century T-shirt and skinny trousers, but his spirit is trapped in the mists of 19th-century romantic narcissism. On balance, not ideal boyfriend material. • Swan Lake tours until 4 June",
  "webTitle": "Swan Lake review – antique and modern",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/15/swan-lake-review-theatre-royal-newcastle-david-dawson",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Swan Lake",
      "id": "stage/swan-lake",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/15/swan-lake-review-theatre-royal-newcastle-david-dawson"
}