{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/07/cricket-reputation-fine-writing-out-of-date",
  "id": "2016-05-07-52",
  "sectionId": "sport",
  "body": "Why does cricket have the best literature? I was asked to consider the question at a public debate this week. It’s a thorny enough topic and it was made more intimidating by the fact that the other folk on the panel included two rather eminent historians and two former England captains known for their Cambridge degrees and their brainy opinions on the game. The whole scenario was the classic college tutorial nightmare and, naturally, I’d failed to complete the reading list. I had intended to spend the week before immersing myself in Neville Cardus and John Arlott and EW Swanton, the enduring Big Three of top-flight cricket writing. But – and this is only the start of my heresy – their work is something I’ve always enjoyed in the abstract rather than in practice. Perhaps they don’t contain enough up-to-date pop-culture references for me (tell me three ways that Jack Hobbs was like Justin Bieber, Jim, and then you’ll have my attention). Probably I’m more interested in reading about games I’ve at least a chance of seeing on colour TV. Feeling iconoclastic, I determined to bust the myth that cricket is the sport of writers. It’s one of those uninterrogated shibboleths of the game and not only is it long past its best-use date it demeans the literary tradition of any number of other sports. What 20th century book on sport has had more popular appeal than Nick Hornby’s Fever Pitch? What post-war pen can claim to have outwritten Norman Mailer on boxing? As for the past 20 years, what cricket book has got close to the rule-breaking imagination of The Damned United or the literary ambition of Chad Harbach’s The Art of Fielding?   Related: Shehan Karunatilaka's top 10 cricket books    There are still people writing cleverly, wittily and thoughtfully about what happens at the wicket – not least my talented Guardian and Observer colleagues – but no more so, surely, than any other sport. Three of the best sports books published in the past two years are on bobsledding (Speed Kings), AFL (Night Games) and mixed martial arts (Thrown). Yes, Samuel Beckett and Harold Pinter and James Joyce and lots of other grand dramatists and authors have been ardent fans of the game. It doesn’t mean they wrote brilliant prose about it. Here’s a sample from the cricket passage in Finnegans Wake: “His gentleman’s grip and his playaboy’s plunge and his flannelly feelyfooling, treading her hump and hambledown like a maiden wellheld.” If you don’t get it, don’t worry. It’s just a bunch of oo-er-missus jokes. Is it snobbery that keeps the assumption of cricket’s special relationship with the written word in place? The dusty trope is based on long-embalmed glories such as the 53-year-old Beyond a Boundary and venerates a canon of keenly observed (but occasionally hard going) social history stretching from Derek Birley to Mike Marqusee to Sir John Major. Don’t even get me started on cricket poetry, the weird-but-dull compulsion elevated way above its deserved station by a few famous contributions from Siegfried Sassoon and Sir Henry Newbolt. (O my Hornby and my Barlow long ago? It doesn’t even scan, people.) At least Birley and Marqusee told it like it was: so much cricket literature is nostalgic, its stories tinted in sepia, its pages curled with wistfulness. That’s probably why people overestimate the instances of cricket in fiction – we assume that 19th century novels, especially, are just bursting with men in whites, which isn’t true. There’s Charles Dickens’s famous match between Dingley Dell and All-Muggleton (does that make the latter players a bunch of Muggles?), but even 100 years ago, that Pickwick Papers fixture was already initiating the self-mythology of English cricket. How can anyone read Alfred Jingle’s words – “flannel jackets – white trousers – anchovy sandwiches – devilled kidneys – splendid fellows – glorious” – and not hear the echo of Ron Manager’s voice whispering “jumpers for goalposts”?   Related: The best sports books of 2015    The Venn diagram of cricket in fiction tends towards two much-overlapping categories – the bucolic and the comic. The beauty of village life is the real subject of the most famous cricket novel – Hugh de Selincourt’s The Cricket Match. The Go-Between’s climax translates the class distinctions between its lordly and rustic protagonists into their different batting styles. Comin’ Thro’ The Rye by Helen Mathers, whose heroine makes her debut in a pair of knickerbockers, is worth reading just for the moment this English rose accidentally smashes the ball into an opposition fielder’s face. Cricket lends itself particularly well to comedy, no doubt because the sport tends to take itself so seriously. The trend has endured from PG Wodehouse’s Mike and Psmith, through AG Macdonell’s England, Their England, to the sharp wit of Douglas Adams, whose alien Krikketers wage transdimensional war in Life, the Universe and Everything. Anthony Trollope, Alec Waugh and George MacDonald Fraser employed the game for satirical purposes and it’s surely the ultimate sign of Daniel Cleaver’s love-rattery, in Bridget Jones’s Diary, that he bunkers down with the curtains drawn for all five days of a Test. So yes, there’s a canon of sorts, but it’s not the august back catalogue that we picture when we talk of cricket and literature. As for contemporary novels, two of the best to feature the game are scandalously ill-known: Adult Book, by Malcolm Knox, about a modern-day Test captain struggling with his form and an obsession with porn, and the achingly poetic novella 24 for 3 by Jennie Walker (the pen-name of Charles Boyle). If you haven’t read them yet, I urge you to. But no more than a fine book about any other sport.",
  "webTitle": "Cricket’s reputation as the true home of fine writing is out of date | Emma John",
  "webPublicationDate": "2016-05-07T20:34:45Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/07/cricket-reputation-fine-writing-out-of-date",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma John",
      "id": "profile/emmajohn"
    }
  ],
  "guardianId": "sport/blog/2016/may/07/cricket-reputation-fine-writing-out-of-date"
}