{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/28/no-mans-sky-delayed-august-sony-playstation",
  "id": "2016-05-28-67",
  "sectionId": "technology",
  "body": "The much anticipated Playstation 4 game No Man’s Sky has been delayed. One of Sony’s key releases for the year, the ambitious space exploration adventure will now be released on 10 August in the UK, several weeks later than planned. Rumours of a possible delay were first reported by gaming new site Kotaku on Wednesday, but Sony made no confirmation at the time. On Saturday morning the game’s creative director Sean Murray, posted on the official PlayStation blog, providing a new release date. “The game really has come together, and it’s such an incredible relief,” he wrote. “As we sit and play it now, and as I watch playtesters every day, I can finally let myself get excited. We’re actually doing this. “However, as we approached our final deadlines, we realised that some key moments needed extra polish to bring them up to our standards. I have had to make the tough choice to delay the game for a few weeks to allow us to deliver something special.” Developed by small Guildford-based studio Hello Games, No Man’s Sky, allows players to explore a vast simulated universe filled with procedurally generated planets and lifeforms. It was first revealed at the Spike TV Video Game Awards in December 2014, where the title’s unique look and gameplay provoked a huge wave of interest. It has since become one of the most keenly anticipated releases of this console generation.   Related: No Man's Sky creator: 'We wanted to build a universe'    Much has been written about how such a massive undertaking has been attempted by a team of less than 15 people. Murray has joked that the No Man’s Sky universe contains 18,446,744,073,709,551,616 planets. However, much of the game’s content remains a mystery, beyond the fact that players will be able to freely explore, discovering and cataloguing planets, gathering resources and upgrading their spacecraft and weapons. The universe is shared online, although the developer says it is more like a “massively single-player game” in that participants are unlikely to encounter each other. “The universe of No Man’s Sky is incredibly vast,” wrote Murray. “More than you can imagine. This is a type of game that hasn’t been attempted before, by a smaller team than anyone would expect, under an intense amount of expectation. “And despite all of that, development is genuinely going well.”",
  "webTitle": "No Man's Sky delayed until August, Sony confirms",
  "webPublicationDate": "2016-05-28T16:48:16Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/28/no-mans-sky-delayed-august-sony-playstation",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sony",
      "id": "technology/sony",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Simulation games",
      "id": "technology/simulation-games",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/28/no-mans-sky-delayed-august-sony-playstation"
}