{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/sure-lets-get-excited-about-innovation-but-only-if-it-make-our-lives-better",
  "id": "2016-05-03-356",
  "sectionId": "commentisfree",
  "body": "As the business cases of Yahoo!, Blockbuster and Borders all illustrate, even the best-prepared CEO can easily fail to innovate at their company, sometimes leading to bankruptcy, or worse: total commercial irrelevance.  Throughout the upcoming election cycle, we will no doubt be hearing a lot about innovation in Australia. From Malcolm Turnbull’s “ideas boom” to the ALP’s “powering innovation” strategy, the basis for an innovation agenda is already outlined in their platforms. But building an innovation nation takes a lot more than just headline policies. It also requires reflection on exactly what you are trying to achieve.     Related: Budget 2016: Morrison says Australia will live within its means – politics live    The first question to all of our politicians is: what do you actually mean by innovation? Unfortunately, much like love or pornography, innovation is often something you only know when you see it.  Today, many people tend to equate innovation with technology, which often leads to a strategy driven by “technological solutionism” – the evangelical belief that all the answers lie in Silicon Valley and technology labs. But innovation is actually just the way we go about improving or adding value to something.  Take Uber, the shared-economy based transport app that successfully “disrupted” the taxi industry on a global scale. You may access Uber’s friendly, efficient service through a smartphone app, but that technology is simply Uber’s platform for service delivery. Uber’s actual innovative appeal lies instead in its novel way of connecting supply and demand, addressing market failures in the traditional taxi system, and filling a latent consumer desire for better service.  Even the celebrated iPhone’s successful differentiation in the mobile phone market was much more due to thoughtful, intuitive design based on an understanding of its end user, than the core technology itself.  The lesson here for governments is to be open to all concepts and methods that create value. So, before we rush to train more Stem (science, technology, engineering, maths) graduates who will crank out the tech solutions of the future, we should reflect on ways to redesign our national curriculum and tertiary education system across the board. A truly modern innovation strategy would ensure that all graduates are equipped with critical thinking and design skills required to fuel innovation across all sectors of the economy. The second definitional problem governments come up against is the assumption that innovation is always inherently good. Unfortunately, by trying to promote an innovative nation, governments may inadvertently encourage bad, dangerous or ethically questionable economic and social behaviours. These behaviours can then become incredibly hard to regulate – especially as they are further replicated and spread globally. Here, Amazon provides a gloomy glimpse into the downside of corporate “innovation”. The US-based company has piloted everything from the Kindle to drones that can deliver you toilet paper as you run out. This is amazing for customers and shareholders and Amazon has created a model in the US for online shopping that is superior to all else. But the company has been in the public eye just as much for its cut-throat and toxic work culture and for how it is reshaping the retail economy.  At the top, Amazon’s white-collar workers are, according to a recent New York Times article, reduced to crying at their desks because of a reportedly ruthless performance management system. Meanwhile, customer service professionals in such a retail model are swapped out for unskilled, casualised and seasonal workers who slave away in warehouses pulling products off shelves and boxing them for delivery.  While this system provides great flexibility and cost savings for the employer and consumer, if the model is replicated throughout a country’s economy, it surely paints a dystopian future worthy of some reflection. In fact, one could argue that the “Amazon model” is already fuelling a jobs and wellbeing race to the bottom in countries like the USA. This conclusion highlights that only the state is best placed to rein in companies’ overly aggressive innovation strategies. For example, companies cannot sidestep “inconvenient” regulation to make a profit under the guise of innovation. Airbnb for example, has “disrupted” the hotel market by flouting of hotel and tenant legislation. This is not innovation, this is just showing disregard for regulation. The state’s role in innovation is to promote a healthy business innovation environment while ensuring that innovations also add social value to our economy and our nation.  However, governments often assume creativity must be outsourced and that the state needs to get out of the way for the private sector to function “at its innovative best”. This is a mistake.    Related: Malcolm Turnbull's innovation package  offers tax breaks and school focus    In fact, governments have a comparative advantage as a collaborator, a convenor and an enabler of innovation (as well as a regulator). As Mariana Mazzucato points out in The Entrepreneurial State, even Silicon Valley owes much of its success to the active role of the state, not the absence of it. Whether one looks at the internet, smartphones, GPS technology, or in dozens of other corners, government research and business incentive dollars birthed all these technologies and industries. Finally, governments need to remember what the public service itself can do, not only to create enabling environments but also to define the problem and help create solutions all on its own. After all, it was the clunky old state that created the internet and launched man into space.  Getting the innovation strategy right for Australia will take patience and careful thought. The consequences of getting it wrong are high. Somewhere though, there is a sweet spot that does not involve turning Australia into a dystopian “Amazon model” economy. A good innovation strategy will create new, dynamic industries and jobs – and that’s what we should all demand of those on the ballot.",
  "webTitle": "Sure, let's get excited about innovation – but only if it makes our lives better | Charlotte Kennedy and Will Schmitt",
  "webPublicationDate": "2016-05-03T01:37:30Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/sure-lets-get-excited-about-innovation-but-only-if-it-make-our-lives-better",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Kennedy",
      "id": "profile/charlotte-kennedy"
    },
    {
      "webTitle": "Will Schmitt",
      "id": "profile/will-schmitt"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/sure-lets-get-excited-about-innovation-but-only-if-it-make-our-lives-better"
}