{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/13/the-nhs-cannot-escape-its-financial-crisis-without-more-money",
  "id": "2016-05-13-270",
  "sectionId": "healthcare-network",
  "body": "Two documents released in the last few days reveal both the severity of the NHS’s financial crisis and why it cannot find a way out.  In a briefing prepared for Sarah Wollaston’s health select committee, NHS England revealed more of the detail behind the £22bn of efficiency savings the health service is supposed to make by 2020-21 to tackle the growing gap between funding and demand. It said that around £7bn of this will be achieved nationally, such as through pay restraint, leaving £15bn to be found locally. Out of this, £9bn is supposed to come from providers. The Five Year Forward View spelt out the enormity of this task, with providers needing to improve their efficiency by 2% every year – impressive compared with the NHS’s own history, the rest of the UK economy and other countries’ health systems. Key to achieving this was investing in new models of care, and less efficient providers catching up with the best. But, as the Health Foundation pointed out, the NHS delivered just £1bn of savings last year, which means it is already a long way off target barely 18 months after the Forward View was published.  Crucially, the savings have been accompanied by a substantial decline in quality – as revealed by treatment waiting time targets – and many of them have been achieved through one-off savings rather than reengineering the system. There is growing evidence that, even in the parts of the country supposed to be leading the way, there are often insurmountable difficulties in trying to change the way the NHS works. A study of the progress by the 25 integrated care pioneers just published for the Department of Health shows just what staff are up against when trying to change the way they provide care. The pioneers were supposed to make changes quickly, but “there is limited evidence so far of change in service delivery”. Bluntly, most of them have agreed what needs to be changed but haven’t yet managed to do it. A big part of the problem is that the central bodies have provided virtually no support in clearing obstructions out of their way nationally to enable the local changes to take place. Issues highlighted included data sharing, payment systems, procurement and ensuring providers are viable. The researchers heard it is actually getting harder to do anything approaching system transformation, particularly as the finances deteriorate. Reform was supposed to be supported by substantial central investment, but as the Nuffield Trust has revealed, for the coming year all but £339m of the £1.8bn Sustainability and Transformation Fund is being used to plug provider deficits. The integration study paints a miserably familiar picture of the bind from which the NHS seems unable to escape. Everyone agrees what needs to change, the central bodies are far too slow in enabling change to happen, the case for change becomes ever more urgent as finances deteriorate, then that deterioration forces ever greater focus on short-term cash saving rather than long-term transformation of care.  Taken together, the health select committee briefing and integration pioneer report reveal a health service where system transformation is getting tougher, where the rhetoric of change from the national bodies is out-running their actions, and the financial crisis is overwhelming the vision of a community-based, prevention focused, integrated health service so compellingly described in the Forward View.  We need to stop using fantasy terms such as ‘stretching’ and ‘challenging’ and spell out bluntly to the government and the public that the Forward View cannot be delivered without substantially more money. Two of the pillars on which it was built – adequate social care and radical improvements in prevention – are crumbling in the face of relentless cuts to local government funding, the pace of change is nowhere near what is required, and the financial collapse of the old system is crushing attempts to build a new one. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "The NHS cannot escape its financial crisis without more money",
  "webPublicationDate": "2016-05-13T08:43:12Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/13/the-nhs-cannot-escape-its-financial-crisis-without-more-money",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Policy",
      "id": "healthcare-network/policy",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Efficiency",
      "id": "healthcare-network/efficiency",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Leadership and management",
      "id": "healthcare-network/leadership-and-management",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Vize",
      "id": "profile/richard-vize"
    }
  ],
  "guardianId": "healthcare-network/2016/may/13/the-nhs-cannot-escape-its-financial-crisis-without-more-money"
}