{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/12/beyond-buttocks-turner-prize-shortlist-cheeky-smart",
  "id": "2016-05-12-305",
  "sectionId": "artanddesign",
  "body": "This is a good and in some ways unexpected Turner prize shortlist. I have been expecting Helen Marten to appear for a couple of years – unless, as artists sometimes have, she declined to show until now. Last year was Assemble’s moment, and their inclusion heightened a debate about collective and socially engaged art that was worth having.    Related: Turner prize shortlist features buttocks sculpture and choo-choo-train ride    If there is a theme this time, it is language and form. Three of the four contenders are makers of hybrid objects, the tableau, the assemblage. No film and video here, no painting and no singing (so far as we know), and installation only in its broadest sense. They all puzzle me one way or another. This is no bad thing. Recently Josephine Pryde had a large-scale model freight train constructed for visitors to sit on as they rattled past her photographs in a show in San Francisco, but it is her enigmatic, often staged images that count: hamsters, young women pretending to be pregnant, hands holding objects and gifts. We are meant, I think, to tease stories from the evidence. Michael Dean has partially blocked the entrance to his current show of sculpture at the South London Gallery, so you have to take a long detour through the building to get in – and when you do, the space is crowded with jostling, roguish forms and blizzards of words.      Swerving off on tangents ... Helen Marten. Photograph: Juergen Teller    Anthea Hamilton had mime-artists occupy her remade version of Mario Bellini’s 1972 Citroen Kar-a-Sutra truck at the just-closed Frieze art fair in New York, while her work in the current British Art show mixes cut-out photographic figures with a live ant farm. Hamilton often revisits art and design history – and sometimes its more embarrassing moments (including a 1972 doorway of spread male buttocks by Italian architect and designer Gaetano Pesce). I’m intrigued to know what she’ll do for the Turner prize.    Related: Monkeying with Mozart: the striking art of Helen Marten    Helen Marten is baffling too, in a good way. In fact, she could probably take a word like baffle and tease a sculpture from it. Her work homes in on details and swerves off at tangents to talk about the texture of the world, the scale and timbre of the things around us. Josephine Pryde is maybe too opaque, reserved, confounding. Anthea Hamilton might surprise us. As the only male artist on the shortlist, Michael Dean cannot win.  But Marten has everything going for her, including a Serpentine Gallery exhibition later this year. She is also in the upcoming Hepworth sculpture prize. One of the current Turner judges, Simon Wallis, directs the Hepworth in Wakefield. She can’t get that lucky, can she?",
  "webTitle": "Beyond buttocks: this Turner prize shortlist is cheeky and smart",
  "webPublicationDate": "2016-05-12T08:50:26Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/12/beyond-buttocks-turner-prize-shortlist-cheeky-smart",
  "keyword": [
    {
      "webTitle": "Turner prize",
      "id": "artanddesign/turnerprize",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Installation",
      "id": "artanddesign/installation",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Adrian Searle",
      "id": "profile/adriansearle"
    }
  ],
  "guardianId": "artanddesign/2016/may/12/beyond-buttocks-turner-prize-shortlist-cheeky-smart"
}