{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/megyn-kelly-donald-trump-interview-reality-tv-election",
  "id": "2016-05-18-136",
  "sectionId": "commentisfree",
  "body": "Donald Trump wants to default on US debt, launch a trade war against China and is ready to order the mass deportation of millions of American residents. So it was about time the Republican presidential nominee faced the toughest questioner on television to explain how he intends to lead the free world. “I want to talk for a minute about the tweeting,” said Megyn Kelly, in her landmark interview on Fox. “Set the scene for me. Because I know where I was when I was at the receiving end of a lot of those tweets, but I always wondered where you were. I’m picturing like a crushed velvet smoking jacket, you know, chaise lounge, slippers.” The presidential nominee coyly conceded the scene might not have been so luxurious, before detailing how he dictates his tweets to his staff – at least during business hours. At night, of course, he joins the working folks by typing his own 140 characters or less.   Related: Megyn Kelly: Trump effect on ratings overshadowed journalistic duty    Following this opening gambit, Megyn Kelly fired a scattershot of disparate questions that bounced harmlessly off the orange comb-over. When did he realize he could be president of the United States? When he got huge ratings at his first debate. Would he continue to sue people from the Oval Office? Yes, if he can sue China. (The attorney general can do that, right?) And then, the third question of the night: did he make any mistakes out there, like that retweet about Heidi Cruz’s appearance? “The thing that gets me in trouble is retweets. The retweet is really more of a killer than the tweets,” the nominee conceded. “The tweets I seem to do pretty well with.” At the end of this most vacuous Republican contest, this seemed like the perfect examination of a nominee with no substantive policies to his name. Kelly and her producers were not at all discouraged by the monumental question-dodging. They pressed the nominee not once, but twice, about his mistakes, in different blocks of this in-depth interview. Looking back at the last nine months, did he have any regrets? Yes, said Trump, but he didn’t want to talk about them. Well, maybe he could have used different language at times. “But overall, I have to be very happy with the outcome,” he explained. “If I were soft, if I were, you know, presidential, OK, presidential. In a way it’s a bad word, because there’s nothing wrong with being presidential. But if I would not have fought back the way I fought back, I don’t think I would have been successful.” In a strange way, this single garbled explanation was the most revealing moment of the 30 minutes of life that Fox viewers will never get back. For Trump, being presidential means being soft, and not fighting back. There, in all its glory, was the insight lost on all those other Republican candidates trying so hard to be presidential. They were trying to be soft. But enough about the election. Let’s get back to the real contest: the cage fight between Trump and Kelly. For many moons now, the two bruisers have not been on speaking terms. This interview was going to be a smackdown. “Nothing is off limits,” Kelly promised in the tease. It turned out to be more of a rope-a-dope, at least for the unfortunate viewers. Kelly called Trump out for calling her a bimbo. “Well, that was a retweet,” the nominee explained. “Did I say that?”  “Yeah. Many times,” Kelly shot back.  “Ooh. OK. Excuse me.” Trump grinned. Kelly grinned back. “It’s not about me. It’s not about me,” she insisted. “It’s about the messaging. To young girls and to other women.” The nominee responded with another expression of what we might as well call the Trump Doctrine: “It’s a modern day form of fighting back.” Let the Chinese military hackers know they are officially on notice in a Trump presidency. This is asymmetric warfare heading in their direction. After all those months of Trump’s attacks on Twitter, Kelly wondered out loud if he was really angry with her for that TV debate question about his attitudes towards women. Was it real or just a strategy? “Well, I’m a real person,” Trump explained. “I don’t say, oh gee, I’m angry tonight but tomorrow you’re my best friend.” There have been some political insiders, including a current resident of the White House, who have suggested that this election is not in fact a reality TV show; that voters will eventually rouse themselves from their slumbers and seek out someone faintly presidential to sit in the Oval Office. For anyone who could shake off their slumbers during Kelly’s interview, they finally found their winning apprentice. Donald Trump is a real person. He said so on national TV, so it must be true. Then again, he also revealed – without a hint of irony – that his favorite movie was Citizen Kane: the story of a megalomaniac who uses demagoguery and the cult of personality in a failed effort to run for elected office. Kane dies unloved and unknowable, an emotional enigma, alone in his palatial residence in Florida: Xanadu-a-Lago.",
  "webTitle": "Megyn Kelly's Donald Trump interview: the latest episode of a reality TV election | Richard Wolffe",
  "webPublicationDate": "2016-05-18T14:40:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/megyn-kelly-donald-trump-interview-reality-tv-election",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Fox",
      "id": "media/fox",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Megyn Kelly",
      "id": "media/megyn-kelly",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Wolffe",
      "id": "profile/richard-wolffe"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/megyn-kelly-donald-trump-interview-reality-tv-election"
}