{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/05/balancing-programmatic-art-of-persuasion-agencies",
  "id": "2016-05-05-139",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "It’s the age of the algorithm. With media spaces strewn across countless screens, we’ve never been seen in so many places. And as data management platforms (DMPs) make display advertising more personal, we’ve never had so many things to say. Right message, right person, right place, right time. Apparently, we’ve never been more relevant. Yet, as some machines heave up ad messages, another bunch hoists up adblockers. And what of the people caught in between? This mechanised battle has already cost the industry 9 million UK consumers. That’s how relevant we were to them. One difficulty of combining DMPs and programmatic buying is how voracious that machine becomes. Client’s budgets are not necessarily any bigger; they just have to stretch a lot further.  More messages for more people, in more places – all in real-time.  Compare that to the creative process – the industry’s brightest locked in a battle of wits to perfect a piece of communication. Can the new machine be fed on our high-quality diet of carefully worded headlines and artfully retouched photographs? It has to be. While it’s true that machines offer an unprecedented opportunity for us to learn, it’s also true they can only optimise what we put into them.  We must find ways to balance the quantity of variants, with the quality of each one. Otherwise we risk finding out what’s the best-performing royalty-free stock shot, rather than which is the most powerful way to persuade.  Marketers able to balance programmatic efficiencies with investment engaging communications will derive truly meaningful learnings – ones that will inform brand strategy over the long term. That’s why we must find more room for humans in this machine. For strategists, creatives and, not least, consumers. The new art of programmatic is nothing without the old art of persuasion. Ben Golik is group executive creative director at RAPP UK This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Balancing programmatic and the art of persuasion",
  "webPublicationDate": "2016-05-05T15:13:35Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/05/balancing-programmatic-art-of-persuasion-agencies",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/05/balancing-programmatic-art-of-persuasion-agencies"
}