{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/austria-presidential-election-how-did-you-vote",
  "id": "2016-05-23-136",
  "sectionId": "world",
  "body": "Alexander Van der Bellen has narrowly won Austria’s presidential election, preventing far-right candidate Norbert Hofer from becoming the EU’s first far-right head of state.  It is the first time since 1945 that Austria’s president will not be from the centrist Social Democrats (SPÖ) or People’s party (ÖVP). While the Austrian presidency is mainly a ceremonial role, the rejection of the centrist parties and the rise of Hofer’s Freedom Party (FPÖ) reveal a country increasingly divided over issues such as unemployment and immigration. Van der Bellen, who is staunchly pro-European, led the Austrian Greens from 1997 to 2008. A retired economics professor, he has often called himself “a child of refugees”. Van der Bellen’s voters were mainly to be found in urban areas, while Hofer dominated in rural regions. If you live in Austria and voted in the presidential election, we’d like to hear from you. What do you make of the election results? Are you happy with Van der Bellen’s victory? What do you think the result means for the future of Austria, and what’s the mood in the country where you are? You can share your views by filling out the form below. We’ll include a selection of your testimonies in our coverage.  This form is now closed and we are no longer accepting submissions.",
  "webTitle": "Austria presidential election: how did you vote?",
  "webPublicationDate": "2016-05-23T14:49:22Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/austria-presidential-election-how-did-you-vote",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "James Walsh",
      "id": "profile/james-walsh"
    }
  ],
  "guardianId": "world/2016/may/23/austria-presidential-election-how-did-you-vote"
}