{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/20/idris-elba-must-be-james-bond-tom-hiddleston-daniel-craig",
  "id": "2016-05-20-326",
  "sectionId": "lifeandstyle",
  "body": "Reports that Daniel Craig has turned down eleventy million pounds to return as James Bond I can take with equanimity. Reports that bookies have stopped taking bets on Tom Hiddleston replacing him I cannot. Indeed, I may consider chaining myself to the gates of Pinewoood Studios if the role of Bond does not go to Idris Elba, who is obviously far more suited to its requirements than Hiddleston, whose serial willingness to discuss his craft tends toward the excruciating. Then again, it was in the course of one of these perorations that the Night Manager star provided us with Kenneth Branagh’s analysis of what he imagines both his and Elba’s screen personas to be. “Ken told me that every actor has something for free,” Hiddleston explained. “Jack Nicholson has an irreverence for free, Anthony Hopkins has a majesty and gravitas for free. Idris Elba has a watchful gravitas for free. He explained that what I have for free is that I can’t turn off my intelligence.” Or his self-awareness, apparently. Either way, who wants a Bond who can’t turn off his intelligence? Years later and I’m still not over the appalling Quantum of Solace, when a Bond who couldn’t turn off his angst hauled it round five continents and did not once – in the entire movie! – even attempt to have sex with his ridiculously hot leading lady. I can’t imagine a more fundamental misunderstanding of what people go to the pictures to see, even within the oeuvre of Christopher Nolan. Furthermore, I would hope that choosing Elba would usher in a Bond era in which “the role” and “the toll of the role” are no longer regarded by the star as seemly subjects for interview discussion. From Craig’s original discourses on the “emotional depth” of the character to the declaration that he would rather “slash my wrists” than play Bond again, the cumulative effect has cast the process of Being James Bond as slightly more spiritually immersive than doing Theatre of Cruelty for a six-month run inside the Chernobyl exclusion zone. Dude, it’s not Breaking the Waves. You’re a superspy! You drive Aston Martins! You fly round the world and have a legover in every seven-star hotel! It’s going to be FINE. Were Lost in Showbiz in charge of the Bond audition process, prospective candidates would be required to offer their own take on a cast-iron classic line from Octopussy. I hope you remember the scene – it’s when Roger Moore is required to turn to a snake and say: “Hiss off!” Connery could have delivered it, albeit in a manner that conveyed his suavely lazy contempt for the whole business, rather than the serpent (which he would have perfunctorily executed anyway). Dalton would have struggled, bless him. Brosnan could obviously have done it, in a faultlessly considerate single take. Despite having made two excellent Bond films out of a possible four, Craig could not. Hiddleston certainly couldn’t. But Elba … Elba would ace it. There is – how to put this? – not quite a Nicolas Cage quality to Idris Elba. But there is certainly a 50% suspicion that he gets the joke, and that would feel most refreshing in the circs.",
  "webTitle": "The name’s Elba, Idris Elba – and he must be James Bond",
  "webPublicationDate": "2016-05-20T06:00:32Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/20/idris-elba-must-be-james-bond-tom-hiddleston-daniel-craig",
  "keyword": [
    {
      "webTitle": "James Bond",
      "id": "film/jamesbond",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Idris Elba",
      "id": "culture/idris-elba",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Daniel Craig",
      "id": "film/danielcraig",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/20/idris-elba-must-be-james-bond-tom-hiddleston-daniel-craig"
}