{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/bbc-white-paper-wolf-hall-peter-kosminsky-john-whittingdale",
  "id": "2016-05-12-211",
  "sectionId": "media",
  "body": "Wolf Hall director Peter Kosminsky has said he is “not reassured at all” by the government’s proposals to radically overhaul BBC governance, saying they could mean the BBC “drifts dangerously close to becoming a state broadcaster”.  The Bafta award-winning director told the Guardian that plans for the government to appoint six members of the new unitary board were an “anathema” and represented a direct attack on the corporation’s editorial independence.  “I am not reassured at all,” he said. “Once we start to have that number of people on the editorial board put there by the government you can kiss goodbye to the BBC’s reputation for independence.”   Related: BBC white paper: key points at a glance    Kosminsky’s comments stood in contrast to those of other celebrities following the announcement. Armando Iannucci, whose landmark speech defending the BBC in Edinburgh last year led to meetings with John Whittingdale, tweeted his support.    This has been a long, tough dialogue. Now's time to celebrate and support a brilliant broadcaster. #BBCwhitepaper— Armando Iannucci (@Aiannucci) May 12, 2016    However, earlier he had joined calls to “keep up the pressure on editorial independence of the BBC”. He went on to call for everyone to “start thinking now of Channel 4”, a reference to the fact that the government is still considering partial privatisation of the state-owned broadcaster which is commercially funded.  Science presenter Brian Cox, who had warned against interference in the BBC, tweeted earlier on Thursday: “BBC charter renewal now looks sensible, subject to reducing ministerial influence over appointments to the board.” The Great British Bake Off’s Sue Perkins tweeted: “I’d happily hog-tie and paddle Mr Whittingdale for what he has done – only I suspect he’d rather enjoy it”. Kosminsky described the governance proposals as “central and most troubling issue”, adding that the fears were not party political and referring back to previous disagreements between the BBC and the then Labour government over the Hutton inquiry.  “Imagine if this had happened when there was a terrific spat over the dodgy dossier,” he said. “The BBC must be independent and perhaps more importantly must be seen to be independent.” Kosminksy’s support for the BBC and comparisons with North Korea at the start of Sunday night’s Bafta awards ceremony provoked a standing ovation. “We have a fairly unusual thing and it’s very very previous and fragile,” he repeated after the white paper was published.",
  "webTitle": "BBC white paper threatens its independence, says Wolf Hall director",
  "webPublicationDate": "2016-05-12T12:35:02Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/bbc-white-paper-wolf-hall-peter-kosminsky-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Kosminsky",
      "id": "tv-and-radio/peter-kosminsky",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/12/bbc-white-paper-wolf-hall-peter-kosminsky-john-whittingdale"
}