{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/england-sri-lanka-first-test-day-one-report",
  "id": "2016-05-19-95",
  "sectionId": "sport",
  "body": "Before the rain came to wash out play beyond the tea interval, we had the makings of a game at Headingley. A first session to Sri Lanka, in the course of which a young debutant seamer managed to take three wickets for the loss of just one run, was countered in the afternoon by an unbroken retaliatory partnership of 88 in 21 overs between Alex Hales, playing what is even now comfortably his most accomplished Test innings, and Jonny Bairstow, batting with real urgency but without any recklessness, that left the day evenly poised. Hales will resume on 71 and Bairstow 54, as England, 83 for five at one stage and staring at an embarrassing start to the series, reached 171 without further loss.   Related: Sri Lanka’s Dasun Shanaka enjoys a day he will not forget against England | Vic Marks    England’s slump was dismally processional and to some extent self-inflicted, the mindset that suggests a moving ball can best be countered by flinging the bat at it and teeing off proving naive. But nothing should detract from the performance of the Sri Lankan seamers, who until they broke ranks a little with the advent of Bairstow, were excellent. Headingley was overcast all day, the sort of conditions in which bowlers can, and generally have, flourished; a capriciousness that tends to disappear when, or if, the clouds roll away and the sun emerges. There is a secret to bowling at this ground in particular though and one that all too often in the past England, in looking to pick bowlers specifically because they can swing the ball, have chosen to ignore. In these conditions, the skill is not in making the ball do something because it will manage that without trying, but to ensure it goes consistently down the right channels and to a fullish length. Sri Lanka had little hesitation in opting to field first, as Alastair Cook would have done, but were unable to take advantage with the new ball, allowing Cook and Hales the luxury of letting too many deliveries pass by harmlessly. Surprisingly too, there was no significant swing until well into the second hour, by which time the lacquer had long since gone from the ball and had been replaced by a good mahogany shine. In the next 11 overs, England were to lose 5 wickets for 34. Until the intervention of Dasun Shanaka, the openers had been largely untroubled, Cook scoring off his legs and Hales biding his time. This was the best of Hales, a sight familiar to those who watch him at Trent Bridge but some way from the erroneous expectations of those who envisage a combination of David Warner and Virender Sehwag. The England captain had scored 16 of the 36 he needs to reach 10,000 Test runs when Shanaka, with the first ball of his second over, slanted one wide across him. Cook should have ignored it, but chased it instead, edging to the keeper. Three balls later and Nick Compton, pushing half forward to a well pitched ball that just shaded away, edged low to first slip and four balls later from Shanaka Joe Root, driving at another good length ball, was caught in the gully. Few can ever have entered Test cricket with such immediate impecunious impact as Shanaka. Sri Lanka had regrouped well, adjusted their line in particular, and were bowling to fields well set by Angelo Mathews. After the interval James Vince, in at five on his debut rather sooner than he might have anticipated, took 19 balls to get off the mark, hit a brace of boundaries but was then undone by Shaminda Eranga’s full length, a loose drive and third slip. Nor could Ben Stokes counterattack profitably although, of course, he tried. He did hit a successive trio from Eranga to the boundary but then was somehow deceived by Nuwan Pradeep at the other end and to his dismay chipped a gentle catch to mid-on. Through this, Hales had played with commendable judgement and restraint. The very thrust of his game has an attacking slant but by habit, at his best, he prefers to assess the bowling at first, play it on its merits, in the knowledge that he can accelerate later: he plays himself in, an old fashioned concept. He is mindful now too that as strong a hitter of the bad ball as he may be, it is the nature of Test match cricket that fewer such deliveries generally come along. The key then is not missing out when they do. Hales is very tall, which is as tricky for bowlers as those who are diminutive. Their reach when coming forwards is further so a length is a bit shorter than normal. But err too far that way and he has the capacity to stand tall and force the ball away off the back foot. Thus far he has hit a dozen boundaries, mostly hammered through the off-side or eased away through square and backward of square off the front foot. Ten of them came in his half century which in itself tells its story of waiting for an opportunity and taking it.   Related: England v Sri Lanka: first Test, day one – as it happened    He now has the chance to really capitalise for in Bairstow he found an ideal counterpoint with whom he has no need to compete. Part of the skill is knowing when to sit back and enjoy the ride rather than join in. Sri Lanka allowed Bairstow to slip the leash however. Perhaps, in examining footage of him in their preparations, they came across some from a few years back when he seemed vulnerable to the short ball. In Dushmantha Chameera they have a slingy paceman, one with a ludicrously long run, who appeared only too willing to examine this theory, from over and around the wicket. They might have been better employed sticking with the plan that had been working. By the time they realised and tried to rein things in, Bairstow was away, scampering, putting pressure on the fielders, hitting half a dozen boundaries – his 60-ball half century reached with the last of them – and a six clubbed over long on from the left arm spin of Rangana Herath. He is a genuine game-changer.",
  "webTitle": "Jonny Bairstow and Alex Hales lead England rally after Sri Lanka strike",
  "webPublicationDate": "2016-05-19T17:07:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/england-sri-lanka-first-test-day-one-report",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/19/england-sri-lanka-first-test-day-one-report"
}