{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/17/stamp-duty-rush-pushes-march-mortgage-lending-nine-year-high",
  "id": "2016-05-17-191",
  "sectionId": "money",
  "body": "Mortgage lending soared to a nine-year high in March as the housing market’s traditional spring rush coincided with landlords hurrying to beat stamp duty changes, new figures show. Homeowners borrowed £13.8bn for house purchase in March, the highest monthly amount since August 2007. Meanwhile, landlords borrowed £7.1bn, which was 163% up on the £2.7bn lent in March 2015. Even the Council of Mortgage Lenders, which issued the figures, described these levels of activity as “supercharged”, though it went on to say the data was “distorted” by the March rush to beat new stamp duty rates for buy-to-let and second homes, which took effect on 1 April. Borrowing for house purchase was up 59% on February this year, and 60% higher than March 2015. Meanwhile, first-time buyers borrowed £4.5bn, which was 32% up on February. Paul Smee, the CML’s director general, said the increases were “substantial” but added: “These supercharged levels of activity are likely to be temporary and will fall back over the summer months.”   Related: House prices fall as stamp duty changes cool buy-to-let market    The strong house purchase figures were mainly driven by home-mover activity, which includes people upgrading to a larger property and those downsizing. Home movers borrowed £9.3bn of mortgage money in March, which represents a 75% leap on the levels seen in February. Jeremy Duncombe, director of Legal & General Mortgage Club, said the strong data relating to landlords showed that the stamp duty hike “had the opposite-than-intended effect”. He added: “Instead of cooling the market, they have driven demand and encouraged a spike in investors, ultimately pushing up prices and making homeownership a more unaffordable concept for many.” Peter Williams, executive director of the Intermediary Mortgage Lenders Association (IMLA), said: “It’s no surprise to see an artificially induced spike in house prices during March … The leap in landlord lending makes it clear that price inflation has been fuelled by the government’s stamp duty changes for buy-to-let properties and second homes, incentivising many buyers to bring their purchases forward where possible.”",
  "webTitle": "March mortgage lending 'supercharged' by stamp duty deadline",
  "webPublicationDate": "2016-05-17T11:22:04Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/17/stamp-duty-rush-pushes-march-mortgage-lending-nine-year-high",
  "keyword": [
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Buying to let",
      "id": "money/buying-to-let",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Stamp duty",
      "id": "money/stampduty",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Tax",
      "id": "money/tax",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Jones",
      "id": "profile/rupertjones"
    }
  ],
  "guardianId": "money/2016/may/17/stamp-duty-rush-pushes-march-mortgage-lending-nine-year-high"
}