{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/best-uk-classical-festivals-2016",
  "id": "2016-05-21-126",
  "sectionId": "music",
  "body": "Glyndebourne 21 May-28 August The opera festival celebrates Shakespeare400 with a new production of Berlioz rarity Béatrice et Bénédict and a return of Peter Hall’s glorious vision of Britten’s Midsummer Night’s Dream. David McVicar’s acclaimed 2011 production of Wagner’s epic Die Meistersinger kicks off the season in grand style. Three of this year’s offerings (two live, one prerecorded) will be screened in cinemas and streamed online. East Sussex Garsington Opera 3 June-17 July The festival continues to attract high-calibre singers and creatives and programme imaginatively. This year, British baritone Roderick Williams makes his role debut as Eugene Onegin in Tchaikovsky’s opera in a production designed by Tom Piper. A collaboration with Rambert brings a new version of Haydn’s oratorio The Creation. Buckinghamshire Aldeburgh festival 10-26 June     Britten’s Peter Grimes is performed on the beach at Aldeburgh in 2013. Photograph: Bethany Clarke/Getty Images    For his final festival as artistic director, Pierre-Laurent Aimard has programmed an embarrassment of Messiaen riches. Four concerts – the earliest beginning before dawn, the final one ending at midnight – at various locations in the Suffolk countryside see him perform the French composer’s marathon Catalogue d’Oiseaux. There’s also a new staging of Britten’s song cycle Les Illuminations that fuses music with contemporary circus performance. Suffolk St Magnus international festival 16-26 June Their inspirational and much loved co-founder Sir Peter Maxwell Davies will be greatly missed, but the Orkney festival celebrates its 40th year with a visit from the BBC Symphony Orchestra, who in turn celebrate Sally Beamish’s 60th with her Orkney-inspired Cage of Doves. Among the many performers this year, birthday celebrations are also in order for the Hebrides Ensemble, Florilegium and local folk duo Saltfishforty. Orkney Gregynog festival 16-26 June Wales’s oldest classical music festival focuses on the cultural connections between Wales and Ireland. The charismatic harpsichordist Mahan Esfahani gives a recital of works from the 16th-century Virginal Book housed at Trinity College, Dublin, and Jordi Savall and his early music ensemble Hespèrion XXI perform with virtuosic Irish fiddle player Martin Hayes. Mid Wales East Neuk festival 22 June-3 July     David Lang will debut a new piece at the East Neuk festival. Photograph: Axel Dupeux    David Lang’s Memorial Ground – a festival co-commission – receives its world premiere in a promenade performance. His choral piece for amateur and professional choirs commemorates the centenary of the Battle of the Somme. Alongside chamber music in intimate venues in picturesque fishing villages will be the return of the Retreat, a tutoring scheme for 10 young artists, who will perform two concerts at the festival’s close. Fife Cheltenham music festival 1-17 July     Pianist Melvyn Tan: set to perform a new piano work at Cheltenham.    Highlights of this year’s festival in and around the beautiful Regency town include a focus on Erik Satie, whose 150th birthday is celebrated with an all-night relay performance by dozens of pianists of his famous Vexations, and a theatre piece investigating his life and music written by festival director Meurig Bowen. Among the impressive 20 world premieres are a new piano work for Melvyn Tan by Jonathan Dove and a concerto for trombone and percussion by (and featuring) Christian Lindberg and Evelyn Glennie. Gloucestershire York early music festival 8-16 July A focus on the music of Shakespeare’s time includes Purcell’s semi-opera The Fairy Queen; David Skinner’s vocal ensemble Alamire with their acclaimed Anne Boleyn programme; and the Orchestra of the Age of Enlightenment with lutenist Elizabeth Kenny. Don’t miss the Barokksolistene, who, with director Bjarte Eike, will bring an irresistible sparkle and swing to the music of Purcell and his contemporaries. York BBC Proms 15 July–10 September     Martin Brabbins conducting the BBC Symphony Orchestra at the 2012 Proms. Photograph: Nicky J Sims/Redferns/Getty Images    The festival has a new boss this year in David Pickard, who has already brought innovation via thoughtfully programmed concerts in Peckham’s multi-storey car-park, the Sam Wanamaker Playhouse, the Roundhouse and Greenwich Naval College. Kids’ concerts, Sunday afternoon family-friendly events, a gospel, jazz and tributes to Bowie and Boulez are among the less mainstream concerts, but there are also visits from the classical world’s great and good, including Daniel Barenboim, Simon Rattle, Marin Alsop and Bernard Haitink. London Edinburgh international festival 5-29 August     Fireworks close the festival in 2015. Photograph: Roberto Ricciuti/Getty Images    Among the opera offerings, Cecilia Bartoli is Bellini’s tragic heroine Norma in a period-instrument production that comes to the UK for the first time, and Valery Gergiev leads his Mariinsky players in a concert performance of Wagner’s Rheingold. Other highlights will be a visit from Richard Tognetti and the Australian Chamber Orchestra and, in what will be his last concert, the BBC Scottish Symphony Orchestra’s chief conductor Donald Runnicles takes on Schoenberg’s epic mega-cantata Gurrelieder. Edinburgh",
  "webTitle": "The best classical festivals in the UK for 2016",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/best-uk-classical-festivals-2016",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Edinburgh festival",
      "id": "culture/edinburghfestival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glyndebourne",
      "id": "music/glyndebourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Proms",
      "id": "music/proms",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Imogen Tilden",
      "id": "profile/imogentilden"
    }
  ],
  "guardianId": "music/2016/may/21/best-uk-classical-festivals-2016"
}