{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/scilly-harold-wilson-prime-minister",
  "id": "2016-05-27-49",
  "sectionId": "commentisfree",
  "body": "The stopping of the train woke me and I raised the blind. We were in Par at six in the morning, six hours out of Paddington on the Penzance sleeper. A signalman surveyed the train impassively from an open window in his signal box, inside which old-fashioned levers glinted; a real signal box, this, of the kind that had once governed the movement of every train in the country, connected by miles of strong wire to semaphore signals that bobbed up or down to say stop, go or proceed with caution. In Cornwall, they still survive. Many relics do. As the train continued west in the grey light of an overcast morning, we moved through an untidy landscape of car parks, abandoned sidings and picturesque industrial ruins with chimneys attached.   Related: Labour needs to rethink Harold Wilson’s legacy. It still matters | Anne Perkins    Harold Wilson often came this way in the 1950s and 1960s, before he took the plane instead. First the night train, then the little ship from Penzance, pitching and rolling on its 40-mile voyage to the Isles of Scilly, where Wilson and his family went every summer. Last week our ship lurched in the Atlantic swell just as giddily as its predecessors. Every seat pocket in the saloon had a stash of sick bags, but a better plan was to lean on the rail outside and watch the islands draw nearer, comforted by the thought of their approaching equilibrium. To find these specks of populated land here, alone in the ocean, seems dreamlike (or nightmarish if, like so many ships and crews over many centuries, you crashed into their rocks by mistake). The Wilsons loved this place. I interviewed him once, in 1971 when he was out of power and writing his account of Labour’s six years in government, 1964 to 1970, that the Sunday Times rashly paid £260,000 to serialise (a mistake: it did nothing for the circulation). But “interviewed” is the wrong word. I went as a journalist on the Sunday Times to write a little plug piece: how the book was coming along, how the great man approached the business of writing it.    From his island base Wilson reinforced the idea of himself as the first demotic prime minister    I can’t remember anything he said that afternoon in his Georgian house in Westminster. (In my memory, the most interesting event was his wife Mary coming into the room to announce, “Oh dear, John has fallen off his bicycle.” This was John Betjeman, Mary’s friend and fellow poet, who was by now wheeling his bike into the hall and assuring everyone that he was perfectly all right.) What I do remember was his kindness. As Roy Jenkins wrote of Wilson in the Dictionary of National Biography, he was “a kind, if not a warm, man who liked being nice to people, important and unimportant”. He was “a very considerable servant of the state,” Jenkins decided, but he lacked the ability to inspire and left “little ideological legacy”. In what Jenkins called Labour’s hymn sheet, he would never rate as many mentions as Aneurin Bevan and Clement Attlee. And who, 21 years after Wilson’s death, would disagree? Even the interest generated by his resignation has dissipated. When in 1976 he suddenly quit as prime minister during his second period of office, many wondered about his motive. As his colleague Barbara Castle put it later, “What exactly was Harold up to?” But now we know the simple truth. At 60, he was tired and physically frail, and he feared (correctly) that he was losing his memory, which had been formidable, an important tool throughout his political career. In the years left to him, he slowly began to forget where and who he was. Often, he was in the Scillies. He had no ancestral connections to the place. He and Mary and their two sons first visited the islands in 1952 and liked them so much that in 1958, he paid the Duchy of Cornwall £200 and built a three-bedroom bungalow on the edge of the main settlement, Hugh Town, on the island of St Mary’s.     ‘He had no ancestral connections to the place. He and Mary and their two sons first visited in 1952 and liked the isles so much that in 1958, he built a three-bedroom bungalow there.’ Photograph: Stuart Heydinger for the Observer    The Wilsons called their bungalow Lowenva, an old Cornish word meaning “house of happiness”, and from this island base Wilson reinforced the idea of himself as the first demotic prime minister, happy to show himself off to photographers in shorts and sandals, eating ice cream, strolling on the beach, holding alfresco press conferences in the sand dunes. He was the first prime minister to reveal his knees in public and the last to smoke a pipe – a bridge of sorts between generations – but the idea grew that his everydayness was a contrivance, that he secretly smoked Havana cigars rather than ready-rubbed Exmoor Hunt, and that he preferred cognac to beer. “Wilson would not have wanted anything that detracted from his image as a plain, ordinary, accessible man,” his biographer Ben Pimlott wrote about the bungalow, but to stand in front of it is to marvel at how plain, ordinary and accessible it actually is. It has no architectural merit or charm of any kind; other bungalows surround it; one of the few metalled roads in the Scillies runs at the bottom of the garden; the chimney of the island’s power station rises starkly a hundred yards or so to the west; the island’s rubbish dump lies in a hollow to the east. And yet Mary Wilson, who turned 100 in January, still owns it and until recently came twice a year – a respected, perhaps even loved, local figure who has vanished from view on the mainland. Given her loyalty to this plain little house, and given her husband’s well-documented enthusiasms for Meccano, the Boy Scouts and Gilbert & Sullivan – institutions that began to fall from fashion even before the 1960s – the idea that the Wilsons needed to work up their ordinariness as an image is unpersuasive, and what remains of him in the Scillies attests to their modesty. A bench on a headland records his favourite view. A display case obscurely sited in the basement of Hugh Town’s museum holds two of his celebrated Gannex macs, his Labour party tie, a pipe and an inscribed golf ball. You have to be determined and pass a lot of excavated pottery and shipwrecked artefacts to reach them. Wilson is buried in the Scillies. His grave lies among the quadrants of other graves in the churchyard of St Mary’s Old Town church, only a few minutes’ walk down the hill from his bungalow. There were no flowers in the vase when I went. A line of seashells decorates the surface gravel and the headstone has a simple inscription: Tempus Imperator Rerum, time is the ruler of everything. Looking out to sea from the churchyard – nothing but waves between here and America – I thought of his children. The elder, Robin, is emeritus professor of mathematics at the Open University. The younger, Giles, a railway enthusiast, became a teacher and then a train driver. Fewer children now, perhaps, would take so little advantage of their father’s connections and position. That reticence, like the signal cabin at Par, represents the workings of another age.",
  "webTitle": "Scilly, where Harold Wilson, the first PM to show his knees, found peace | Ian Jack",
  "webPublicationDate": "2016-05-27T17:39:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/scilly-harold-wilson-prime-minister",
  "keyword": [
    {
      "webTitle": "Harold Wilson",
      "id": "politics/harold-wilson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Jack",
      "id": "profile/ianjack"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/scilly-harold-wilson-prime-minister"
}