{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/silicon-valley-horse-sex-scene-hbo-animal-rights-peta",
  "id": "2016-05-03-49",
  "sectionId": "tv-and-radio",
  "body": "From Girls and Outlander to Game of Thrones, showrunners are continually pushing the boundaries when it comes to sex on TV. However, Silicon Valley – on HBO, like many of the raunchiest shows – has perhaps become the first show to cause complaints with a scene of animal copulation.  Sunday night’s episode featured a very graphic scene where two thoroughbred horses were seen mating on screen. In a statement subsequently released to press, the People for the Ethical Treatment of Animals likened the practice of mating race horses to “arranged rape”.  Whether or not this as an appropriate term to apply to animals, the scene was startling regardless. In the episode, the show’s protagonist Richard Hendricks goes to meet his company’s new CEO at a horse ranch for an intense confrontation and is greeted by a stallion with an enormous erection mounting a mare.    Related: Sex and the TV: how television evolved from pregnancy scandals to 'pegging'    Anyone who has watched a nature film has seen lions humping and the like, but the engorged genitals of a beast of burden are something few are used to confronting on a Sunday evening. At one point in the scene there even appears to be some bodily fluid landing on the floor of the horse stall where the two nags are going at it hammer and tongs.  Silicon Valley creator Mike Judge told the Hollywood Reporter that the equine coupling was not simulated and filmed at a horse farm in California where the process was going to happen anyway – they just allowed it to be captured for posterity. He says that HBO was not only fine with the act, but encouraged them to have more of it: “I actually have an email from [senior vice-president of comedy programming] Amy Gravitt where she said, ‘I can’t believe I’m saying this, but can we have more screen time with the horses having sex?’”   Related: Silicon Valley: the whip-smart satire that's Mark Zuckerberg's favourite show    Putting Peta’s objections to one side, the explicit depiction of equine ecstasy worked perfectly for the scene, making Richard uncomfortable and giving his adversary the upper hand. It was also funny, awkward and a daring moment for the show, even if it made many uncomfortable.  Fans had many different reactions on Twitter, from thinking it was hilarious to being slightly disturbed – but no one said that they would no longer pony up for their cable subscription.     So the wife & I watched this week's Silicon Valley last night & all she could say at the end....\"that poor horse, I can't unsee that\"— KC Bubba (@bdentrek) May 3, 2016      laughed myself horse watching latest episode of silicon valley— Ian McLaren (@iancmclaren) May 3, 2016      Whoa! Last night's #SiliconValley was definitely brought to us in HD*\r\r(*the H stands for Horse)— M. F. (@bklynMF) May 3, 2016      I live in Kentucky, spend time on horse farms, wander through barns, and I've never seen what was on #SiliconValley last night, and I'm glad— Todd Takei (@ToothTakei) May 3, 2016      still slightly in shock/laughing about the horse scene in #siliconvalley show last night. Never seen that on TV before, wow!!— aileenlee (@aileenlee) May 2, 2016",
  "webTitle": "Foal play: Silicon Valley's horse sex scene shocks fans and draws Peta's ire",
  "webPublicationDate": "2016-05-03T18:53:23Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/silicon-valley-horse-sex-scene-hbo-animal-rights-peta",
  "keyword": [
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "HBO",
      "id": "media/hbo",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Peta",
      "id": "us-news/peta",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Animal welfare",
      "id": "world/animal-welfare",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/silicon-valley-horse-sex-scene-hbo-animal-rights-peta"
}