{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/30/david-cameron-crushing-tory-dinosaurs-revenge-reshuffle",
  "id": "2016-05-30-36",
  "sectionId": "commentisfree",
  "body": "In his maiden speech as a Tory MP six years ago, Andrew Bridgen joked about being a little Englander. Three years later he was so outraged by the idea of same-sex marriage he demanded the ousting of David Cameron. A year later the wealthy businessman declared his full confidence in Cameron. Now he seeks a new leader again.   Related: Boris Johnson is nicer than Trump but just as divisive, says Ken Clarke    Clearly this man is confused, prejudiced and a poor judge of politics. Yet Bridgen’s claim that Cameron’s desire to stay in the EU means he is “finished” regardless of the Brexit outcome is seen as a major escalation of the blue-on-blue war sparked by the referendum. Almost instantly, he was joined by other backbench voices: Nadine Dorries, once suspended from the party for bunking off on a reality TV show, accused the prime minister of lying; and Bill Cash, infamously fixated by Brussels, said he might also send a letter of no confidence. Now there is feverish talk of a leadership challenge against the most successful Tory leader since Margaret Thatcher. This underlines again how Europe is such a ruinous issue for the Tories, having scarred the party for half a century and brought down the two previous Conservative prime ministers. For all his early pledges to stop the party “banging on” about Europe, Cameron repeatedly gave too much ground to the unruly band of obsessives on the right. These latest skirmishes indicate the failure of a referendum strategy designed to prevent future party explosions. They also reveal how the Tory party, like Labour, is divided between pessimists and optimists. On one side are those who fear migration and globalisation and seek escape from the EU; on the other, those more accepting of modernity, and the fast-changing nature of our world. This is why the Brexit battle is also a generational struggle. And indeed, why many of the bitterest enemies of Brussels display Canute-like opposition to changing social dynamics, regardless of the damage this does to future prospects for their party. Boris Johnson has abused this crucial national issue as a launchpad for his leadership campaign. And thanks to him, the debate has descended into a struggle for the soul of the party. He has allied himself with hardliners who have always hated Cameron’s stumbling vision of compassionate conservatism, along with the embittered ranks of ex-ministers and bypassed backbenchers. To see these people pose as protectors of the NHS and pretend to seek a fairer immigration system sticks in the craw, as does their bogus claim to be crusaders against the establishment.     ‘To see people like Boris Johnson pose as protectors of the NHS and pretend to seek a fairer immigration system sticks in the craw.’ Photograph: Stefan Rousseau/PA    No wonder John Major accused them of fraud, and even some of Johnson’s admirers are alarmed. “My concern is a small number of people on the Brexit side who have never reconciled themselves to Cameron’s leadership are using this as a proxy war against their leader,” said Tory MP James Cleverly, a former London Assembly member who backs leave. Yet the debate on both sides has been unedifying, with bogus claims and hysterical hype. Unable to agree the shape of Britain outside the EU, many Tory Brexiters are focusing on immigration in ways that makes it hard to distinguish them from Ukip. And with the dreadful inevitability of any civil war, internal fighting has become fiercer as friends fall out and former allies stick knives into one another. Those close to Cameron fear that the blue-on-blue battles may encourage Labour voters to back Brexit to oust him. “It will destroy everything,” one key figure told me. “It’s an absolute nightmare.” Thus the prime minister shares a platform with London mayor Sadiq Khan, praising “a proud Muslim” despite all the dodgy claims made about Khan during the recent election. It is more likely that the feuding will encourage undecided voters to stay at home rather than bother intruding on a Tory family row – and corrode the Conservative cause by exposing the depth of internal divisions. But assuming that the absurd notion of Brexit is defeated, what happens then? Some argue that Cameron should seek to unify his party, cheerily inviting those determined to destroy his premiership back into government. There is logic to this; already there is discussion about the worst job to give Johnson, with transport the current favourite. Yet there are also strong grounds for a brutal revenge reshuffle, inviting back those few opponents who have shown dignity in debate, such as Chris Grayling and Liam Fox, while showing the door to the likes of Priti Patel. A new Ipsos Mori poll discloses that for all the froth and furore, concern over the EU as an issue fell slightly in the past month. Yet the danger is that this internecine fight over Britain’s global role will drag on, the referendum only fuelling the headbangers’ fury if they lose. This is, first and foremost, a vital battle for Britain. But it is also a chance to crush outmoded politicians who trade in fear and pessimism.",
  "webTitle": "Why David Cameron should crush the Tory dinosaurs in a revenge reshuffle | Ian Birrell",
  "webPublicationDate": "2016-05-30T18:31:47Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/30/david-cameron-crushing-tory-dinosaurs-revenge-reshuffle",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Birrell",
      "id": "profile/ian-birrell"
    }
  ],
  "guardianId": "commentisfree/2016/may/30/david-cameron-crushing-tory-dinosaurs-revenge-reshuffle"
}