{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/06/bbc-baftas-tony-hall-john-whittingdale",
  "id": "2016-05-06-33",
  "sectionId": "media",
  "body": "BBC director general Tony Hall has hit back at reports that the government plans to scale back the BBC, adding that the interests of commercial rivals should not dictate plans for its future.  Writing in the Guardian, Hall said audiences “above all want our creativity enhanced not diminished”.    Related: Britain’s people, not its politicians, own the BBC. And they don’t want it reduced | Tony Hall    “They will not want to see plans to reduce the scale and scope of the BBC so it can do less for them at home and less for Britain abroad,” he added.    Related: Gary Lineker: John Whittingdale is a chump over BBC demise joke    “They want a distinctive BBC – creatively ambitious, takes creative risks and finds and works with the next generation of talent and not a BBC constrained by over-regulation and box ticking.” Citing nominations for Mark Rylance in Wolf Hall, Idris Elba in Luther and Suranne Jones in Doctor Foster at Sunday’s Bafta awards, Hall said he wanted to “make sure that we are winning Baftas in five years’ time”. He pointed out that the BBC accounts for more than half of all this year’s nominations, but less than a fifth of the UK’s TV revenues. Recent reports have indicated that culture secretary John Whittingdale is planning to limit the BBC, including restricting its ability to make popular shows and schedule them in prime time, subjecting it to more regular charter reviews, and giving some of its licence fee income to other broadcasters for programming such as arts and children’s shows.  It is likely to publish a white paper, which will set out plans for the new royal charter for the BBC starting in 2017, as early as next week. Hall said that audiences wanted the BBC to remain “not everything to everybody, but something great to everybody,” and urged the government not to renege on last year’s licence fee settlement, which he said included a guarantee that no “top-slicing” of the BBC budget would take place. Describing the public debate over the BBC’s future as “completely legitimate” and negotiations with ministers as “constructive and good-natured”, he said he believed the government also “want a BBC where its best days lie ahead”.  He added: “What has been heartwarming about this debate is that there has been a greater consensus behind the need for the BBC than I can ever remember. But important as industry interests have been in the debate, they shouldn’t determine what’s in the white paper”.",
  "webTitle": "Don't stop BBC making shows that can win Baftas, Tony Hall tells government",
  "webPublicationDate": "2016-05-06T19:18:26Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/06/bbc-baftas-tony-hall-john-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/06/bbc-baftas-tony-hall-john-whittingdale"
}