{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/watford-sunderland-premier-league-match-report",
  "id": "2016-05-15-72",
  "sectionId": "football",
  "body": "Two goals wrongly disallowed, one questionable penalty conceded and Sam Allardyce still ended the game with a smile and a wave. This was a world removed from the great majority of Sunderland’s season, a day in which the sun shone, the fans sung incessantly and the manager could make nine changes, give debuts to three promising young players, leave the man credited with single-handedly saving their top-flight status, Jermain Defoe, on the bench and still enjoy a convincing, and very nearly match-winning, performance.   Related: Controlled explosion at Old Trafford after Manchester United abandon final game    Allardyce was too relieved to criticise the match officials furiously, although he did appear tempted. “We’re very glad those decisions had no bearing on where we finished in the league,” he said. “If we’d needed three points today we’d have been in serious trouble, with offsides we didn’t think were offside and a penalty we didn’t think was a penalty.” He explained his team selection by saying: “The players who worked so hard to get us safe had no need to come out and exert themselves any more, and put themselves through the mill.” However, the decision to field a starting XI featuring a left flank, in the left-back Tom Robson and the winger Rees Greenwood, populated entirely by 20-year-old debutants, carried with it a risk that a wildly promising conclusion to the season would end on a slightly downhearted note. Instead, they offered only further encouragement. “These were 11 players who don’t play on a regular basis, yet they matched a Watford side that was at full-strength on their own ground,” Allardyce said. “If you consider we averaged two points per game over the last six games, that’s top-six stuff. If we can start where we’ve left off, we can have a better season than this one. Next season let’s get 12 points from the first six games, not the last six.” Watford’s season, on the other hand, ended precisely as it began: with a 2-2 draw. For all their reliance on the match officials, they fashioned many more opportunities than their opponents, ending with a 21-6 advantage on shots taken, although many of them were sent from distance either into the hands of Jordan Pickford or, more frequently, into the crowd. Quique Sánchez Flores ended his final match as Watford manager “completely happy” – both with the game and his single season in charge. “I think the first year [after promotion] is the most difficult year,” he said. “To build a squad in pre-season was completely difficult because players want security and Watford was new in the division. Watford is now established in the Premier League, so next year is coming more players, more quality.” The home side made the better start, with Almen Abdi, Sebastian Prödl, Odion Ighalo and José Manuel Jurado coming close in the opening half-hour, but Sunderland proved much more clinical, scoring from their first significant opportunity. Prödl’s slip on the halfway line allowed Dame N’Doye to run unhindered down the left before passing inside to Jeremain Lens, whose drive was well saved. The ball was immediately worked back to Lens and this time his low centre was turned into a now totally exposed goal by Jack Rodwell. From there, Sunderland could have had the game won by half-time. Two minutes later Duncan Watmore had a goal disallowed, even though Nathan Aké appeared to have played him onside, and two minutes after that N’Doye was denied a fine chance by Prödl’s last-ditch challenge.     Quique Sánchez Flores acknowledges the fans at the end of his last game in charge of Watford. Photograph: Toby Melville/Reuters    Three minutes after the break Watford equalised, Prödl heading in Adlène Guedioura’s corner, though he appeared to shove his marker, John O’Shea, out of the way first. When Watford won another corner two minutes later O’Shea wasn’t taking any chances, with both arms around the giant Austrian defender as the ball came in. It was cleared, Sunderland broke and moments later Watmore played in Lens, who turned inside Aké and scored from 10 yards. Sunderland might have felt those two incidents evened themselves out but eight minutes later they were cursing. Sebastian Larsson’s right-wing free-kick was headed in by a diving Lens at the far post – but again it was disallowed for an extremely marginal offside. Watford took the free-kick, sped up the other end and promptly won a rather soft penalty, after O’Shea and Lamine Koné simultaneously ran into Jurado, the referee blaming the former as he blew his whistle. Deeney swept in the spot-kick as Pickford dived the wrong way. Man of the match Duncan Watmore (Sunderland)",
  "webTitle": "Flores’ last game as Watford manager ends in draw with Sunderland",
  "webPublicationDate": "2016-05-15T16:04:37Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/watford-sunderland-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/2016/may/15/watford-sunderland-premier-league-match-report"
}