{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/bmx-racers-cte-head-trauma-dave-mirra",
  "id": "2016-05-27-183",
  "sectionId": "sport",
  "body": "The calls started coming. Close friends of BMX racer Donny Robinson wanted him to know that if he noticed any changes in himself, if he got tired, or overly emotional, or simply didn’t feel right, they would be there for him. Because those in the BMX community know about Dave Mirra, and they fear Robinson could eventually travel the same path.   Related: Dave Mirra had brain trauma disease CTE when he died, doctors say    Mirra, a BMX Freestyle and X Games superstar, died of a self-inflicted gunshot wound in February. Earlier this week, he was diagnosed with CTE, or chronic traumatic encephalopathy. The degenerative brain disease that has primarily affected football players has, for the first time, entered the house of action sports athletes. “If there’s any damage done (to me), it’s already done,” said Robinson, who has had at least 25 concussions. “Now it’s a waiting game, and that’s really, really scary. People around us will be on higher alert. Are we a ticking time bomb?” No one knows. In an interview with ESPN, Mirra’s wife, Lauren, spoke of changes in Mirra’s behavior in the months leading up to his suicide. Depression, listlessness, just not acting like himself. Concussions are common in BMX: riders like Mirra fly more than 20 feet in the air and often turn upside down doing their tricks, and racers like Robinson go faster and are in danger of colliding with other racers. Diagnosis and treatment of concussions have improved the past couple of years, especially at the elite level. But for those riders who’ve retired or are at the tail end of their careers, when a knock on the head was considered just part of the competition, CTE remains a possible eventuality. That’s a reality Jay Fraga lives every day. For the past six years, Fraga, who runs the website the Knockout Project, has suffered from PCS, or post concussion syndrome, the result of concussions while racing BMX. The symptoms of PCS are similar to those who had CTE. In a video he posted to his Facebook page after Mirra’s diagnosis, Fraga said he doesn’t like giving live interviews because he has a tough time keeping his train of thought (his interview for the Guardian was conducted via Facebook Messenger). “A good day feels like you’re not quite hungover, but probably overdid it a little the night before,” Fraga wrote. “The bad days are like hell on earth … You go with the ebb and flow between those two extremes while also dealing with vision problems, balance issues, depression, mood swings, memory lapses, etc. Some of those things seem to get better. But then they come roaring back out of nowhere and you’re left with the realization that you might always be like this. “I go back and forth between wanting to know and not wanting to know (if he has CTE). I already feel lousy; what’s it going to do to my emotional state to confirm the worst-case scenario?”  Jason Richardson, a former BMX racer and current sports psychologist, breaks down why action sports athletes likely won’t let Mirra’s diagnosis change what they do. First, Richardson says, there’s the “it won’t happen to me” syndrome. And second, it’s difficult for people to put themselves in a place they’ve never been. It’s a present-day bias: how it is now, is how it’s going to be forever. And it is tough to think about what could happen while performing gravity-defying tricks or in the thick of a race. Especially something that seems far in the future – for others. Or, as Fraga puts it: “People in our sports who have any sort of longevity in it are programmed to excel. They don’t want to hear this shit. They want to believe that they’re infallible and this was a fluke – or that it doesn’t apply to them.” Add to it the allure of fame, sponsorship, money, getting to the next trick or progression, the chase for perfection - for young riders, it makes what happened to Mirra seem an anomaly. Every rider who defies gravity knows they’re going to fall. It’s just a matter of when and how. “How can you tell someone, ‘Quit your livelihood. Stop doing what gives you life. Stop walking. Stop breathing.’ It’s who you are as much as what you did,” Richardson said. “And that’s the scary piece about it. CTE is insidious. You’ll know it’s happening and you won’t be able to do anything about it. And you don’t know when or if it’s going to happen. Riders and psyche, there’s a conversion of things that lead them to keep going. At 18 or 19 or 20, if you haven’t been hurt and people are paying you and telling you you’re great, you are immortal. It’s hard to let go.” Letting go. That’s what Robinson, who won an Olympic bronze medal in 2008, now faces in his final year of racing BMX. After reading Lauren Mirra’s account of her husband searching – and failing – to find something he felt as passionate about as competing in BMX Vert, Robinson believes having a plan for after he hangs up his helmet could make a difference. He fears if he has nothing to look forward to, then that could lead to depression, which might activate a chain of events that could end in suicide. He is creating a new Beginner BMX Racing league, continuing with his bicycle advocacy program, ‘Let’s Get Kids Back on Bikes,’ and is working on his motivational speaking tour, ‘How Far Can Two Wheels Take You?’ “It’s very important to do everything I possibly can, nutritionally and transitionally,” Robinson said. “These things with my head could be coming up, but I’m okay now. I’m still hyper-focused on some end goal, and if I don’t continue to have that, and I’m wandering, that can’t help things. “The best thing I can do is try to look at what (Mirra and others diagnosed with CTE after suicide) had going on in their lives and where it led them, and try to protect myself the best I can, and not put myself in their shoes. I have to be equally passionate about what I’m doing next, or what the heck is going to happen to me?”",
  "webTitle": "'Are we a ticking time bomb?' BMX riders face up to dangers of CTE",
  "webPublicationDate": "2016-05-27T11:50:51Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/bmx-racers-cte-head-trauma-dave-mirra",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Extreme sports",
      "id": "sport/extreme-sports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/27/bmx-racers-cte-head-trauma-dave-mirra"
}