{
  "apiUrl": "https://content.guardianapis.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-terms-conditions",
  "id": "2016-05-18-266",
  "sectionId": "society-professionals",
  "body": "Terms and Conditions: Public Service Awards and Public Servant of the Year 2016 The Guardian Public Service Awards 2016 (the “Awards”) is open to businesses, public sector organisations, voluntary sector organisations, individuals and academic institutions with a place of business, registered office or home address in the UK (“Qualifying Organisations”). The Public Servant of the Year Award is open to UK residents who work for a Qualifying Organisation. The Awards and the Public Servant of the Year Award are not open to employees or agencies of Guardian News & Media Limited (“GNM”), its group companies or their family members, or anyone else connected with the Awards. UK national and regional newspapers are not eligible to enter.  Entering the Awards and nominating the Public Servant of the Year    (i) Public Service Awards The Awards consist of 10 categories (each an “Award Category”). For a description of each Award Category and further information on the criteria for each, please click here. To enter any of the Award Categories, follow the instructions online. The deadline for entries to all Award Categories is 23:59 BST on Friday 8 July 2016. Entries received after this deadline will not be processed. For information on the entry requirements and the information you will need to provide in order to enter, please click here. Qualifying Organisations are able to enter into one or more Award Categories, but a separate entry form will be required for each entry. Qualifying Organisations may not submit multiple entries in the same category. The work or project referred to in any Award Category submission, or some part of the work or project, must have taken place between 9 July 2015 and 8 July 2016. Entries on behalf of another organisation (which must be a Qualifying Organisation) will only be accepted if the entry is made with the consent of that organisation.  (ii) Public Servant of the Year Nominations for Public Servant of the Year Award will be accepted until 23:59 BST on Friday 8 July 2016. Nominated individuals must work for a Qualifying Organisation (as defined in paragraph 1). You are only permitted to make one nomination for the Public Servant of the Year Award. For information on the entry requirements and the criteria on which nominees will be judged, and to make a nomination, please click here.  (iii) General By submitting an entry or making a nomination, you confirm that: you are entitled to enter and have obtained all and any consents, permissions and authorisations that may be required in order for you to enter; the information contained in the submission is accurate and truthful. Submissions and nominations must be your own work, must not be copied, must not contain any third-party materials and/or content that you do not have permission to use and must not otherwise be obscene, defamatory or in breach of any applicable legislation or regulations. If we have reason to believe your entry is not your own work or otherwise breaches this paragraph 10, then we may not consider it. No fee is required to enter the Awards or to make a nomination for the Public Servant of the Year Award but you are responsible for the cost (if any) of sending your entry or nomination to us.  Picking the Winners    (i) Public Service Awards GNM will produce a shortlist of entrants for each Award Category, applying the relevant judging criteria available (the “Judging Criteria”). Award Category entries must take account of any word limits specified in the Judging Criteria. Any Award Category entry that exceeds a stated word limit may, at GNM’s discretion, be disqualified and not considered. A maximum of 3 shortlisted entries (each an “Award Category Shortlisted Entrant”) will be selected in each Award Category by a panel of judges including at least one member who is independent of GNM. GNM reserves the right to move entries into a different Award Category where GNM deems it appropriate to do so. Entries will not be moved into a different Award Category without the prior consent of the entrant. A panel of judges, including at least one member who is independent of GNM, will judge the Award Category Shortlisted Entrants for each Award Category and will select one winner and a maximum of two runners-up in each Award Category. There is no obligation on the judging panel to select runners-up. For a full list of people acting as judges for the Awards click here and for the criteria to be applied by the judges please click here.  (ii) Public Servant of the Year A panel of judges will use the nominations to create a shortlist of a maximum of 5 nominees for the Public Servant of the Year Award (the “Public Servant of the Year Shortlisted Entrants”).  The Public Servant of the Year Shortlisted Entrants will be put to a public vote to determine the winner. Members of the public will each be able to cast one vote for the Public Servant of the Year Shortlisted Entrant who they consider should win the award. The voting will open on 14 September 2016 and close at 23:59 BST on 30 September 2016.  Once open, votes can be cast on a dedicated page within the Public Service Awards online section and voters will be required to enter their email address in order to vote. Subject to any voting irregularities (explained below), the Public Servant of the Year Shortlisted Entrant with the most votes when the voting window closes will receive the Public Servant of the Year Award.  The Promoter will put in place reasonable technical measures to restrict the public vote to one vote per email address. Public Servant of the Year Shortlisted Entrants are permitted to inform others about their inclusion on the shortlist. However, the Promoter reserves the right to disqualify any Public Servant of the Year Shortlisted Entrant or disregard particular votes which are cast where, in the Promoter’s reasonable opinion, a Public Servant of the Year Shortlisted Entrant has: (i) received votes as a result of undue incentivisation of votes, such as by offering financial or other rewards; or (ii) otherwise attempted to interfere with or abuse the voting process, for example where a member of the public casts vote from multiple email addresses.  General rules for entrants Any entrant to the Awards or nominee for the Public Servant of the Year may be contacted by GNM for the purposes or verifying their identity and confirming their inclusion in the process. The judges’ decision is final and no negotiations or correspondence with entrants will be entered into. Entrants to the Awards and nominees for Public Servant of the Year Award must not contact, or try to contact, the judges in any way in connection with the Awards, or otherwise try to influence the judges’ selection. Award Category Shortlisted Entrants and Public Servant of the Year Shortlisted Entrants (together, “Shortlisted Entrants”) will be contacted by email in the week commencing 8 August 2016. If a Shortlisted Entrant does not respond to GNM within 14 days of being notified, their place on the shortlist will be forfeited and GNM shall be entitled to select another entrant in accordance with the process described above (and that entrant will have to respond to notification within 14 days or else they will also forfeit their place on the shortlist). Three representatives from each Award Category Shortlisted Entrant and the Public Servant of the Year Shortlisted Entrants will be invited to attend the Awards ceremony to take place at a venue in London in November 2016. GNM accepts no responsibility for any costs associated with the Awards or the Public Servant of the Year Award, including but not limited to any costs associated with attendance at the Awards ceremony. The winner and runners-up in each Award Category and the winner of Public Servant of the Year will be announced at the Awards ceremony. Details of the winners and runners-up may be published by GNM or other parties in any format after that announcement. More complete details of the Awards ceremony will be provided to Shortlisted Entrants at the time GNM notifies them that they have been shortlisted. Shortlisted Entrants might be contacted by GNM prior to the Awards ceremony to gather further detail on their entry. This is for the purposes of collecting and reviewing content to be provided on GNM’s websites and in any supplement which is published, at GNM’s sole discretion, in the Guardian newspaper after the Awards. GNM shall be under no obligation to publish or exhibit any Award Category entry. The winners and runners-up of each Award Category and the winner of the Public Servant of the Year Award category will receive a logo from GNM reflecting their achievement. In order to use the logo, the winners and runners-up will be required to enter into a licence with GNM, the terms of which will be determined by GNM.  Other terms and conditions No responsibility is taken for entries that are lost, delayed, misdirected or incomplete or cannot be delivered or entered for any technical or other reason. Proof of submission of the entry is not proof of receipt. GNM reserves the right to not process entries that are illegible or incomplete or those that do not meet the entry criteria. Entrants may be required for promotional activity related to the Awards and shall participate in such activity on GNM’s reasonable request. The winners and runners-up in the Awards and Public Servant of the Year Shortlisted Entrants consent to the use by GNM and its related companies, both before and after the closing date of the Awards for an unlimited time, of their voice, image, photograph and name for publicity purposes (in any medium, including still photographs and films, and on the internet, including any websites hosted by GNM and its related companies) and in advertising, marketing or promotional material without additional compensation or prior notice and in submitting an entry or consenting to a nomination, all entrants consent to the same. The named entrant of each submission owns the copyright to that entry. If another person or organisation is the author of your entry, you warrant that you have received an assignment of all associated copyright to your entry from that person. GNM may ask to see evidence of that assignment at any time. In consideration of GNM agreeing to consider your Award Category entry or your Public Servant of the Year nomination, each entrant: (a) grants GNM a royalty-free licence to copy, edit, display, publish, broadcast and make available their entry in any format in connection with the Awards or promotion of the Awards; (b) agrees that GNM may publish their name in connection with GNM’s use of the entry; (c) warrants that the work submitted with their entry is their own or the relevant organisation’s original work, that it is not defamatory and that it does not infringe any third-party rights; and (d) agrees that GNM may grant to its partners and/or associated companies a sub-licence of the rights licensed to GNM under these terms and conditions on such terms as GNM shall agree in its sole discretion. GNM shall use and take care of any personal information you supply to it as described in its privacy policy, a copy of which can be seen, and in accordance with data protection legislation. By entering the Awards or making a nomination, you agree to the collection, retention, usage and distribution of your personal information in order to process and contact you about your Awards entry, and for the purposes of administering the Awards and the Public Servant of the Year Award. GNM reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Awards or any feature thereof with or without prior notice due to reasons outside its control (including, without limitation, in the case of anticipated, suspected, or actual fraud). GNM accepts no responsibility for any damage, loss, liabilities, injury or disappointment incurred or suffered by you as a result of entering the Awards or the Public Servant of the Year Award or attending the Awards ceremony. Nothing in these terms and conditions shall exclude the liability of GNM under law for fraud or fraudulent misrepresentation, or for death or personal injury resulting from its negligence. GNM shall not be liable for any failure to comply with its obligations relating to the Awards or the Public Servant of the Year Award where the failure is caused by something outside its reasonable control. Such circumstances shall include, but not be limited to, weather conditions, fire, flood, hurricane, strike, industrial dispute, war, hostilities, political unrest, riots, civil commotion, inevitable accidents, supervening legislation or any other circumstances amounting to force majeure. The Awards and the Public Servant of the Year Award and these terms and conditions shall be governed by English law and entrants submit to the exclusive jurisdiction of the English courts. The Promoter is Guardian News & Media Limited whose address is Kings Place, 90 York Way, London N1 9GU. Any complaints regarding the Awards or the Public Servant of the Year Award should be sent to this address.",
  "webTitle": "Guardian Public Service Awards 2016: terms & conditions",
  "webPublicationDate": "2016-05-18T09:35:43Z",
  "webUrl": "https://www.theguardian.com/society-professionals/2016/may/18/guardian-public-service-awards-2016-terms-conditions",
  "keyword": [
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [],
  "guardianId": "society-professionals/2016/may/18/guardian-public-service-awards-2016-terms-conditions"
}