{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/mh17-families-sue-russian-and-putin-for-compensation",
  "id": "2016-05-22-208",
  "sectionId": "world",
  "body": "An Australian law firm has reportedly filed a compensation claim against Russia and its president, Vladimir Putin, in the European court of human rights on behalf of families of victims of Malaysian Airlines flight MH17. The jetliner crashed in Ukraine in pro-Russian rebel-held territory on 17 July, 2014, killing all 298 people on board, including 28 Australians.  The aircraft, which was en route from Amsterdam to Kuala Lumpur, was shot down by a Russian-made surface-to-air missile, the Dutch Safety Board concluded in its final report late last year.    Related: Couple whose three children died in MH17 crash welcome new baby Violet    Fighting was raging in eastern Ukraine between Russian-backed separatists and Ukrainian government forces when the aircraft was downed and many western experts and governments blamed the rebels.  Fairfax Media and the ABC have reported that the application was filed on 9 May and names the Russian Federation and Putin as respondents and seeks $10m in compensation per passenger. Sydney legal firm LHD Lawyers reportedly served a claim on behalf of five Australian families. The Dutch Safety Board, which was not empowered to address questions of responsibility, did not point the finger at any group or party for launching the missile.  “So far we don’t have [such information],” a Kremlin spokesman, Dmitry Peskov, told the Interfax news agency when asked to comment on reports of the compensation claim.  Sydney man Tim Lauschet, whose mother Gabriele died on the plane, the Perth parents of scientist Fatima Dyczynski and the New Zealand widow of Robert Ayley are believed to be among those seeking $10m per passenger. The US aviation lawyer Jerry Skinner, who won compensation from Libya for victims of the 1988 Lockerbie disaster, is leading the 3500-page claim.   Related: MH17 report identifies Russian soldiers suspected of downing plane in Ukraine    Court documents reportedly allege the Russian Federation worked to keep its involvement in the crash hidden, failed to conduct internal investigations and that its cyber warfare unit hacked the Dutch Safety Board investigative website. During an inquest in Sydney on Tuesday into the deaths of six New South Wales victims, Lauschet revealed he couldn’t afford to keep the family home after his mother’s death. The inquest supported a finding by the Dutch Safety Board that MH17 was shot out of the sky by a Russian-made surface-to-air missile over Ukraine on 17 July 2014 by unknown persons. Malaysia, the Netherlands, Australia, Belgium and Ukraine have been exploring alternative options, including trials in international and national courts, after Russia vetoed a United Nations bid in July 2015 to form a tribunal.  NSW families of victims spoke of their grief at the inquest last week. John O’Brien, who lost his son, Jack, said: “Sometimes only one person is missing but the whole world feels empty. “Nothing can be OK in the way it was before.”  The state coroner, Michael Barnes, found the six deaths were “part of a gross, mass murder”, the result of a high-altitude aircraft disintegration caused by the detonation of a warhead.   Related: Sydney travel firm offering Crimea tour accused of 'selling out' to MH17 accused    “The fatal injuries were inflicted as a result of a person or persons who has or have not yet been identified, deliberately firing a missile equipped with an exploding warhead at the jetliner in which the deceased persons were passengers, causing it to disintegrate at high altitude,” he said. Fourteen Australian federal police officers are still overseas assisting with the ongoing criminal investigation to identify and prosecute those to blame. The criminal investigation into the MH17 crash is expected to continue until at least October. Australian Associated Press and Reuters contributed to this report",
  "webTitle": "MH17 families sue Russia and Putin for compensation",
  "webPublicationDate": "2016-05-22T04:50:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/mh17-families-sue-russian-and-putin-for-compensation",
  "keyword": [
    {
      "webTitle": "Malaysia Airlines flight MH17",
      "id": "news/malaysia-airlines-flight-mh17",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/22/mh17-families-sue-russian-and-putin-for-compensation"
}