{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-10-20",
  "sectionId": "australia-news",
  "body": "Welcome to day three of the campaign. Apparently there has been some controversy about whether Sunday, when Malcolm Turnbull went to the governor general’s house to ask for parliament to be dissolved, was day one or day zero. Katharine Murphy and I both agree day one is the first full day (Monday) so consider it settled.  The big picture The finger pointing over supposed preference deals between the Liberals and the Greens and if there could be a Labor-Greens coalition government rumbled on through the night with the shadow treasurer, Chris Bowen, appearing on 7.30 to say it will be “Labor governments alone, or not at all”.   Related: Liberals' extra from central casting gives glimpse into reality of Turnbull show    Multiple Greens have said they would be open to negotiating with Labor to form government in the event of a hung parliament, leaving Labor open to a scare campaign from the Liberals. Meanwhile, the Liberals have reportedly been making their own cosy arrangement with the Greens in negotiations (no firm deal yet) over preference swaps in key marginal Labor seats. The Victorian Liberal president, Michael Kroger, told Andrew Bolt on Tuesday night that there was a case for the Liberals to do preference deals with the Greens. “Here’s the reason why people in the Liberal party, hard-headed people, think that our policy might have to change,” he said. “Because this: Labor have gone to the left in recent years and now our view is there isn’t much to distinguish Labor and the Greens.” The Greens lower house MP Adam Bandt was still out and about on the nightly news:    HEARTBREAKING: @AdamBandt saying on 7pm news that @billshortenmp can say \"tell them they're dreaming well sometimes dreams come true.\"— Samantha Maiden (@samanthamaiden) May 10, 2016    The Australian reports Bandt as saying it was Labor who were “begging” the Liberals to help them stay in parliament, and the Greens would win their target seats in their own right. The Liberal party is set to receive $4.4m in public funding after handing over the details of donors to the New South Wales Electoral Commission. The commission was withholding the money after an Independent Commission Against Corruption investigation into illegal donations. It examined the Free Enterprise Foundation and the Liberal party had not revealed who had donated to the party through the enterprise in 2011. The Daily Telegraph reports on Wednesday that the party has handed over the donation details and the commission will hold a meeting to decide whether to hand over the money. Many of the donations were from property developers which was made illegal in 2009. Bill Shorten has been in north Queensland visiting two schools in as many days where Gabrielle Chan reports one of the principals says the defence department should be forced to raise funds with chook raffles rather than schools. The Heatley school principal, Louise Wilkinson, said:  Because it’s about dollars, and dollars are allegedly short, it’s about a suite of competing priorities and I would argue … that it’s about time defence did some chook raffles and sold tea towels. My theory – and this is why I have stayed in education for over 30 years – I believe if we had better educated people and more active citizens then we might have less violence and less need for all the patch-ups that occur.”  Meanwhile, Tony Abbott was kept busy pushing a broken-down car off the Wakehurst Parkway in the northern beaches, with a very pleased rubbernecker recognising him as the traffic made its way around the car.  Good old Tony, if I was in the trenches that’s who I would want beside me.  Draw your own metaphors and analogies. To keep in the loop in the afternoon sign up here for our special election 2016 email, the Campaign Catchup, a quick read on the campaign news of the day, delivered every afternoon. On the campaign trail Malcolm Turnbull’s campaign had moved to Sydney by Tuesday afternoon and will be in the strategic western suburbs on Wednesday while Bill Shorten’s campaign awoke once again in Townsville. The race you should be paying attention to right now Barnaby Joyce was out campaigning in Queensland on Tuesday, an effort to help the “toff” Turnbull, as the Courier-Mail put it, but thing are not well for him in his own seat. New England in northern NSW is shaping up as a fierce contest between Joyce, and his predecessor, the independent candidate Tony Windsor. Windsor retired in 2013 and Joyce was easily elected without serious opposition. Windsor had won New England with relative ease against weaker Nationals opponents before 2013. Both candidates have won New England easily in the past but never in a tight contest. And another thing(s) David Marr has written about what this election means, what will change at the end of this gruelling campaign? Not much apparently.  Government should be so easy in this prosperous, orderly country. But it is remarkably hard. Parliaments are short. Leaders don’t last. Power is fragmented. This is the land of unfinished political business. Each election campaign is much like the last. Only the faces change.  Laura Tingle has been very impressed with Chris Bowen’s performance and writes in the Australian Financial Review that Labor is “creaming” the government when it comes to policy in this election campaign so far.  Bowen is one of those Labor frontbenchers who speaks with the confidence and authority of someone who has recently done the actual job in government – he was after all, however, briefly, Labor’s last treasurer before the 2013 election defeat. Scott Morrison, by comparison, has had three jobs in three years and still talks as though he has left his freshly painted framework of policy principles out on the back verandah to dry off.  The Greens are snapping at the heels of Labor seats, particularly in Sydney where electoral redistributions have put Anthony Albanese’s seat of Grayndler at risk. There is a ripple effect too, as Michelle Grattan writes in the Conversation.   Albanese is one of the best ‘retail’ politicians in the parliament. They are much in demand by their respective sides to campaign in the marginal seats. But each is having to spend more time than is ideal defending his home turf.  In the enemy-of-my-enemy-is-my-friend moment of the day    Front page of The Daily Telegraph. Tele endorses Albo to stop loony Greens in Grayndler #auspol pic.twitter.com/uhzO14Ckb2— Christopher Dore (@wrongdorey) May 10, 2016    • Follow the day’s developments live• Sign up here to receive Campaign Catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: finger pointing over Greens preference deals goes on",
  "webPublicationDate": "2016-05-10T21:36:28Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Adam Bandt",
      "id": "australia-news/adam-bandt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian political donations",
      "id": "australia-news/australian-political-donations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Anthony Albanese",
      "id": "australia-news/anthony-albanese",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/11/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}