{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/14/vaping-not-nicotine-tricks-young-vapers",
  "id": "2016-05-14-8",
  "sectionId": "society",
  "body": "Don’t call it smoking. Among young adopters, vaping is fast developing its own language, subculture and technology. Far from being a way of quitting cigarettes or, as some fear, a gateway to taking up smoking, e-cigarettes are more like a hobby for many. New research suggests that today’s youth do not view vaping as a form of smoking and have little interest in the nicotine content of e-cigarettes. They are more interested in the wide range of flavours and tricks associated with it. Flavours such as Skittles, Red Bull and Sex on the Beach are popular among young vapers – as are those that mimic the essence of cannabis. Researchers have identified a trend called “cloud chasing”, which involves tricks such as blowing smoke rings. Vapers also like to create “vortexes” – tapping their devices to create sparkles. It is even seen by some as a sport – Vaporium, a New York e-cigarette emporium, now stages vaping competitions. “Among some more experienced vapers who prioritise competency in ‘cloud chasing’ skills, nicotine is actively avoided as it could disrupt their vaping ‘performances’, particularly given the quantities consumed,” said Fiona Measham, professor of criminology at the School of Applied Social Sciences at Durham University, who led the study. She said its findings suggested that public health professionals and policymakers needed to consider how young people’s motivations for e-cigarette use differed from those of adults, in order to tailor public health messages. “While public health professionals, policymakers and academics are debating about whether e-cigarettes may help to reduce tobacco smoking or entice young people into nicotine addiction, and potentially cigarette smoking, we actually listen to young people, most of whom are not interested in either of these reasons for vaping,” Measham said. The six-month research project, funded by Lancashire county council and published on Monday in the journal Drugs: Education, Prevention and Policy, explored trends in smoking-related attitudes and behaviours among people aged 14-25. It found that only 28% of participants who used e-cigarettes said they did so to help them stop smoking. Young males were drawn to vaping because of the tricks they could perform.   Related: In the polarising debate about vaping, we've forgotten to ask the right questions | Alex Wodak    Skilled vapers can “hack” their devices to change the size of the vapour clouds they emit. Some products now have a Bluetooth capability that will stream statistics, such as nicotine use and vapour emitted, to mobile phones. Branding is also playing an important part. The market-leading G Pen, which is sold as a herbal vapouriser, is promoted by the rapper Snoop Dogg and has its own promotional video, which has been viewed more than two million times. There are 2.8 million e-cigarette users in the UK, against 700,000 in 2012, but the market is increasingly segmented along age lines, according to the research. “While the majority of young e-cigarette users are currently smokers, we need to understand vaping as a new and different phenomenon to cigarettes,” said Gavin Turnbull, research associate on the project. Measham said that, despite indications of growing interest in e-cigarettes among young people, it did not mean smoking was becoming more acceptable to them – a process known as “renormalisation” – because of the difference in the way they saw vaping and smoking tobacco. “Adults are bogged down by the similarities between smoking and vaping, whereas young people see them as different activities and do not associate vaping with the idea of being a smoker or non-smoker,” Measham said. New regulations come into force this month limiting the levels of nicotine that e-cigarettes can contain. But the research suggests that vaping is moving beyond being seen as an alternative nicotine delivery system. Measham, who sits on the Advisory Council on the Misuse of Drugs, which makes recommendations to government on the control of dangerous or otherwise harmful drugs, speculated that, for young people, e-cigarettes could become a popular delivery system for the new generation of psychoactive substances. “In this age group, it appeared that vaping was less about an association with nicotine use and more to do with personal choice, enhanced peer group status and socialising with friends,” Measham said.",
  "webTitle": "It’s not nicotine, it’s the smoke tricks young vapers love",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/14/vaping-not-nicotine-tricks-young-vapers",
  "keyword": [
    {
      "webTitle": "E-cigarettes",
      "id": "society/e-cigarettes",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "society/2016/may/14/vaping-not-nicotine-tricks-young-vapers"
}