{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/russian-doctors-athletes-evaded-doping-tests",
  "id": "2016-05-12-82",
  "sectionId": "sport",
  "body": "The former head of the Russian Anti-Doping Agency has revealed his part in an astonishing state-run doping programme before and during the 2014 Winter Olympics in Sochi, which included supplying banned performance-enhancing substances to at least 15 medal winners and substituting tainted urine samples with clean ones during the Games so that they passed doping tests. The International Olympic Committee described the accusations as “very worrying” and called for them to be investigated immediately by the World Anti-Doping Agency .   Related: French financial prosecutors confirm investigation into Tokyo 2020 bid    Dr Grigory Rodchenkov, the director of the Moscow anti-doping laboratory from 2005-15, claimed he helped dozens of Russian athletes with a cocktail of banned substances including metenolone, trenbolone and oxandrolone which he mixed with alcohol. To improve the absorption of the steroids and shorten the detection window, he dissolved the drugs in Chivas whisky for male athletes and Martini vermouth for women. Among those Rodchenkov claimed to have helped cheat were the bobsleigher Alexander Zubkov, who won two golds in Sochi; the cross-country skier Alexander Legkov, who won gold and silver; and Alexander Tretiakov, who won gold in the skeleton competition. Rodchenkov also claimed the women’s ice hockey team, who were knocked out in the quarter-finals, were doping throughout the Games. Legkov and Zubkov described the claims as “nonsense and slanderous”, Russia’s Match TV reported. “We were fully equipped, knowledgable, experienced and perfectly prepared for Sochi like never before,” admitted Rodchenkov. “It was working like a Swiss watch.” Among a series of extraordinary claims that were published in the New York Times, Rodchenkov said Russian anti-doping experts and members of the FSB, the Russian intelligence service, secretly replaced urine samples containing banned substances of medal winners with clean urine. To do this they set up a shadow laboratory in Sochi, having found a way to break into supposedly tamper-proof bottles. Rodchenkov said that several weeks before Sochi, an FSB agent gave him a previously sealed bottle that had been opened, its uniquely numbered cap intact. “When I first time saw that bottle is open, I did not believe my eyes,” he said, adding: “I truly believed this was tamper-proof.” In a development that could have come out of the pages of a John le Carré novel, the Russians set up a secret shadow laboratory – room 124 – at the official drug-testing site. During the night, when no one else was around, tainted samples from Russian athletes would be passed through a small hole in the floor to this shadow laboratory, where they were replaced with clean urine from athletes collected months earlier. The elaborate procedure allowed Russian athletes to continue taking banned substances during the Games, given them an advantage over their rivals. The Russians topped the medal table in Sochi with 33 medals, including 13 golds, a stark improvement on the previous Winter Olympics in Vancouver where they finished only 11th with 15 medals. None of their athletes were caught doping in Sochi. However Rodchenkov said that as many as 100 dirty urine samples were expunged during the Games. “People are celebrating Olympic champion winners but we are sitting crazy and replacing their urine,” Rodchenkov said. “Can you imagine how Olympic sport is organised?”   Related: Kenya’s Olympic participation in doubt after Wada recommendation    Rodchenkov has been collaborating with the American film-maker Bryan Fogel, who is working on a documentary about doping in international sport which is due to be released in September. He told Fogel the Russian sports ministry was actively involved in the giving its athletes performance-enhancing drugs – and hiding the consequences – and that he met with the deputy sports minister, Yuri Nagornykh, at least once a week. However Russia’s sports minister, Vitaly Mutko, was scornful of the allegations, calling them “a continuation of the information attack on Russian sport”. He told the agency Tass: “The system of organisation of the Olympic Games was completely transparent. Everything was under the control of international experts, from the collection of samples to their analysis.” Last November Rodchenkov was named as a key figure in a World Anti-Doping Agency investigation that detailed the extensive state-sponsored doping in Russia. A report, written by an Independent Commission led by Dick Pound, found that Rodchenkov, was required to meet a security officer from the FSB weekly to update him on the mood of Wada. Pound also claimed that Rodchenkov was an integral part of the conspiracy to extort money from athletes in order to cover up positive results – an allegation he denies. However he now admits that he was a key part of what Wada called “the intentional and malicious destruction” of 1,417 samples to deny evidence for the inquiry. In fact, according to New York Times, he now admits to destroying “thousands” of samples. After the Independent Commission report came out, Rodchenkov claimed that Russian officials forced him to resign. Fearing for his safety he then moved to Los Angeles. Two of Rodchenkov’s former colleagues unexpectedly died in February. Rodchenkov’s comments came as Wada’s board met to discuss the developments in Russia’s anti-doping programme since the country was suspended from track and field and its anti-doping laboratory closed at the end of last year. Next month the IAAF, track and field’s governing body, will decide whether allow Russian athletes to complete at the Rio Olympics in August.",
  "webTitle": "Russian doctors and athletes ‘switched urine samples’ at Sochi Olympics",
  "webPublicationDate": "2016-05-12T18:12:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/russian-doctors-athletes-evaded-doping-tests",
  "keyword": [
    {
      "webTitle": "Winter Olympics",
      "id": "sport/winter-olympics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Winter Olympics 2014",
      "id": "sport/winter-olympics-2014",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Drugs in sport",
      "id": "sport/drugs-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/12/russian-doctors-athletes-evaded-doping-tests"
}