{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/01/hillsborough-verdict-leveson-police-press-relationship",
  "id": "2016-05-01-146",
  "sectionId": "media",
  "body": "There was supposed to be a Leveson Mark Two – an inquiry looking more forensically at police and press relations. But David Cameron isn’t keen and nor, for that matter, is Fleet Street anxious to rake over the events of 10 or 12 years ago. We’ve seen exhaustive inquiries, prosecutions, verdicts of guilt or innocence. It’s mostly over for everyone but the Bun. Even Hacked Off may grow weary soon. Except that now concerns over police-press relationships are rather different. Think Hillsborough, and start again. Peter Oborne’s verdict in the Mail was the same as that of the inquest jury. “We are not talking here about a few bad apples. The South Yorkshire police lied, and lied and lied again.” David Conn in the Guardian called it the “relentlessly detailed evisceration of a British police force”. And such squalor doesn’t stand alone. Oborne links it to impunity after Orgreave and the miners’ strike. False witness brushed aside in the Thatcher era. Labour would lob the Shrewsbury 24 into the same pot, plus the stinking south London failure to track down the killers of Daniel Morgan (investigator of police corruption). But in fact the charge sheet stretches on and on, from Stephen Lawrence to Jean Charles de Menezes: deaths, botches, dissemblings. And as for the phone-hacking years, remember the Yard’s initial lack of interest and perfunctory inquiries into what had gone wrong - a compare and contrast study in the millions they spent afterwards once ‘perfunctory’ didn’t fit the bill. Of course newspapers have a lot to answer for. The Sun has been tarred and feathered for its first version of Hillsborough “justice”. But though it, in its ancestral way, made an addled five-egg omelette of South Yorkshire police’s lies (and, like the Times, didn’t get reporting the inquest verdict right), that doesn’t excuse the lies. Rather, it sheds a bleak, grey light on much of the coverage of 27 years ago. Can journalists reporting in print or on screen about tragic events expect truth from our police, or back-covering mendacity? Is there any consistent hope of straight dealing here? Police inquiries will always stumble from time to time. That’s in the nature of the job. But acknowledging the stumble is part of the job – from Hillsborough to Operation Midland. Elizabeth Filkin was fastest off the mark after phone hacking, with a report that sought to sanitise police behaviour by cutting off all but formal media contacts. That looked like a mistake then and looks like one now. Hillsborough, and an initially complaisant press, saw South Yorkshire police in its own cocoon of lies. Filkin custom weaves more cocoons – believing that press contagion infects the police. Construct a cordon sanitaire of silence around the boys in blue. But what if, often, that’s the wrong way around? What if whistleblowers are blown away or, worse, in prison? What if separation makes things worse? If Leveson 2 could centre on victims of injustice and what Andy Burnham calls their “fight for truth”, that might be reason to reconvene and see what a constantly moving finger writes. But, at the very least, in a very tight spot, we need Filkin 2.",
  "webTitle": "Police-press relations look rather different after the Hillsborough verdict",
  "webPublicationDate": "2016-05-01T08:00:50Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/01/hillsborough-verdict-leveson-police-press-relationship",
  "keyword": [
    {
      "webTitle": "Leveson inquiry",
      "id": "media/leveson-inquiry",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/01/hillsborough-verdict-leveson-police-press-relationship"
}