{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/05/being-a-woman-business-owner-offers-unusual-challenges-but-great-reward",
  "id": "2016-05-05-254",
  "sectionId": "business-call-to-action-partnerzone",
  "body": "Henry Ford said in 1919, “A business that makes nothing but money is a poor kind of business”. Rarely in the 100 or so years since have his words borne greater significance. The global community has embarked on a new set of Sustainable Development Goals (SDGs) in an effort to break down systemic barriers to sustainable development such as inequality, unsustainable consumption and production patterns, inadequate infrastructure and a lack of decent jobs. The price tag: between $3.4tn - $4.5tn (£2.3tn - £3tn) per year in state spending, investment and aid.  At the same time, the collective purchasing power of people at the base of the economic pyramid (BoP) now exceeds $5tn (£3.4tn). This confluence of demand and opportunity offers unprecedented potential for the private sector to accomplish the SDGs.  An increasing number of businesses are seeing in inclusive business models the opportunity to marry bottom-line demands with the sustainable development agenda. And an increasing number of these businesses are being led by women.  Between January 2015 and January 2016, six new member companies of the Business Call to Action (BCtA) were owned by women – the largest number in a single year since the project was launched in 2008. Their reasons for capitalising on the unique opportunities – and challenges – of engaging low-income people as consumers, producers, suppliers, and distributors are as varied as their nationalities (six), their ages (31-45) and their businesses (sanitation, food processing, transportation, weather forecasting, coffee and shea butter production).      Mozambikes has committed to improve the lives of 50,000 of Mozambique’s poorest through the sale of affordable bicycles. Photograph: Mozambikes    What they do share, however, is the belief that their businesses are capable of both making money and bringing real, substantive change to their customers, suppliers and employees. Phrases such as “changing communities for the better” “sustainability”, “social impact”, “economic parity”, “empowerment”, and “addressing poverty and hunger” pepper explanations of why they’ve structured their businesses for inclusion – on top of the already daunting work of ensuring financial success.  “I am very passionate about for-profit solutions to poverty and development”, explained Lauren Thomas, founder and CEO of Mozambikes, which has committed to improve the lives and livelihoods of 50,000 of Mozambique’s poorest people through the sale of affordable branded bicycles by 2018. “It is important to me that Mozambikes provides long-term sustainable impact as a business instead of being structured as a donor-funded programme with an end date.” Since its founding in 2010, the company has sold more than 7,000 bicycles, largely through its branded bikes channel. By 2020, annual sales are projected to reach 25,000 per year.  While the majority of these women entrepreneurs set out to run socially impactful companies, one business came upon it quite by accident. Ignitia, which delivers low-cost tropical weather forecasts via text messages to small-scale farmers in west Africa, started as a research project to see if it was possible to create a reliable forecasting model for addressing the unique challenges of the tropics. When the model proved successful, the research team found itself with numerous options.     Northern Ghana Shea has committed to expanding market access for 4,000 rural women who pick shea nuts and produce shea butter. Photograph: Jason Florio    “Addressing the needs of the billions of poor people living at the base of the economic pyramid is often a forgotten opportunity. After some market research ... I could clearly see how the solution we created could help solve pervasive problems like poverty and hunger simply by offering access to reliable information,” says Liisa Petrykowska, Ignitia’s CEO. “Beyond social impact, it turns out that the most weather-dependent business is agriculture – a market with about 2 billion small-scale farmers who make a living off rain-fed yields and play a key role in feeding the world’s rapidly growing population.”  Northern Ghana Shea (NGS) joined the BCtA in 2016 with a commitment to expand market access for 4,000 rural women who pick shea nuts and produce shea butter. They plan to do this while increasing the volume of these farmers’ production by 60% and diversifying their customer base. According to Juliette Lampoh, Northern Ghana Shea’s CEO, “Social impact does not just happen in a normal business setting. It takes a conscious effort to generate and it costs money and time to nurture.” It might seem counter-intuitive that, as women business leaders, building gender-specific targets would not be high on their lists of objectives. The truth, however, is more nuanced. While NGS’s mission is to create business opportunities for rural Ghanaian women, Mozambikes’ team felt that skills development for women should be integrated into the business model. According to Ignitia’s CEO, targets are important, but the anonymity of the product precludes any special focus. So the company invests its efforts in marketing to ensure equal access.      Equator Kenya is a food-processing company that produces African bird’s eye chilies. Photograph: Equator Kenya    On the other side of the spectrum, neither Equator Kenya – a food-processing company that produces African bird’s eye chilies, nor Banka BioLoo, which brings sustainable, affordable sanitation solutions to the BoP in India, have established specific gender-based targets. Almut van Casteren, Equator Kenya’s CEO, notes that women’s empowerment in the traditionally patriarchal communities of Kenya can cause friction, with husbands forcing their wives to quit their jobs. And while Banka BioLoo is gender neutral in terms of its customers, founder Namita Banka acknowledges that their product does favour women, who suffer the results of poor sanitation disproportionately to men in terms of loss of dignity and security.  Only Vava Coffee, which increases access to credit and training in financial management and sustainable agriculture for Kenyan coffee farmers, is stressing gender targets in its overall business plan.  “Women make up 80% of the labour force, so it is important they are properly integrated into the supply chain – especially in positions of leadership and influence,” says Vava Angwenyi, the company’s founder and chief “coffaholic”. “So we have enforced this along our supply and value chain to ensure that women, who are extremely vital to the success of this industry, are given these roles and empowered more.” But while gender-based targets are not necessarily important, all agree that mainstreaming inclusive business can be instrumental in advancing women’s empowerment and equity. “By supporting women farmers in the form of training, inputs, asset loans and a guaranteed market, they are better prepared to meet market demands, especially in the export market,” says Equator Kenya’s van Casteren. “Having a proven track record for loans and repayments makes it easier for them to access financing from the bank. And these women are more independent from their husbands.” As any entrepreneur will attest, owning and running a business is not easy. Does gender add a complicating dimension? And does being an inclusive business further complicate things? For some, yes. Vava Coffee’s Angwenyi notes that hers is a male dominated industry and that banks “… don’t appreciate the inclusive business model yet.” For Petrykowska and Thomas, there is the risk of not being taken seriously in male-dominated African societies. For Lampoh, however, this has not been an issue.  Interestingly, neither van Casteren nor Banka feel that being a woman business owner has been uniquely problematic. Moreover, both feel that the inclusive nature of their businesses has, in fact, been a boon. “As a woman business owner, I don’t face any great challenge. Rather, I’m able to put forth views that are generally not discussed,” says Banka. “I receive support within the economic forums to espouse the cause for women’s welfare. The Indian economy is dominated by men, and making a mark as a woman is not easy. Nevertheless, I receive recognition for my contribution to sanitation.” From this sampling of business leaders who have plunged headlong into the deep end of the business pool, it’s clear that being an SME, being a woman and being an inclusive business offers unusual challenges and high risks. But in the end, all would agree with Lampoh in her assessment of long-term opportunities and how they can impact the new global agenda:  “I’m convinced inclusive business offers a win-win for business and development. I think there is opportunity for business growth operating in a developing sector, and everybody benefits from participating in the business. Thus there is reduced dependency, fewer poor people, and therefore more capable customers and suppliers.” Content on this page is paid for and provided by Business Call to Action, sponsor of the business and the sustainable development goals hub",
  "webTitle": "Being a woman business owner offers unusual challenges but great reward",
  "webPublicationDate": "2016-05-05T09:53:24Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/05/being-a-woman-business-owner-offers-unusual-challenges-but-great-reward",
  "keyword": [
    {
      "webTitle": "Business call to action partnerzone",
      "id": "business-call-to-action-partnerzone/business-call-to-action-partnerzone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/05/being-a-woman-business-owner-offers-unusual-challenges-but-great-reward"
}