{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/22/bureaucratic-backlog-nurses-carers-teachers-cannot-work-disclosure-barring-service",
  "id": "2016-05-22-178",
  "sectionId": "money",
  "body": "When Monica Demeterova completed her early years childminding course last December local parents were swift to sign up to her services and she looked forward to launching her own business. Five months on she is scraping a living doing agency work at a warehouse while the children on her books have found provision elsewhere. The reason is that she has been waiting 150 days for the Disclosure and Barring Service (DBS) certificate required by law for anyone working with children and vulnerable adults. The DBS, which replaced the Criminal Record Bureau in 2012, checks the background and suitability of individuals. As a former nanny and nursery employee, 31-year-old Demeterova already has the necessary paperwork, but since she will be running her business from her home, her husband Michal also needs to be assessed, and his application, submitted last December, is one of tens of thousands stuck in a bureaucratic log-jam. “Financially it’s ruining my family’s life,” she says. “It’s always been my dream to run my own business, and last year we’d saved enough for a deposit on a house to run it from, and I was approved for a £500 government start-up loan which I hoped would cover my training. I’ve now lost that money because you must have started your business within six months of the loan being agreed.” Demeterova is one of thousands of would-be workers unable to take up a new job because of the DBS backlog, which reached an unprecedented peak this spring. The NHS and schools are among those who are prevented from hiring staff because of the weeks of waiting for the required disclosures, and this month a former Home Office junior minister described as “scandalous” the news that childminders are unable to run their businesses because of the delays. Meg Hillier, Labour MP for Hackney South and Shoreditch, has raised the issue with the Home Office and blames “a basic lack of police resources” for the problem.     Meg Hillier blames delays on a lack of police resources. Photograph: Jonathan Goldberg/Rex    The lengthy wait for the certificate is undermining the government’s commitment to double the provision of free childcare, according to the Professional Association for Childcare and Early Years. “Primarily, DBS delays prevent a childminder from operating, and at worst it could potentially delay the growth of the sector,” says chief executive Liz Bayram. Demeretova says her neighbour was the first to sign up for her services because his children’s school had closed its after-school club. “Because of the delays in DBS checks they didn’t have enough qualified staff or volunteers to continue it,” she says. The majority of DBS applications are stuck with police forces who examine the records of those seeking to work in a range of sectors – among them education, healthcare, social services and private hire transport. Seventeen out of 45 forces are missing the government target of completing 85% of applications within 14 days, according to Home Office data. Nearly half the checks lodged with the worst performing forces, Dorset and London’s Metropolitan Police, are still ongoing after 61 days, leaving an estimated 150,000 jobseekers in limbo. Anyone calling the DBS helpline to check progress is now informed by an automated message that they can expect to wait up to 18 weeks for their application to clear. When more than one police force is involved in a check, the delays can be even longer. The Met, which handles 12% of applications nationally and which is struggling to clear a backlog of 80,000 cases, blames a sharp increase in applications over the past two years and difficulty in recruiting and retaining the staff required to process them. It has hired extra staff and temporarily moved 58 non-frontline or retired officers to assist. “It is anticipated that we are at the peak of the backlog of outstanding cases, but we can’t take any short cuts,” says a spokesperson for the force. “It’s not simple administrative work. Staff are making decisions about the disclosure of information that may involve a number of different police forces and, because these decisions directly impact children and vulnerable adults, staff require significant specialist training and supervision.”    It is not simple administrative work. Staff require significant training and supervision  Met Police spokesperson     Applicants are only entitled to lodge a complaint if they have waited more than 60 days, and even then, the DBS warns, their case may not be escalated because of the congested system. It admits that in March this year 11,804 applications lodged with the Met had been in progress for longer than 130 days. Moreover, if the police have to send an application back to the DBS with a query the clock returns to zero and the 60 days start again. Many of those waiting are forced to live off state benefits or personal savings in the interim. Adam Wilkins of Birmingham had a job offer as a coach driver withdrawn after his enhanced DBS check was still ongoing after 69 days. Within a month he secured a contract as a hospital phlebotomist, but a new DBS application had to be submitted and, 30 days on, is still parked with the Met. Wilkins, who had applied for both jobs after being made redundant, has been forced to live on £114-a-week jobseeker’s allowance since December because of the bureaucracy that prevents him drawing his £400 a week hospital salary. “I’ve worked all my life and I don’t want to be on benefits,” he says. When the Observer raises his plight with the Met a senior manager is assigned to his case and within four days his original December application is completed. As it covers working with children the certificate is valid for his healthcare job. The DBS says that although it has a service level agreement with police forces to complete 100% of checks within 60 days, it is powerless to speed up the process. “We are reliant on the police to carry out their checks within agreed timescales; failure to do so impacts on our ability to achieve our targets,” says a spokesperson for the DBS, which processes 4m checks a year. “The delay in processing DBS checks by the Metropolitan Police is of great concern to us and our customers. They have informed us that their recovery plan includes recruiting, training and transferring additional staff and we are monitoring this situation closely.” The problem is also affecting service providers who are already struggling to recruit staff. Care homes report that they are having to rely on expensive agency workers while they await DBS checks for new recruits, and many are suffering from financial loss as a result, according to the Care Home Association. Meanwhile, many teachers’ applications submitted last June were not ready before the school year began in September. One primary school in north London said that 10% of its staff are unable to fulfil their roles because of the delays.    We had to wait four months for one check. There’s already a teacher shortage … this is a headache we could do without    “Under official guidelines you can do a risk assessment based on the DBS from someone’s previous job, but they have to be supervised at all times,” says the headteacher who asked to remain anonymous. “In one case we had to wait four months for a check to come through. There’s already a teacher shortage in London so this is a headache we could do without.” The Royal College of Nursing also says the issue is having an impact on the NHS at a time when there is a shortage of nurses. “It is causing severe disruptions for individuals and great concern to us,” says Roz Hooper, principal legal officer. “Recently our advice line has taken a call from someone who had her job offer withdrawn because her disclosure hadn’t come through in time, and someone else who has had to delay her university course and possibly lose her bursary and her place.” Demeterova, meanwhile, estimates that the delays have so far cost her up to £7,000. She can’t find a stop-gap job that pays enough to fund childcare for her two young children or with hours to fit in with her husband’s shift work. Instead of earning £500 a week caring for the eight children who had signed up for her services, she is reliant on whatever warehouse shifts are available. On a good week that earns her £300, but for times when cover is not required she receives nothing. “My husband’s salary goes on the mortgage and bills, and mine was to be used for living expenses,” she says. “We had planned to buy a new car and go on a holiday, but now I’m just happy if I can afford to do the weekly shop. When I call for an update no one can give me any information. Sometimes I feel there’s no point going on. I have hit rock bottom.” HOW THE SERVICE WORKS The Disclosure and Barring Service (DBS) replaced the Criminal Records Bureau (CRB), which was established after the murder of schoolgirls Holly Wells and Jessica Chapman. Anyone working with vulnerable people had to be checked for a criminal record, and 2012 figures revealed the checks had prevented more than 130,000 unsuitable people, including rapists and paedophiles, from working with at-risk groups. But the CRB was beset by long waiting times and cumbersome bureaucracy, and in December 2012 the coalition government replaced it under the Protection of Freedoms Act. The DBS was supposed to speed up the process by introducing an update service which, for an annual fee, enables people to reuse their certificate when applying for similar jobs, subject to an instant online check by their employer. This confirms if the certificate is up to date, whereas the old CRB had to be started from scratch each time an update was required. The new system also exempts under-16s from checks. However, the DBS requires other rigorous checks which might involve more than one police force depending on where the applicant has lived and worked. There are three types of check: a standard check required, for example, for court, prison or security officers; an enhanced check for anyone working with children or in social or healthcare services; and an enhanced check with barred list check for adoptive parents or taxi drivers. While companies can employ those whose checks have not been completed, it’s at their own risk and the individuals in question have to be supervised at all times.",
  "webTitle": "DBS: the safety check backlog that means nurses, carers and teachers cannot work",
  "webPublicationDate": "2016-05-22T06:00:35Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/22/bureaucratic-backlog-nurses-carers-teachers-cannot-work-disclosure-barring-service",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Childcare",
      "id": "money/childcare",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Carers",
      "id": "society/carers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/22/bureaucratic-backlog-nurses-carers-teachers-cannot-work-disclosure-barring-service"
}