{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/27/knitting-to-bdsm-readers-where-to-find-a-sense-of-community",
  "id": "2016-05-27-129",
  "sectionId": "society",
  "body": "New analysis has found that people who identify as non-religious outnumber the Christian population in England and Wales. As more people distance themselves from organised religion, we asked you to tell us where you find a sense of community and why it’s important. Here’s what some of you said. ‘Knitting keeps me sane’  I’m part of an online community called Ravelry for knitters, crocheters, designers, spinners, dyers and weavers. Though for me it is so much more than that – it’s like the Facebook of knitting, crochet and spinning, only better. It’s a forum, a place to track your craft projects, a directory of yarn companies, dyers, designers, patterns, and a place to find people who are into the same stuff as you are. I first found Ravelry when I took up knitting after discovering I had a chronic ankle injury. It was a joke at first – if I couldn’t get out and about I thought I may as well learn to knit. What I fell into is a highly addictive hobby, a way of tracking my knitting projects and progress, and a community of like-minded souls. After being pretty cautious of online forums for a while I have found my place there. I can contribute as little or as much as I like. I’ve met up with local knitting groups and even travelled to the other end of the country to meet my online friends.  Knitters are generous, and I’ve sent gifts (of yarn, of course) to people in different countries when times were tough for them. In return, people I’ve never met have helped me out with yarn to finish projects when I’ve run out.  Knitting keeps me sane – it gives me something to work towards, it gives me finished items I can be proud of, whether it’s so I can show them off or give them as gifts. It grounds me, gives me something productive to do when I’m waiting in a queue or on the bus rather than just staring at my phone screen, and it keeps me off the streets.  Emily, Oxfordshire     Lucy London. Photograph: Dolores Williams    ‘BDSM and dance clubs have made it easy for me to be out and about as an overtly effeminate male’ I find a sense of community within the BDSM/fetish scene and in a number of dance clubs in Birmingham. As an ‘out’ transvestite (who is permanently at least ‘semi-femme’) these are the most immediately comfortable and enjoyable places to be me, more so than the mainstream gay scene (and I’m not exactly gay ... bi or something, I suppose).  There are some BDSM events which I go to solely as a social thing – to meet friends and chat – more than actually participate. The excellent monthly Birmingham Bizarre Bazaar (BBB) is one example. Dance clubs are for dancing of course, but the glam/goth/disco events I love are also extremely warm and friendly places – I’ve made real friends and found lots of genuine support. I had another life which totally fell apart and in my 50s I had to start again from scratch as well as make my way in a new city. Having been active on the fetish scene for a while that was an easy place to start. I now know an awful lot of people, some of whom have become close friends. It is mostly (not entirely of course) very accepting and friendly with a genuine sense of being a community.  The dance clubs have allowed me an easy and very enjoyable way to be out and about in the mainstream world as an overtly effeminate male, or fully ‘Lucy’d up’, when I feel like it. I absolutely love dancing and it is much better exercise than all that tedious sport/gym stuff! Nightclubs and dance clubs are vital to a lot of us and should be supported and cherished. Lucy London, Birmingham ‘In those fleeting moments you shared joy, hope and fear with 28,000 people’ Supporting Crystal Palace is about family, friendship and a story that continually unfolds for good or bad (in Palace’s case, often pretty bad). It is inclusive regardless of age, race, religion or political persuasion, all forged around a shared sense of identity linked to our particular area of London and the history of the club. Away from matches, the community carries on almost constantly online, bringing thousands of people together from all over the world. I’ve been a supporter of Palace for nearly 50 years. My relationship has changed quite a lot as the game itself has changed. As you get older your perspective inevitably changes as other parts of life encroach on what usually starts as a youthful obsession.  I’ve pretty much fallen out of love with football as a ‘sport’ in recent years. I don’t like the way it has become more corporate, financially driven and (despite the surprise triumph of Leicester this season) loaded almost totally in favour of an unpleasant elite. Often it seems a very ugly game, and I think many fans, not just Palace, feel instinctively that the soul is being sucked out of it.  I watch much less football than I used to, pay little attention to the wider game but find that I’m still drawn to Palace as much by the people as the football itself.     Palace goalkeeper Julian Speroni and Shane Long of Southampton compete for the ball during their Premier League match earlier this month. Photograph: Christopher Lee/Getty Images    I have considered walking away, but after half a century you’re just too enmeshed to escape. I have too many friendships, plus my son – I can’t put him through 19 years of rubbish then tell him I’m packing in. It helps that Palace is run by genuine supporters working for its best interest (not always the case in the past).  It also helps that there is a core of players, such as Julian Speroni and Damien Delaney, who came up with us from the second division and have the club in their hearts in a way that many more illustrious players wouldn’t. And, because Palace have never won a major trophy in 111 years of trying, it will continue to feel like unfinished business until either they put it right, or we as fans die waiting. There are many people this week, myself included, who are wondering if they’ll ever see it happen.  After 79 minutes of the FA Cup final, Jason Puncheon (a local lad raised on the streets around Selhurst Park) blasted Palace into the lead, sparking a collective meltdown that I’ve not personally experienced before in more than 50 years. The player himself was in tears, the fans gripped by a euphoria that simply could not be felt anywhere else in modern life. It lasted just three minutes until Man Utd equalised (further proof that there is no God), but in those fleeting moments you shared joy, hope and fear with 28,000 people who in every other respect were total strangers but who were all emotionally in the same place. Tony, Hornchurch, Essex     Felix from London.    ‘Dancing the tango has strengthened our relationship’ My girlfriend and I started attending Argentine tango drop-in classes in our early 20s and we’ve been taking them for around six-seven years now. Most of the friends we’ve made in our adult lives have been made at these classes. Every week there are social events called a milonga around the city where you can dance socially with a partner and other people. Despite lasting until the early hours of the morning, everyone at the milonga is very sober, typically drinking just a single glass of wine to loosen up before sticking to water for the rest of the evening (dancing under the influence is difficult!). So it’s a nice alternative to club nightlife which has never been my cup of tea. As someone who moved to London from another city, it was great to find a community where everyone shared a common interest so I could easily make new friends. It’s also nice to know that every week you are meeting new faces and learning a new skill and method to express yourself.  Also, as a couple, having one thing we can always do together has really strengthened our relationship over the years. Felix, London ‘Without the choir I couldn’t have got through the dark days’ My wife and I run a community choir called BeVox. Although we work to high musical standards, the absolute most important thing about it is the sense of community it creates among our singers – and with us too. We are often told how coming to choir is a blessed release after a tough day, whether that’s a tough day at work, a tough day caring for an ill family member, a tough day of dealing with the kids, or even for some people just a tough day existing.  We have people who have gone through incredible traumas and people who suffer debilitating depression – but for whom the community they find in their choir sessions have proved a lifeline. We’re incredibly proud of the community we’ve built, and we work hard to maintain it – it’s ultimately rewarding for us too, and is our community.  When my wife was in hospital having a kidney and pancreas transplant, BeVox kept me going – I couldn’t have got through those dark days without them. To celebrate the choir’s fifth anniversary last year, we put together a “memory book”, bringing together the recollections of hundreds of people who had sung with us. We can’t read it without crying. It’s the most powerful, personal thing either of us have ever done.  We both get the most satisfaction out of helping others to be happy, or to achieve something they didn’t think they could. There is nothing that beats the warmth that comes from looking out at a room full of people, including people who have found lifelong friendships and even relationships within the choir, and knowing that they wouldn’t have met without us. We are sustained and nourished by the community, and this is reciprocated willingly – a beautiful thing in today’s society.  Timothy Allen, Barnsley     Martin Maloney.    ‘I feel like I have a place somewhere when it comes to baseball’ Baseball is a sport I’ve loved on TV and when I’ve been to the US. I had no idea that we had a local team in Northampton until something popped up on my Facebook page in August 2014. I started training with them and played a tournament at the end of that year. I broke my cheek in the last training session before we started the 2015 season but still played bar the first week. I then qualified as a coach and now coach our kids’ team, manage our senior team and am sometimes involveed in the national organisation of our sport.  I feel like I have a place somewhere when it comes to baseball. I feel it more so than when I used to play football and cricket. Maybe it’s because it’s not such a big sport here and you get to know more people on a personal level – even if we’re hurling balls at 60 or 70mph at each other. There’s also the slightly evangelical thing of trying to build the profile and participation in a sport. Not being religious I’ve never found religion a necessity for community, but I recognise the powerful pull it has socially. My parents came over from Ireland and the church meant more than the religion, it was kinship and community and keeping in touch with home. Martin Maloney, Northampton ‘The fascinating life of ospreys fills me with awe’ I have found an amazing sense of community at the Dyfi Osprey Project near Machynlleth in Wales. Over 150 volunteers working around 12,000 hours a year in small teams, working out on the marshy reserve, helping people learn about ospreys in our observatory (as well as all the other plant, bird and animal species), running a visitor centre and even sweeping the floors and cleaning the toilets at the end of the day! It takes me five hours each way from London to mid-Wales once a month to be physically there but I am in constant contact with my colleagues even when I’m not there.  It’s more than volunteering for me. It is like being part of a massive family with lots of love and support and the occasional falling out too! It has led to new friendships, with people moving from Hampshire, Bristol and even Greece to the area in order to get more involved. We’re also part of a much bigger community of people who have visited the project, love it, come back regularly, and follow online via a live webstream to the osprey nest.  Many visitors have come to know each other by name, have formed their own friendships and connections, discovered other mutual interests, and gone on to meet face to face at the project or in their own local areas.      Barbara (left) shows an osprey nest to a visitor. Photograph: Emyr Evans/Montgomeryshire Wildlife Trust    The beauty of the reserve itself and the fascinating life of ospreys fills me with awe and wonder, a reminder of a force out there bigger than you are. In the middle of the marsh, a 360-degree observatory rises majestically like a cathedral made of timber. In the midst of this is a community of people united by a love of birds and a passion for conservation. Though different – age, background, personal history, politics etc – we all still share a common vision and purpose.  Barbara Crowther, London ‘My kink family are the best friends I’ve had in decades’ For me the London kink and fetish scene provides me with that sense of community. With two or three munches [gatherings] every week, and clubs, parties and major events most weekends it’s easy to build a network of friends and a busy social life. The best introduction to the kink scene is London Alternative Market, the first Sunday of the month in Revolution Bar on Leadenhall Street. You can come along in the afternoon incognito as an “interested observer” and see some of the toys and clothes that are on sale, drink in the atmosphere and maybe even talk to some kinksters. You might even feel like staying for the after-party, where you’ll see some of us in action.  And if you join Fetlife beforehand and create a “persona” with a name, that’s all you’ll have to give anybody. Nobody need know your real name (or anything about you) unless you choose to share it – and that’s the way we expect it to be. When my marriage broke up I lost most of the people I called friends – although I soon realised that they were really only the parents of my kids’ friends. When I finally “outed” myself, joined Fetlife and embraced my kink, I soon found myself surrounded by some of the most open-minded and honest people I’ve ever known. My kink family, friends and play partners are the best friends and closest confidants I’ve had in decades. The community spirit is incredible and heart warming. Mo, London",
  "webTitle": "From knitting to BDSM: readers on where to find a sense of community",
  "webPublicationDate": "2016-05-27T14:10:46Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/27/knitting-to-bdsm-readers-where-to-find-a-sense-of-community",
  "keyword": [
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Hobbies",
      "id": "lifeandstyle/hobbies",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fitness",
      "id": "lifeandstyle/fitness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Craft",
      "id": "lifeandstyle/craft",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Knitting",
      "id": "lifeandstyle/knitting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "society/2016/may/27/knitting-to-bdsm-readers-where-to-find-a-sense-of-community"
}