{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/women-cup-final-arsenal-chelsea-wembley-fara-williams",
  "id": "2016-05-13-157",
  "sectionId": "football",
  "body": "Leaving Liverpool was not an easy decision for Fara Williams to make. The midfielder loved being part of a team with whom she had won back-to-back Women’s Super League titles and off the pitch the 32-year-old had fallen in love with a city she moved to in 2004. But when Arsenal came calling Williams knew she had to switch clubs. It was a head-over-heart call but one that will feel fully justified on Saturday afternoon when she walks out at Wembley to take part in the FA Cup final. The biggest game of the season at the biggest, most famous venue in the country, with Chelsea, the holders and WSL champions, the opponents. It is this type of grand occasion that persuaded Williams to head south and her excitement at what lies ahead is tangible. “When I was a kid, to play at Wembley in a cup final as a female was only ever a dream that was probably never going to be a reality but now for me it is a reality,” she says. “This is why I came to Arsenal – to compete and win trophies, and to be in the FA Cup final in my first season at the club is a fantastic achievement, and for it to be at Wembley makes it even more exciting.” Given her vast experience, Williams should arguably be taking Saturday’s showpiece more in her stride. She is England’s record appearance holder with 153 caps and not only played in the first women’s international to be staged at the newly built national stadium two years ago but has also competed at three World Cups, including last summer’s in Canada when Williams’ three goals helped Mark Sampson’s side secure a bronze medal.   Related: Fara Williams: ‘I had football. A lot of homeless girls have nothing’    At club level she has won the FA Cup with Everton, for whom she played before making the short journey to Liverpool in 2012. A case of been there and done that but Williams has always been ambitious and particularly so now her career is nearing the end. Given her age, it was something of a surprise that Arsenal moved for her at the turn of the year. The club may not be the dominant force of old but they remain a famous name in the women’s game, not to mention one of the wealthiest and therefore capable of attracting the best, young talent. They saw something in the veteran and she saw something in them, even thought it meant leaving a place that had not just become Williams’ home but her sanctuary. It was by moving to Liverpool 12 years ago, when she joined Everton, that Williams was able to escape a life of homelessness in London. The girl from Battersea thrived on Merseyside personally and professionally, helping the team clinch the WSL title in 2013 and 2014. “I’ve struggled with the move away to be honest,” she says. “I try to go back as much as I can. I miss Liverpool, my house is still there and I didn’t want to leave but I knew for football reasons I had to. At the time they were in transition and I’m a player that needs to be at the top level. I want to go to the Euros next year and I knew Arsenal were bringing in some fantastic players who would make them even more competitive, so [switching clubs] was justified. We’re in a cup final and I’m training harder because I’m with better players.” Arsenal have impressed en route to Wembley, most notably with their 7-0 victory over Sunderland in the semi-finals, fuelling hope inside the club they can claim a trophy they won eight times between 2004 and 2014. Arsenal’s WSL form has been patchy, however, with two wins from their opening five fixtures leaving Pedro Martínez’s side third. Chelsea have looked every inch the champions, winning all four of their games, as well as beating the leaders Manchester City in the semi-finals. Little wonder Emma Hayes’ team are favourites to retain the trophy they won with a 1-0 victory over Notts County last season. “Chelsea are Double winners from last year but Arsenal are used to big games and are used to cup finals,” says Williams, who is a Chelsea supporter and began her career at the club in 2000. “Arsenal have always won trophies and the fact of the matter is now we need to win trophies again and the FA Cup is a big one on a big stage. Hopefully we’ll get the result and can push on in the league.” Alongside Williams a host of England internationals will be on show, including her team-mate Casey Stoney and, from Chelsea, Karen Carney and Eniola Aluko. That perhaps explains why the Football Association expects the crowd to top the 30,710 who watched Chelsea and Notts County play in Wembley’s first women’s FA Cup final. For Gilly Flaherty, Chelsea’s vice-captain and another England international, the rise in attendance is also proof of a general rise in the popularity of women’s football in this county, something that has been helped by BT Sport showing regular live coverage of the WSL but which Flaherty believed is largely and significantly down to England’s successful showing at the last World Cup. “It [the World Cup] was massive for us,” says the 24-year-old, who in a reverse of Williams played for Arsenal before joining Chelsea. “You come back from it and look at the crowd attendances – we’re now averaging around 1,300 a game. Before it was only Arsenal who got that sort of number. “At Chelsea we’re also seeing our faces on bus stops and on the back of buses, and girls are taking pictures and tweeting us, saying: ‘You’re on the back of a bus promoting your next game’. Little things like that even two years ago weren’t happening.” Looking to the FA Cup final, her second in nine months, Flaherty added: “Since I was I was 16 and involved with the Arsenal first team, I knew the Cup final was the day when you’d get a really large crowd come out and watch two women’s sides play and was the one women’s game that was definitely on the telly. “It’s remained that way and that’s why you want to be part of it. It opens up opportunities for the team and for individuals, and going forward people are going to be looking at how many cup finals you’ve played in and how many you’ve won.” Arsenal v Chelsea in the Women’s FA Cup Final kicks-off at 2pm on Saturday and is live on BBC1",
  "webTitle": "Fara Williams’ move to Arsenal pays off with ‘dream’ Wembley final",
  "webPublicationDate": "2016-05-13T13:46:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/women-cup-final-arsenal-chelsea-wembley-fara-williams",
  "keyword": [
    {
      "webTitle": "Women's football",
      "id": "football/womensfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/2016/may/13/women-cup-final-arsenal-chelsea-wembley-fara-williams"
}