{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-boo-coaching-and-consulting-limited",
  "id": "2016-05-02-167",
  "sectionId": "small-business-network",
  "body": "Becci Martin, founder of Boo Coaching and Consulting Limited, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Boo Coaching and Consulting was launched in 2015 after the founder, Becci Martin, grew tired of working as a lonely sole trader.  The Boo brand is all about helping others to play to their strengths. In the last 12 months, we have become a team of three with a community of associates delivering a range of exciting projects that create a big impact for customers and our community. We have grown rapidly and recently moved Boo HQ to a larger community hub, where we can provide even better services for our customers, local residents and the business community, while also keeping an eye on the global market.  We have a strong focus on social value and a wide client base in the public sector where what we do can really improve the experiences of people in the workplace, and improve outcomes for service users e.g. patients and communities.  Our vision is to become a globally recognised business brand, helping leaders to be amazing.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Boo Coaching & Consulting Ltd",
  "webPublicationDate": "2016-05-02T11:04:45Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-boo-coaching-and-consulting-limited",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-boo-coaching-and-consulting-limited"
}