{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/20/mental-health-services-better-care-black-patients",
  "id": "2016-05-20-210",
  "sectionId": "healthcare-network",
  "body": "Over recent years there has been a growing consensus in mainstream political parties as to how to tackle neglected mental health services and improve the poor outcomes experienced by many service users and their carers. The concern has been of particular significance for black and minority ethnic (BAME) communities.  This challenge is reflected in NHS England’s Mental Health Taskforce report which sets out a new cross-system, all ages, national five-year plan for NHS mental health services to 2020-21, launched earlier this year.    Related: Mental health services kept waiting for promised 'revolution'     More than 20,000 people took part in the taskforce consultation process that informed the report. Several key themes emerged: better access, better quality services, better attention to physical and mental healthcare, better preventive care. The taskforce has responded to these requests by outlining:   A seven-day NHS providing crisis care across the country, including a new model for children and young people.   An integrated approach to mental and physical health.   Promoting good mental health and preventing poor mental health.    The taskforce concluded that the best way to revolutionise care is to treat people’s minds and bodies equally, hardwiring mental health into the NHS. This means greater transparency in spend and outcomes and a relentless focus on inequalities.  The report recommendations for the NHS have been adopted with a target that by 2020-21, at least a million people with mental health problems will be accessing high-quality care they aren’t getting today. This is further backed by £1bn new investment by the year 2021, which we hope will materialise as real money backed up by greater transparency in how this is spent by local services.  The report also challenges the government for stronger leadership because a mentally healthy society – and one which cares well for people with mental health problems – involves social care, housing, employment, education and schools. The prime minister has made a personal commitment to this work.  The experiences of African and Caribbean service users, carers, and frontline staff were not overlooked by the taskforce. At community events and in informal conversations, black service users and professionals shared their experiences – positive and negative – of mental health services. These conversations also raised issues of stigma and discrimination, not only across services but the perception of how our community views mental health and the stigma that we may hold against people with mental health challenges. It is clear that we can do more to make sure mental health is a strong area of advocacy and campaigning for better services.  The introduction of NHS England’s Workforce Race Equality Standard, which aims to increase black and minority ethnic senior representation on NHS trust boards and to tackle bullying of frontline staff, means there is an opportunity to put race equality back on the agenda for mental health services. The Royal College of Psychiatrists’ commission report on adult inpatient care also recognised the issue of BAME over-representation in detained services.  Although the report does not recommend a return of the Delivering Race Equality programme, there are specific recommendation for the appointment of a senior mental health equality lead at the Department of Health to oversee how race and other equalities areas are being delivered and implemented by the NHS and social care.   Related: Have men been let down over mental health?     A deeper question also emerges: how do we ensure that the issue of race equality is mainstreamed into the delivery of services by the NHS, local government, criminal justice, the police, employers and housing providers?  Furthermore, can black-led providers, service user and carer organisations be supported to have a voice which is actually heard and encourage delivery of high quality, culturally appropriate services for our diverse communities?  Part of the answer is that we need to raise our game and not become docile and passive citizens. We need to do more in making mainstream service providers and commissioners more accountable by playing an active role as part of a wider social movement of change in mental health services. Without this proactive engagement and informed challenge the taskforce report will not deliver the services we deserve and need; the report provides some of the tools to ask better questions locally and nationally. Its recommendations set the direction of travel. Of course there are those whom are responsible for delivery, but it is also up to us to hold them accountable. Jacqui Dyer is vice-chair of NHS England’s Mental Health Taskforce; Patrick Vernon OBE is a non-executive director of Camden and Islington NHS foundation trust Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "How can mental health services deliver better care for black patients?",
  "webPublicationDate": "2016-05-20T11:29:46Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/20/mental-health-services-better-care-black-patients",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Policy",
      "id": "healthcare-network/policy",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Workforce",
      "id": "healthcare-network/workforce",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Vernon",
      "id": "profile/patrick-vernon"
    }
  ],
  "guardianId": "healthcare-network/2016/may/20/mental-health-services-better-care-black-patients"
}