{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/corbyn-queens-speech-response-cameron",
  "id": "2016-05-19-286",
  "sectionId": "commentisfree",
  "body": "Nothing is easy in opposition, but the Queen’s speech response should be one of the less terrifying set-pieces. Unlike with the budget, at least you’ve got time to think before speaking, to hone your attack more finely. This year David Cameron arguably made that easier by producing a rather thin parliamentary to-do list padded out with hoary old perennials, and with a glaring hole where compulsory academisation was meant to be.   Related: ‘Like the poshest hostage video ever’: our columnists on the Queen’s speech | Panel    The only tricky factor was the fleeting reappearance of the lesser-spotted Sunshine Cameron. This is the centrist, socially concerned, happy-clappy Tory leader who surfaces only occasionally these days, often on the campaign trail; who strolls around hugging hoodies and benevolently promising everyone free childcare and not mentioning austerity. Sunshine Cameron can be very hard indeed to reconcile with the guy who, once elected, promptly slashes stuff on which vulnerable people rely. But still, he’s the prime minister Cameron perhaps wishes he’d been. And, crucially, he’s the one voters like, so he needs careful handling. How would Labour respond to jail reforms potentially more liberal than they managed in office? (David Blunkett did experiment with weekend jails, but then backed off.) How to welcome promises of more poor kids going to university, or rights for care leavers or a fizzy drinks tax, while still exposing the yawning chasm between talking about improving life chances for disadvantaged kids and actually doing so? You probably already know what happened. Jeremy Corbyn wore a red tie, told some great jokes in response to the jokey backbench speeches with which this session always opens, and then delivered a furious tirade against cuts.    By the time Corbyn reached rural bus services and something about standpipes, MPs were losing the will to live    There was one moment of real clarity over planned new measures of poverty, when he argued forcefully that being poor isn’t actually the poor’s fault; that it’s not about addiction or dysfunctional parenting or some kind of individual moral failing, but about a “collective failure” of society. That’s as close as you’ll get to defining the difference between the modern Labour and Conservative parties. But after that, it started to ramble and then didn’t stop, to the point that it was hard to work out exactly what Corbyn thought about prisons except that he likes Scandinavia’s. By the time he reached rural bus services, privatising the Land Registry and something about standpipes, MPs were visibly losing the will to live and Corbyn was lost in a jungle of his own words, hacking wildly. Which simply left Cameron to cruise happily through his promises of motherhood and apple pie. There wasn’t much here for Tories to love but it may just help non-Tory voters feel better about following his lead on Brexit (for many leftish pro-Europeans, being on Cameron’s side in a referendum feels distinctly uncomfortable) and shouldn’t actively inflame Tory civil wars over Europe. In other words, he ticked the box that matters most to him now: not losing the referendum and thus not being forced from office. You sense he feels increasingly confident on both scores. All in all, it was a bit like the time George Osborne promised a “living wage” that was nothing of the sort, but somehow got away with it on the day because Labour couldn’t quite turn its understandable fury at the shamelessness of it all into a clear line of attack resonating beyond the already converted. This is all just parliamentary theatre, of course. Arguably it doesn’t matter, given that the real work comes in line-by-line legislative scrutiny and votes, and ultimately in voters seeing that the rhetoric fails to match the reality. But if the Tories were wondering how far they could carry on invading what was once Labour’s personal space without being forcefully repelled – well, they’ve got their answer. There’s miles to go yet.",
  "webTitle": "Corbyn’s Queen’s speech response did too little to ruffle Cameron’s feathers | Gaby Hinsliff",
  "webPublicationDate": "2016-05-19T08:20:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/corbyn-queens-speech-response-cameron",
  "keyword": [
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/corbyn-queens-speech-response-cameron"
}