{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/durack-australias-largest-electorate-feels-like-its-being-ignored",
  "id": "2016-05-14-40",
  "sectionId": "australia-news",
  "body": "Portugal to the Baltic coast, plus emus. That’s the scale of the Western Australian seat of Durack, which stretches more than 1.6m sq km from Kellerberrin, 206km due east of Perth, to the Kimberley coast and the Northern Territory border. It’s the largest electorate in Australia and second largest in the world – behind Nunavut in Canada – but it’s home to fewer than 200,000 people, more than half of whom live in regional towns along the coast. It’s held by the Liberal MP Melissa Price, who inherited preselection in 2013 from the former MP Barry Hasse. Hasse used to hold the even more unwieldy 2.3m sq km seat of Kalgoorlie before it was split north and south into the seats of Durack and O’Connor in 2010. If Price started at the bottom of her electorate and headed north, she would reach Kununurra, 3,140km away at its northern tip, in three very long days. That’s assuming that all the roads are open – they’re frequently not. The paved highway that guides grey nomads up the coast from Perth turns to gravel when you head more than a few hundred kilometres inland. In the Kimberley, the fine copper dirt turns to sucking mud after the first hour of rain, and the roads to rivers when the rain doesn’t stop for several weeks.   Durack graphic   “I am lucky in that my electorate is quite well serviced with commercial flights,” Price says, speaking to Guardian Australia from Geraldton airport. She is waiting to board a flight to Perth, where she will get on a plane to Broome. There are few commercial flights between WA’s regional towns, so despite being almost 200km outside the boundary, Perth is, from a transport perspective, the electorate’s most central point. Price hesitates when asked where she is based. There’s the house in Perth, for the flights, and another in Broome in her electorate, plus her accommodation in Canberra. The days in between are spent in country hotels at various points in the electorate. The vast size of the seat means any election is more than usually weighted in favour of the incumbent, according to the political analyst David Black, an emeritus professor at Curtin University. The allowance for the sitting member includes a travel budget, with money for charter flights, which means he or she has both the resources and the time to visit and become known in Durack’s 51 local government areas. Price says she uses charter flights occasionally but prefers to keep that allowance on hand for emergencies, such as Cyclone Olwyn, which devastated the banana crop in coastal Carnarvon in March 2015. Asked how the Labor candidate, Carol Martin, manages the same task, a member of the WA Labor campaign team laughs. “We drive,” he says. Martin does have a higher profile than most candidates. The Yamatji and Noongar woman was the first Aboriginal woman to be elected in any Australian parliament and represented the Kimberley in the WA lower house between 2001 and 2013.  She spent the first week of the campaign visiting remote communities, out of mobile range from both her campaign team and the media. But Labor is not the alternative party in Durack. That role is played by the Nationals, who under the Coalition agreement won’t run against a sitting Liberal member. Price wasn’t yet a sitting member in 2013, which is how the Nationals candidate Shane van Styn, who had taken a brief sojourn from his role as mayor of Geraldton –Durack’s largest town – was able to run against her and get 46% of the vote in two-party preferred terms.   Related: WA says report won't influence closures of remote Aboriginal communities    About 16% of Durack identifies as Aboriginal or Torres Strait Islander, compared with the national population level of 2.5%. It is home to most of WA’s 274 remote Aboriginal communities, of which about 100 are considered to be both sizable and permanent. There are 31 language groups in the Pilbara and 34 in the Kimberley, many of which are the first and second languages spoken in communities, with English coming in third. The WA premier, Colin Barnett’s, suggestion, in November 2014, that a federal government decision to cease funding municipal services in remote communities could result in the “closure” of up to 150 of them, and the then prime minister Tony Abbott’s subsequent description of living on traditional country as a “lifestyle choice”, remain issues of deep concern.  (The Barnett government since clarified it would not forcibly close any remote communities but it is 12 months into shaping a policy of remote community reform, which could result in changes to service delivery.) That’s a tricky brief to balance with demands from Durack’s other key stakeholders in the mining, agriculture and tourism industries.  The industries shift as you move north: wheat and wool in the wheatbelt, agriculture and mining in the Midwest-Gascoyne, cattle, mining and tourism in the Pilbara, and tourism, cattle and horticulture in the Kimberley. Even the cattle change as you go north, from the red-and-white herefords at Merredin to the pale brahman that blend at dusk into the grey bitumen highways of the Kimberley. There is a level of resentment in Durack at the impression it is being ignored, especially in the Pilbara, whose residents feel that bearing the social impact of the mining boom, while most of the country just got the economic benefit, entitles them to the occasional prime ministerial visit. Getting the city types in Canberra to understand this (to many Durack voters, anything east of Adelaide is a city) is the sitting member’s main job. “My challenge is to make sure that people in parliament, ministers and the prime minister, understand the significant economic contribution that my electorate is making, and that there was significant infrastructure and investment needed,” Price says. The mining industry has been dealt a double blow, the iron ore price dropping to almost a third of boom-time prices and major projects in the Pilbara shedding jobs amid the shift from construction phase to general operations.  “The thing I am focused on now is, really, how are we going to transition this economy,” Price says. The investment needed is not just in roads and rail but in smaller things that other communities take for granted, such as an arts centre or a sporting ground that’s more than 40% covered in grass. “The things that make a place somewhere you want to live, not just somewhere to fly in, fly out,” according to Price. It’s slowly changing. “There’s a lot more – well, not a lot more – cafes and restaurants that have started up in Karratha,” she says. National parks in the Pilbara and in the proposed Kimberley national park are starting to attract international tourists. Transitioning from a place southerners come to get rich to a place where people stay and have families is a key demand of the East Pilbara shire, the largest local government area in the electorate. The shire president, Lynne Craigie, knows something of the difficulty of managing the electorate, having run as National party candidate in 2010, and is sympathetic, but she says it is frustrating trying to get attention for anything outside of the major centres of Geraldton, Karratha, Port Hedland and Broome. “It is very difficult, I don’t envy them,” she says. Her own campaign effort involved a branded caravan and several spare tyres. “Even when we were in the height of the mining boom and we were making the money for Australia, people in Canberra still didn’t care,” Craigie says. “And now that we have got a changing iron ore market so we are not making quite as much money, we will not get any attention at all.”",
  "webTitle": "Durack: the electorate bigger than many countries still finds it hard to get noticed",
  "webPublicationDate": "2016-05-14T21:57:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/durack-australias-largest-electorate-feels-like-its-being-ignored",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Western Australian politics",
      "id": "australia-news/western-australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/15/durack-australias-largest-electorate-feels-like-its-being-ignored"
}