{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/donald-trump-supreme-court-list-conservative-judges",
  "id": "2016-05-18-15",
  "sectionId": "commentisfree",
  "body": "With Donald Trump becoming the improbable Republican nominee for president, the party is slowly but surely uniting around him. Conservatives from House majority leader Paul Ryan to Fox News’s Megyn Kelly have met cordially with Trump, signaling that he’s an acceptable candidate. This rapprochement is not a one-way street, either. Trump clearly wants to win, and he needs support – financially and otherwise – from the Republican party to mount a serious challenge to Hillary Clinton. Today, Trump announced a list of potential supreme court nominees – and it’s pretty much everything a conservative activist could hope for.  “This list,” Trump’s Facebook announcement was careful to emphasize, “was compiled, first and foremost, based on constitutional principles, with input from highly respected conservatives and Republican party leadership.”    Trump’s inability to identify a single person of color he considers qualified to be a supreme court justice is telling    The nature of Trump’s supreme court appointments doesn’t come entirely out of the blue. In March, Trump said that he would effectively delegate his potential supreme court nominations to the conservative Heritage Foundation. Whether or not the list he presented today was literally compiled by the think tank, it certainly could have been. Trump’s list does not just seek to appeal to the Republican establishment ideologically. One of those mentioned, Thomas Lee, is the brother of influential Utah senator Mike Lee. Most of the judges picked, as Trump’s announcement was careful to note, clerked for conservative supreme court justices like Clarence Thomas, Antonin Scalia or William Rehnquist. The exceptions generally have some other clear signal of commitment to conservative constitutional values on their CV. For example, Texas supreme court Judge Don Willett served in the administrations of several conservative Texas governors. Ideologically, all of Trump’s potential nominees profile as solid conservatives. No two justices are exactly alike – George W Bush’s two successful nominees, Chief Justice John Roberts and Justice Samuel Alito, vote together most of the time but two of the exceptions prevented the Affordable Care Act from being struck down or substantially damaged. On most issues, a Trump nominee would be as or more conservative than Justice Scalia, whose vacant seat the next president will try to replace. The most common path to the supreme court in the 21st century is through the federal appellate courts, and Trump’s list has several such candidates, including 11th circuit judge William Pryor, 7th circuit judge Dianne Sykes and 8th circuit judges Raymond Gruender and Steven Colloton, all appointees of George W Bush with solid conservative records. But Trump’s list also has number of judges serving on state courts, including Willett, Colorado’s Allison Eid, Michigan’s Joan Larsen, Utah’s Thomas Lee, and Minnesota’s David Stras. One notable thing about Trump’s list is their lack of diversity. All 11 are white, and only three are women. Given the problems Trump already faced in attracting the support of minorities, this is a fact that Hillary Clinton is sure to mention more than once. Trump’s inability to identify a single person of color he considers qualified to be a supreme court justice is telling. On the other hand, Trump’s nominees are more diverse in another respect. Currently, every member of the supreme court received his or her law degree from either Harvard or Yale law school. Trump’s nominees include graduates from the law schools of the University of Chicago, Marquette, the University of Minnesota, Duke, Washington University, Tulane, and the University of Michigan. This does not make up for the lack of racial diversity of Trump’s nominees, but it is something for which Trump deserves credit. Graduates of Harvard and Yale do not have a monopoly on constitutional wisdom, and presidents from both parties would be wise to cast a wider net in that respect. With the next president having at least one supreme court vacancy to fill and, given that three sitting justices will be or turn 80 during the first term of the next president, the supreme court should be unusually silent during the upcoming election. If you liked Antonin Scalia, you’ll almost certainly like who Donald Trump nominates to replace him. Hillary Clinton, for her part, will surely emphasize the opportunity for the first supreme court with a liberal median vote since early in the Nixon administration.",
  "webTitle": "Trump's supreme court picks are a conservative dream come true | Scott Lemieux",
  "webPublicationDate": "2016-05-18T22:04:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/donald-trump-supreme-court-list-conservative-judges",
  "keyword": [
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Lemieux",
      "id": "profile/scott-lemieux"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/donald-trump-supreme-court-list-conservative-judges"
}