{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/premier-league-2015-16-review-flop-of-the-season",
  "id": "2016-05-16-220",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Memphis Depay Signed for £25m in the summer to inject Manchester United’s left wing with pace and incision, the Dutchman has done little to justify either the price tag or the No7 on the back of his shirt. It started reasonably well: two goals against Club Brugge in the Champions League, followed by another against his old club PSV, suggested he could continue the form that led to him scoring 22 goals in 30 league matches in the Netherlands. But two Premier League goals in 16 starts has meant he is rarely now named in the starting lineup. Often underwhelming, frequently a liability – the back-header to David de Gea which gifted Stoke their opening goal in their 2-0 win, for example – he has been put in the shade by Anthony Martial and the emergence of Marcus Rashford. Paul Scholes has urged for Depay to be given another season at the club, but he will have to step up if he is to justify it. Nicolás Otamendi Raheem Sterling’s form might have garnered more attention than his Manchester City team-mate Nicolás Otamendi, but the defender has struggled more than the forward. Compare Sterling’s season to, say, a success story like Martial and it suggests he has not been quite the flop it has been assumed. He and Martial were signed for similarly exorbitant fees (£49m for the former, £58.8m for the latter), are similar ages (21 and 20) and are broadly comparable in most pass completion, assist and key passes stats this season. Martial has 11 league goals to Sterling’s six, but has often been played as a striker while Sterling has not. Instead, leaving aside the performance of Yaya Touré this season, it is Otamendi who has most disappointed at Manchester City. In a season in which Vincent Kompany has frequently been absent with injury, Otamendi has entirely failed to step into the breach or live up to his £34m fee. Outpaced, outclassed and outplayed, he has never looked like touching the form he showed at Valencia.     Manchester City’s Nicolás Otamendi signed for £34m in August 2015. Photograph: Matthew Ashton - AMA/Getty Images    Cesc Fàbregas Last season, Cesc Fàbregas topped the stats charts for touches of the ball and assists, making him a vital component in Chelsea’s title win. This season, he has been a shadow of his former self. Signed in 2014 ostensibly as a replacement for Frank Lampard, Fàbregas lacked his predecessor’s dynamism but had far greater creativity. Last season, the dominant Nemanja Matic and hard-working Oscar provided the energy Fàbregas lacked in midfield, allowing the playmaker time and space to pick out passes. This season, Matic has lumbered, Oscar has been erratic or absent, and Mikel John Obi has been inconsistent, putting pressure on Fàbregas to work harder in defence and pick passes more quickly in attack. Neither suits his game. He has not been helped by Diego Costa’s attitude up front. The striker found arguments with defenders more regularly than space in between them, making Fàbregas’s job as his goal-butler harder. His decline in form in the build-up to José Mourinho’s sacking meant Chelsea fans made him a scapegoat for the dismissal of a favourite manager and the crowd’s reaction to his presence on the pitch cannot have helped his game.     Cesc Fàbregas was brought in to fill the hole left in Chelsea’s midfield by Frank Lampard. Photograph: Matt West/BPI/Rex/Shutterstock    Eden Hazard Alongside Fàbregas and Costa, Eden Hazard was the other “rat” fingered by Chelsea fans post-Mourinho. Certainly Hazard and Mourinho have come to blows in the past, but, under the Portuguese in 2014-15, the Belgian still put in his best season, winning the PFA and Football Writers’ Player of the Year as well as being named Chelsea’s player of the year for the second season in a row. Though Pedro has underwhelmed, Falcao has been scandalous, and Costa has struggled, Hazard has been by far the most disappointing of Chelsea’s attackers this season. A hip and thigh injury have not helped, but Hazard’s displays have been strangely impotent, the fizz and pace his game relies on lacking. It took him nearly a year to follow his strike against Crystal Palace in May 2015 with another Premier League goal (against Southampton at the end of April) and though he has picked up in the final games of the season, his impressive performance from the bench during the fiery Chelsea v Tottenham match in May served only to remind what has been missing.     Eden Hazard was the 2014-15 PFA Player of the Year. Photograph: Frantzesco Kangaris for the Guardian    Gabriel Agbonlahor Christian Benteke has been rotten for Liverpool, Seydou Doumbia dire for Newcastle, but Gabriel Agbonlahor has been the epitome of Aston Villa’s dreadful season. Despite being the club’s captain and an influential voice in the dressing room, the striker allowed himself to become so unfit he could not be selected, having already faced a club investigation for being pictured smoking a shisha pipe on holiday in Dubai. His return of one goal in 18 appearances in all competitions is bad enough, but for him to finish the season training in the reserves, having quit the captaincy and with the side relegated, makes him pretty much the personification of the Randy Lerner era at Aston Villa: potential and power left to waste by neglect.     Gabriel Agbonlahor has spent plenty of time on the bench this season. Photograph: James Baylis - AMA/Getty Images    Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Signing of the season Gripe of the season Pundit of the season Referee of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: flop of the season | Tom Bryant",
  "webPublicationDate": "2016-05-16T11:40:11Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/premier-league-2015-16-review-flop-of-the-season",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Bryant",
      "id": "profile/tombryant"
    }
  ],
  "guardianId": "football/blog/2016/may/16/premier-league-2015-16-review-flop-of-the-season"
}