{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/no-straight-people-allowed-students-share-views-on-lgbt-only-halls",
  "id": "2016-05-16-127",
  "sectionId": "education",
  "body": "Should UK universities introduce LGBT-only halls? Though LGBT-only dorms are commonplace in American colleges, Birmingham University is currently the only institution in the UK to have a separate LGBT housing option.  Some students are now campaigning on the issue, arguing the option would protect LGBT students from discrimination. But they are meeting resistance. Simon Thompson, the director of a student accommodation website, says this would be “a backwards move”.  “Segregation will only lead to more victimisation, it will not solve any problems. I believe this is the view of a very small minority.” Even the LGBT charity Stonewall isn’t convinced. Separate living arrangements wouldn’t necessarily further the cause of LGBT equality, a spokesperson says. “We’re working towards a world where everyone can be accepted without exception, wherever they live, work, shop and pray. “These initiatives may address the problems that LGBT people face in the short-term. However, ensuring that everyone is free to be themselves in whatever context isn’t just about creating specific safe spaces. It’s about creating a culture that is inclusive and accepting.” We spoke to LGBT students to find out whether they think the option of separate living accommodation would offer much-needed safe spaces, or serve to mask the problems of prejudice and abuse. LGBT students should have the option – no one should have to be scared of abuse at home Anna Lee, 23, a student at Lancaster University who identifies as transgender, says:  I think it’s a good idea for students to have the option – particularly in first year when student halls is a lottery. For LGBT students, the stakes are much higher than for others. Far too often people end up living in a space that they cannot call home and that is potentially unsafe for them.    Related: LGBT students on lad culture: 'Will I be safe on campus today?'    People will probably say this isn’t tackling the root of the problem, but we have to recognise that progress is slow and there is a lot of prejudice in society. We shouldn’t expect people to live in accommodation that’s hostile. If I had the option when I was going from first to second year, I would absolutely have taken it. Not having it, I ended up in accommodation with a large number of people who were very hostile towards me – an experience that no one should ever have to have.  For those who do want the option of separate accommodation, it’s something that’s sorely needed and would make an incredible difference. Ghettoisation wouldn’t happen because most LGBT people wouldn’t want to live in separate accommodation, but for those who do it’s a lifeline.  It would provide a safe haven for LGBT students Travis Alabanza, who identifies as non-binary and is the LGBT president at King’s College London, says:LGBT housing would be a great addition to the options available at university. In the US, such college campus housing, run with a queer-community in mind, doesn’t police people’s identity on entry. It reminds people that this is a space taking in and working towards supporting queer people.  For LGBT students, particularly those on the margins of that community, LGBT-specific housing gives them an accessible way to attend university, meet other queer students, and feel like they are in a safe environment. University halls can be extremely anxiety-provoking due to lad culture, and issues around transphobia and gendered language. An LGBT-specific space gives students an important place to breathe and be around other queer folk. I don’t think it would encourage discrimination, rather it would provide a safe haven away from a queerphobic campus. We need to tackle the issue, rather than run away Lily Robinson, 22, a student at Sheffield Hallam University who identifies as transgender, says: LGBT exclusive accommodation reminds me of when an LGBT-only school was considered in Manchester. The idea was to give LGBT students a safe place where they could learn without fear of bullying.  But there were three main problems with this. First, prejudices can still exist in the LGBT community – for example biphobia and transphobia. So people might then suggest we need uni accommodation only for bisexual and trans people. Even without these prejudices, bullying would take place for other reasons.   Related: The 'gay' word: what does it mean when young people use it negatively?    Second, rather than tackling the problem by making it clear homophobia, biphobia, transphobia and other discrimination aren’t acceptable, separate living or schooling means we are running away from the problem. Third, it wouldn’t be rocket science for a group of homophobic students to figure out where the LGBT accommodation is. We need to tackle the issue, rather than run away. The whole university should be a safe space Jake Furby, health and wellbeing officer at the University of York’s LGBT forum, says:  Integration helps to create equality. However I understand why many LGBT societies have been advocating for separate accommodation. In my experience, homophobia and transphobia are common for LGBT students at the University of York – some have felt they cannot socialise on campus without the fear of being harassed because of their sexual orientation and gender identity, so they have hidden themselves away.  Having a safe space for LGBT people to live would be great. However, the whole university space should be a safe place. Sharing a sexual orientation with someone doesn’t mean you’ll have much else in common Eleanor Alice Ring, 21, a student at the University of Reading who is agender and pansexual, says: I understand why some would want LGBT-only accommodation, but I think it’s limiting and I wouldn’t stay in it myself. Nearly all of my flatmates in student accommodation were straight in my first and second year and they were kind, accepting people, regardless of the difference in our sexual orientations. It’s important to mix with people at university who are different from you. Just because people share your sexual orientation or are part of the LGBT community, it doesn’t mean you’ll have much else in common. It could make LGBT students feel more different or cut off from other students. That would be my biggest fear. Then again, it could be positive to meet others who feel the same way. No one should be bullied or live in fear of being hurt. If enough people are pushing for it, and there is enough evidence to show that homophobic or transphobic abuse is commonplace in halls, then I would be for it.  • What do you think about the idea of LGBT-only accommodation? Would you stay in it yourself? Let us know in the comment section below.",
  "webTitle": "No straight people allowed: students share views on LGBT-only halls",
  "webPublicationDate": "2016-05-16T15:48:44Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/no-straight-people-allowed-students-share-views-on-lgbt-only-halls",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Student housing",
      "id": "education/studenthousing",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sexuality",
      "id": "society/sexuality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Abby Young-Powell",
      "id": "profile/abby-young-powell"
    },
    {
      "webTitle": "Natalie Gil",
      "id": "profile/natalie-gil"
    }
  ],
  "guardianId": "education/2016/may/16/no-straight-people-allowed-students-share-views-on-lgbt-only-halls"
}