{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/24/narges-mohammadi-iranian-activist-un-condemns-10-year-jail-sentence",
  "id": "2016-05-24-299",
  "sectionId": "global-development",
  "body": "The international community has reacted with outrage after Narges Mohammadi, the ailing Iranian human rights activist already serving a six-year jail term, was given a further 16-year sentence by a revolutionary court in Tehran. Mohammadi, 44, was found guilty of “establishing and running the illegal splinter group Legam”, a human rights movement that campaigns for the abolition of the death penalty. Should an upper court uphold the judgment, she will have to serve at least 10 years.  Mohammadi was arrested last May, despite concerns about her deteriorating health, to serve the remainder of a six-year sentence dating back to September 2011, when she was found guilty of acting against national security, membership of Iran’s Defenders of Human Rights Centre (DHRC), and propaganda against the state. She had originally been sentenced to 11 years’ imprisonment, but an appeals court reduced the term to six years in March 2012 and she subsequently served three months before being released on bail.    Related: Iranian rights activist Narges Mohammadi arrested in Tehran    Writing from prison, Mohammadi said in a letter written to Pen International that she was in a section with 25 other female political prisoners, of whom 23 have been sentenced to a total of 177 years. “We are all charged due to our political and religious tendency and none of us are terrorists,” she wrote. “The reason to write these lines is to tell you that the pain and suffering in the Evin prison is beyond tolerance. Opposite other prisons in Iran, there is no access to telephone in Evin prison. Except for a weekly visit, we have no contact to the outside. All visits take place behind double glass and only connected through a phone. We are allowed to have a visit from our family members only once a month.” The UN high commissioner for human rights, Zeid Ra’ad Al Hussein, condemned Mohammadi’s treatment.  “We are appalled by the sentencing of a prominent Iranian anti-death penalty campaigner, Narges Mohammadi, to 16 years’ imprisonment in charges that stem from her courageous human rights work,” said Ravina Shamdasani, a spokeswoman for the high commissioner. “The human rights defender is believed to have serious medical conditions and has reportedly not been granted adequate access to the specialised medical care she needs. The UN human rights office and other human rights mechanisms have long urged the Iranian authorities to release Ms Mohammadi, but to no avail.  “Her sentencing is illustrative of an increasingly low tolerance for human rights advocacy in Iran. We urge the Iranian authorities to ensure the immediate release of Ms Mohammadi and all those detained for merely exercising their human rights.” Mohammadi, a mother of two, won the 2009 Alexander Langer award for her human rights activities, especially her efforts to end the death penalty for juvenile offenders in Iran. This year, she received the City of Paris medal for her peaceful activism. Mohammadi has fallen foul of the authorities partly because of her links to the Iranian Nobel peace laureate Shirin Ebadi, who has been forced into exile. As deputy head of the DHRC, Mohammadi was a close colleague of Ebadi, who presided over the organisation.  After a previous arrest, in 2010, Mohammadi was kept in solitary confinement in Tehran’s Evin prison, where she developed an undiagnosed disease that has been likened to epilepsy and causes her temporarily to lose control over her muscles.  Since May, Mohammadi has been allowed only one phone call with her nine-year-old twins, who have been forced to live abroad. “I am left wondering how to tell Ali and Kiana, who have only heard Narges’s voice once over the past year, that their mother has got another 10 years in prison,” Mohammadi’s husband, Taghi Rahmani, told Amnesty. “They are only nine and have been through hard days since they were three. But I have to prepare myself to tell them what has happened.” The Paris-based Observatory for the Protection of Human Rights Defenders condemned “the ongoing judicial harassment against the arbitrarily imprisoned human rights defender”, and urged Iran to release her immediately.  Hadi Ghaemi, from the New York-based International Campaign for Human Rights in Iran, said: “Ten years in prison for a well-respected advocate for peaceful civil activities demonstrates the Islamic Republic’s refusal to tolerate any peaceful dissent.”  Ghaemi added: “[President Hassan] Rouhani’s intelligence ministry is responsible for detaining and building the case for Mohammadi’s prosecution by the judiciary, and now it is President Rouhani’s responsibility to make every effort for her release and ensure Iran’s citizens that ministries under his authority will not trample on their rights and freedoms.” Philip Luther, director of the Middle East and North Africa programme at Amnesty International, said Mohammadi’s sentence was another example of Iran’s use of “vaguely-worded national security charges” against peaceful activists.  “There’s no doubt that she’s being unjustly punished for her steadfast commitment to human rights,” he said. “The authorities have made clear their ruthless determination to silence human rights defenders and instil fear in would-be critics of their policies. Narges Mohammadi is a prisoner of conscience and the Iranian authorities should immediately and unconditionally release her and quash her conviction.”  This article was amended on 24 May 2016 to correct the length of the new jail term Narges Mohammadi has been sentenced to.",
  "webTitle": "UN condemns 16-year jail sentence for Iranian activist Narges Mohammadi",
  "webPublicationDate": "2016-05-24T06:00:02Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/24/narges-mohammadi-iranian-activist-un-condemns-10-year-jail-sentence",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "global-development/2016/may/24/narges-mohammadi-iranian-activist-un-condemns-10-year-jail-sentence"
}