{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/16/jeremy-clarkson-bbc-amazon-danny-cohen-the-grand-drive",
  "id": "2016-05-16-226",
  "sectionId": "media",
  "body": "BBC white paper day last Thursday was intriguingly seen as the ideal moment to announce Danny Cohen’s new job as president of Len Blavatnik’s investment outfit, Access Entertainment. Was it a coincidence, or was Tony Hall’s former director of television making a point about his new, lucrative freedom from the hassles of running an even more constrained BBC?  Monkey wishes that rumoured exploratory talks between Cohen and Amazon to discuss the latter’s movements in Europe had proved fruitful instead.    Related: Jeremy Clarkson's Amazon show to be called The Grand Tour    That would have meant Cohen becoming the boss of his old BBC sparring partner, Jeremy Clarkson, on his new show The Grand Tour. And they weren’t the best of friends, as Clarkson told the Times magazine recently: “Danny and I were, and I suspect will remain for ever, very far apart on every single thing. “Normally, you could find some common ground with somebody, but I think Danny and I could probably only get on perfectly well so long as we absolutely never had to think about each other for the rest of the time.” The pair’s spats included Cohen giving Clarkson a dressing down for calling his dog what the executive allegedly claimed was the “racist” name Didier Dogba.",
  "webTitle": "Could Jeremy Clarkson's BBC nemesis have ended up as his Amazon boss?",
  "webPublicationDate": "2016-05-16T11:25:59Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/16/jeremy-clarkson-bbc-amazon-danny-cohen-the-grand-drive",
  "keyword": [
    {
      "webTitle": "Danny Cohen",
      "id": "media/danny-cohen",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Amazon Prime Instant Video",
      "id": "media/lovefilm",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Jeremy Clarkson",
      "id": "media/jeremyclarkson",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/16/jeremy-clarkson-bbc-amazon-danny-cohen-the-grand-drive"
}