{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/live-racing-brigadier-gerard-stakes-thursday-26-may",
  "id": "2016-05-26-261",
  "sectionId": "sport",
  "body": "Thursday’s best bets, by Greg Wood The Brigadier Gerard Stakes meeting at Sandown is Britain’s best evening card of the year by some distance, and the racing at the Esher track is up to its usual standard on Thursday night with at least half a dozen horses in action who will be mixing it with the very best at Royal Ascot next time out.   Related: Horse racing tips: Thursday 26 May    The betting suggests that the feature event is between Intilaaq and Time Test, who could both be lining up at Group One level next time, though Western Hymn’s course form makes him a 5-1 chance and Scottish, who has joined Charlie Appleby from Andrew Balding, is not out of it either. Scottish, in fact, is possibly overpriced at 7-1 as his form when winning at Ayr’s Western meeting last year was franked when Exosphere ran away with the Jockey Club Stakes on 2,000 Guineas day. He is running for the first time since today, however, while Time Test’s 5lb penalty for a Group Two success last year just tips the balance towards Intilaaq (7.40). Mehmas (6.35), who looked as good as any juvenile seen out this year when successful at Newbury last time out, should have the beating of Chupalla in the National Stakes. Again, though, it is not cut and dried as Chupalla’s winning form at Kempton in March has been backed up several times, most recently when Rapacity Alexander won well at Lingfield yesterday. Max Dynamite (7.05), the runner-up in the Melbourne Cup in November, is the obvious choice in the Henry II Stakes. Time Check (8.35) will take all the beating on the second all-weather card at Newcastle this evening, while Rustique (3.50) and Melgate Melody (4.20), who showed significant improvement on his seasonal debut at Redcar 10 days ago, both arrive at Chelmsford City’s meeting this afternoon on workable marks. HAPPY BIRTHDAY William36! One of our regulars has reached a milestone birthday today. On behalf of all at Talking Horses, we’d like to wish you many happy returns, William36. If there’s any justice, you’ll get a nice winner this afternoon … perhaps at 80-1! Tipping competition, day four Our winners so far: Monday Final Venture 7-2 Outback Blue 14-1 The Tin Man 3-1 Tuesday Ickymasho 11-4 Benissimo 7-2 Swashbuckling 6-1 Wednesday Sir Note 3-1 Floresco 14-1 Magnus Maximus 11-2 And our leader is: 72luca +16.50 … who had a perfect Wednesday with all three winners and now has a strong lead, despite having started the week with a run of six losers. Next up is dean055 on +8. Today, we’d like your tips, please, for these races: 3.00 Haydock, 7.40 Sandown, 8.45 Sandown. This week’s prize is a pair of tickets to Epsom’s Duchess Stand for Derby day a week on Saturday, 4 June. You could be there for one of the most open Derbys in memory and perhaps a star will emerge before your very eyes! If you don’t win, you can buy tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -9. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Thursday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-26T09:38:09Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/live-racing-brigadier-gerard-stakes-thursday-26-may",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/26/live-racing-brigadier-gerard-stakes-thursday-26-may"
}