{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/ask-alanis-morissette-still-get-physical-with-ex-can-we-be-friends",
  "id": "2016-05-13-129",
  "sectionId": "lifeandstyle",
  "body": "I broke up with my partner of two years about a month ago. We still have feelings for each other, but things were going in different directions for us, and he was unable to adapt to what my career might mean for our relationship. We are trying to remain friends, but whenever we meet up, we usually end up being physical. Despite having both agreed that breaking up is for the best, and that it would be unfair on both of us to continue our relationship, I am finding it hard to convince my heart of that. How can I reduce what we had to just friendship?If you and your ex truly want to transition into being just friends – which can be virtually impossible for some people, especially if one or both of you carry any kind of torch, or if the reasons for splitting up were traumatic – there are a few ways to navigate that gracefully. One approach that has worked for me in the past is to make sure you have time apart, to allow your bodies to withdraw from each other: you need a period away from the habitual embraces, intimacies, interactions, conversations, shared jokes and physicality that existed between you. Your bodies and brains have become used to each other’s smells, touch, tastes, humour. Being intimate can be a hard habit to break, especially when you split up for reasons such as career or bad timing. Taking a step away from each other will give you both the space to grieve, to forge new relationships and to nurture friendships new and old. This isn’t just a pause in the relationship – you must see it as a full break, otherwise you won’t be able to move forward. This might take months or even years. Once the real grieving has happened in full, there might still be a friendship to re-establish. Often, however, even after all that time out, it still won’t work. Sometimes, no chemistry remains, other times there is too much.   Related: Ask Alanis Morissette: how can I stop drinking so much?    If you are committed to moving on, take some time to reset. Only after doing so can you get a sense of whether you actually want to have some semblance of a friendship with your ex. It’s likely, though, that the chemistry (or lack thereof) will be the deciding factor in how that develops, as well as any new relationships that either or both of you establish. • Alanis Morissette’s podcast is available on iTunes and at alanis.com. Send your dilemmas about love, family or life in general to Alanis Morissette at ask.alanis@theguardian.com",
  "webTitle": "Ask Alanis Morissette: I still get physical with my ex. Can we just be friends?",
  "webPublicationDate": "2016-05-13T15:00:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/ask-alanis-morissette-still-get-physical-with-ex-can-we-be-friends",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alanis Morissette",
      "id": "profile/alanis-morissette"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/13/ask-alanis-morissette-still-get-physical-with-ex-can-we-be-friends"
}