{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/27/the-daily-scare-tactics-beggar-belief-theyre-not-working",
  "id": "2016-05-27-7",
  "sectionId": "politics",
  "body": "One of the best expressions of sheer frustration that’s stuck with me over the years came from the comedian Tony Hancock, who in moments of extreme disquiet repeated the words oh dear, oh dear, oh dear. Now the mere mention of the dreaded referendum and those words are what spring to mind. Oh dear indeed.   Related: The Guardian view on the Leave campaign: show some respect for truth | Editorial    First, why is the entire nation being put under this unnecessary pressure? We already get to vote for a democratic system, where all the big decisions are meant to be made on our behalf. Instead, faced with this very grave decision which has such serious implications, we find ourselves pawns in a game of dubious political manoeuvring. The prime minister, seeking to outwit the troublemakers on the right of his party, has instead managed to add massive fuel to their fire. And, in doing so, he has simply cleared the way for one of their own to seize the moment. So a leave vote could give you the prospect of a brand new prime minister and a remain vote gives you the same old, same old, and off we go, back to square one.  Meanwhile we, the long-suffering British voters, are subjected to what Jon Snow on Channel 4 News rightly described as a “positively poisonous” campaign. The much-maligned European Union, which in essence is a group of democratic countries attempting to work alongside each other, has now become a fierce battleground in the direct line of fire of some vicious rhetoric. The most abhorrent and offensive of all was the EU being compared to, of all things, Hitler and nazism. Hang on a minute, isn’t there a crossed wire here somewhere? Was it not within that horrendous regime that the very idea of egotistical, xenophobic and isolationist sovereignty was originally conceived?   Related: Ed Miliband warns Britain could leave EU if young people don't vote    The now daily dose of scare tactics simply beggars belief, and do you know what? It so isn’t working. Because at this stage, I’m sure you agree, we voters are just reduced to having a laugh. What else can you do when you are told there are 70 million Turks lining up, like the Zulus in the Stanley Baker film, coming over the hill, set on seizing our jobs, our homes, our lives.  But hats off to the TV coverage that accompanied the story, showing us what that ancient and wondrous Turkish civilisation was all about. They found shots of the most amazing kebabs, laden with spices and dripping with juices over flaming charcoal, just so we could understand what the Turkish threat might mean. What it achieved in our house was a resounding: “Bring it on!”  Frankly, the current state of politics is pants in this debate. Politics are there to serve the people and not the other way round. So, why don’t we simply short-circuit the daily threats and angry squabbles, and from now on engage in some proper grownup, joined-up thinking, about the real issues? What each of us is being asked to do is cast a vote that will affect not just our lives, but the future of generations to come. Each of us must reflect quietly and independently about this vote. What shapes my own vision of things is this: almost imperceptibly (but then again, perhaps also staring us in the face) is that the world, whether we like it or not, is slowly beginning to become a global community. And this, while it may or may not take centuries to achieve, simply has to be the future. With the advent of high-speed travel, communications technology, satellites and the rest, we are already living in much closer proximity to one another than we could previously have imagined. Young people hop from country to country exploring, experiencing other cultures, forming friendships across the globe, and this gives them a far greater sense than previous generations of being comfortable belonging to the much wider human family, a completely diverse but nonetheless enriching collection of democratic nations.  The results are plain as day for all to see. Why have we now achieved so much in science or in say, space exploration? Because scientists from groups of nations work closely together. The same with advances in medicine and practically any other field of invention and progress. The global village is not some romantic dream, it’s a reality. No, I’m not a naive optimist and yes, I know only too well about the bureaucratic challenges of different nations attempting to work alongside each other. I may well be mocked for my views but again, bring it on! I believe passionately in the human adventure, and that individual people as well as individual nations will in time, in spite of how long it might take, embrace -solidarity and the global society.  It is our responsibility to help to prepare the way to a united humanity in the belief that it can make the world a better place. Evolution, as history has shown, will not be knocked off course by a small group of islands claiming they want “sovereignty”.  So there it is. As you may well have guessed by now. I am quite definitely in. And I want to do everything in my power to encourage you to add your support to our membership in a group of nations who, for all their imperfections, are learning how to coexist in a converging world.",
  "webTitle": "The daily scare tactics beggar belief – they’re not working",
  "webPublicationDate": "2016-05-27T22:36:50Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/27/the-daily-scare-tactics-beggar-belief-theyre-not-working",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Delia Smith",
      "id": "profile/delia-smith"
    }
  ],
  "guardianId": "politics/2016/may/27/the-daily-scare-tactics-beggar-belief-theyre-not-working"
}