{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/09/satellite-eye-on-earth-april-2016-in-pictures",
  "id": "2016-05-09-273",
  "sectionId": "environment",
  "body": "Dasht-e Kavir, the swirling landscape of Iran’s salt desert, is reminiscent of an abstract painting. With temperatures reaching 50C in the summer, this area sees little precipitation, but runoff from mountains creates seasonal lakes and marshes. Extreme heat causes the water to evaporate, leaving behind clays and sand soils with a high concentration of minerals. The “brushstroke” patterns are geological layers eroded primarily by wind. Along the left side of the image we can see part of an area known as the “devil’s dunes” because it was believed to be haunted by evil spirits. This belief likely originated from its hostile conditions, and the early travellers who did attempt to cross it probably never returned due to starvation or dehydration.      Credits: Modis/Aqua/Nasa    This is a true-colour image of the United Arab Emirates (UAE), Oman, the Persian Gulf and surrounding areas. The blue waters of the Persian Gulf can be seen in the west. To the north of the Persian Gulf are the tan lands of Iran including the island of Qeshm. The UAE sit to the south, and fills the western part of the Musandam peninsula, which juts into the Strait of Hormuz. It separates the Persian Gulf and the Gulf of Oman. Oman lies in the south-east of the peninsula and forms the southern coast of the Gulf of Oman.      Credits: NASA    At 1.7m sq km, the Greenland ice sheet contains enough water to raise global sea levels about six metres (20 ft) if it were all to melt. The Oceans Melting Greenland (OMG) field campaign, started in 2015 and is a five-year mission to study the role of the oceans in melting Greenland’s ice. Researchers will examine the temperatures and other properties of North Atlantic waters along the coast, while also making measurements of the glaciers that reach the ocean.  The OMG team is also building a profile of the seafloor around the island in order to better model how warm, deep ocean water might flow into those fjords and reach the glacier edges – in this part of the North Atlantic, the warmest water is actually in the deepest parts of the sea, below waters that are cooled by cold Arctic airand winds. The map above shows some of these early results. The depth of the water is shown in shades of blue, with the deepest shades representing the deepest parts. Note the deep trench offshore from the Cornell and Ussing Braeer glaciers.  In March and April 2016, the OMG team began another phase of the campaign, making survey flights to track changes in glacier extent as evidence of growth or thinning in each melt season. In the summer or fall of 2016, the third part of the research campaign will begin, when the team will fly along both coasts and release 250 expendable sensors that can measure the temperature and salinity of coastal waters from the surface to 1,000m (about 3,000 feet) in depth. The measurements of temperature properties will help complete the puzzle of how the ocean and ice are interacting, leading researchers to build better models of ice sheet changes and sea-level rise.     Credits: ISS/Nasa    A picture of the UK under aurora taken by European Space Agency (ESA) astronaut Tim Peake during his six-month Principia mission on the International Space Station. He is performing more than 30 scientific experiments for ESA and taking part in numerous others from ESA’s international partners.      Credits: Modis/Aqua/Nasa    The Aegean Sea is a saltwater sea bounded by Turkey on the east and by Greece on the north and west. An arc of Greek islands – Rhodes, Crete, and Kythera – define the southern boundary of the Aegean. It is one of the four major basins of the eastern Mediterranean Sea, and it is unique in that more than 3,000 islands are scattered across the approximately 240,000 sq kmarea. Above, is a true-colour image of the region.       Nasa’s Expedition 47 commander, Tim Kopra, captured this brightly lit night image of the city of Chicago on 5 April from the International Space Station.      Santa Cruz de la Sierra lies just east of the Andes Mountains in the hot, tropical lowlands of east-central Bolivia. Looking from space, the eye is drawn to the grey-brown line of the Piray river and to the great patch of pink roof tiles. Santa Cruz has a classical layout – a series of straight radiating boulevards and concentric ring roads focused on the ancient city centre established near the river bank. The river’s wide, sandy floodplain controls the shape of the modern city, restricting its growth westward. Earlier courses of the river appear in several parts of the image. By switching its courses, the Piray has built the vast plain of fertile river sediment where the city and farmland now lie.    Egypt interactive Credits: OLI/Landsat 8/Nasa   A key shipping route through Egypt recently received a major overhaul. The Suez Canal – the first artificial waterway connecting the Mediterranean Sea and the Red Sea – initially opened in November 1869 after 10 years of construction. The New Suez Canal opened in 2015 after just one year of construction. Since its inception, it has been an important shortcut between Europe and Asia. Cargo ships no longer had to sail around the southern tip of Africa. Expansion over the decades has helped the canal accommodate more traffic and larger ship sizes. The latest effort added a 22-mile new canal that runs parallel to the old one, which spans 120 miles from Port Said on the Mediterranean Sea to the Port of Suez on the Red Sea.    Interactive Credits: OLI/Landsat 8/Nasa   In April, Nasa’s ocean scientist Norman Kuring found a puzzling image that showed lines crisscrossing the North Caspian Sea. On its own, the image was strikingly beautiful. Shallow waters surrounding the Tyuleniy archipelago allow you to see the dark green vegetation on the sea bottom. But the question remained: what caused those lines? The first was taken on 17 January, when parts of the sea were still frozen. The second image of 16 April shows a wider view of the sea. The dark green areas – possibly sea grass or benthic algae – and the lines are features of the sea bottom. Some of the marks may have a human origin. Similar lines show up in the world’s oceans because of trawling. But the scientific literature and the January satellite image suggest that a majority of the marks in the images above were gouged by ice. Turn on the image comparison tool to see the seasonal change. In January, blocks of ice stand at the leading end of many lines, most notably in the northeast corner of the image. By April, ice has melted and only the scour marks remain.   Interactive Credits: Modis/Aqua/Nasa   One year after snow surveyors stood on a dusty mountainside in California and reported that snow-water content was just 5% of normal, the situation in the Sierra Nevada range is much improved. But still not normal. In March the snow cover was 87% of the long-term average. The top image was taken on 2 April, the second on 31 March. In addition to the changing snow cover, note the change in colour around the Central Valley of California. Nearly 90% of the state was still in some level of drought as of 5 April , although reservoirs have been topped off by significant rainfall this winter. But neither the increased mountain snow nor rising reservoirs can offset all of the groundwater depletion in recent years.      Ice breaking up in the Beaufort Sea north of Alaska.       The Namib Naukluft national park includes part of the Namib – the world’s oldest desert – and the Naukluft mountain range. It is the largest game park in Africa and the fourth largest in the world. A typical west coast desert, moisture enters as fog on winds from the Atlantic Ocean, rather than actual rainfall. The winds carrying the fog also create the imposing sand dunes, whose age is rendered by the burnt orange colour. The iron in the sand is oxidised, developing this rusty-metal colour over time. It becomes brighter as the dune ages, as is clearly visible along the middle of this natural-colour image.      Clear skies over eastern US and Canada.       For astronauts looking down at the Black Sea or for scientists viewing imagery captured by satellites, the salty lagoons along the northern border of the Crimean Peninsula offer an unmistakable swash of colour. In natural-colour imagery, the shallow lakes and lagoons are striking shades of pink, orange, and yellow because of the colorful, salt-loving microorganisms that thrive in the hypersaline water. In this false-colour image, vegetation appears red; seawater is dark blue; and the salt lakes cyan to navy blue. Notice the sharp lines that divide some of the lagoons. These are caused by roads or other barriers that prevent water from circulating, which leads to differences in salinity.      Cuba, the largest country in the Caribbean, lies only 93 miles south of the tip of Florida. Although near-at-hand, tourism from the US had been severely limited in the past, but is expected to increase dramatically after rules were relaxed in 2016. Cuba is home to six Unesco biosphere reserves and seven national parks. The somewhat bottle-opener-shaped Peninsula de Guanahacabibes biosphere reserve sits at the westernmost tip of Cuba, and is known for its diverse vegetation of mangroves, marshy grasslands, forest, and coastal scrublands. From space, the most notable feature of Cuba is probably the jewel-toned Gulf of Batabanó.",
  "webTitle": "Satellite Eye on Earth: April 2016 – in pictures",
  "webPublicationDate": "2016-05-09T08:44:44Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/09/satellite-eye-on-earth-april-2016-in-pictures",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Nasa",
      "id": "science/nasa",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Deserts",
      "id": "environment/deserts",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Polar regions",
      "id": "environment/poles",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/09/satellite-eye-on-earth-april-2016-in-pictures"
}