{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/bowraville-murders-chief-suspect-says-small-part-of-him-wants-trial",
  "id": "2016-05-20-341",
  "sectionId": "australia-news",
  "body": "The chief suspect in the murder of three children in Bowraville, northern New South Wales, more than 25 years ago has said “a small part” of him wants to face a joint murder trial that he says will finally end questions about his alleged involvement. Jay Thomas Hart, 48, lived in Bowraville in 1990 and 1991 when first 16-year-old Colleen Walker-Craig, then four-year-old Evelyn Greenup, then 16-year-old Clinton Speedy-Duroux went missing.  All three children were Aboriginal and disappeared after parties on the same street on the south side of town, an area still known as “The Mission” despite the Aboriginal mission being closed some decades earlier. The bodies of Clinton and Evelyn were later found in bushland off the Congarinni Road, about 17km out of town. Colleen’s clothes were found weighed down in the Congarinni river but her body has never been recovered.    Related: Bowraville murders: victims' families refuse to give up fight for justice    Hart was charged with the murder of Clinton and Evelyn in 1993 and the cases were set down to be heard in separate trials. When a jury found him not guilty of Clinton’s murder the prosecution abandoned the second trial.  Twelve years later, in 2005, under amended double jeopardy laws, Hart stood trial for Evelyn’s murder and was again found not guilty. No one has ever been charged with Colleen’s murder. The families of all three victims are pushing to have their cases retried as a single trial. Hart told the Australian this week that “a small part” of him wanted that to happen, so that all the evidence against him could be tested. “I’ve thought about that over the years since these double jeopardy laws have been changed,” he said. “If it wasn’t for the strain it puts on the families, you know, emotionally and financially and all of the other things that go along with it, the national celebrity that comes with it, I don’t want none of that.  “But then again, I want the actual evidence to be all heard and seen that it wasn’t me.” The interview with Hart is included in the final episode of the Australian’s podcast about the Bowraville murders.    Related: NSW to review double jeopardy laws over Bowraville child murders    It was the first time he had spoken publicly about the murders since Clinton’s murder trial, when he gave evidence on the stand. He declined to give evidence in Evelyn’s murder trial, and also declined to give evidence at a 2004 coronial inquest into the deaths of Evelyn and Colleen. Dan Box, the journalist who reported the podcast, said Hart had repeatedly refused to speak to him but apparently changed his mind after listening to the podcast.  Hart said some of the evidence against him had not been tested, and the evidence which had been tested in court had “come up short”. “That sort of stuff hasn’t been tested ... Whoever has said that has not had that questioned,” he said. “Everyone’s just assuming that they’re right.” Police in charge of the case have twice applied to have the cases reheard as a joint trial but have been rejected by two past attorneys-general and the director of public prosecutions.  After a parliamentary inquiry in 2015, the Baird government committed to referring any application for retrial to be independently assessed by a judge from another jurisdiction. The NSW premier, Mike Baird, told the Australian last week that any application would be independently assessed, and the NSW police commissioner, Andrew Scipione, said he was “making arrangements to meet with the family and the affected community … as soon as possible”.",
  "webTitle": "Bowraville murders: chief suspect says 'small part of him' wants trial",
  "webPublicationDate": "2016-05-20T04:05:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/bowraville-murders-chief-suspect-says-small-part-of-him-wants-trial",
  "keyword": [
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/20/bowraville-murders-chief-suspect-says-small-part-of-him-wants-trial"
}