{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/from-the-land-of-the-moon-review-marion-cotillard-cannes",
  "id": "2016-05-15-123",
  "sectionId": "film",
  "body": "Freedom, as the far left used to say, is the right to choose your jail. School, job, family, marriage: no cage is distraction enough for Gabrielle (Marion Cotillard), who – with a dreamer’s conviction – will do anything to escape the box being built for her.   Related: American Honey review: Andrea Arnold mislays map on sweet, indelible roadtrip    From the Land of the Moon is a choc-cake rich drama that oozes along on the strength of a committed performance from Cotillard and the odd sprinkle of visual flair. It presents a kind of no-frills silliness, almost tricking you into believing its balderdash. It’s based on Italian author Milena Agus’s 2006 novella, which has been relocated by director Nicole Garcia to 1940s Provence, the French coastal town of La Ciotat, the Swiss alps and Lyon, sometime later in what looks to be the mid-60s. The story is told in flashback from this point. Gabrielle and her husband, José (Alex Brendemühl) are taking their son to a regional music competition, where – in respect to mama’s gloomy sensibilities - he’ll mournfully trot out some Tchaikovsky. The mood in the car is peculiar. Mum’s distant, dad and son clearly more connected. They roll into Lyon in a funk. Then Gabrielle spots an address that stirs a violent memory. And from there, we’re off. Sort of. For a fairly simple plot the story rolls out awfully slow. It emerges that Gabrielle, the daughter of a successful lavender farmer, was always the wild child. Stultified by country life, she has channeled her frustrations into a crush on her teacher, partly fuelled by his on-point literary recommendations (Wuthering Heights is, according to teach, “About a girl who never leaves the countryside”). The flirtation ends, disastrously, at a family meal to celebrate the harvest. Luckily, there is someone there to pick up the pieces: José. A Spaniard who fought against Franco and now works for the family, he’s picked as a solid candidate for a marriage of convenience. The family hand over responsibility for Gabrielle, she gets to leave the lavender and he can marry money. “Why choose to be unhappy?”, Gabrielle asks José as they wrangle with the idea. José, played delicately by Brendemühl, gives the impression he has seen several lifetimes of unhappiness already. A little more will hurt, but manageably. The couple move to the coast, where dependable José begins to build a house. Gabrielle is still afflicted, now with paralysing cramps that may or may not be real. She’s sent, on doctor’s orders, to a spa in the Swiss mountains. There – finally – she meets someone who might help her escape herself: a floppy-haired hottie called André Sauvage (Louis Garrel). A veteran of the war in Indochina, he’s picked up a kidney infection that manifests itself in bouts of exhausted sighing. His treatment is gob-fulls of opium and the odd manly grunt to help through the pain. All this Byron-esque suffering is, unsurprisingly, right up Gabrielle’s street. A lot has been made of female sexuality coming to the fore at this year’s Cannes. From the Land of the Moon continues the trend to a degree. It’s implied that much of Gabrielle’s pain is rooted in sexual frustration. There’s a lot made of what Gabrielle calls “the principal thing”. This, in Agus’s novella, is love. But Garcia suggests sexual fulfilment is strong in the mix here too. In an early scene Gabrielle stands, dress hiked up and lets a river wash over her. It’s the pursuit of orgasm as escape. Getting off to get out. Elsewhere the expression of inner turmoil is a lot less interesting. There is loads of Gabrielle running away desperately - into the woods, the sea, a ditch. Cotillard’s ability to tear up in an instant is used to the point of exploitation. Gabrielle is, on many occasions, simply too nasty to care about. “Every time you visit it rains,” she tells José. “People are right: you’re mean,” he says later. He sticks around, still. The film takes on Gabrielle’s listlessness, slumps into an opiated fug. The malady is mysterious and not easily treatable. It just exhausts you. It transforms from a story about release to just another jail. At times it felt like there was no escape.",
  "webTitle": "From the Land of the Moon review - Marion Cotillard locked up in fuggy sexual melodrama",
  "webPublicationDate": "2016-05-15T10:57:49Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/from-the-land-of-the-moon-review-marion-cotillard-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marion Cotillard",
      "id": "film/marion-cotillard",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/15/from-the-land-of-the-moon-review-marion-cotillard-cannes"
}