{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/22/renovating-an-ex-council-house-in-london",
  "id": "2016-05-22-199",
  "sectionId": "lifeandstyle",
  "body": "Encouragement to “see the potential” in a house can sometimes be a last-resort plea from a desperate estate agent. But when Anita Freeman and Johan Hybschmann were househunting in Hackney, east London, the opportunity for a complete overhaul was at the top of their list of requirements. “We didn’t want a Victorian terrace and couldn’t afford one round here,” says Anita, sitting in the finished kitchen of her two-bedroom ex-council house. “We had lived in Hackney for quite some time already, and we knew what these houses were like, and how they could be improved.”     The house from the outside. Photograph: Sophia Evans for the Observer    The couple bought the 1970s house a year ago for £350,000 – below average for the area. Johan, an architect, and his colleagues at the firm Archmongers designed a network of windows within the interior walls of the house, which maximise the light that streams through the building. “When rooms aren’t in use, they become a light shaft for another space,” explains Johan. “I love sitting on the sofa and being able to look through the staircase into the study and out through the window. You don’t feel trapped.” From the outside, the house is unchanged, as the terms of the leasehold forbid the couple from making any changes to the exterior of the building. But inside, the bold lines, stylish materials and careful use of bright colours against mainly white walls is a world away from the run-down repossession that the pair first looked round. “There was a pasta dish in the oven that had been left there for two months,” remembers Johan.     ‘We didn’t want a Victorian terrace and couldn’t afford one round here’: Anita and Johan in the kitchen. Photograph: Sophia Evans for the Observer    Local estate agents say that the housing crisis has erased any middle-class snobbery that might have existed a decade ago about buying a former council house. Johan admits that the community sees the arrival of their new, young neighbours as gentrification, but says: “There is a sense of pride that people are doing up the houses and taking care of the area.” The pair invested in features such as the kitchen table, designed to be an exact fit for the room, and brass and wooden bannisters. More expensive materials, such as marble were used “in small doses, for bits you touch”. Storage is cleverly hidden under the stairs, in the ground-floor laundry room and built-in cabinets: the couple claim they generally manage to keep their compact house almost as immaculately tidy as it is on the day that I visit. They met when Johan moved to London from Denmark to study architecture. He says his high-quality, design-led furniture choices, including Le Corbusier lighting and a black Wassily chair by the designer Marcel Breuer which he has had since he was 16, are all down to his “Danish ethos”. “If I buy a piece of furniture, it will stay with me for the rest of my life,” he says.     New look: high ceilings and windows in internal walls usher in the light. Photograph: Sophia Evans for the Observer    The entire renovation, which included stripping the carpets and remodelling the attic to expose the loft beams, cost around £80,000. Handily for them, they didn’t have to pay architect’s fees. Now Johan, Anita and their dog are planning to stay in the house for as long as they can, and the couple often invite their friends over to enjoy it with them. “It feels like you use the whole house, not just one room,” says Anita. “The Danish culture is to socialise a lot more in your own home.” Johan says that now the project is finished, it’s time to make the most of what they have created. “It doesn’t need to be changed for 50 years. If we manage that, we feel like we’ve done our part.”",
  "webTitle": "Don't judge a home from the outside",
  "webPublicationDate": "2016-05-22T05:00:33Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/22/renovating-an-ex-council-house-in-london",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Interiors",
      "id": "lifeandstyle/interiors",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Hackney",
      "id": "uk/hackney",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katie Forster",
      "id": "profile/katie-forster"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/22/renovating-an-ex-council-house-in-london"
}