{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2016/may/12/how-to-cook-the-perfect-aloo-gobi",
  "id": "2016-05-12-325",
  "sectionId": "lifeandstyle",
  "body": "According to chef Vivek Singh, this hearty cauliflower and potato dish is probably “the most common and basic vegetable curry you will find anywhere in India”. Cheap, filling and only coincidentally vegan, it’s a recipe you definitely need in your repertoire. The problem is, although aloo gobi has its origins in the Punjab, it’s now a firm favourite across India and Pakistan – and, as Singh observes, “one of the disadvantages of its universal appeal is that there is no such thing as a universal recipe”. Consider this, then, as one very good place to start. Potatoes Aloo, of course, means potato – the backbone of this dish. Most recipes are pretty vague on this point, with only Kaushy Patel’s book Prashad – based on recipes from her family’s Bradford vegetarian restaurant of the same name – specifying the waxy variety; and Sumayya Usmani – author of the new book Summers Under the Tamarind Tree: Recipes and Memories from Pakistan – recommending more floury Maris Pipers in a recipe from her maternal grandmother, Nani. The latter soften more easily during cooking, giving a fluffier result – more comforting, perhaps, but more prone to fall apart in the pan. It seems in the spirit of this thrifty dish to use up whatever you happen to have in the house, but if you’re buying them specially, I’d recommend waxy potatoes.     Vivek Singh’s aloo gobi. Photograph: Felicity Cloake the Guardian    Patel sautés the potatoes in hot oil before adding any liquid, and the recipe in Madhur Jaffrey’s Curry Bible does the same with pre-cooked spuds. Perhaps mine aren’t cool enough, but I find these boiled cubes soak up much of the fat in the pan, making a mockery of her direction that one should pour out the excess oil before adding any other ingredients – frying adds both richness and flavour to the dish, but the result should stop short of greasy. Every recipe calls for the potatoes to be peeled before use. As usual, I’m not going to bother: potato skins add flavour and texture, although I’m sure this would be dismissed as mere laziness by your average Punjabi granny. Cauliflower The cauliflower is, in theory, a simpler proposition, although the lady behind my favourite veg stall informs me it’s currently rarer than hen’s teeth thanks to the winter floods. (Supermarkets, of course, seem to have fewer problems.) As with the potatoes, a brief dance in hot oil will bring out its flavour. Bear in mind that, as Singh suggests in his book Curry: Classic and Contemporary, if you cut the florets “slightly bigger than the potatoes, they will cook in roughly the same time, rather than overcooking and disintegrating before the potatoes are done”.     Sumayya Usmani’s aloo gobi. Photograph: Felicity Cloake for the Guardian    Tomatoes Although aloo gobi tends to be a fairly dry dish, some liquid is required to cook the vegetables and this generally comes in the form of tomatoes (although Jaffrey, who produces the wettest version I test, also adds water). In its homeland, of course, the tomatoes would almost always be fresh, but here, unless it’s high summer, I’d recommend the tinned variety – or adding a dollop of tomato puree as well, as Usmani recommends, “for colour”. Her sauce is rich and flavourful, which I suspect is because she takes the time to cook off the excess liquid from the tomatoes, simmering the curry “until the oil rises”, the classic sign of a well-cooked curry, and a detail missing from some of the other recipes.     Madhur Jaffrey’s aloo gobi. Photograph: Felicity Cloake for the Guardian    Aromatics Only Patel eschews onion – and whether you go for Usmani’s sweeter, richer red onion, or the more widely used savoury yellow variety, it’s important to cook it until soft and golden, without letting it brown. Ginger and garlic complete this very Indian holy trinity of base flavours, and Patel also sticks in some smashed green chilli, but my panel prefers them left whole, a la Jaffrey, Singh and Usmani – and not only because some of them are total wimps. Whole chillis, simmered in the gravy, add a much gentler heat – and, as a bonus, they look quite pretty, too. Jaffrey whizzes her onion, ginger and garlic into a paste before cooking, which means her gravy tastes overpoweringly of onion – no bad thing, but it doesn’t leave much room for the other flavours.     Kaushy Patek’s aloo gobi. Photograph: Felicity Cloake for the Guardian    Spices A few spices pop up in almost every recipe I try – cumin, for example, which pairs beautifully with cauliflower, and turmeric for colour. Coriander seeds add a pleasing zestiness, and I love the savoury hit of Usmani’s nigella seeds, which performs a similar role to Jaffrey and Patel’s more garlicky asafoetida, but looks more attractive. She’s also the only one to use dried fenugreek leaves – generally sold as methi, which gives her dish a distinctive bitter herbaceousness. This is balanced by the sweetness of homemade garam masala (cinnamon, cardamom, cloves and star anise) – it’s not essential, but it does make for a more interesting flavour. Add chilli powder to taste; aloo gobi should be a very homely pleasure, and one person’s comforting warmth is another’s sweaty nightmare. To finish A squeeze of lime juice, as Singh suggests, adds an acidic element (which is lacking in tinned tomatoes in particular), and a handful of coriander adds freshness; both welcome in a carb-rich dish that can tend towards the heavy. If you prefer it heavy, however, then you might enjoy Patel’s finishing touch: a big dollop of butter – which may go some way to explaining why Indian restaurant food always tastes so good. Perfect aloo gobi     Felicity Cloake’s perfect aloo gobi. Photograph: Felicity Cloake for the Guardian    (Serves 4)4 tbsp neutral oil1 tsp cumin seeds½ tsp nigella seeds350g waxy potatoes, cut into rough 2.5cm dice1 medium cauliflower, cut into florets and chunks of stalk slightly larger than the potato1 yellow onion, finely sliced4 garlic cloves, crushed1 tbsp grated ginger1 tin of plum tomatoes, roughly chopped, or 5 chopped fresh tomatoes and 1 tbsp tomato puree2 tsp coriander seeds, toasted in a dry pan and ground½-1 tsp medium chilli powder½ tsp turmeric2-4 small green chillies, slit along their length1 tsp salt1 tbsp methi (dried fenugreek leaves)1 tsp garam masalaJuice of ½ a limeSmall bunch of fresh coriander, chopped Heat the oil in a wide, lidded pan over a medium-high heat. When it’s hot, add the cumin and nigella seeds and cook for a few seconds util they pop, then add the potatoes and sauté until golden. Scoop out with a slotted spoon and repeat with the cauliflower, then scoop this out into a separate bowl. Turn the heat down to medium-low, add a little more oil if necessary, and add the onion. Cook until soft and golden but not brown, then stir in the garlic and ginger and cook for a couple of minutes. Tip in the tomatoes, ground coriander, chilli and turmeric and cook, stirring regularly, until the oil begins to pool around the side of the pan. Add the potatoes back in along with the fresh chillies and salt, bring to a simmer, turn down the heat, cover and cook for five minutes. Add the cauliflower and a good splash of water, cover and cook until both are tender, stirring occasionally to make sure it doesn’t stick, and adding more water if necessary.  Take off the heat, stir in the methi and garam masala and leave for 10 minutes, then stir in the lime juice and fresh coriander before serving – Usmani recommends pairing it with “plain basmati, naan, paratha or brioche buns, and a pickle or chutney”. Aloo gobi: can cauliflower get any better? How do you cook yours – regional variations especially welcome – and which other Indian vegan and vegetarian recipes would you recommend?",
  "webTitle": "How to cook the perfect aloo gobi",
  "webPublicationDate": "2016-05-12T07:45:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2016/may/12/how-to-cook-the-perfect-aloo-gobi",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Indian food and drink",
      "id": "lifeandstyle/indian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Curry",
      "id": "lifeandstyle/curry",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Felicity Cloake",
      "id": "profile/felicity-cloake"
    }
  ],
  "guardianId": "lifeandstyle/wordofmouth/2016/may/12/how-to-cook-the-perfect-aloo-gobi"
}