{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/moqtada-al-sadr-who-is-the-cleric-directing-iraqs-protests",
  "id": "2016-05-02-223",
  "sectionId": "world",
  "body": "From a US and British perspective, the most pressing issue in Iraq is defeating Islamic State. For Iraqi citizens, however, it is the ongoing abject failure of the prime minister, Haider al-Abadi, and his government to provide basic public services, create jobs, and root out corruption among the country’s kleptocratic political class.    Related: We think we know what Chilcot says. But the real scandal remains unnoticed | Richard Norton-Taylor    Into this gap between external strategic perception and domestic political reality has stepped Moqtada al-Sadr, the charismatic Shia cleric and former Mahdi army leader whose virulent sectarianism and violent resistance to the US occupation earned him notoriety in the west and hero status among many Iraqi Shias between 2004 and 2008. The street protest movement that has rocked Baghdad in recent weeks, culminating in the weekend invasion of the walled government, parliament and embassy enclave known as the green zone, is largely directed by Sadr, who has moved his centre of operations from the holy city of Najaf to the capital. Some demonstrations have drawn up to 200,000 people.  No longer the sectarian firebrand and anti-US insurgent, Sadr has recast himself as a man of all the people, a fervent Iraqi nationalist and federalist who upholds the democratic process by non-violent means. The Mahdi army militia was disbanded in 2008. In the 2014 elections, the Sadrist al-Ahrar bloc won 34 seats in parliament. In short, Sadr has gone legit.  Far from seeking Abadi’s overthrow, Sadr says he wants to help him implement reforms, in particular to end the discredited quota system introduced by Washington after the 2003 invasion. Quotas were intended to ensure Iraq’s main ethno-religious constituencies – Shias, Sunnis and Kurds – shared power, but they have been widely abused to enrich office-holders and extend party political patronage.  Abadi, though personally popular, is widely seen as weak – and his divided, faction-riven administration even weaker. The territorial sweep Isis made in 2014 and the contempt for Baghdad’s writ shown by southern Shia tribal chiefs and northern Kurdish separatists have led some analysts to suggest the centre cannot hold.   Sadr’s claim to be on Abadi’s side while his tactics further undermine the prime minister’s authority could prove fatal. Abadi’s departure would be a big problem for Washington, which spent months trying to unseat his predecessor, Nouri al-Maliki, largely because he was seen as pursuing a sectarian Shia agenda. Abadi is their man and last week Joe Biden, the US vice-president, was briefly in Baghdad, supposedly stiffening backbones and refocusing attention on Isis. His efforts do not appear to have succeeded.  Washington and its western allies worry, with good reason, that the unrest, coupled with political inertia and cash-flow problems exacerbated by global oil price falls, is undermining their key aim of defeating Isis. Army units reportedly recalled to help with security in Baghdad had been intended for use in the expected campaign to expel Isis from Mosul, Iraq’s second city.  Last week Barack Obama expressed surprising optimism that Mosul would fall by the end of the year, a claim that suggested how out of touch Washington may have become. The contrary story on the ground is that the Iraqi army, far from being on the point of storming Mosul, is under-resourced and once again suffering desertions and low morale.    Related: Tony Blair is right: without the Iraq war there would be no Islamic State    Sadr has a dog in the Isis fight, too. His so-called Peace Companies, armed militia that are the successors to the Mahdi army, have fought against Isis alongside the government-sanctioned, Shia-centric Popular Mobilisation Forces, known locally as as al-Hashd al-Shaabi . These forces, more than the Iraqi army, are praised for recent successes against the jihadis. Sadr also uses his militia to protect Shia holy sites, further raising his public profile.   Sadr’s re-emergence as a powerful national leader may have some advantages for Washington. Despite three years spent in voluntary exile in Iran, his newly minted nationalist stance makes him a potential bulwark against Tehran’s influence, which has become all-pervasive since the US left. There are sharp tensions between Sadr and rival Shia factions, and Sadrist militia have clashed with the Iranian-backed Hashd.  Sadr enjoys the sort of grassroots support that few if any other Iraqi politicians currently command. This does not include the Sunni minority, whose rejection of any Shia-dominated central authority looks likely to continue. If Abadi is deposed, however, they and Washington may have little choice but to deal with a former hate figure once dubbed the “most dangerous man in Iraq”.",
  "webTitle": "M​​oqtada al-Sadr: who is the cleric directing Iraq's protests?",
  "webPublicationDate": "2016-05-02T07:31:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/moqtada-al-sadr-who-is-the-cleric-directing-iraqs-protests",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Tisdall",
      "id": "profile/simontisdall"
    }
  ],
  "guardianId": "world/2016/may/02/moqtada-al-sadr-who-is-the-cleric-directing-iraqs-protests"
}