{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/18/locked-up-review-david-attenboroughs-zoo-quest-in-colour-peggy-mitchell-eastenders",
  "id": "2016-05-18-325",
  "sectionId": "tv-and-radio",
  "body": "A blond woman in a high-rise apartment removes a bright yellow canary from a cage, opens the window and sets it free. In the voiceover – and subtitles – the woman is on the phone telling her mother she’s going away on a lovely sailing trip. But really, she’s going to jail. Welcome to Locked Up, Channel 4’s new Spanish prison drama. If the thing with the canary and the cage was too subtle for you, it transpires that the uniforms at Cruz del Sur correctional facility are also bright yellow. Yellow, it seems, is the new orange. It would be fair to say that Locked Up (in Spain it’s called Vis a Vis) owes a debt to Orange Is the New Black, although women-in-prison melodrama counts as a whole genre, with its own narrative tropes. Where OITNB is darkly comic, this is largely straightfaced, and unafraid to embrace the gratuitous toplessness that has long been a mainstay cliche of women-in-prison films. Unless there’s a good reason a conversation can’t take place in the showers, it does. Macarena (Maggie Civantos) is evidently unprepared for the rigours of prison; she has packed an elastic exercise band, and royal jelly. She insists she is there by mistake. Within 48 hours of her arriving, her bunkmate is found murdered – steamed alive, in fact. She still doesn’t know the good guys from the bad guys among the guards. I’m not sure there are any good guys. There are flashbacks to Macarena’s pampered former life – it’s pretty obvious her boss/boyfriend has contributed to her incarceration – which fall a little flat. Once you’ve set a story in a prison, everything that happens outside begins to seem incidental. I think that might be true of actual prison as well. Locked Up looks great, with most scenes drained of every colour except that acid yellow – the uniforms almost glow. And it is both gripping and gritty, although by far the most menacing thing about it is that it’s in Spanish. The swearing sounds much worse than the words that appear in the subtitles. The sense of alienation is only heightened by Locked Up’s foreignness: the violence; the casual wear the guards walk around in; the idea that your cellmate might keep a pet scorpion. I have no idea which bits are realistic and which bits are preposterous, so I just believe it all. When the TV series Zoo Quest began with a trip to Sierra Leone, David Attenborough and his cameraman, Charles Lagus, filmed everything they encountered on a 16mm clockwork camera – 14 seconds of filming for each wind; two minutes, 40 seconds for each 100ft roll of film. To overcome the BBC’s objection to using 16mm instead of the standard 35mm format, Attenborough agreed to shoot on colour film, which would give more clarity even when the footage was printed and broadcast in black and white. Those original negatives were recently found in the archives of the BBC natural history unit. David Attenborough’s Zoo Quest in Colour (BBC4) is the extraordinary result.     David Attenborough’s Zoo Quest in Colour. Photograph: BBC/PA    The sheer quality of the footage is hard to believe: birds with bright plumage, richly patterned snakes, Balinese musicians in seated rows. The present-day Attenborough and Lagus are on hand to give the scenes some context, and to recall hardships and privations with great affection. Colour brings to the past a kind of shocking immediacy. One is reminded that this venerable wildlife series wasn’t just a mission to film wild animals; they were also kidnapping them on behalf of London zoo. There is some amusing footage of a twentysomething Attenborough chasing an anteater, and then turning tail once the anteater decides to front it out (they lassoed it in the end – off to the zoo). Today, Attenborough is rightly embarrassed by this wholesale animal shopping, but not only did the programme take me back to a time when you could bring a bear home from Borneo and keep it in your flat, it also made me long for it a little. Peggy Mitchell took her leave from EastEnders (BBC1) last night, and from this mortal coil, swallowing the pills she had kept by, one by one. Sometimes, I think dying is the only sure way to leave EastEnders: last night’s episode was brimming with former escapees: Sharon, Kath, Phil – even Grant dropped by, angry as ever. Actually death isn’t always enough. Pat Butcher died in 2012, and here she was, smoking on Peggy’s stairs. “I might’ve known it was you,” said Peggy. “Earrings rattling like Marley’s bleeding chains.” Peggy faced a dilemma: die or face having Grant and Phil as carers. “It’s our turn to look after you now,” said Grant, making it sound like a threat. The ghost of Christmas Pat didn’t have much in the way of advice. “What are you askin’ me for?” she said. “I’m not even here, am I?” I am sad to see Peggy go, even though she left a long time ago, and only came back to seal the deal.",
  "webTitle": "Locked up review – yellow is the new orange in this women-in-prison drama",
  "webPublicationDate": "2016-05-18T06:20:21Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/18/locked-up-review-david-attenboroughs-zoo-quest-in-colour-peggy-mitchell-eastenders",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/18/locked-up-review-david-attenboroughs-zoo-quest-in-colour-peggy-mitchell-eastenders"
}