{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/02/bbc-nuj-today-business-presenter-dominic-oconnell-sunday-times-external-applicant",
  "id": "2016-05-02-145",
  "sectionId": "media",
  "body": "Staff at the BBC have called for an investigation into the appointment of a new business presenter at Radio 4’s Today programme following allegations the application process was unfair. The post at the BBC’s morning news programme was initially opened only to internal candidates. BBC employees thought to have applied include Tanya Beckett, Adam Parsons, Joe Lynam, Jonty Bloom and Matthew Price, Today’s chief correspondent.   Related: Top BBC executives run up more than £25,000 in expenses before leaving    The job was ultimately given to Dominic O’Connell, the business editor of the Sunday Times, prompting representatives from the National Union of Journalists to say members had “lost faith in the BBC’s recruitment process”.  It is believed the job opening was opened to external candidates later in the search. A BBC spokesman said: “It was a fair and open process, which adhered to our recruitment policy.”  BBC-based NUJ representatives, however, wrote to the corporation’s director general, Tony Hall, and its HR director, Valerie Hughes, on Friday demanding O’Connell’s appointment be suspended pending a full investigation. The letter stated: “BBC NUJ chapels are dismayed that an external candidate has been engaged as the Today programme business presenter. This vacancy was open only to internal candidates. Many of the applicants have already done the job.  “The job description says: ‘He/she will be a skilled broadcaster with proven interviewing skills ... He or she will be a strong writer and be interested in creative radio and video production. Radio packaging skills will be an advantage.’ To our knowledge, Mr O’Connell has no broadcasting experience.  “BBC applicants were assured that it would be an open and fair process. However, Mr O’Connell was seen twice in the past month in NBH, the second time to do an audition, while the internal interview process was under way.  “When the BBC applicants learned they had been unsuccessful, they were told that James Harding wanted someone who could break stories. The NUJ then made clear our belief that there are several suitable internal candidates: highly qualified, experienced, award-winning who regularly break stories, but the BBC pressed on with its invitation to Mr O’Connell.” In the letter, seen by the Guardian, the union reps said an external recruitment freeze has been in place at the BBC since 2014, and yet dozens of jobs have been given away “either without being advertised, or without competitive boards, or to people from outside the BBC, hand-picked by news management”.  They added: “As a public body, the BBC has a duty to act fairly. This includes meeting reasonable expectations that it has created for job applicants. In this case, those expectations were and are that appointments will be fair, transparent and open only to serving BBC staff.  “The BBC is precluded from acting contrary to those expectations, and like all public bodies, the BBC is subject to judicial review. Our members have lost faith in the BBC’s recruitment process. Some have even said they will never again apply for a job within the BBC.  “We ask you to suspend the employment of Mr O’Connell immediately and undertake that all BBC managers and HR officers involved in this recruitment process will clarify why none of the internal candidates was suitable for the role. We also ask you to confirm that Mr O’Connell was being courted before the internal boards had completed their work.” O’Connell has been business editor of the Sunday Times since 2010, having joined the paper in 2001. Before that, he was part of the launch team of Sunday Business. Under his watch, the Sunday Times broke a series of big business stories, including the news of BHS’s pending administration and previously the Pfizer bid for AstraZeneca. He also revealed allegations that Rolls Royce had bribed the Suharto family in Indonesia, the sale of Monarch airlines to Greybull, Anglo American’s takeover of De Beers, and the ghost flights scandal at Heathrow.  O’Connell is set to replace Simon Jack, who was recently appointed BBC business editor. In a press release, Jasmin Buttar, the editor of the BBC’s business and economics unit, said: “The business slots on the Today programme play a big role in setting the business news agenda for each day, so it is great for the BBC to have such a high-calibre, agenda-setting journalist taking on this position.  “Dominic has exceptional contacts in the business world and a track record in original journalism that will be invaluable to Today and the BBC’s business news more widely.” O’Connell did not respond to a request for comment.",
  "webTitle": "BBC staff concerned after external applicant appointed to Today role",
  "webPublicationDate": "2016-05-02T12:13:19Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/02/bbc-nuj-today-business-presenter-dominic-oconnell-sunday-times-external-applicant",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sunday Times",
      "id": "media/sundaytimes",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National Union of Journalists",
      "id": "media/nationalunionofjournalists",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media unions",
      "id": "media/mediaunions",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "media/2016/may/02/bbc-nuj-today-business-presenter-dominic-oconnell-sunday-times-external-applicant"
}