{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/03/prosecutors-to-appeal-against-arms-fair-protesters-verdict",
  "id": "2016-05-04-270",
  "sectionId": "law",
  "body": "Prosecutors are to appeal against a judge’s decision to dismiss charges against protesters who said they took direct action against an arms fair to stop crimes being committed with the weapons on sale.  A district judge last month dismissed the charges against five men and three women after they argued in court that authorities had failed to do enough to stop illegal deals at the Defence Systems and Equipment International (DSEI) exhibition in east London.  They all admitted blocking a road to stop trucks and military vehicles entering the fair in Docklands, but said that they had done so because they were trying to stop greater crimes being committed by buyers, including delegations from Bahrain, Saudi Arabia, Turkey and Israel.  “The defendants’ belief that weapons were being sold unlawfully at DSEI was supported by … detailed expert evidence,” said Angus Hamilton as he dismissed the charges at Stratford magistrates court.  Isa al-Aali, Angela Ditchfield, Lisa Butler, Thomas Franklin, Javier Garate Neidhart, Susannah Mengesha, Luis Tinoco Torrejon and Bram Vranken had each faced a charge of wilful obstruction of the highway outside the ExCel centre in September.  The Crown Prosecution Service (CPS) submitted an application on Friday for an appeal to the high court to try to overturn the ruling, according to the Campaign Against the Arms Trade, which supported the defendants.  A spokesperson for the CPS said: “The process of an appeal in this case is at a very early stage. It would be inappropriate to discuss grounds for an appeal until it has been concluded.” Raj Chada, of Hodge Jones & Allen and who represented five of the defendants, said: “It is hugely disappointing that the Crown Prosecution Service continues to act against our clients when the real investigation should take place into the activities at the DSEI conference.” The biennial fairs, organised by Clarion Events, bring together representatives from governments and the world’s biggest arms companies. Protesters say some of the world’s most oppressive regimes are represented. Illegal items, including torture implements and cluster munitions, had been found to be marketed there in previous years. A DSEI spokesman said at the time of last month’s ruling that compliance regulations were not breached at September’s event. In a joint public statement, the defendants’ campaign said: “We absolutely stand by our actions at the DSEI arms fair in seeking to prevent corporate and state support for torture and the mass indiscriminate killing of civilians.  “Our actions have continued to show where the interests of money and power truly lie. The state has invested a prolific amount of time and public money seeking to prosecute us.  “Many of us feel that perhaps if the state had chosen to focus their resources on those selling killing machines and torture weapons to human rights abusers then we would see some of the arms dealers in court, instead of those who are trying to prevent some of the vilest crimes, including torture and war crimes.”",
  "webTitle": "Prosecutors to appeal against arms fair protesters verdict",
  "webPublicationDate": "2016-05-04T09:30:01Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/03/prosecutors-to-appeal-against-arms-fair-protesters-verdict",
  "keyword": [
    {
      "webTitle": "Crown Prosecution Service",
      "id": "law/crown-prosecution-service",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "law/2016/may/03/prosecutors-to-appeal-against-arms-fair-protesters-verdict"
}