{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/back-to-the-cave-bill-shorten-calls-out-senator-leyonhjelm-on-gender-equality",
  "id": "2016-05-30-202",
  "sectionId": "sport",
  "body": "Bill Shorten has told David Leyonhjelm to drag his outdated views on gender equality into the 21st century after the Liberal Democrat senator criticised Shorten’s pledge to fund more women’s sport on television. “Back to the cave, stone age man,” the opposition leader said on the campaign trail in Cairns on Monday after Leyonhjelm had suggested women’s sport was not interesting enough to warrant additional funding at the taxpayers’ expense.   Related: Australian election 2016: Bill Shorten questioned over WestConnex funding – live    Shorten announced in Canberra on Sunday that Labor would deliver an extra 500 hours of women’s sport via the ABC if elected on 2 July.  Shorten said the initiative would “inspire our future sporting heroes”.    Labor will deliver an extra 500 hours of women's sport on Australian TV to inspire our future sporting heroes.https://t.co/8lSE1QuKhK— Bill Shorten (@billshortenmp) May 29, 2016    “We’ve got a great sporting story of Australian women athletes but at the moment what happens is of all the sports coverage on television only 7% is of our women athletes” Shorten said. “We believe that our women athletes deserve comparable coverage to our male athletes.” The extra hours would be dedicated to live coverage of women’s sports such as football and basketball, both of which have all disappeared from free-to-air television over recent years. The likes of football’s Asian Cup, the women’s cricket, basketball and hockey World Cups, and the Women’s National Basketball League – all currently without a platform – are tournaments that could be picked up by the ABC with the extra funding. Shorten said the funds would go to financing live broadcasts on ABC television and its digital platforms, at a cost of $21m over a period of four years. “It was a real shame that under the Liberals in 2014, women’s basketball and women’s soccer disappeared from the television,” Shorten said. “I am pleased that soccer has come back with the Matildas, but the ABC funding cuts has inhibited this.” Labor’s communications spokesman, Jason Clare, said the new funding was not to be used to compete with commercial television stations, but rather to buy rights for events that had been passed on by the likes Foxtel, Channel Seven, Nine and Ten. On Sunday, Malcolm Turnbull announced the Coalition government would commit a further $60m into the Sporting Schools program, in a bid to combat falling participation rates during the transition from primary to high school. Football Federation Australia chief executive, David Gallop, was cautiously optimistic about the pledges from both parties. “FFA welcomes today’s election commitments, but urges both sides to increase funding to grassroots community football facilities,’ Gallop said. “In particular, female players wanting to play have to be turned away in many Australian communities because of poor facilities or a lack of facilities. “It’s important that sports funding takes a bottom-up as well as a top-down approach if young Australian female football players are to get the opportunities they deserve alongside their male counterparts.”",
  "webTitle": "'Back to the cave': Bill Shorten calls out senator Leyonhjelm on gender equality",
  "webPublicationDate": "2016-05-30T04:31:17Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/back-to-the-cave-bill-shorten-calls-out-senator-leyonhjelm-on-gender-equality",
  "keyword": [
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "David Leyonhjelm",
      "id": "world/david-leyonhjelm",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Hytner",
      "id": "profile/mike-hytner"
    }
  ],
  "guardianId": "sport/2016/may/30/back-to-the-cave-bill-shorten-calls-out-senator-leyonhjelm-on-gender-equality"
}