{
  "apiUrl": "https://content.guardianapis.com/sap-partner-zone/2016/may/16/digital-transformation-interview-steve-lucas-sap",
  "id": "2016-05-16-112",
  "sectionId": "sap-partner-zone",
  "body": "Digital transformation strategies can be risky, yet they’re essential to a company’s long term viability. While it’s not our first foray into digitising the business, companies have a powerful set of transformation tools at their disposal with cloud services, mobile, big data and analytics.  SAP recently held an Art of the Possible event to highlight how companies are using these technologies to build successful digital strategies. At the event, I had the opportunity to speak with Steve Lucas, president of platforms at SAP. Lucas believes leading businesses have a clear vision of what a digital enterprise looks like in their industry. But more importantly, these companies want to create a business that’s larger in scope than what they are today.  For example, Lucas noted that John Deere was known as a farming equipment company. As the organisation approached digital transformation, it thought of itself as a network of agricultural information. Instead of selling machinery, it sells maximum yields to its customers.  People buy promise, brand and quality, not just products. The story may be different across industries, but the common thread is the desire to use technology to deliver a broader value proposition. Lucas said: “The biggest enemy in business is the OK button. So much of the modern organisation requires humans (clicking OK).” He believes companies need to eliminate areas where human intervention adds no value, such as the need to click an approval button when it’s clear that the transaction meets all of the appropriate business criteria for approval.  Companies need to shift business systems to being connected and consequential. Millions of decisions are made daily, but these decisions are disconnected from each other which negatively impacts the business. For example, an inventory decision could have butterfly effect on product availability. A company can improve its business with connected systems that analyse data, provide recommendations and automate processes.  For example, a company’s systems could analyse production data in real time with an in-memory database tool, discover a problem with a part, and use its ERP system to review part requirements such as material specification and the approved country list. Armed with this knowledge, the software or cloud service could go to a sourcing marketplace, find an alternative part that meets the company’s specifications and automatically order the part or at least present all of the appropriate information to the purchasing agent.  Lucas noted that we can fool ourselves into thinking that making the process digital and automated is the goal. For example, marketing can take an email and use software to create automated press releases. However, if you haven’t connected this automation back to your strategy you don’t know if you should be doing it, or if it’s even helpful.  Digital transformation is about making easy things automatic that require minimal human skill and making harder things easier. But it’s not just automation for automation’s sake. Integration amongst systems provides a way for an organisations to operate at a lower cost and offer new services. The inventory example automates a process to maintain maximum manufacturing output. It does so by codifying the processes, analysing existing data and creating links between various systems to enable a connected workflow.  It’s not about having an army of data scientists. It’s about understanding your process and connecting your IT silos. In the end, Lucas shared that digital transformation is about leveraging your most skilled resources, your employees, for higher order activities.  This advertisement feature is paid for by SAP, which supports the Guardian Media & Tech Network’s Digital business hub.",
  "webTitle": "Digital transformation: an interview with Steve Lucas of SAP",
  "webPublicationDate": "2016-05-16T16:54:57Z",
  "webUrl": "https://www.theguardian.com/sap-partner-zone/2016/may/16/digital-transformation-interview-steve-lucas-sap",
  "keyword": [
    {
      "webTitle": "SAP partner zone",
      "id": "sap-partner-zone/sap-partner-zone",
      "sectionId": "sap-partner-zone",
      "sectionName": "SAP partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sap-partner-zone/2016/may/16/digital-transformation-interview-steve-lucas-sap"
}