{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/steve-spacek-favourite-tracks",
  "id": "2016-05-27-167",
  "sectionId": "music",
  "body": "The track I’ll be opening my next DJ set with Death Grips: Guillotine            I usually open with this as it’s such an aggressive sound. It grabs your attention, and it’s so off-key-sounding that people don’t know what to expect afterwards. The track that got me out of bed this morning Steve Spacek: Melin Dreams Something I was working on late last night on GarageBand on my phone. It’s a hypnotic track for the dancefloor. The track I’d play to show off my eclectic tastes Moondog: Viking 1             This is an amazing piece played on a vibraphone. It’s a great way to send the crowd off. The track that should have been a crossover hit Fatima: La Neta             This came out about two years ago from my peeps over at Eglo. It’s by Swedish-UK soul singer Fatima; produced by Flako, and is the perfect mix of soul and modern day electronics. The track I’d play at my auntie’s wedding Tiger: When (Steve Spacek remix)            A wicked dancehall tune with a truly infectious beat, along with some comical lyrics that all rhyme with “when”. I reckon auntie would be skanking to this one! The best track by my favourite new artist Packer & Rhodes ft Natalie Slade: Where We Go Natalie is a Sydney-based singer-songwriter who I’m working with, and this is a collab between her and myself. Look out for it some time this year, maybe on my new label SPA. The ideal festival track Mark Pritchard: Soundboy Fuck Off        I love this track! Whenever I hear it, it gives me this vibe. The closest thing I can relate it to is a feeling people might get when they want to mosh, if that makes any sense. The track I’d play at sunset in Ibiza Bobby Konders: The Poem            Anyone who remembers raving back in the day would and should remember this one… I’m not even gonna describe it! It’s best to have a listen, it speaks for itself. Steve Spacek plays Corsica Studios, SE17, Sunday 29 May; Soup Kitchen, Manchester, Thursday 2 June",
  "webTitle": "Steve Spacek’s favourite tracks",
  "webPublicationDate": "2016-05-27T12:00:03Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/steve-spacek-favourite-tracks",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/27/steve-spacek-favourite-tracks"
}