{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/05/us-tech-firms-visas-hillary-clinton-donald-trump-immigration",
  "id": "2016-05-05-45",
  "sectionId": "technology",
  "body": "Facebook, Apple, Amazon and a host of top technology companies are planning to publicly urge the next US president to support a swath of new regulation that would make it easier for them to hire highly skilled workers for overseas, Reuters reports. In an open letter expected to be published on Wednesday, a host of trade bodies representing technology firms will lay out 12 policy recommendations including pledging support for the controversial Trans-Pacific Partnership (TPP) trade deal, urging more “narrowly targeted government access to user data” and recognition of encryption as a “critical security tool”. The groups are not aligning themselves with either of the two major political parties but have timed the letter to build a debate ahead of the Republican and Democratic conventions in July. The coalition letter, signed by groups including the Internet Association, the Telecommunications Industry Association and the Information Technology Industry Council, is the first time a wide range of technology trade organizations have staked out a common platform during a presidential campaign, according to a person familiar with the initiative.   Related: Mark Zuckerberg joins tech bosses in supporting Obama on immigration    It also calls for preventing censorship online by limiting unreasonable third-party liability for speech, support for the sharing economy, and an updated and simplified tax code, among other issues. Backing for the TPP runs counter to positions taken by presumptive Republican candidate Donald Trump and Democratic frontrunner Hillary Clinton. Trump has made criticism of international trade agreements and a call for tougher immigration policies central themes of his campaign.  In a Republican debate in March the billionaire real estate developer shied away from arguing against more H-1B visas for skilled foreign workers, saying he was “softening the position because we need to have talented people in this country”.  Clinton has not said if she would try to renegotiate TPP, which was signed in February but has not yet received congressional approval. She has said she supports expanding the number of visas for high-skilled workers.  Silicon Valley has struggled to notch policy wins in recent years on its legislative priorities, including immigration and patent reform, though the tech industry has succeeded in strengthening net neutrality protections and curtailing some government surveillance programs.  Trump has urged the restoration of the National Security Agency’s (NSA) bulk collection of US phone records, saying that US authorities should err on the side of protecting national security over privacy concerns.  Trump also urged a boycott of Apple during the company’s high-profile clash earlier this year with the FBI over unlocking an encrypted iPhone linked to the gunman in the San Bernardino shooting.  Clinton has supported some reforms to the NSA and has said a balance needs to be found between privacy and security in the encryption debate.  Signatories also include Allied for Startups, BSA The Software Alliance, Computing Technology Industry Association, Computer & Communications Industry Association, Consumer Technology Association, Semiconductor Industry Association, Silicon Valley Leadership Group, Software & Information Industry Association, Technology CEO Council and TechNet. Facebook did not immediately respond for comment, while Apple declined to comment.",
  "webTitle": "Facebook, Apple and Amazon to lobby next president over tech worker visas",
  "webPublicationDate": "2016-05-05T19:36:01Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/05/us-tech-firms-visas-hillary-clinton-donald-trump-immigration",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Uber",
      "id": "technology/uber",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "International trade",
      "id": "business/internationaltrade",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Global economy",
      "id": "business/global-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Lobbying",
      "id": "politics/lobbying",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jemima Kiss",
      "id": "profile/jemimakiss"
    }
  ],
  "guardianId": "technology/2016/may/05/us-tech-firms-visas-hillary-clinton-donald-trump-immigration"
}