{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/jerzy-dudek-liverpool-history-europa-league-final-sevilla",
  "id": "2016-05-16-29",
  "sectionId": "football",
  "body": "Jerzy Dudek was afraid. Not in 2005 when facing Andriy Shevchenko’s penalty nor in January when competing in the Dubai 24 Hour race in his current guise as a professional driver, but when Liverpool were adrift under Brendan Rodgers this season while Jürgen Klopp was improving his tennis. Without interrupting the former Borussia Dortmund coach’s sabbatical, Dudek feared his old club would remain on the margins. Thanks to the fact they did make the call to Klopp, the former goalkeeper expects his status as the last man to secure a European trophy for Liverpool to end on Wednesday. “The club needs new legends,” he states. Dudek hopes to attend the Europa League final against Sevilla, St Jakob-Park’s capacity notwithstanding, and to see Klopp guide Liverpool to their first European title since his save from Shevchenko completed the Champions League comeback against Milan 11 years ago. It did not require a leap of faith for Dudek to covet the charismatic German as the man to revive his former club but the 43-year-old’s conviction was based on inside knowledge. Conversations with Polish compatriots who played for Klopp at Dortmund fuelled the anticipation. “I was scared to be honest,” the former Poland international admits. “I don’t wish bad for anyone but I was scared Liverpool would miss out on Klopp. I knew he had the right mentality because I had spoken to [Robert] Lewandowski, [Lukasz] Piszczek and [Jakob] Blaszczykowski and they all said his mentality with the players, transmission to the supporters and knowledge of the game is so good. This is the right man for this club. I was scared maybe someone like Arsenal would take him before us.   Related: Jürgen Klopp has Liverpool united behind him for Europa League final    “He needs time, of course, but he deserves a lot of credit because a lot of managers are the same. They sign a contract and the first thing they do is sign 10 players. What he did was say: ‘I’ll sign nobody, I’ll give you a chance, you are good players, let me see.’ He will need to sign new players this summer to increase motivation and competition but he has shown a fantastic example.” Dudek, who was speaking at the launch of his autobiography, A Big Pole in Our Goal, witnessed Klopp’s impact after travelling from his home in Krakow to attend the semi-final second leg victory over Villarreal at Anfield. Lewandowski’s words about his former manager struck home that night. He recalls: “Lewandowski said he is a guy who you never know is speaking seriously or speaking with love. Sometimes he can kill you on the pitch and then a few seconds later he is giving you a hug. Direction is important. He’ll scare you and then maybe he’ll tell you he said too much and gives you a hug. “He stirs emotions and that is why the players are so focused. You never know when he is going to shout. You need to be focused because he is involved in every single moment. Lewandowski said that if Klopp sees someone switch off in training, even if that player is not in the team, he will go over and kill him. If the person gets upset he will say: ‘OK man, no problem, but don’t forget I am watching you.’ You have to be very focused to work for him. “He gets everyone engaged. You see the passion and enthusiasm he has stirred in the supporters. Ten minutes before the end of the Villarreal game Lovren made a tackle. Klopp didn’t see the reaction he wanted from the people and he turned around to the crowd and said: ‘Come on, cheer him.’ He wants you to fight for him.” Liverpool’s quarter-final comeback against Dortmund provided clear evidence of fighting spirit under Klopp, and invited comparisons with the game that secured Dudek a place in Anfield folklore. The Liverpool manager evoked memories of Istanbul at half-time in the second leg, with his team trailing 2-0 and then 3-1 before sealing an unforgettable victory in stoppage time. There is no mistaking Dudek’s pride at providing a helping hand after 11 years, but he knows it is imperative that the momentum from beating Manchester United, Dortmund and Villarreal is not squandered against Sevilla.   Related: Liverpool’s Jordan Henderson could make Europa League final against Sevilla    “It is fantastic that Istanbul can be some kind of motivation,” he says. “I go to many supporters’ club meetings in Poland and people are always asking me about it because what happened serves as an example for life as well. One touch, one thing, can change your life. You try, you fight and it is difficult, but then one moments changes it all. At half-time in Istanbul, we are losing 3-0 but some of the guys said we have waited for this moment for so many years so we have to fight, create an atmosphere and hopefully create a party. And Liverpool is the best at parties. “But Liverpool needs new legends, new people. There is a new generation in the stands and the kids want to see new heroes. Their fathers know the generation of 2005 and they ask me if I remember them from waiting on the gate at Melwood. Not much. They were little then and now they are a big guy 11 years later. You need new generations to keep going with the belief. The team changed its history three times on the way to the final, it cannot drop it now. “They’ve put so much energy in against Manchester United, Borussia Dortmund and Villarreal, don’t waste it. To win the trophy changes your life completely. Maybe it’s different with the Champions League but with any trophy you can be remembered forever. If I walk down the street in Rotterdam [he played for Feyenoord for five years] they just say hello. Here [in Liverpool] there is the most enthusiasm. My message is ‘write your own history’. Write it down for yourself.” Dudek retired from the game in 2011, following four years as backup to Iker Casillas at Real Madrid, but not from a sporting life. He has appeared three times at the amateur world golf championship, playing off a handicap of four, and Audi’s sponsorship of Real opened up a route into racing cars professionally via an ambassadorial role for Castrol. “In January I took part in the 24 Hour race in Dubai, which is massive,” he says. “It was also shocking. Our car was only 340 horse power and there were other cars of 700-800hp flying everywhere.” He has also found time to set up a sports academy for 400 children in Poland. “It’s not commercial, we engage sponsors,” Dudek explains. “In my time I probably wouldn’t have been able to play football if I’d had to pay for it. Football used to be very cheap, you had to pay for nothing. Now you have to pay for the clothes, for boots, for coaches, for training camps, for everything.” As for Wednesday in Basel, the former Liverpool goalkeeper hopes to find parallels between his own trials and redemption at Anfield with that of current keeper Simon Mignolet, who he often texts with messages of support. “I thought he was going to win the [Capital One] cup against Manchester City three months ago,” he says. “It would be nice for him and for his confidence if it happened now. I think he deserves a little bit more. They criticise him but the team played badly. He had a fantastic season, Liverpool almost won the League Cup, but they conceded the same amount of goals last season (48 in the 2014-15 Premier League season, 50 in 2013-14). The problem was they didn’t score as many goals. With one game to go either he stays or goes, but he can write the story himself.”",
  "webTitle": "Jerzy Dudek: ‘Liverpool need new heroes – Europa League final can create them’",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/jerzy-dudek-liverpool-history-europa-league-final-sevilla",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/16/jerzy-dudek-liverpool-history-europa-league-final-sevilla"
}