{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/police-revenge-porn-cautions-sexual-predators",
  "id": "2016-05-10-250",
  "sectionId": "commentisfree",
  "body": "A few years ago the idea of someone publishing explicit photographs of a former lover, out of spite or as a form of blackmail, was still in the realms of fiction. But advances in technology have created fresh opportunities for sexual predators, and the criminal justice system is finding it difficult to cope with new forms of aggressive and controlling behaviour. Revenge porn – the sharing of explicit or sexual images without consent – became a specific criminal offence in the UK just over a year ago, and it seems that some police forces are struggling to understand how to use the new law.   Related: Revenge porn decision sparks anger at police    In the latest headline example, Sussex police have been criticised for merely handing out a caution to a man who targeted four women and a 15-year-old girl. They arrested the 36-year-old last week after receiving complaints, from three of the women and the girl, that images had been posted without their consent on a pornography site. One of the women said she discovered two pictures of herself on the porn site along with the comment: “Do your absolute worst guys and abuse her as much as you like, all I ask it that you show me it all.” In the case of the 15-year-old girl, explicit sexual images were superimposed on to pictures taken from her Facebook account. Given that the photographs were doctored, and not taken during a relationship, it is more akin to harassment than what we normally understand as revenge porn. The use of cautions in cases involving sexual and domestic abuse is controversial. Women have complained for decades that reports of rape and sexual assault are not taken seriously and that few cases come to court. There were 1,160 reports of revenge porn between April and December last year, involving 31 police forces in England and Wales. Three of the victims were 11 years old. So far few of these complaints – only 11% – have resulted in charges. In 40% no action was taken, with lack of evidence or the victims withdrawing support given as the reason. The Sussex case appears to confirm anxieties that some police forces are unclear about the definition of revenge porn and reluctant to use other, more appropriate laws. In this particular case, although the suspect admitted committing offences over a period of five months, he was merely cautioned for one offence of revenge porn and three of sending an offensive, indecent, obscene or menacing message. Sussex police are currently reviewing a complaint by a fifth woman whose allegations against the same man were recorded as not a crime. The use of cautions in a case involving so many victims, and a range of offences as serious as incitement to violence and harassment, is troubling, especially if there’s a risk of someone committing further offences. Alison Saunders, the director of public prosecutions, has tried to make sure that the revenge porn law is used appropriately, telling police and prosecutors that a charge of harassment should be considered when there is more than one incident, or a pattern of behaviour. She has also said that if a victim is under 18, a charge under the Protection of Children Act 1978 should be considered. In effect Saunders is reminding the police that the revenge porn law is just one way to approach a range of unfamiliar behaviours that cause great distress to victims, some well under the age of consent. That is not to say we shouldn’t be concerned about revenge porn. Senior police officers have told me they are worried about teenage boys using explicit pictures to control sexual partners, threatening to post them online when girls try to leave abusive relationships. They believe schools need to warn young people about the risks involved, not for reasons of prudery but so they know how to stay safe. There has seldom been a moment in history when the criminal justice system has faced so many new challenges. It is constantly playing catch-up with technology, trying to ensure that perpetrators are called to account without criminalising the behaviour of consenting adults. It is not an easy moment for the police, but they have a wider range of sanctions than ever before and should not be reluctant to use them.",
  "webTitle": "Police reaction to revenge porn is playing into predators’ hands | Joan Smith",
  "webPublicationDate": "2016-05-10T09:49:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/police-revenge-porn-cautions-sexual-predators",
  "keyword": [
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Pornography",
      "id": "culture/pornography",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Joan Smith",
      "id": "profile/joansmith"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/police-revenge-porn-cautions-sexual-predators"
}