{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/30/robert-mcneill-alexander-obituary",
  "id": "2016-05-30-77",
  "sectionId": "science",
  "body": "With his magnificent beard, stature and wise manner, Robert McNeill Alexander, known to his friends and family as Neill, who has died aged 81, was precisely the sort of person the Victorians would have expected to find as a professor of zoology: impressive, charismatic and admired for his work on dinosaurs. An enthusiastic science communicator and adviser to numerous television programmes, including the BBC’s Walking with Beasts (2001), he was also a prolific author, writing close to 30 books and more than 250 scientific papers. His early work played a crucial role in establishing the field of biomechanics, introducing concepts and methods of analysis that became widely used. His early work in the 1960s and 70s was unlike anything that had gone before. His books Functional Design in Fishes (1967), Bones: The Unity of Form and Function (1994) and Principles of Animal Locomotion (2003) became classics, but it was his work on dinosaurs that caught the imagination and made him famous, with the landmark 1976 Nature paper, Estimates of Speeds of Dinosaurs. His calculations used two parameters that could be measured from fossilised dinosaur tracks – the stride length and the leg length, calculated from the size of the footprint. The values he obtained were moderate: for the lumbering four-legged dinosaurs they were comparable with the walking speed of humans – about 4mph – and about twice this for the dinosaurs that ran on two legs. Subsequent reappraisal of the data by Alexander and others led to higher estimates, and there were suggestions that large carnivores, such as Tyrannosaurus rex, may have been capable of considerably higher speeds. Alexander, however, argued that the T rex’s bone dimensions set an upper limit and would not have coped with the stresses of speeds greater than 20mph.     Alexander’s 1976 Nature paper, Estimates of the Speed of Dinosaurs, caught the imagination and made him famous.    Alexander’s later research focused on the mechanics of running and jumping, particularly the way in which some of the energy of the impact as a foot hits the ground is stored and used to assist the takeoff of the next stride. He discovered that most running shoes returned less than 70% cent of the energy they absorb, as compared with an impressive 93% for the naked foot. Sportswear companies took his work seriously. He was born in Lisburn, Northern Ireland, one of four boys. His father, Robert, was chief engineer of the city of Belfast, while his mother, Dublin-born Janet McNeill, was a prolific novelist and playwright who also wrote more than 20 children’s books and two opera libretti. Neill was educated at Tonbridge school in Kent, and went on to be an undergraduate and postgraduate at the University of Cambridge, subsequently obtaining a DSc from the University of Wales. After a lectureship at the University College of North Wales (now Bangor University), in 1969 he became professor of zoology at Leeds University, where he remained. After his formal retirement in 1999, he continued to work most days at the university until last year. The first time I saw Alexander was memorable. It was at a university open day at Leeds in the late 60s. The Department of Zoology had laid out a fine array of displays and the room was filled with groups of visitors chattering noisily to members of staff and research students. Suddenly, it went quiet. All eyes turned to the doorway. There stood a tall, bearded, impressive figure, with a 6ft python wrapped around his chest, its lively head scanning the room. I hoped it had been fed recently. Alexander’s lectures were popular with students and an alumni poll listed him as one of the university’s favourite professors. No one ever forgot his demonstrations of how chimpanzees walk as he shambled across the top of the lecture bench, bent double, his knuckles trailing across the woodwork. In 1996, when the Mail on Sunday listed Britain’s Nuttiest Professors – Raving Brainiacs, Alexander was No 1. He relished such good-natured notoriety. There was always an undercurrent of fun – whether it was a mock-serious paper on the evolution of the mythical basilisk (with extensive quotes in Latin) or a meticulously prepared entry for the annual most boring lecturer competition. On one occasion I invited him to give a lecture at Leeds to an audience of sixth formers. I tried to gently imply that perhaps a title a little more catchy than An Overview of the Development of the Swim Bladder in Jurassic Plesiosaurs might be appropriate. His reply came back: Sex and Violence in the World of Dinosaurs. There was a perceptible degree of eyebrow raising by the appropriate committee, but it was eventually approved. As his fame spread, he became very much an establishment figure – secretary of the Zoological Society of London (1992-99), which included supervising the management of London and Whipsnade zoos, president of the Society for Experimental Biology (1995-97), president of the International Society for Vertebrate Morphology (1997-2001) and editor of Proceedings of the Royal Society B (1998-2004). He continued dealing with a heavy load of reviewing and editing long after his formal retirement. He always treated his work with playful enthusiasm – and his fun with great seriousness. He was elected FRS in 1987 and made CBE in 2000. He is survived by his wife, Ann Coulton, whom he married in 1961, and their son and daughter.  • Robert McNeill Alexander, zoologist, born 7 July 1934; died 21 March 2016",
  "webTitle": "Robert McNeill Alexander obituary",
  "webPublicationDate": "2016-05-30T15:39:14Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/30/robert-mcneill-alexander-obituary",
  "keyword": [
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Dinosaurs",
      "id": "science/dinosaurs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "University of Leeds",
      "id": "education/universityofleeds",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "John Lydon",
      "id": "profile/john-lydon"
    }
  ],
  "guardianId": "science/2016/may/30/robert-mcneill-alexander-obituary"
}