{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/do-rev-up-speeches-and-coaching-sprays-really-work-in-modern-afl-football",
  "id": "2016-05-03-361",
  "sectionId": "sport",
  "body": "When I was a kid, I loved my toy trucks and my bike, but on my 10th birthday my parents gave me a box of 20 wooden soldiers. How I loved those toy soldiers. Every day after school I raced home and set up my men. I played war games with them, staged battles in every corner of the garden, repelled every enemy. All weekend I played with those soldiers. They never lost a fight. Of course they were just toy soldiers, made of wood. They just stood there, wherever I put them. But in my mind they were real—they ran, and fought and never surrendered. Their paint faded and parts fell off, but still I loved those wooden soldiers. [Voice down to a whisper...] Then one day Mum called me in at tea time, and I forgot to pack up my soldiers. I left them standing in the front garden. The next morning when I came outside, my soldiers were gone. Stolen! I was heart-broken. Inconsolable. I thought they were lost forever [barely audible]. My 20 wooden soldiers gone… [long pause] … WELL I GOT THEM ALL BACK TODAY!    – Frankston Pines reserves coach John Lillico, half-time, opponent long forgotten, mid 1970s.  I love listening to coaches’ speeches. They are such a part of the theatre of football. Whenever AFL clubs allow access to these intimate moments between coaches and players – the latest was a Fox Footy special on Brendon Bolton’s first pre-season at Carlton – I always tune in. After 40 years of playing and observing the game, I’m still a sucker for a coach’s words. Usually the vignettes we hear simply confirm the ordinariness of the instructions AFL coaches are giving to players most of the time, laced as they are with jargon and clichés. Get down to the huddle of a VFL club with an AFL alignment, or eavesdrop on an assistant coach talking to his line, and you’ll know exactly what I mean. Somehow this reality doesn’t quite match the grandiloquent speech making of popular imagination. As technocrats and rotation-counters increasingly run the game, the coach’s inspirational speech has died a slow death.   Related: The Joy of Six: AFL rallying cries     Most coaches do reserve the right to deliver a paint-stripping tirade – usually from up a sleeve marked “for emergency use only” – but even they have come to be seen for what they are: a vehicle for a powerless coach to release his frustrations. Therapeutic for him, but of bugger-all use for motivating people. Over the years, the most memorable oratory has indeed been the blistering spray Give me stats and I’ll shut up! – or the desperate exhortation to lift players out of their funk – Don’t think, do! After losing performances, a coach’s words are quickly consigned to history’s dustbin. But if those on their receiving end produce something special and pull off a famous victory, that’s different – then the coach’s intervention becomes part of footy folklore. AFL culture is shot through with examples. Think of John Kennedy’s After all this, you’re going to lose?! in the 1971 Grand Final, or Ted Whitten’s You’ve got to show me every ounce of guts and determination! Or how about Alastair Clarkson’s kill the shark theme to engineer Geelong’s demise in the 2008 Grand Final? That can be considered a variation on Leigh Matthews’ if it bleeds we can kill it war cry (pinched from the movie Predator) that his Brisbane Lions used to bring down a dominant Essendon in 2001. Admittedly Clarkson and his Hawks seemed a bit coy about revealing the Geelong-as-shark idea – it was a bit lame for an AFL coach who probably preferred the victory narrative to be about his tactical brilliance – but we lapped it up anyway. Heck, isn’t a coach entitled to kid himself that his shtick makes a difference? Especially after a flag! Surely that rousing pre-match address mattered. Mick Malthouse’s chest “bursting with pride” before the 2002 Grand Final? It seemed to work. His players remember it fondly. In grand final week there’s always some seize-the-moment speech delivered – perhaps by a venerated former player, or perhaps an Olympian. What mentor would dare omit to organise one?     AFL coaching legend Leigh Matthews was never against delivering a well-targeted tongue-lashing, but became increasingly suspicious of the value of old-fashioned rev-ups. Photograph: Darren England/Getty Images    So a coach imagines that what is said before a high-stakes contest influences the resolve and performances of 22 (or 44) disparate personalities. Does it though? You’d love to see the double-blind research study that proves it. One problem with inspirational speeches is that everyone’s heard just about everything already. My kids became so weary of speakers turning up at their schools or clubs mouthing the same platitudes (“it doesn’t matter how much talent you have, it’s how hard you work”) that they’d switched off from such “motivation” by the age of 14. When it came to pre-match speeches, Matthews himself had his doubts. At the height of his triple-premiership years he famously abandoned the practice, realising it had no value. (Actually, he did continue to speak pre-match – but to sponsors, not to his players.) At the time, this sounded risky.  What if his men ran out unmotivated? What if they forgot to switch on? Strangely, that didn’t seem to happen. “I’ve just come to believe that it’s very over-rated,” he said then. “It isn’t really getting a player motivated. It might get them emotionally aroused.” More recently, Melbourne coach Paul Roos was explaining why he had not blasted the Demons when they trailed North Melbourne by seven goals. “You can rev-up older teams and they flick a switch a bit, but our young guys want solutions,” he said. “They want to know why are we up, why are we down ... so that’s something the coaching group has made a big focus of.” Most coaches these days are reluctant to exhaust their repertoires, reasoning that the big spray should be kept for special occasions. Trailing unexpectedly in the Grand Final, perhaps. Fremantle coach Ross Lyon did unleash one of his finest – according to witnesses within earshot – after the Dockers’ valiant western derby defeat at the hands of the Eagles. Little did he realise then that things were going to get a hell of a lot worse. Last week when his team lost to bottom side Carlton he had nowhere to go. The best speeches I have heard were actually from colourful characters in country football like “JL”, the legendary Mornington Peninsula identity of “20 wooden soldiers” fame. Lillico was coaching the Nepean League’s dominant reserves team so had to wait many weeks into the season before finally his team trailed at half time and he had the chance to deploy this one. (It’s widely thought he accepted the coaching job only so he could get to use this speech!) A decade later at Pearcedale, where I played, a reserves coach named Les Palmer endeared himself to a generation of battlers preparing for midwinter battle with pre-match addresses that started by identifying the strong points of every individual in the changeroom and ended with an animated coach scooping a handful of mud off the floor and smearing it theatrically on his jumper. Funnily enough, I can imagine Alastair Clarkson doing that. Not sure about Nathan Buckley or Ross Lyon though. Not in their nice club outfits. And where would they find the mud? Did it help us perform? I doubt it, but boy we loved him for it. The pre-match gee-up at AFL level now seems to be the domain of the captain, rallying the troops at that last huddle between the toss of the coin and bounce of the ball. Young captains feel anxious about hitting the right note at these moments. Most eventually realise that while the ritual itself may have meaning, their words probably do not. And now when the cameras catch the rare sight of a coach ranting at the huddle, castigating players for lack of effort or having mislaid the game plan, it’s hard not to see a man railing at his own impotence, couching his lack of understanding of his players’ minds and bodies as “home truths”. At these times the coach is no more than a fan with the privilege of being able to vent his spleen against men forced to give their rapt attention to his every word, no choice but to accept the negative job appraisal. In the stands, we fans watch this theatre approvingly. When aggrieved at your team’s under-performance, you feel greatly mollified when the coach sees things your way. The more we hear from AFL coaches the clearer it becomes that while their technical knowledge has never been greater, they have no special psychological insights. They have never really understood what motivates individuals, beyond knowing that some respond to a needle and others to a cuddle. When it comes to the link between mindset and performance, what happens inside the game is vastly more important than either coach’s fine words at the huddles. (I mean, we didn’t really think it came down to which coach gave the most stirring speech, did we?!) Mind you, that should not stop boundary riders responding to momentum shifts by asking the nearest player, “What did the coach say to you blokes?” Rituals like that keep the romance of coaching alive. A version of this article first appeared in Inside Football magazine, published every Thursday.",
  "webTitle": "Do rev-up speeches and coaching sprays really work in modern AFL football? | Mick Ellis",
  "webPublicationDate": "2016-05-03T00:01:33Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/do-rev-up-speeches-and-coaching-sprays-really-work-in-modern-afl-football",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "sport/blog/2016/may/03/do-rev-up-speeches-and-coaching-sprays-really-work-in-modern-afl-football"
}