{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/newcastle-rafa-benitez-everton-aston-villa",
  "id": "2016-05-08-14",
  "sectionId": "football",
  "body": "The only Premier League team with a worse record away from home than Newcastle United are Aston Villa, and they were relegated weeks ago. Rafa Benítez has made a difference on Tyneside – in other circumstances, a five-match unbeaten run would be something to celebrate – but ultimately Newcastle’s toothlessness in attack cost them dear at a ground where they ought to have been able to pick up three priceless points. As a result the chances are high that these two sides will be meeting in the Championship next season. Benítez is unlikely to still be around by then.   Related: Jack Colback investigated for breaking betting rules, according to reports    This time a year ago he was enjoying a degree of success with Napoli, then he tried his luck on the Real Madrid carousel. The irony of a former Liverpool manager needing a huge favour from Everton to keep his club alive until the last day of the season did not escape anyone at Villa Park, but while he might have been undiplomatic in the past over trans-Stanley Park relations, for now “the small club” represents a straw that can be clutched. “I think Everton are going well away, so we have to believe they can get that result at Sunderland,” Benítez said, speaking at roughly the same time as Jamie Vardy and his pals were punching holes in the one positive aspect of Roberto Martínez’s season at the King Power stadium. “We cannot control what they do, we are in a bad position now because we have been a bit unlucky in a few matches but it is too late to change anything. All we can do is be sure that if we get an opportunity to save ourselves in our last match against Tottenham we are ready to take it.” Newcastle’s home form is a lot better than their away record, though Benítez is astute enough to know that a side incapable of seizing victory against the worst team in the Premier League this season has no right to hope of a result against one of the best. The same logic suggests that a Sunderland side who can mount a successful comeback against Chelsea might not have too much trouble securing a victory over a listless Everton, so Newcastle might not even get the chance to rescue their season. Would Benítez stay on for next season if relegation was to be confirmed on Wednesday? “I still think we have a chance of staying up and for now we will be continuing with this idea,” he said. Could he have made more of a difference had he arrived on Tyneside a little earlier, with a few more games to play? “I don’t think that is a fair question. I accepted the challenge because I had confidence in the potential of the club. It could be different if Jack Colback or Aleksandar Mitrovic had scored. We would have given ourselves a fighting chance.” Well, yes it could. But Benítez was talking about Newcastle’s only opportunities of a long afternoon. Colback is a midfielder and Mitrovic came on only in the second half. Newcastle simply do not carry enough of a goal threat, and that has been the story of their season. Villa are no better, they barely even tried to attack Newcastle and failed to register a shot on target, and Benítez was not fooling anyone when he suggested that their switch to three at the back has made them tougher to score against. This was a relegation party to compete with the title celebrations taking place along the M69 in Leicester, complete with balloons and inflatable beachballs littering the pitch to such an extent that play was held up in the second half. For a while Benítez must have felt as if his Premier League past was coming back to haunt him. Beachballs, Sunderland, Everton. Villa have known their fate for some time and seem prepared to accept it. “We will never die” scarves were available outside the ground. “We will bounce straight back” scarves were notable by their absence, though Eric Black, as he must, emphasised the positives. “This is a phenomenal club that should be in the top six or seven in the country, so there is a fabulous opportunity here,” the caretaker said. “I’m not saying next season is going to be easy, because the Championship is difficult. But if the right people are put in place, I don’t see any reason why the club can’t come back.” Man of the match Moussa Sissoko (Newcastle United)",
  "webTitle": "Newcastle seek unlikely favour from Rafa Benítez’s old foes Everton",
  "webPublicationDate": "2016-05-08T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/newcastle-rafa-benitez-everton-aston-villa",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/08/newcastle-rafa-benitez-everton-aston-villa"
}