{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/nsw-police-to-get-extreme-powers-over-suspected-serious-crime-related-activity",
  "id": "2016-05-04-317",
  "sectionId": "australia-news",
  "body": "Related: Police powers: prevention orders could set up 'rival justice system' in NSW    New South Wales police are on the verge of securing “extreme” new powers including to impose curfews on citizens, restrict who they spend time with or limit their communications, if they suspect involvement in “serious crime-related activity”. The new “serious crime prevention orders” (SCPO) are similar to the control orders used on suspected terrorists, but broadened to a range of other offences including theft, tax evasion, money laundering or homicide. Those acquitted of serious offences can still be issued a SCPO, as will people deemed to have engaged in conduct “likely to facilitate” a serious crime, defined as one punishable by at least five years’ prison. The orders allow police to limit a person’s movement, associations, employment and internet access for an unlimited amount of time. A bill introducing SCPOs was being debated in the NSW parliament on Wednesday and is expected to pass before the end of the week. Another bill, allowing police to stop a person from attending a public event if their presence is deemed “a serious risk to public safety”, is also being considered.   Related: Changes to laws governing protests ease restraints on police powers | Richard Ackland    The Labor opposition is trying to amend the SCPO bill so an order can only be granted by the supreme court, with full rights of appeal. It is also seeking to prevent those acquitted of a serious offences from being subject to SCPOs based on substantially the same crime. In a scathing April submission the NSW Bar Association criticised the government’s limited consultation with legal groups and its attempt to rush the bill through parliament. “No evidence has been cited as to the ineffectiveness of the administration of criminal justice by a process of trial for ‘reducing serious and organised crime’ in New South Wales,” the submission said. “The bill effectively sets up a rival to the criminal trial system and interferes unacceptably in the fundamental human rights and freedoms of citizens of NSW. “The potential for interference in the liberties of citizens of New South Wales and their day to day lives is extreme,” it said.   Related: All of Australia's national security changes since 9/11 in a timeline    Troy Grant, the NSW police minister, has said the measures would provide police with a more effective way to reducing serious and organised crime by targeting business dealings and restricting suspects’ behaviour. The NSW Council for Civil Liberties on Wednesday said the orders were “extraordinary, unwarranted and dangerous”. Also under consideration this week are new continuing detention orders, permitting police to monitor convicted murderers in prison or monitor them closely after their release. Such orders already exist in the case of convicted rapists deemed to pose a high risk of reoffending. The state attorney general, Gabrielle Upton, said the new orders would “encourage prisoners to rehabilitate as part of their sentence”.",
  "webTitle": "NSW police to get ‘extreme’ powers over suspected ‘serious crime-related activity’",
  "webPublicationDate": "2016-05-04T06:41:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/nsw-police-to-get-extreme-powers-over-suspected-serious-crime-related-activity",
  "keyword": [
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/04/nsw-police-to-get-extreme-powers-over-suspected-serious-crime-related-activity"
}