{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/new-zealand-repatriation-remains-maori-indigenous-people-mummified-heads",
  "id": "2016-05-27-213",
  "sectionId": "world",
  "body": "Four mummified Māori heads have been returned to New Zealand as part of the second-largest repatriation of indigenous remains in the country’s history. Following five years of negotiations, the Smithsonian Institution in the US agreed to return the objects, made up of the remains of at least 54 Māori and Moriori individuals. Descendants of the people whom the remains belong to were at Te Papa museum in Wellington to extend a powhiri, a traditional Māori welcome.     An example of a 19th-century mummified Māori head. Photograph: Robert Pratta/Reuters    Haami Piripi, a Māori elder and member of the repatriation team, said the return of the remains has helped to unite disparate Māori tribes across the country, some of whom had historically been at odds. “Today one of the people being returned was one of my own ancestors,” he said. “It is really a joyful occasion. It is meant to be grieving and mournful, but it is joyful. Our ancestors were whisked away in dubious circumstances centuries ago, and they are finally returning home, after a very long journey.” As part of the repatriation effort, the remains of a further six individuals were returned from the UK and other US museums. Among them was a Māori child’s skull from Beneski Museum in Massachusetts. “Over 300 Toi moko [tattooed, preserved Māori heads] have been returned to New Zealand in the last two decades, and I have looked everyone in the face,” said Piripi. “I look at their moko [facial tattoos] and think ‘I am sure I know you from somewhere’. And that really says it all. Five or six generations on, those links remain. They are family.” The New Zealand government’s indigenous repatriation programme has secured the return of the remains of about 400 individuals since it was set up in 1990.  Piripi said the team’s research indicates there are about another 600 Māori remains stored in institutions around the world, and potentially hundreds more “in attics in private homes in Europe, forgotten about”.     Descendants of the people whom the remains belong to were at Te Papa museum in Wellington on Friday. Photograph: Kate Whitley/Te Papa    Dr Arapata Hakiwai, a Māori co-leader at Te Papa, said the remains would be stored in a wahi tapu – or sacred place – within the musuem, and, if possible, returned to the tribes around the country to which they belong for burial. Hakiwai has been on several overseas expeditions to repatriate Toi moko, and said it was an experience always tinged with sadness.  “When I am overseas, and I face a Toi moko, I speak to them,” he said. “I say: ‘Look, I’ve come here to see you. I know you’re an ancestor, who lived amongst the mountains and the rivers. I want to take you home, to rest among your land and your people. In the Māori world, you still live.’” Hakiwai said the numbers of repatriated Māori remains would soon become too much for Te Papa to store. He said the museum was working on identifying a national resting place for remains that have not been returned to tribal lands.",
  "webTitle": "US returns remains of 54 indigenous people to New Zealand",
  "webPublicationDate": "2016-05-27T10:51:37Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/new-zealand-repatriation-remains-maori-indigenous-people-mummified-heads",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Indigenous peoples",
      "id": "world/indigenous-peoples",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/27/new-zealand-repatriation-remains-maori-indigenous-people-mummified-heads"
}