{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/26/scrap-performance-management-pcs-mark-serwotka",
  "id": "2016-05-26-146",
  "sectionId": "public-leaders-network",
  "body": "The largest union in the civil service is stepping up its campaign for the government to scrap Whitehall’s controversial performance management system, which it says is humiliating, stressful and discriminatory. At its annual delegate conference in Brighton, the Public and Commercial Services union, which has more than 200,000 members, called for urgent talks with the Cabinet Office to dismantle the current performance management system, introduced in April 2013.    Related: This performance ranking is the worst thing I have seen in the civil service    In a recent survey carried out by the PCS, 82% of the 27,000 union members who responded agreed that the current performance management system should be replaced with a fairer system, while 94% said it was unfair that at least 10% of staff have to receive “must improve” marking.  PCS general secretary Mark Serwotkasaid the survey results were clear. The system was “not only unfair, divisive and demotivating, but also time-consuming and ineffective,” he said. “The kinds of processes that use forced rankings have been abandoned in other industries for these very reasons, and they must be scrapped from the civil service.” Clive Bryant, a member of the union’s national executive committee, who works in HMRC, said there has been huge pressure on staff in the department, but performance management still comes up as the main issue. “We’ve had cuts and office closure threats, so there are lots of stressors, but performance management still shows up as a leading problem,” he said. “So people are facing all these other pressures, but performance management still shows up right at the top of the list.”  Bryant said the workforce was increasingly demoralised. “The cracks now are not just starting to show, you’re getting real problems in the workplace,” he said.  Chris Baugh, PCS assistant general secretary, told delegates that they should keep up the pressure to end the “discredited and despised” system.    Baugh: with pressure we can end this discredited and despised system #PerformanceManagement #A69 #pcsadc— PCS Union (@pcs_union) May 26, 2016    In March, a report commissioned by the union from industrial relations specialist Steve French, of Keele University, concluded that black and minority ethnic (BAME) staff were doing less well under the systems across the civil service. In all departments, except the Ministry of Defence, BAME staff were less likely to receive “exceed” performance ratings than their white colleagues while in all departments they were more likely to receive a “must improve” rating. The report also found that non-disabled workers were 45% more likely to be awarded the top rating than disabled staff, and that disabled workers were, on average, 74% more likely to be put in the bottom performance management category. Union delegates at the conference passed a motion that said the data highlighted in French’s report revealed “highly statistically significant differences in performance outcomes based on gender, age, grade and working patterns and, particularly, in relation to disability and ethnicity” and had raised disturbing evidence about organisational structure, job content and industrial relations across the civil service. The union is demanding the Cabinet Office take urgent action to prevent further discriminatory practices and plans a week of action at the end of June to protest against the system. It has also launched a petition calling on the government to scrap the current system, which it plans to present at the end of June. “We’ve got people of all grades queueing up to sign that petition,” said Bryant. One delegate estimated that it costs the MoD alone £98m a year to run the performance management system.    Jerry: we estimate it costs the MoD alone £98m in a year to administer Performance Management #A69 #pcsadc— PCS Union (@pcs_union) May 26, 2016    Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Union calls on Whitehall to scrap discredited performance management system",
  "webPublicationDate": "2016-05-26T15:00:47Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/26/scrap-performance-management-pcs-mark-serwotka",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Central government",
      "id": "public-leaders-network/central-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Civil service",
      "id": "politics/civil-service",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Professional development",
      "id": "public-leaders-network/professional-development",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Dudman",
      "id": "profile/janedudman"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/26/scrap-performance-management-pcs-mark-serwotka"
}