{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/22/new-south-wales-council-mergers-have-political-ramifications",
  "id": "2016-05-21-1",
  "sectionId": "australia-news",
  "body": "The New South Wales government has announced the creation of 19 new councils, replacing 42 existing councils. It also announced in-principle support to reduce a further 23 councils to nine, pending court challenges. The process has been severely criticised, with anger about the limited consultation conducted by the state government, and strong opposition to larger councils in some communities. While announcing a series of amalgamations, the state government also dropped a number of other amalgamation proposals. A number of those rejected lay within key Coalition marginal seats. Kiama has avoided being swallowed up into Shoalhaven (within the seat of Gilmore) and the Hills Shire’s hostile takeover of Hawkesbury (within Greenway) was defeated at the final hurdle. A merger of Tamworth and Walcha councils was rejected thanks to lobbying by local MP Barnaby Joyce.   Related: Mike Baird’s forced council mergers are a disgraceful rort | Luke Foley    Yet most amalgamations went ahead, including those in marginal seats. Liberal MPs on slim margins in Banks, Reid, Eden-Monaro, Dobell and Robertson have all seen a number of their local councils amalgamated. There was clearly some community anger against amalgamations in places such as Kiama, but it’s not yet clear whether this anger exists in other marginal seats, and whether it’s enough to impact the federal election. The state government had a clear agenda of supporting bigger councils, but tried to cover that agenda by claiming that an independent tribunal had assessed councils’ “fitness” – in reality most councils which were judged as “unfit” actually met all the financial criteria, and only failed due to their size. There is also clear evidence of partisan meddling in the proposed boundaries. While some new councils cover distinct communities, others don’t. Botany Bay and Rockdale will be merged, despite little connection, instead of being merged with the eastern suburbs and Georges River councils respectively. This has the convenient effect of improving the Liberal party’s position in neighbouring councils. The City of Parramatta’s boundaries have shifted north, gaining some Liberal-voting suburbs on its northern boundary (in itself a reasonable new boundary) while cutting out Labor-voting Granville. This has the effect of making Parramatta (with all the benefits of covering Sydney’s second CBD) a Liberal-leaning council while creating a similarly sized Labor-leaning council with much less financial power immediately to the south. All local councillors representing the 19 new councils created have been sacked (including this author’s wife), and presumably those representing the nine other new councils will shortly follow. Elections for these new councils have been postponed to September 2017. This means that these communities will be without local elected representation for well over a year. Two million residents, or 27% of the entire state population, have been left without elected local representation for 15 months, and another 1.6m (about 21%) will be joining them soon. This leaves almost half of the state without local councils until September 2017. These new communities will be governed by government-appointed administrators (or as the former mayor of Leichhardt described them, “Liberal party dictators”), which could have a significant effect on the political direction of these councils. Local councils don’t just pick up the rubbish – they are also political bodies that hold political positions.   Related: NSW council mergers: 19 new local bodies created under forced plan    All three councils amalgamated into the Inner West council were strongly opposed to the WestConnex motorway. Undoubtedly a newly elected super-council for this area would take a similar position, but in the meantime it seems very unlikely that the state government’s administrator will permit the new council to take a position. These new councils will also have to make decisions about levels of service where it varies between the different parts of the new council – how often do the bins get picked up? What other local community services does the council provide, and does it outsource its operations? Handpicked state government administrators will likely take all of these highly political decisions, which will have an impact on the services provided to these communities. Even after this announcement, the process from here on is not yet clear. It appears that council elections will be scattered on three election dates in September 2016 (for unaffected councils), March 2017 (for councils who avoided amalgamation) and September 2017 (for the new councils).  New South Wales will be talking about the future shape of its councils for a while to come.",
  "webTitle": "New South Wales council mergers have political ramifications | Ben Raue",
  "webPublicationDate": "2016-05-21T23:55:03Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/22/new-south-wales-council-mergers-have-political-ramifications",
  "keyword": [
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mike Baird",
      "id": "australia-news/mike-baird",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Raue",
      "id": "profile/ben-raue"
    }
  ],
  "guardianId": "australia-news/2016/may/22/new-south-wales-council-mergers-have-political-ramifications"
}