{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/15/in-parenthesis-review-millennium-centre-cardiff",
  "id": "2016-05-15-104",
  "sectionId": "music",
  "body": "Opera is metaphorically fighting in the trenches, but Welsh National Opera – celebrating 70 years in 2016 – is carrying the flag for new work like no other company. WNO’s latest premiere – composer Iain Bell’s setting of the epic poem In Parenthesis by David Jones, is a brave, emphatic statement of intent. Everything about David Pountney’s direction, Robert Innes Hopkins’ design, Carlo Rizzi’s conducting and the strong cast bespeaks total commitment. The story is Jones’ attempt to counter the trauma of the first world war’s slaughter of innocents by invoking the humanity of those he had fought alongside with. (The WNO opera is allied to the UK-wide 14-18 Now programme.) Seeking to examine the essence of life and regeneration rather than that of conflict, Jones translates himself into John Ball, clumsy private, possessed of two left feet, an innocent Johnny Head-in-Air whose natural condition – to adapt Robert Frost – is poetry, not soldiering. Jones is also reflected in Dai Greatcoat, the archetypal Everysoldier who has fought in all battles since time immemorial. As Dai, Donald Maxwell’s bravado boasting – in duet with Graham Clark’s Marne Sergeant – conjures vivid images, while the moments of greatest compassion are the small gestures and kindnesses imbued with a sacramental quality, the Catholicism to which Jones became a convert.     In Parenthesis with Alexandra Deshorties, right. Photograph: Bill Cooper    The libretto by David Antrobus and Emma Jenkins retains enough of Jones at his most lyrical to honour his intentions. Many of the myriad historical and mythological allusions resonate, with lines from the medieval Welsh poem Y Gododdin appearing as leitmotif. But the librettists go a step further in turning to a later Jones drawing, Epiphany 41, Brittania and Germania Embracing, for their two bardic figures who represent the two nations. Sung by Peter Coleman-Wright and Alexandra Deshorties, they are comparable to Britten’s male and female chorus in The Rape of Lucretia. That symbolic embrace is periodically echoed: in a kiss; in Christmas morning’s Es ist ein Ros entsprungen heard from over the enemy lines; and in the transformation of Deshorties’ Bard of Germania into the Queen of the Woods, anointing the soldiers slain at Mametz. Thus both Christianity and a pantheistic aura combine in the final garlanding of the dead and the Marian hymn Salve Regina.         Director David Poutney and others on creating In Parenthesis    Iain Bell’s instinct for words and vocal line is apparent, evocative when moving into John Ball’s more hallucinatory state with orchestration that is sparse and otherworldly. The music conceived on a more bombastic scale is less convincing, and the female Chorus of Remembrance – already a slightly invasive presence – are overwhelming when they reappear as Dryads. If the score ultimately lacks the emotional impact the subject demands, the WNO’s achievement should not be understated. Two things emerge: the extraordinary vision that is Jones’s legacy in art and literature; and the talent of tenor Andrew Bidlack who, as Private Ball, sings heroically. • At Millennium Centre, Cardiff, 21 May and 3 June. Box office: 029-2063 6464. At Royal Opera House, London, 29 June and 1 July. Box office: 020-7304 4000.",
  "webTitle": "In Parenthesis review – poetic tribute finds humanity in the trenches",
  "webPublicationDate": "2016-05-15T12:47:47Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/15/in-parenthesis-review-millennium-centre-cardiff",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Welsh National Opera",
      "id": "music/welsh-national-opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rian Evans",
      "id": "profile/rianevans"
    }
  ],
  "guardianId": "music/2016/may/15/in-parenthesis-review-millennium-centre-cardiff"
}