{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/30/wearables-for-babies-saving-lives-or-instilling-fear-in-parents",
  "id": "2016-05-30-207",
  "sectionId": "sustainable-business",
  "body": "Following the success of adult fitness wearables like Fitbit, new companies are connecting babies to smartphone apps and giving parents live information about their baby’s breathing, skin temperature, heart rate and sleeping patterns.  The Owlet has adapted pulse oximetry technology (the clip they put on your finger in hospitals to monitor heart rate) to create a baby sock that monitors heart rate and oxygen levels. Sproutling has integrated the same technology into a strap that goes round the ankle, while Mimo has woven the tech into a onesie that works with a Nest thermostat to change temperature levels in your baby’s bedroom. Always-on base stations connect devices via Bluetooth rather than rely on Wi-Fi or phone batteries.  “Sound and video monitors only work if you’re constantly watching or listening to the monitor,” says Owlet co-founder Jordan Monroe, whose son wears Owlet’s smart socks. Owlet, on the other hand, alerts parents when a baby has stopped breathing, which it says gives parents one less thing to worry about.  The ultimate fear for every parent is cot death, or sudden infant death syndrome (SIDS). About 300 babies in the UK die suddenly and unexpectedly every year, mostly within the first six months of life. While the NHS stresses that “SIDS is rare and the risk of your baby dying from it is low”, the Owlet website shows a video of mums with harrowing tales of babies who almost died, while the marketing material claims it “isn’t just an accessory, it’s a necessity”. The implication is that a parent would be irresponsible not to use its product. “The cause of SIDS is unknown, so no company could, or should, claim to prevent it,” says Monroe. Rather it is an alarm system for things that you never would think would happen, he says. “[One user’s] baby was choking silently in his crib on his formula. Another baby happened to roll over in the middle of the night and couldn’t breathe. Owlet is a second set of eyes that lets you rest assured.” However, some believe this kind of technology causes more anxiety than reassurance. While one parent on a Mumsnet discussion said a breathing monitor “helped me get some much needed sleep,” others said they are “a recipe for excess anxiety” and “fuel anxiety rather than calm it”.     The Mimo babygrow can provide alerts and send nightly reports on a baby’s sleep. Photograph: Tony Luong/Mimo    Mandy Gurney, a nurse and midwife who runs the Millpond Children’s Sleep Clinic, believes that babies are already surrounded by too many gadgets: “I would say simple is best. Really the only time a child needs a sleep app is if they have specific sleep problems that need an overnight sleep assessment by a specialist unit. For the majority of parents, a much cheaper way to find peace of mind is to follow the guidelines set out by The Lullaby Trust for safe sleeping.” Wearables certainly come with a hefty price tag. While basic mattress movement monitors are available for about £30, the Sproutling costs $259 (£178), Owlet retails at $249 (£171), and Mimo at $199 (£137). Monroe says: “We must deliver a quality product, and that costs money. Most hospital-grade pulse oximeters cost thousands of dollars.” Alison Scott-Wright, a qualified maternity nurse and author of The Sensational Baby Sleep Plan, thinks they are worth the price saying they “can save lives”. She has dealt with families whose babies stopped breathing and believes they would still be alive had such technology been available. She has been a proponent of under-mattress sensors for years and recommends them to all her clients.  But is there a danger of babies simply becoming another push notification? With Sproutling’s website urging parents to “just outfit each baby with a Sproutling, and keep an eye on one screen”, whatever happened to hands-on parenting? Monroe argues baby wearables should be viewed in the same category as a smoke alarm or a car seat. “For the first few days, the live vitals through the app are fascinating and parents may spend more time watching the app. However, after a few days, parents let the Owlet do its job: to run silently in the background.” Dulcie Madden, co-founder and CEO of Mimo, similarly argues that her product gives parents “actionable insights, while not overwhelming them. We’re providing parents with information and letting them choose what they do with that information – only they know what’s best for their family.” Parents are overly targeted for products they don’t need, says Scott-Wright, but she believes it’s the toys, designer outfits and special baby baths that really exploit parents. “But this is one piece of technology ... that I believe saves lives.”",
  "webTitle": "Wearables for babies: saving lives or instilling fear in parents?",
  "webPublicationDate": "2016-05-30T04:00:23Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/30/wearables-for-babies-saving-lives-or-instilling-fear-in-parents",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Wearable technology",
      "id": "technology/wearable-technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Children's tech",
      "id": "technology/children-s-tech",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Smedley",
      "id": "profile/tim-smedley"
    }
  ],
  "guardianId": "sustainable-business/2016/may/30/wearables-for-babies-saving-lives-or-instilling-fear-in-parents"
}