{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/india-invest-500m-iran-port-chabahar-modi-transit-accord-afghanistan",
  "id": "2016-05-23-51",
  "sectionId": "world",
  "body": "India has announced it will invest up to $500m (£245m) in a deal to develop a port in Iran as part of series of projects both say are worth hundreds of millions of dollars.   The deal and plans were announced during a visit to Iran by the Indian prime minister, Narendra Modi, the first such trip in more than a decade.  In a ceremony marking the agreements on Monday, Modi said the bilateral agreement to develop Chabahar, south-east Iran, and the $500m being made available by India for the port development was “an important milestone” in relations between the two countries.    Related: Iran still locked out of global financial system, says central bank chief    The visit, the first by an Indian premier to Iran in 15 years, comes after international sanctions against Tehran were lifted in January following an agreement with world powers over its nuclear programme.  The development of Chabahar expands a trade route for the land-locked countries of central Asia that bypasses Pakistan.  Modi and the Iranian president, Hassan Rouhani, were joined later by the Afghan president, Ashraf Ghani, who landed in Tehran Monday morning, to sign a three-way transit accord.  The deal, connecting Iran, India, and Afghanistan to central Asia would bolster economic growth in the region, Modi said. “We want to link to the world, but connectivity among ourselves is also a priority. The corridor would spur unhindered flow of commerce throughout the region. Inflow of capital and technology could lead to new industrial infrastructure in Chabahar.” Rouhani said the accord was “not merely an economic document but a political and regional one” with a message of regional opportunities for development. He added that accord would help peace and stability in the region.  “Today’s agreement will not be against any country and the activities of the three countries will be to the interest of the whole region. Other countries too can join this document of partnership in future.” Modi is also to meet Iran’s supreme leader, Ayatollah Ali Khamenei.  India and Iran also signed a number of agreements to enhance technological, petrochemical and banking cooperation.  India has also begun paying back $6bn in debt from past oil purchases. It paid Iran $750m last week.  In 2012, Iran was India’s second-largest crude supplier, but oil exports subsequently fell because of international sanctions over Iran’s disputed nuclear programme.  Tehran has been seeking to reintegrate into the global economic system following a landmark nuclear deal last July to lift sanctions.",
  "webTitle": "India to invest $500m in Iranian port of Chabahar",
  "webPublicationDate": "2016-05-23T18:54:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/india-invest-500m-iran-port-chabahar-modi-transit-accord-afghanistan",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Narendra Modi",
      "id": "world/narendra-modi",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/23/india-invest-500m-iran-port-chabahar-modi-transit-accord-afghanistan"
}