{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/20/10-public-services-run-charities",
  "id": "2016-05-20-327",
  "sectionId": "voluntary-sector-network",
  "body": "Given the negative attention charities have received in the last year, it’s debatable how much we understand about what charities actually do, especially when they are competing against companies in the private sector for large-scale public service contracts. With the government’s continued austerity cuts pushing more charities towards delivering these contracts, and away from grant funding, how many of the services we rely on are now run by the charitable sector? Here are 10 essential services that are: Ambulance services While air ambulance services have always been run by charities or not-for-profit organisations, it may come as a surprise that when you call 999, it might be a charity, such as St John’s Ambulance, that is sent out to take you to hospital rather than an NHS ambulance. In fact, in 2014-15, England’s 10 ambulance services spent £57.6m on private or voluntary services due to increasing demand and pressure to meet targets.   Related: Almost all UK households use a charity service, research finds    Housing The Joseph Rowntree Housing Trust is just one example of a social landlord which is also a charity. It provides a range of housing solutions including social housing, care homes, retirement homes and supported housing. There is high demand for their rented properties, with more than 1,000 people currently waiting for a home. It doesn’t always work out, though – the Glasspool Trust in Walthamstow has faced criticism for selling off its housing stock to a private company, which has resulted in eviction notices for the residents. Legal or advocacy advice According to Charity Bank’s research, 18.3m people have received support or advice from a citizen’s or legal advice charity. The best known is Citizens Advice, which experienced a huge rise in demand following the cuts to legal aid in 2012, which have resulted in a surge of people attempting to defend themselves in court. Last year the charity helped 2.5 million people resolve 6.2m problems including legal, money and a huge variety of other issues by providing free, independent and confidential advice. There are also smaller charities such as Personal Support Unit, whose volunteers offer emotional support and practical guidance to litigants facing proceedings without legal representation. Health and social care In Wales the British Red Cross’ home from hospital discharge scheme helps patients leave hospital when their medical and nursing needs have been met. For a period of up to six weeks immediately after discharge, the charity provides them with emotional and practical support – to ease the transition from hospital to home. Meanwhile, Age UK has developed an innovative integrated care model to reduce the number of older people living with multiple long-term conditions having to repeatedly go into hospital in the first place with a combination of medical and non-medical support that integrates health, social care and voluntary sector services.   Related: Barnardo's cannot protect Rotherham's children alone    Child sexual exploitation services  Following the collective abject failure of the care system, of police, and local politicians in protecting children in Rotherham from sex abuse, Barnado’s received £3.1m to tackle the issue. The three-year project, funded by the government, Rotherham council and independent backers, includes preventative education programmes, specialist training for professionals as well as help for the victims to rebuild their lives.  Probation services  Much was made of the charities and social enterprises bidding to deliver probation service contracts in 2014. The contracts, worth £450m, handed over 70% of the work the public probation service did to other providers as part of Chris Grayling’s Transforming Rehabilitation programme. While most of the contracts were won by consortiums rather than one single organisation, 16 charities such as Nacro, the rehabilitation charity, are now helping to run the probation service. Meanwhile, there are numerous examples of charities working in the probation sector – for example, the innovative charity Circles UK works with criminal justice agencies to reduce sex offending. Community transport Community transport plays a crucial role in tackling loneliness, ECT, a leading community transport charity, found in a recent study conducted with Deloitte. As well as playing an essential service for the elderly and disabled, transport services also help communities who by way of geography – and public service cuts – are left isolated. For example, Essex county council announced it was cutting bus routes on the island of Canvey. A local charity, Wyvern Community Transport, stepped in and now runs a bus service called DAR73, which is free to anyone with a bus pass or £3 for a single or return trip for everyone else.   Related: Data from NCVO's almanac shows a rise in income, but all is not as it seems    Therapy and mental health services A staggering 9.3 million adults have received emotional support or counselling from a charity, according to the Charity Bank. One such charity is Self Help in Manchester which consistently wins contracts from local authorities from the whole Greater Manchester area to provide both e-therapy (also known as iCBT) and more traditional talking therapies. It is now one of the main providers of talking therapy programmes in the north-west of England and is unique in that it is service user-lead.  Search and rescue The Royal National Lifeboat Institution (RNLI) provides a 24-hour lifeboat search and rescue service around the UK and Ireland, as well as a seasonal lifeguard service. There is no public service alternative, yet the authorities rely on the charity when people go missing at sea or on coastal paths. Recently during the floods in Cumbria, it was boats and volunteers from the RNLI that worked through the night to rescue people trapped in their homes by floodwater. Meanwhile Mountain Rescue provides a similar service – rescuing people from mountains or searching for missing people – and is also a charity. Sexual health services  The sexual health charity FPA has delivered specialist sexual and reproductive health information for more than 20 years on behalf of Public Health England and the Department of Health. It has just been awarded a three-year PHE contract to lead a new sexual and reproductive health programme, which will use apps and interactive tools to reach more people. There are also a plethora of smaller voluntary organisations delivering specialist services such as London Friend, a LGBT health and wellbeing charity. They provide a whole host of sexual (and mental) health services in London as well as special training in LGBT issues for health and social care professionals.  For more news, opinions and ideas about the voluntary sector, join our community – it’s free!",
  "webTitle": "The public services you didn't know were run by charities",
  "webPublicationDate": "2016-05-20T06:00:32Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/20/10-public-services-run-charities",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Emergency services",
      "id": "society/emergency-services",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Legal aid",
      "id": "law/legal-aid",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Slawson",
      "id": "profile/nicola-slawson"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/20/10-public-services-run-charities"
}