{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/24/stylewatch-the-vetements-selfie",
  "id": "2016-05-24-240",
  "sectionId": "fashion",
  "body": "Vetements selfie.   Vetements’ elevation of the ordinary has been lapped up by fashion aesthetes. So the phrase “That’s so Vetements” can be heard as jingle-jangle commentary for absolutely anything (recently, from personal experience, it was a cheeseboard of misshapen cuts of cheddar). So it’s no surprise that this most meme-able of labels –whose internet presence peaked when DHL CEO Ken Allen wore its famed DHL T-shirt (many meta returns!) – has become Instagram selfie gold.  At last weekend’s Vogue festival, co-founder Guram Gvasalia revealed that his brother Demna’s inspiration was born of frustration at the constant delivery service jibber jabber in Vetements HQ (“I think he got so tired with the DHL talk that he said ‘Let’s do a DHL T-shirt because we’re like DHL employees already,’” he said). So it’s with some irony that Vetements’ internet presence is so intertwined with DHL’s. Hashtaggers around the world have been posing with affiliated accruements of the delivery service (mainly the van, sometimes a mug) such that it has become A Thing. Some tips: if the subject has the same look as the street-cast Vetements models (the look: extras from a Larry Clark film, with homemade haircut), the selfie is all the better for it.",
  "webTitle": "Stylewatch: the Vetements selfie",
  "webPublicationDate": "2016-05-24T09:21:01Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/24/stylewatch-the-vetements-selfie",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Vetements",
      "id": "fashion/vetements",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [],
  "guardianId": "fashion/2016/may/24/stylewatch-the-vetements-selfie"
}