{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/european-commission-turkish-citizens-visa-free-travel-schengen",
  "id": "2016-05-03-208",
  "sectionId": "world",
  "body": "The European commission is poised to recommend visa-free travel for Turkish citizens in Europe’s borderless Schengen zone, one of the terms of a controversial deal over refugees struck between the EU and Turkey in March. Approval from the commission is expected to come on Wednesday, according to sources in Brussels, even though Ankara will fall short of the 72 political and technical conditions on border control and passports set out in the agreement.    Related: The human face of the refugee crisis    However, EU governments and the European parliament, which have the final say over approval, could reject the move.  If passed, Turks would have visa-free access to the 26 countries of the Schengen zone, but not the UK or Ireland, which are outside the passport-free travel area. One senior EU source said it was “a fairytale” that visa-free access for all Turkish citizens would be granted by Ankara’s preferred deadline of the end of June. The source said it was highly unlikely that 79 million Turks would be granted visa-free travel immediately and suggested that a compromise could be found, with the arrangement offered first to specific groups, such as students, business people and those with biometric passports that meet EU standards. But it is unclear whether this would be acceptable to Ankara, which basked in favourable headlines from some Turkish newspapers following the EU’s visa promise in March. Turkey has repeatedly threatened to tear up the migration pact if it does not get visa-free travel by June. Under the terms of the agreement with the EU, Turkey is taking back irregular refugees and migrants who arrive in Europe, while the EU has promised to give shelter to up to 72,000 Syrians living in Turkey. Although all 28 EU leaders signed off on the goal of visa liberalisation by June, several governments are nervous about easing access for Turkish tourists and short-stay travellers. France and Germany have called for an emergency brake that would allow the EU to suspend visa-free travel if there were a surge in Turkish nationals staying illegally in Europe or a jump in asylum applications. The two governments want a snapback mechanism to suspend visa-free travel for six months if countries no longer meet the criteria, according to a draft seen by the Guardian. Under existing rules, suspension could take about nine months. Some in the European parliament are worried that the EU appears to be rewarding the Turkish government just as Ankara is clamping down on criticism at home and abroad. Last month, MEPs voted in favour of a resolution sharply criticising the Turkish government for “significant backsliding” on freedom of expression and assembly. MEPs are also concerned that the decision to grant Turkey visa-free travel is based on political expediency, without reference to technical and political standards. At the last formal count on 20 April, Turkey had met only half of the 72 legal and political criteria required for visa-free travel, such as biometric passports and ensuring the rights of minorities.  Last week, a brawl between members of Turkey’s ruling party and pro-Kurdish MPs broke out in parliament, slowing down the passage of necessary laws. But the Turkish cabinet has passed a law granting reciprocal visa-free travel rights to EU citizens to Turkey, one of the EU’s 72 conditions. The draft law was published in Turkey’s official gazette on Tuesday, but will only come into force when the EU lifts its visa restrictions. The new travel rights would also apply to Greek Cypriots, a Turkish official in Ankara told Reuters, stressing that the decision did not amount to a change in policy on the divided island. “This doesn’t mean the recognition of Cyprus,” the official said. “If the EU abolishes visas for Turkish citizens, then we will also abolish visa[s] for the remaining EU countries.”  The visa liberalisation decision comes at a delicate time for Europe, with Britain’s referendum on EU membership fixed for 23 June and a backlash on refugee policy that has seen anti-immigrant parties make gains. The sensitivity of migration politics was highlighted again on Tuesday, when Hungary’s supreme court gave the green light to a referendum on EU refugee quotas initiated by the government, which could take place later this year. The Hungarian prime minister, Viktor Orbán, had promised a vote on EU quotas for the compulsory resettlement of refugees, a pre-emptive strike against plans to rewrite the EU’s asylum rules. Hungarians will be asked: “Do you want the European Union to prescribe the mandatory settlement of non-Hungarian citizens in Hungary even without the consent of parliament?”",
  "webTitle": "European commission set to approve Turkish citizens' visa-free travel",
  "webPublicationDate": "2016-05-03T11:49:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/european-commission-turkish-citizens-visa-free-travel-schengen",
  "keyword": [
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hungary",
      "id": "world/hungary",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "world/2016/may/03/european-commission-turkish-citizens-visa-free-travel-schengen"
}