{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/mental-health-month-stigma-talk-about-it",
  "id": "2016-05-16-238",
  "sectionId": "commentisfree",
  "body": "Mental illness took a terrible toll on Bernard. Now 58 years old and living in the Bronx, he was addicted to crack and spent time in prison, powerless in the face of his disease.  Inspired by his son, Bernard eventually went to a treatment facility, got the help he needed, and has been sober for more than a decade. Bernard is not a close friend of mine, or even an acquaintance. I know about his journey because he was brave enough to share it as part of “Today I Thrive”, a mental health awareness campaign here in New York City.   Related: My dad killed himself when I was five. I still can’t let him go | Holly Brockwell    Bernard is uniquely courageous, but his suffering is all too common. At least one in five adults in the US suffers from a diagnosable mental health disorder. But many of us have no clue that mental illness is so prevalent even though it touches every family – including my own. Both of my parents suffered from depression, and my daughter is in recovery from anxiety, addiction and depression. Part of the problem is that people don’t know the signs and symptoms of mental illness, which can result in years of needless suffering. But the bigger issue is that even when we do suspect that something is amiss, the stigma of mental illness often prevents us from telling our stories. This needs to change so that everyone can get the help they need to thrive. But the roots of stigma run deep in our society, and they feed on fear and ignorance. In ancient times, mental disorders were often thought to reflect the unhappiness of the gods, or serve as proof that someone was possessed by demons. Little progress was made during the passage of centuries. In the 1840s, Dorothea Dix observed that seriously mentally ill people in Massachusetts were often incarcerated and left naked in the dark. Dix helped launch a movement to create more humane and enlightened facilities, but abuse and neglect remained common in American asylums. This sad reality was captured in Ken Kesey’s classic novel One Flew Over the Cuckoo’s Nest, which memorably describes stigma as “the feeling that the great, deadly, pointing forefinger of society was pointing at me – and the great voice of millions chanting, ‘Shame. Shame. Shame.’” This shame doesn’t just intensify the suffering of mental illness – it prevents people from seeking treatment that can transform their lives. Because that’s the good news about mental illness: it is treatable. And in many cases, it is preventable.  We’ve come a long way in these last decades. I just got back from Washington DC, where I spoke with a number of congress members who understand that mental illness is a disease, and who are working hard to make it easier for Americans to find treatment. But government cannot solve this problem on its own. We all have a role to play. The task before us now is threefold. First, we must help people understand the signs and symptoms of mental illnesses and substance-use disorders. Second, we must shatter the stigma that prevents people from seeking treatment. Third, we must create more effective prevention and treatment resources and embed them in the places where we live, work, worship and learn.  We are trying to achieve all of these goals in New York. I am proud to lead ThriveNYC, a comprehensive, $850m initiative to address the mental health risks that accompany every stage of life. Our goal is to help more New Yorkers understand that to seek treatment is an act of strength, not weakness. As Bernard explains in his video:, “It’s up to you to admit you need help. And when the help comes, grab it and things will change.” But such initiatives are still all too rare. In order to change our nation’s mindset around the mind, we need to start talking about mental health. Every time I share my family’s story, someone tells me theirs, which helps both of us heal. As we recognize this Mental Health Month, I hope you will consider sharing your own mental health story, whether you’re the protagonist or a supporting character. There is no better way to help those we love take the first step on their path to recovery.",
  "webTitle": "It's time to destigmatize mental health. We can start by talking about it | Chirlane McCray",
  "webPublicationDate": "2016-05-16T11:00:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/mental-health-month-stigma-talk-about-it",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bill de Blasio",
      "id": "us-news/bill-de-blasio",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chirlane McCray",
      "id": "profile/chirlane-mccray"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/mental-health-month-stigma-talk-about-it"
}