{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/hollow-crown-henry-vi-part-1-a-bit-game-of-thrones-absolutely",
  "id": "2016-05-09-316",
  "sectionId": "tv-and-radio",
  "body": "I was about 11, I think, when my grandparents took me to Stratford (-upon-Avon) to see Shakespeare’s Henry VI. All three parts in two days. Throw him in at the deep end, they must have thought, with the least accessible – some say least successful – work. Hours and hours and hours of it, that will get him hooked. Obviously, it had the opposite effect. He – I – thought whatever was the late-70s equivalent of WTF, and from that moment on had a difficult relationship not just with the Bard but with the theatre itself, which has only recently shown some signs of improvement. It will be interesting then – Freud might agree – to see how I get on with The Hollow Crown: Henry VI Part 1 (BBC2, Saturday). And to see what director Dominic Cooke has done to bring a tricky work to an audience with a remote control in its hand. Taken the sword to it, that’s what he’s done. Chopped and changed, brazenly. We begin with a horseman galloping along Albion’s white cliffs (to a modified quote stolen from another play altogether, Troilus and Cressida, you will have noticed, of course) now leaping over a bush of roses, both red and white: not the last we see of them, I’ll bet … And that sets the tone: chopped and changed, galloping, leaping. Big chunks have been removed, Jack Cade’s rebellion gone, lines redistributed. Henry VI Part 1 it’s called, but actually that is dispatched within an hour: we’re well into Shakespeare’s Part 2 by the end of Cooke’s Part 1. We need to be: there are the four three-and-a-half-hour wars of the roses plays (the three Henry VIs plus Richard III) to get into three two-hour televisions shows. Perhaps chopped isn’t the right word, though. It suggests crudity, and this is top-notch swordsmanship, cut with great thought and precision to leave no scar. Some crafty re-splicing too; I like the action alternating between Talbot and Joan of Arc as they rally their troops before clashing in bloody battle. And between Gloucester’s murder in the Tower and Margaret and Somerset’s illicit hookup, so that a muffled death scream and a cry of passion melt into one. A bit Game of Thrones? Absolutely. As is the fighting (Joan skewering Talbot from behind could be straight outta Westeros). Then Joan’s own grim demise on a pyre, drawn out almost unbearably. There’s voodoo, too. And a falcon-cam. This is Shakespeare that hasn’t just been trimmed down, it’s been sexed up for a television audience, and there will probably be complaints from a stuffy old scholar or two. Not from me, though: I haven’t even thought about that remote control. There are moments of great tenderness as well – it’s hard not to shed a tear as Talbot cradles his slain son on the battlefield (“my Icarus, my blossom”). Plus there’s modern resonance and relevance wherever you look, like politics descending into petty personal battles and jealousies (the bickering dukes and earls in Westminster is pure last week’s PMQs). Oh, and the language is rather good, too, even if you (I) don’t understand every word of it. He could write a bit, couldn’t he? And this is his worst work.   Related: Richard Eyre on the Hollow Crown's Henry IV: from the pub to the battlefield    Maybe there is a slight feeling that we are galloping (still) through Henry VI, to get to the main event, a winter of our discontent, Richard III, and Cumberbatch. Bring it on, though, all of it. I’m enjoying the ride. And pre-Sherlock, there are loads of other familiar faces from the small screen, partying like it’s 1439, giving it everything, giving it Shakespeare. Maya Cobbina QC, Superintendent Ted Hastings, Lord Grantham, DCI Gene Hunt. Actually, Ben Miles’s Somerset is the pick of them, as steely as his sword. Henry himself isn’t the greatest part, he’s basically an early hippy (“so let us continue peace and love”), but it should get more fun for Tom Sturridge in the next one. One more shout out, and another tear for another Tom – Tom Beard, who plays Sir William Lucy, and to whose memory the episode is dedicated. It was his final part, he died last summer, aged 50. Tom was – Tom is – my cousin.     Wonderful … David Attenborough. Photograph: Daniel Hambury/EPA    Attenborough at 90 (BBC1, Sunday) was basically This is Your Life without the big red book and the big surprises. This is Your Life on Earth. Kirsty Young chats to Sir David about his life, about his work, and lots of people, some famous, some not, come on, or send messages, to say that he’s wonderful. Fair enough, I suppose. He is.",
  "webTitle": "The Hollow Crown: Henry VI Part 1 –  a bit Game of Thrones? Absolutely!",
  "webPublicationDate": "2016-05-09T06:20:06Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/hollow-crown-henry-vi-part-1-a-bit-game-of-thrones-absolutely",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/hollow-crown-henry-vi-part-1-a-bit-game-of-thrones-absolutely"
}