{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/alberta-fort-mcmurray-wildfires-canada",
  "id": "2016-05-05-51",
  "sectionId": "world",
  "body": "When she spotted a small circle of orange flames flickering in the trees outside, Erica Decker knew she had just minutes left in the house she had always described as her dream home. With little more than their cats and the clothes on their backs, she and her family jumped in the car to flee the rapidly advancing wildfire. “As we pulled out of the driveway, we could see the flames reaching our front lawn,” said Decker, her voice shaking as she fought back tears. “We knew we wouldn’t have anything to go back to.” Walls of flames flanked the road as they made their way out of the northern Alberta city of Fort McMurray. “It was something out of a movie,” she told the Guardian. “It was absolutely apocalyptic, there were vehicles stranded everywhere, the sky was black and orange, there were – and are still – so many people trapped.” They made it to Edmonton. On their first night, her two-year-old daughter kept asking for her own bed and her toys. “There was nothing we could for her,” she said. “Its unbelievably hard to watch a child go through that and do not understand why they can’t have the things they want.”   map   Soon after, her worst fears were confirmed. Images from Fort McMurray showed an empty space where her home once stood, the scorched front steps the only trace of the bay-windowed house. “I don’t think there’s anything for me to return for,” she said. Her neighbourhood, Beacon Hill, was among the first to be swallowed by the fire. The building where she worked also burned to the ground. “I don’t have a home, I don’t have a job. Our community, it doesn’t exist anymore. It’s gone. We’re not even sure if there is going to be a city to return to.” On Thursday, the wildfire continued its path of destruction through northern Alberta, growing more than eight times in size as it reduced homes to rubble and engulfed entire neighbourhoods. “We have a very difficult road ahead, with a lot of uncertainty as these fires continue to burn,” Rachel Notley, the premier of Alberta, said on Thursday.     An aerial photo shows wildfires near neighborhoods in Fort McMurray, Alberta, Canada on Wednesday. Photograph: Handout/Reuters    Unseasonably hot temperatures, extremely dry conditions and winds of up to 70km/h, helped fuel the fire’s spectacular growth to 85,000 hectares - up from just 10,000 hectares the day before. On Wednesday, Notley had estimated that some 1600 structures had already been destroyed by the fire. So far there have been no direct injuries or deaths from the fire. An air tanker that was battling the blaze slid off the runway as it was landing on Thursday, but there were no fatalities. The two pilots on-board were being assessed for any injuries.  Alberta remained in a state of emergency on Thursday, with the communities of Anzac, Gregoire Lake Estates and Fort McMurray First Nation evacuated in the early hours of Thursday after the wildfires spread south. The blaze continued to burn in Fort McMurray, consuming homes and threatening several other neighbourhoods, while the emergency operations centre relocated three times in one day as it sought to duck out of the path of the fire.           Eerie footage from inside Fort McMurray following raging wildfires    Officials said more than 1,110 firefighters, 145 helicopters, 138 pieces of heavy equipment and 22 air tankers were fighting 49 wildfires in the province, with seven of the wildfires considered to be raging out of control. Officials said the fire would likely continue to grow in the coming days, but noted it seemed to be heading away from the community, which lies in the heart of Canada’s oil sands. It was too early to say whether the change in direction would lessen the threat posed by the fire, said Chad Morrison with AB Wildfire. “This is an extreme wildfire event and we expect to see continued extreme wildfire behavior over the coming days,” he said.   Related: Wildfires in Canada force evacuation of Fort McMurray – in pictures    Firefighting efforts have so far been focused on protecting key infrastructure in the area, such as the water treatment plant, the hospital and the airport. Crews had also begun dropping water and retardant from the air on Wednesday in order to protect homes in residential areas. Four air tankers from Quebec were expected to arrive in the area on Thursday, and 100 firefighters were headed to northern Alberta from Ontario. But according to Morrison, the only hope of stopping the fire soon is a change in the weather. “Let me be clear, air tankers are not going to stop this fire,” he said. “This is an extreme fire event. It’s going to continue to push through these dry conditions until we actually get some significant rain to help us.” While temperatures in the area dropped considerably on Thursday, the wildfire was expected to continue to challenge firefighters. “We’re still going to have very low humidity and the conditions are still tinder-dry,” Morrison said. The challenge was heightened as the fire – described as a “multi-headed monster” by Fort McMurray’s mayor – was now creating its own meteorological conditions. “It had begun to create its own weather, creating its own high winds yesterday and even lightning was coming from the smoke clouds that it created,” said Morrison.     Alberta officers conduct search, rescue and evacuation efforts as they respond to wildfires in Fort McMurray, Alberta, Canada on Wednesday. Photograph: Handout/Reuters    The cause of the fire remains under investigation. Mike Flannigan, a professor who studies wildland fire at the Edmonton’s University of Alberta, described the fire as a crown fire, which occurs when the tops of conifers carry the flames through the canopy. “That’s when you start to see the 100-metre-high flames,” he told the Canadian Broadcasting Corporation. The fire, he estimated, could be moving as fast as 5km/hour, likely with a fire front – the area where the fire is burning most intensely – so hot that the fire crews are unable to confront the fire head-on.   Related: Have you been affected by the Alberta wildfires?    “It’s burning so hot that air drops are like spitting on a campfire. Water and retardant might slow it down, but probably not much,” he said. Officials said they would begin moving the 25,000 people who had taken shelter in oilsands work camps north of the city to Edmonton, with the hope of securing better support services for them. About 8,000 people were expected to be flown out on Thursday, while the rest would have to wait until fuel reserves were refilled and the opening of a main highway to drive themselves south. Athabasca Oil said on Thursday that rapidly advancing fires in the south of the city were behind its decision to shut down its Hangingstone oilsands project and evacuate all personnel. In a statement, the company estimated that the fire front was just 5km away from its facility.  Justin Trudeau, Canada’s prime minister, described the week’s harrowing events as the largest fire evacuation in Alberta’s history. “Homes have been destroyed. Neighbourhoods have gone up in flames. The footage we’ve seen of cars racing down highways while fire races on all sides is nothing short of terrifying,” he said. The Alberta community looked “like a war-torn corner of the world instead of our own backyard,” he added. Some 48 hours after they were ordered out of their homes and their community, some residents were questioning how the evacuation was handled and pointing to the thick plumes of smoke that had loomed over the city in the days leading up to the orders. Ash - including red-hot fragments – had been raining down for days, said Crystal Mercredi.      Canadian armed force members speak with displaced residents from the Fort McMurray area in Anzac, Alberta, Canada, on Wednesday. Photograph: EPA    “The evacuation came too late,” she said. As evacuees waited in gridlocked traffic on the only major route leading out of the city, they called into the radio station to voice their fears about the rapidly approaching flames. “They were saying we’re bumper to bumper and we can’t move. We’re trapped, we’re sitting ducks.” It took her husband 3.5 hours to make it five kilometres out of their neighbourhood. Despite the raining ash and smoke, schools had continued as usual, leaving school buses packed with children among the vehicles on the road as evacuees struggled to flee to safety through the smoke that blanketed the city. “My nephew got out of that school an hour before it burned down,” she said. Speaking on Thursday, Notley said it was unclear if the evacuation could have gone any better, given that more than 80,000 people were cleared out of a city with just two roads leading in and out within the span of 48 hours. Mercredi and her family eventually made it to the nearby community of Lac La Biche, where they took shelter in a home with 54 other evacuees. By Thursday, the number had dwindled to around 30 people, as well as two cats and nine dogs. Many worried about those left behind. Mercredi’s father-in-law opted to stay behind and fight the fire with a team of friends, hoping to save the helicopter hangar he owns. On Wednesday night they bulldozed the trees near the hangar, in hopes of staving off the blaze. For the tens of thousands of evacuees now stranded hundreds of kilometres from their homes with no timeline on when they might be able to head back, all they can do is track the fire’s progress, anxiously scanning any image of Fort McMurray for signs of what might lie ahead for them and their community. Evacuee Tamara Wolfe got a glimpse on Wednesday night, as she stayed with friends in Edmonton. A photo of her neighbourhood revealed that her home had been one of the many consumed by the fire. “All that’s left of our home is our chain link fence that went around the yard,” she said. It was the lowest point in a week that saw her and her family travel more than 20 hours – first north and then south – in search of refuge from the looming fires. “That was my breaking point. I dropped to the ground and just let it out,” said the 43-year-old. Running on just a few hours of sleep and with her mind racing constantly, the coming days will be key to what’s next for her and her family. “This isn’t over. It’s far from over,” she said. “This is historical – there are 88,000 people who have left fort McMurray and that fire has not slowed down. And we don’t know much of the city is going to be left at the end of it.”",
  "webTitle": "'Absolutely apocalyptic': Fort McMurray evacuees describe terror of Alberta wildfires",
  "webPublicationDate": "2016-05-05T19:09:42Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/alberta-fort-mcmurray-wildfires-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/05/alberta-fort-mcmurray-wildfires-canada"
}