{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/republicans-donald-trump-paul-ryan-party-unity",
  "id": "2016-05-11-51",
  "sectionId": "us-news",
  "body": "After declining to endorse Donald Trump last week, Paul Ryan on Wednesday said he hoped an upcoming meeting with the presumptive Republican nominee would begin the process of unifying the party in order to defeat Hillary Clinton in November. Addressing reporters on Wednesday, one day before Trump is to meet Ryan and other Republicans on Capitol Hill, the House speaker said the stakes were too high to gloss over and fail to address the lingering differences within the party.    Related: US election delegate tracker: who's winning the presidential nomination?    “To pretend we’re unified as a party after coming through a very bruising primary, which just ended like a week ago, to pretend we’re unified without actually unifying, then we go into the fall at half strength,” Ryan said at his weekly press conference. “This election is too important to go into an election at half strength. That means that we need a real unification of our party. Which, look, after a tough primary that’s going to take some effort.” Ryan stunned many in Washington with his announcement last week that he was not yet ready to support Trump, laying bare an unprecedented distance between the highest ranking Republican in the nation and the party’s presumptive nominee, who for the next six months will serve as its standard bearer in the general election. At least a few rank-and-file members stood up in a closed-door Republican conference meeting to express their discomfort with Ryan’s declaration, according to a source in the room. There were others who were instead supportive of Ryan’s statement, reflecting the deepening chasm among Republicans who are damned if they embrace Trump and damned if they don’t. Some House Republicans have stated publicly that they will not back Trump as the nominee, particularly those from key battleground states, such as Illeana Ros-Lehtinen and Carlos Curbelo of Florida and Scott Rigell of Virginia. At the same time, there are those Republicans hailing from more conservative districts who are under growing pressure to rally around Trump. Trump struck a conciliatory tone toward Ryan during an interview on Wednesday, telling conservative radio host Don Imus the House speaker is “a very good person [who] loves the party and loves the country”. “Maybe more than anything else, we have to get to know each other,” Trump said. “I really think probably we’ll come out with something that’s going to be good, I hope, otherwise I’ll just continue on the path that I continue on.” Trump is scheduled to meet Republican leaders in Congress on Thursday, including a separate meeting with Ryan and Reince Priebus, the chairman of the Republican National Committee.  Ryan has routinely criticized Trump’s controversial statements, from banning Muslim immigration into the US to the real estate mogul’s initial refusal to disavow the endorsement of a former Ku Klux Klan leader, David Duke. The two men also have vast policy differences, ranging from entitlement reform to trade to immigration.  Ryan was mum on what he would need to hear from Trump in order for the billionaire to secure his confidence, confessing that they had met only once, in 2012, when Ryan was Mitt Romney’s vice-presidential nominee. “I don’t really know him,” Ryan said. “We just need to get to know each other and we as a leadership team are enjoying the fact that we have a chance to meet with him.”   Related: Sanders' end game: keep the message alive even as nomination slips away    Ryan’s counterpart Mitch McConnell, the Republican majority leader in the Senate, issued a tepid endorsement of Trump following the crushing victory in the Indiana primary last week that forced his only remaining rivals, Texas senator Ted Cruz and Ohio governor John Kasich, out of the race.  While at least three Republican senators – Ben Sasse of Nebraska, Lindsey Graham of South Carolina and Dean Heller of Nevada – have come out against Trump, others returning to Washington after a weeklong recess appeared resigned to accepting him as the nominee.  Marco Rubio, the Florida senator who engaged in a bitter feud with Trump while competing for the Republican nomination, said on Tuesday he would honor the pledge he signed as a candidate to support the nominee. Even so, he maintained his prior criticisms and reservations about Trump and declined to explicitly say if he would vote for him in November.  Senator Kelly Ayotte, who faces a tough re-election fight in New Hampshire, also sought to walk a fine line by stating she would support and vote for Trump but not offer him a formal endorsement.  Republicans are defending 24 Senate seats in November, many of which are in states won by Barack Obama in previous election cycles. Trump also risks potentially expanding the competitive electoral map to states such as Arizona, where Senator John McCain recently confessed at a private fundraiser that having the former reality TV star at the top of the ticket would make his re-election “the race of my life”. Senator Pat Toomey, once thought to be in a more comfortable race in Pennsylvania, responded to Trump’s nomination by penning an op-ed in one of his home state’s newspapers seeking to distance himself from many of Trump’s outlandish proposals and comments toward women, immigrants and Muslims. “Trump was not my first, second, or third choice. I object to much in his manner and his policies,” Toomey wrote. “Winning the nomination is a great accomplishment, but it does not mean party members check their judgment at the door.” Even so, Toomey added he was “inclined to support” the nominee of his party. Other influential Republicans were more openly prepared to embrace Trump, including Richard Burr of North Carolina, the Senate intelligence committee chief, and Bob Corker of Tennessee, the chairman of the Senate foreign relations committee. Corker downplayed Trump’s brash demeanor, telling reporters that Republican primary voters wanted “a personality and someone who is irreverent” but that the campaign had now entered a second phase, drilling down on policy. “When people say ‘Never this or never that’, I think a better place to be is to chill and let the campaign evolve a little bit and see where the candidate ends up,” Corker said. Susan Collins, a senator from Maine who has often broken with her party on key issues, said she expected to eventually support Trump as long as he could assume the role of a more serious general election candidate. “He needs to reach out to Republicans, articulate more clearly what a Trump presidency would look like, and he needs to tone down and abandon the personal insults that have marred his campaign,” she said.",
  "webTitle": "Join, or die: Paul Ryan signals desire to put party unity ahead of Trump anxiety",
  "webPublicationDate": "2016-05-11T19:44:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/republicans-donald-trump-paul-ryan-party-unity",
  "keyword": [
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Congress",
      "id": "us-news/us-congress",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/11/republicans-donald-trump-paul-ryan-party-unity"
}