{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/16/peter-brook-timon-of-athens-the-applause-brought-down-the-ceiling",
  "id": "2016-05-16-317",
  "sectionId": "stage",
  "body": "King Lear is the supreme achievement of the world’s theatre: you can find everything in that play. I’d always written off Timon of Athens as minor Shakespeare – although I’d no longer use that word for any of his plays. For me, it was just a first sketch of Lear, with its portrait of a poor old man who is badly treated by everyone. In the first productions I saw of Timon, he was played as a nice grandfather with a white beard, a man who has done so much for his friends and is then rejected by them. But when I saw Paul Scofield play the role in 1965, he was a revelation. At the start, he played Timon as a young, energetic man and not a poor fuddy-duddy. The play was transformed. Timon started out as a considerable person – a man who has made a big success of everything – so he has some distance to go before ending up as an outcast, left listening to the waves.   Related: Peter Brook on A Midsummer Night's Dream: a cook and a concept    I came to direct the play myself nine years later in Paris. We had just completed a journey to Africa with our international group of actors, giving improvised performances in villages. For those performances, we didn’t use anything that corresponded to the theatre of the time – we wanted to play to audiences who were not conditioned by anything. We wouldn’t, even experimentally, do a play with a text or a theme or a name.  In our company for that trip was a young French actor, François Marthouret, who had done acrobatics in the villages. He had a developed sense of bodily expression, a very fine understanding of words. I thought he was well prepared for the role of Timon. François’s portrayal of Timon suggested a brilliant young trader. The position Timon finds himself in is the same as happened to bankers in France and beyond: as long as everything is going well, everyone is with him, but in this world of trade there is no deep human loyalty. That’s the horrible morality of our time – a world in which the only thing that counts is money and business.  Alongside him we had our international actors and a dynamic young core of French-speaking actors, as well as a Brit, Bruce Meyers, who brought another dimension with his Royal Shakespeare Company training. We staged Timon not in English but in French. I met Jean-Claude Carrière, who wasn’t a professional theatre writer but was a screenwriter, and he became my faithful collaborator. Jean-Claude’s aim was the opposite of what the French had always done with Shakespeare. French is a very simple, clear language and what had previously happened was that writers tried to do acrobatics with words to capture all the ambiguities and complexities of Shakespeare’s vocabulary. Jean-Claude said: “I’m not going to do that – it makes an artificial French. All that matters with actors is that, at the moment when they perform, the audience should feel that it is natural.”      François Marthouret, standing, in Timon d’Athènes at the Bouffes du Nord in 1974. Photograph: Nicolas Treatt    The challenge was to do this without making it ordinary and banal. His great quality was to make text of such clarity and purity that it was up to the actor to understand all the overtones that could be there in a richer vocabulary and bring that to clear, simple words, through which the actors’ presence could shine. Timon was the production with which we opened our Bouffes du Nord theatre in Paris. After returning from Africa I had gone through the city looking for a performance space that would give us all the possibilities we had found with our work in the villages but that had none of the usual trappings of beautiful, old-fashioned theatres – red velvet and gold and all that. I went from one abandoned ruin in Paris to another with my colleague Micheline Rozan. Someone guided us to a completely neglected music hall behind the Gare du Nord. It had had a series of directors – one stole the money, another went bust – and it had become ruined.  Micheline and I went into the theatre on our hands and knees through a hole in the scaffolding. When we got in, we saw that the roof of the theatre was open to the sky. There were birds crying above us. What had been the stage was a dangerous hole going right down to the basement. Various tramps had managed to break in and had made fires over the years, and the smoke had gone on to the walls. The walls have such a memory, they have seen so much, that I knew we must preserve them – and that we should do the minimum possible to the space.     ‘The audience should feel that it is natural’ … Jean-Claude Carrière in 2011. Photograph: David Levenson/Getty Images    We decided to open the theatre three months later with our production of Timon. We started rehearsing there at once, and moved in bit by bit. There were various problems on the opening night. It was a big success but the applause brought down some of the ceiling. People had bits of plaster on their heads. In the so-called dress circle there were seats that we’d varnished but they hadn’t had time to dry. Some of the ladies who came in their best dresses and furs got stuck to their seats. We kept the ticket prices low. I wanted that Elizabethan feeling where if you come to the theatre, you mix with all people – not just the rich. We had people sitting on the ground from the start. Actors were in close contact with the audience, reacting immediately with them. The acting space was much further forward than it had been when it was a proscenium theatre. So we had this proximity with the audience but there was also this great, vast space reaching to the back wall – that was important to depict Timon after his exile. We put in steps coming up from the pit, so actors could make spectacular entrances. We used cubes and boxes, very rough things. The designer wanted to find how we could make clothes that were free of associations, yet true to the actors. The Bouffes is now surrounded by Indian shops and restaurants but at that time there was nothing Indian in the area. So our designer went to the African market nearby and got all sorts of fine cloths and made simple new shapes with them. These were definitely not modern dress, but simple clothes, to which you have no immediate connections – such as to Elizabethan or Victorian time – in your mind. We continue to use that approach today. The theatre’s fine acoustics enabled you to feel as if you were playing in a courtyard in the open air, yet the space also has an intimacy that made it possible for the actors to play as if they were in a film. That was the double nature of the Bouffes, and what Timon – and any Shakespeare play – demands. You mustn’t make it cosy and intimate at the expense of its heroic, epic qualities and you mustn’t make it epic and heroic at the expense of the fact that, moment by moment, it’s all about real people and real feelings.",
  "webTitle": "Peter Brook: Timon of Athens really did bring down the house",
  "webPublicationDate": "2016-05-16T07:00:29Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/16/peter-brook-timon-of-athens-the-applause-brought-down-the-ceiling",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Peter Brook",
      "id": "stage/peter-brook",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Wiegand",
      "id": "profile/chriswiegand"
    }
  ],
  "guardianId": "stage/2016/may/16/peter-brook-timon-of-athens-the-applause-brought-down-the-ceiling"
}