{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/rotherham-abuse-survivors-stricter-taxi-safety-measures",
  "id": "2016-05-03-155",
  "sectionId": "uk-news",
  "body": "All taxis drivers in Rotherham will be required to have CCTV cameras installed in their cars from July, in an attempt to prevent child sexual exploitation. Drivers will also have to activate an audio recording device whenever they transport an unaccompanied child or vulnerable adult , under a series of measures introduced by the council to rebuild trust in the taxi industry.   Related: Police failure on Rotherham abuse was isolated, report finds    The measures are a grim reminder of the past failures of Rotherham borough council but also a testament to the determination of some of the town’s abuse survivors to ensure no other girls suffer the horrors they did.  The council took action following a campaign by some of the survivors and whistleblowers, who have formed a steering group that aims to educate authorities on how to detect child sexual exploitation. Last month it emerged that more than 50 Rotherham taxi drivers had been stripped of their licences under regulations introduced after the town’s sex-grooming scandal. One Rotherham survivor, known as Elizabeth, told the Guardian that if there had been CCTV in taxis when she was being abused, her complaints would have been heeded by police. “I had a child protection officer, a social worker and the police were frequently involved, but they just never took any notice, They just put me down as a naughty little girl,” she said. “If there had have been CCTV, there would have been evidence that I was telling the truth. I would have had justice, there would have been charges and people would have known what was going on.” On Tuesday the steering group urged all UK councils to follow Rotherham’s lead. “This isn’t just about child sexual exploitation. It will reduce all crime and will protect both the driver and the passenger,” said Jessica, a survivor who is spearheading the campaign. In February Jessica’s abuser Arshid Hussan, two of his brothers and two other associates were found guilty of 55 serious offences, some of which dated back almost 20 years. Some of the abuse took place in taxis, and cars were also used to traffic girls to various locations around the town. The steering group wants other measures to be introduced, including installation of shield glass separating the driver from passengers in minicabs, a ban on under-16s sitting in the front seat, and enhanced disclosure and barring (DBS) checks on drivers.   Related: Child sex abuse in Rotherham: 'I was treated as a criminal … never as a victim'    Taxi drivers in other parts of the country say it could prove a costly and lengthy battle to get CCTV accepted, with cameras costing more than £500 to install and data protection a potential legal obstacle. Dennis Conyan, a director of the National Taxi Association, said anything that enhanced safety was good, but the arguments for CCTV had been rehearsed before.  “All local authorities have their own policies. And there are arguments about data protection – who would be given access to the footage? We would need to ensure it was only police and licensing enforcement officers,” he said. Steve McNamara, general secretary of the Licensed Taxi Drivers Association, which represents around half of the 11,000 black cabs in London, said that if Transport for London decided CCTV was necessary and was “willing to provide drivers a cost-neutral way of installing”, it would be “100% behind” the initiative. Black cabs already have glass separators and no front seat. McNamara said he wanted to see minicab firms “up their game in guaranteeing passenger safety”. A government spokesperson said: “Since the awful child sexual abuse in Rotherham came to light, we have worked to overhaul the way our police, social services and other agencies work together to protect vulnerable children.  “CCTV can provide a valuable safeguard for both passengers and drivers. It is for local authorities to decide on how security measures should be implemented by individual taxi firms.”",
  "webTitle": "Rotherham abuse survivors press for stricter taxi safety measures",
  "webPublicationDate": "2016-05-03T14:21:26Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/rotherham-abuse-survivors-stricter-taxi-safety-measures",
  "keyword": [
    {
      "webTitle": "Rotherham",
      "id": "uk/rotherham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/03/rotherham-abuse-survivors-stricter-taxi-safety-measures"
}