{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/dilma-rousseff-brazil-impeachment-fight-congress-vote",
  "id": "2016-05-12-288",
  "sectionId": "world",
  "body": "History may well prove to be kinder to Dilma Rousseff than her political contemporaries, a majority of whom have dumped Brazil’s first female president from power less than halfway through her second mandate.   Related: With Rousseff on the ropes, Brazil's far right sees an opening    Betrayed by her running mate, condemned by a corruption-tainted congress and taunted over the abuse she suffered as a prisoner of the dictatorship, the Workers’ party leader suffered a huge blow on Thursday, when the senate voted to impeach her.    This entails her the suspension for 180 days, while senators decide whether she should be permanently removed from office. She is accused of window-dressing government accounts ahead of the last election with cash transfers from state banks. During this period, her place will be taken by Vice-President Michel Temer, who was elected on her coat-tails in 2014 but has since conspired to bring his former partner down. The president – a former Marxist guerrilla who was imprisoned and tortured in the 1970s – has railed against treachery and misogyny, and vowed to fight to the bitter end. But her battle increasingly resembles that of an injured animal surrounded by predators moving in for the kill.     Last year, Rousseff sat with Vice-President Michel Temer, who has been described as ‘the captain of the coup’. Photograph: Ueslei Marcelino/Reuters    An outsider might find it easy to sympathize with Rousseff-the-victim, who was more high-minded and less tainted than most of her accusers and whose aim in office seemed genuinely to be improving the lot of her countrymen, especially those from poorer communities.  But for those who have had to work with her, live with her mistakes or investigate her colleagues for corruption – or worry about whether Brazil will ever emerge from its cascade of crises – there is also a sense of relief that months of political gridlock may be coming to an end.  “Impeachment will be looked back on as a bad moment for Brazil,” former president Fernando Henrique Cardoso told the Guardian. “I tried to postpone it in my party [the opposition Social Democratic party], but the government cannot remain paralyzed like it is now.” That is not entirely Rousseff’s fault. Given the fragmentation and the rightward shift of congress after the 2014 election, it would have been difficult for any leader to build a coalition, but Rousseff was particularly bereft of the charm, luck and deviousness needed to secure support. Her Workers’ party predecessor, Luiz Inácio Lula da Silva, had all three in spades, but even he also needed a system of bribes – later revealed in the Mensalão (monthly payment) scandal – to buy the votes of smaller parties. And it was under his watch that kickbacks from the state-run oil company Petrobras were ramped up to epic proportions to fund the election campaigns (and sometimes lavish lifestyles) of politicians across the political spectrum. Lula – as he is universally known – and dozens of other lawmakers are now being investigated by prosecutors and judges in the Lava Jato (Car Wash) operation. Rousseff has not been charged, but she has indirectly benefited and is guilty at the very least of a sin of omission. “She didn’t organise the corruption, but she didn’t have the political ability to stop it so it captured her,” Cardoso said. “Lula was captured too. Dilma was more reluctant. She had stronger values, but she did not have the strength to do anything about it. In that sense, she was both an actor and a victim.”     Brazilians take to the streets as lawmakers voted for pending impeaching proceedings last month. Photograph: Sebastiao Moreira/EPA    But to Cardoso, Rousseff’s problems started long before the corruption scandals, mainly because she was more of a technocrat than a politician. Her first run for president in 2010 was the first election of her life. She was not used to winning over the public or doing deals with opponents. “Things went wrong from the very beginning,” he said. “Lula is responsible for appointing her without consulting anyone.”  Opinion polls suggest the rot started somewhat later. Up until the middle of 2013, Rousseff was one of the world’s more popular leaders. But an economic slowdown and the huge protests of that year saw her ratings begin a downward plunge. Insiders say that among her chief problems is a tendency to be stubborn and secretive, perhaps dating back to her student years in Belo Horizonte, where she joined the underground resistance to the military dictatorship.  “She’s a terrible communicator,” said Apolo Lisboa, a comrade from Rousseff’s early days in the clandestine Marxist group Política Operária (Workers’ Politics, or Polop). “But she is very determined.” That formative period as a guerrilla also proved her courage and loyalty. Rousseff was arrested with a gun in her handbag in 1970 and sent to Tiradentes prison, where she was tortured with electric shocks, sexual abuse and beatings. Fellow inmates said she was a source of strength because she never gave away colleagues.      Rousseff was a key player in an militant group that resisted Brazil’s 1964-85 military dictatorship, and she was imprisoned for it. Photograph: AP    After she was released, Rousseff married a fellow revolutionary and moved to the southern state of Rio Grande do Sul, where she built a career as an economist, administrator and then minister and chief of staff in the Workers’ party government before she became its candidate in 2010. Lisboa predicted she would be remembered kindly as a former torture victim who became the first woman elected president of Brazil. The corruption accusations, he said, would fade with time because – unlike so many other politicians – she never benefited financially from bribes. But he recognised that Rousseff’s intractable nature – which made her a doughty soldier and a trusted ally – was not suited to political leadership. In negotiation, it made her awkward and inflexible. In ideology, it left her stuck in the 1970s.  “Dilma’s thinking is built on the assumptions of Newtonian thought and Marxist classics. She does not understand the new world that has rapidly emerged as a result of globalization and technological development,” Lisboa said.  This is evident in Rousseff’s policymaking, which has tended more towards the expansion of previously existing welfare programs (notably the bolsa família cash handouts to poor families and the Minha Casa, Minha Vida housebuilding scheme), rather than new initiatives to make Brazil more competitive, technologically advanced or environmentally sustainable. Despite a last-minute rush of decrees to strengthen indigenous territory, few conservationists will lament the departure of a president who rolled back the Amazon-protecting Forest Code, entered alliances with agribusiness groups and marked what may well be her last week in office with the inauguration of the controversial Belo Monte hydroelectric dam. Workers’ party colleagues, however, say Rousseff was forced to focus on the economy because, unlike her predecessor, she could not count on a commodity boom to balance the books. As a result of falling oil prices, slowing demand from China, the dire impact of the Lava Jato investigation on the construction industry and political paralysis, Brazil has slipped into a deep recession and seen its credit rating cut to junk status. Getting out of such a mess requires vision, persuasiveness and strong alliances. Rousseff was the wrong person at the wrong time.    Dilma’s thinking is built on the assumptions of Newtonian thought and Marxist classics  Apolo Lisboa, a comrade from Rousseff’s Marxist days     Humberto Costa, the Workers’ party leader in the senate, said the president’s integrity and lack of political experience made it hard for her to work with the legislature. “She doesn’t accept certain things that exist in Brazilian politics. I don’t even mean in terms of corruption – I mean in dealing with private and party interests and political power plays.” This is all the more difficult because she is a woman in a man’s world: less than 10% of congress and 14% of the senate is female.  “I have no doubt that her being a woman makes this worse,” Costa said. “Brazilian political culture is very patriarchal and disrespectful towards women. This manifests itself more intensely with a female president.”  He, too, acknowledged that Rousseff failed as a communicator not just in the basic political tasks of convincing the public and working with congress, but even in sharing ideas with colleagues. “There was a time when ministers felt uneasy to express their opinions,” he admitted. She has certainly been slow to reach out beyond an inner circle. It was not until 2014 that she – even through her aides – became active on social networks. For most of the past six years, she has also largely ignored the foreign media. In the past month, she may well have given more interviews to overseas journalists than in the previous six years. Despite such shortcomings, Costa argued the president does not deserve the treatment she has suffered. He believes she has been dragged down undemocratically by an old elite that wants a smaller state and less social spending.     Feminists protest against the impeachment of Rousseff on Paulista Avenue in São Paulo. Photograph: Zuma Wire/Rex/Shutterstock    “Dilma will be remembered as someone very serious and honest with an enormous social sensibility, but who had difficulty in dealing with the ins and outs of Brazilian politics,” Costa predicted. A warrior to the end, Rousseff said last week that she would fight until her last breath because anything else would betray the 54 million people who voted for her. Describing her vice-president as a “usurper”, she said that regardless of the senate’s decision, she would ultimately be vindicated in the consciousness of the Brazilian people. “That’s where we know history will make clear who is who in this process,” she said, repeating again that she would never resign. “First, because I am the elected president; second, because I have committed no crime; third, because if I resign, I leave and bury the living proof of a coup with absolutely no legal basis and which aims to hurt the interests and the achievements gained over the past 13 years. I have the willingness to resist. I will resist until the last day.” Additional reporting by Shanna Hanbury",
  "webTitle": "A warrior to the end: Dilma Rousseff a sinner and saint in impeachment fight",
  "webPublicationDate": "2016-05-12T09:47:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/dilma-rousseff-brazil-impeachment-fight-congress-vote",
  "keyword": [
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/09/dilma-rousseff-brazil-impeachment-fight-congress-vote"
}