{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/25/child-soldiers-afghanistan-grandsons-fight-to-avenge-their-father",
  "id": "2016-05-25-286",
  "sectionId": "global-development",
  "body": "When Firoza handed her two grandsons Kalashnikovs and enlisted them in her militia, it was, she says, to give them a chance to avenge their father who was killed by the Taliban. Known in Helmand by her nom de guerre – Hajani – 54-year-old Firoza fought for years to repel the militants from Sistani, in Marjah district, commanding a unit of the US-backed government militia called the Afghan Local Police (ALP). During the war, in which she lost three of her six adult sons, she armed most of her male family members, including two children. The eldest, Nabi*, a shy boy with bags under his eyes, echoes his grandmother. “The enemy killed my father so I am also fighting,” he says.   Related: UK firm 'employed former child soldiers' as mercenaries in Iraq    According to Firoza, the government pays Nabi the standard 9,500 afghanis (£100) local police salary; his younger brother, Habib, is not paid. Firoza says Nabi is 18. Many Afghans don’t know their age, but that claim seems improbable. Face smooth, voice unbroken, he looks perhaps 14. Firoza says she gave her grandsons weapons five years ago. Despite government pledges to rid its armed forces of children, a growing number of minors are recruited to fight in the intensifying war, according to experts. The UN verified 48 boys recruited to fight last year, more than double the number for 2014. Yet the real number is certainly much higher, given the limited access around the country. The government forces, including the ALP, receive much of their funding from international partners. The UK has committed £70m annually until at least next year. The US Defense Department alone funds the ALP with about $120m (£80m) a year. Firoza assumed command of the ALP in Sistani when her husband was removed from duty several years ago. Once in charge, she asked the government for reinforcements. Turned down, she armed 40 members of her family, she says. Even some of the youngest, though not armed, were useful. A six-year-old boy walked between checkpoints with a flashlight to keep soldiers awake, Firoza says. When the Taliban advanced earlier this year, Firoza relocated to a small base in Helmand’s provincial capital, Lashkar Gah. For two days after their escape, her grandsons didn’t speak, she says. The six-year-old, who, along with some unarmed female family members, was at the house when the Taliban came, recounts how one Taliban fighter had asked him: “Where is Hajani? We want to cut off her head.” Firoza agrees that her grandchildren are too young for war. “But they fight to avenge their father. When they see other children with fathers, they become very sad and want to take revenge,” she says. “Everybody wants a good life in peace. But when you’re on the frontline, do you stay silent? We’re compelled to fight.” She says the government has never told her not to use children. “They can tell me that the day they are able to provide security,” she says. The war is taking a mounting toll on children. Close to one in three of those killed and injured are now children. Most of them are bystanders, but not all. In February, the Taliban killed Wasil Ahmad, a 10-year-old boy fighting in his uncle’s local police unit in Uruzgan. After this killing, the interior ministry stressed that the boy was not an ALP employee. But that distinction is irrelevant, says Danielle Bell, human rights director for the UN in Afghanistan. “Whether children are part of a security force, formally or informally, they are still being denied access to education, and to the normal life to which they are entitled,” Bell said.     Firoza, a grandmother who commands a unit of the Afghan Local Police. During the war, in which she lost three of her six adult sons, she armed most of her male family members, including two children. Photograph: Andrew Quilty    To avoid bankrolling forces that employ child soldiers, the US government signed into law the 2008 Child Soldiers Prevention Act (CSPA), banning aid to eight countries that use child soldiers. But Afghanistan is not on the list. Despite several requests, the US State Department did not explain this. In an email, a spokesperson said: “The department has not included Afghanistan on the CSPA list based on its assessment of the relevant facts under the legislation.”   Related: When will the UK stand up to save education from bullets and bombs? | Martin Bell    The omission of Afghanistan was criticised by Charu Lata Hogg of Child Soldiers International in a recent editorial: “Excluding the recruitment and use of children by Afghan police forces from the CSPA listing mechanism is inconsistent with international humanitarian and human rights laws.” According to Brigadier General Charles H Cleveland, spokesman for US forces in Afghanistan, recruitment of children has picked up partly because the US military, after the troop withdrawal, can’t monitor as thoroughly as before. “There was a period where we didn’t get our hands into the ALP,” he said. “When you’ve got less than 15,000 people here, you don’t have the same visibility of what’s going on in the country.” He said the US had told the Afghan government “to go through a rigorous vetting process”. The Afghan government denies using child soldiers, telling the Guardian that the ministry of interior has completed two recent assessments of the ALP.  “With completion of these assessments, we are confident that young people under age 18 are not recruited and even under difficult circumstances they will not be recruited or paid by [the ministry of the interior],” said Sediq Seddiqi, a ministry spokesman.  The reasons behind child recruitment are complex, ranging from patriotism and honour to financial hardship and exploitation. Children are not always armed with parental consent. Bilal Siddiqui, head of the Afghanistan Independent Human Rights Commission in Helmand, said parents had complained to him of police commanders hiring their children without informing them.  For Firoza, fighting is a family duty. At the moment, though, the relative calm of Lashkar Gah has allowed for some normality in her grandchildren’s lives. “At the moment, they go to school,” she says, “but if we have to go back to Marjah, of course they will take up weapons again.” *Names have been changed to protect identities • This article was amended on 27 May. The original stated that the UN identified a total of 43 boys recruited to fight in Afghanistan in 2015. The UN has confirmed that the correct number is in fact 48.",
  "webTitle": "'My grandsons' fight to avenge their father': child soldiers in Afghanistan",
  "webPublicationDate": "2016-05-25T06:00:32Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/25/child-soldiers-afghanistan-grandsons-fight-to-avenge-their-father",
  "keyword": [
    {
      "webTitle": "child soldiers",
      "id": "global-development/child-soldiers",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sune Engel Rasmussen",
      "id": "profile/sune-engel-rasmussen"
    }
  ],
  "guardianId": "global-development/2016/may/25/child-soldiers-afghanistan-grandsons-fight-to-avenge-their-father"
}