{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/satie-socrate-barbara-hannigan-reinbert-leeuw-winter-cd-review",
  "id": "2016-05-05-149",
  "sectionId": "music",
  "body": "Barbara Hannigan sings the songs of Erik Satie as if she’s sitting next to you, whispering and cooing across the kitchen table with sufficient breathiness, soft edges and exquisite spaciousness to match Reinbert de Leeuw’s sweet-melancholy piano chords. They open with Trois Mélodies (1886) – languorous, tender little love songs that Satie wrote when he was 20. The pace picks up, but the space and sweetness remain in Trois Autres Mélodies and the majestically placid Hymne. Then there’s Socrate, the bizarre cantata that stands out in Satie’s oeuvre as a work of comprehensive seriousness. Or does it? In 1916, the Princesse de Polignac commissioned a melodrama based on Plato’s Dialogues and the composer obliged with this baffling setting of a fuddy-duddy translation by Victor Cousin. It was either an extreme manifestation of dadaist anti-sentimentality or Satie’s ultra-dry humour gone rogue; either way, Hannigan makes intimate confessionals of the plain text and archly non-eventful melodies, and clinches the art of enigmatic understatement.",
  "webTitle": "Barbara Hannigan/Satie: Socrate CD review – artful, intimate confessionals",
  "webPublicationDate": "2016-05-05T14:45:11Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/satie-socrate-barbara-hannigan-reinbert-leeuw-winter-cd-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Molleson",
      "id": "profile/kate-molleson"
    }
  ],
  "guardianId": "music/2016/may/05/satie-socrate-barbara-hannigan-reinbert-leeuw-winter-cd-review"
}