{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/racist-language-academy-chief-creative-education-trust",
  "id": "2016-05-03-338",
  "sectionId": "education",
  "body": "Is this a Jeremy Clarkson moment for education? An academy chain’s director of education used the N-word in a meeting with senior colleagues and then laughed it off, its governing board has admitted. One of those present, who complained, then had to wait 10 months for news of any follow-up. Philip Cantwell, director of education at the 13-school Creative Education Trust (CET), used the word during a meeting last June at Weavers academy, Wellingborough, Northamptonshire. Martin Titchmarsh, a former headteacher working for CET as a consultant, found the “deeply offensive language” so “shocking” that he reported it to the chain’s chief executive. “I simply couldn’t let it go. It was so … wrong,” Titchmarsh told the Guardian. The incident occurred, said Titchmarsh, during a discussion about an Ofsted inspection, in the course of which Cantwell referred to the school’s presentation of exam data as “the nigger in the woodpile”. “He found it amusing. He laughed and said: ‘I know, I know, it’s my age.’” Titchmarsh said when he reported the incident to Marc Jordan, the chain’s chief executive, Jordan responded that Cantwell’s term was “unacceptable” but he would not say it was “racist”. The chief executive promised to keep Titchmarsh informed of the outcome of the complaint. After six months, frustrated at the lack of news, Titchmarsh wrote to CET’s chairman, David Anderson, to raise the incident and Jordan’s handling of it. The trust then set up an investigatory panel. In a letter to Titchmarsh last month, trustee Mary Groom, on behalf of the panel, writes: “Philip Cantwell accepts he used the phrase as described and that it should not be used. He has expressed deep regret that he has caused offence by the use of the words themselves and the nature of his response.” The letter adds: “Once the offending words had been said … the response of Philip Cantwell and – once you made him aware of it – Marc Jordan, should have been more robust in acknowledging the racist nature of the incident and in taking appropriate follow-up action.” Groom said a range of actions would be taken, including that “appropriate steps are taken to increase awareness of diversity issues at both trustee and executive level”. Titchmarsh says: “I worked in schools as a teacher and headteacher for 37 years and never heard any member of staff use the word. Students, parents and staff of CET academies will be shocked that a senior officer of an academy trust … could use this racist language and then believe it amusing.” In a statement, CET said it “recognises that there is no place for racist language under any circumstances. We and the member of staff concerned deeply regret that an offensive and unacceptable racist term was used in a meeting on 3 June 2015. “As soon as a formal complaint was made in January this year, an internal investigation was carried out.” Jordan had “reprimanded” Cantwell after Titchmarsh first raised the alarm, CET said.",
  "webTitle": "Racist language as academy chief has a Clarkson moment",
  "webPublicationDate": "2016-05-03T05:45:46Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/racist-language-academy-chief-creative-education-trust",
  "keyword": [
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Warwick Mansell",
      "id": "profile/warwick-mansell"
    }
  ],
  "guardianId": "education/2016/may/03/racist-language-academy-chief-creative-education-trust"
}