{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/pele-birth-of-a-legend-brazil-soccer-star-biopic",
  "id": "2016-05-11-98",
  "sectionId": "film",
  "body": "In Star Wars – the first one – Luke Skywalker knows he’ll never be able to blow up the Death Star until he shuts down the fancy equipment on his X-Wing fighter, lets himself go and uses the Force. So it is with Pelé, the soccer star, who must disregard the Eurocentric obsessions of his coach and team captain, embrace his innate Brazilian gifts, and destroy those French jerks (and even nastier Swedes) who stand in the way of national glory.   Related: Pelé: Birth of a Legend continues the soccer star's big screen legacy    Did Brazil’s 1958 World Cup victory in Sweden really go down with quite the transformative drama shown in Pelé: Birth of a Legend? No, probably not, but it’s evident early on that this biopic, which lists the 75-year-old Pelé himself as one of its producers, is far less interested in being anything more than a kid-friendly believe-in-yourself after-school special with added penalty kicks. That in itself isn’t so bad (who doesn’t like a good message now and then?), but unfortunately the acting, writing and editing has all the subtlety of a Robert Huth free kick thwomping off your head while you sit in the stands. Young Dico (Pelé’s original nickname) grows up poor in Brazil, scraping together money shining shoes while dazzling all around him with his soccer ability. Directors Jeff and Michael Zimbalist and cinematographer Matthew Libatique go a bit wild with these sequences, with the barefoot Pelé leaping among the rickety shacks and the camera switching perspective to imply a Spider-Man style dominance over physics. He and his mates form a low-rent soccer squad but are teased by the rich kids. The big meanie, who happens to live where Dico’s mother works as a maid, is the one who first calls him Pelé, mocking his mispronunciation of a famous soccer player’s name. He’ll get his comeuppance, though, during a match in which the ragtag team embrace their harsdscrabble style of play, a theme which is revisited many more times on the way to that World Cup win in Sweden. (More comeuppance comes when the two play on the national team eight years later.) Along the way, we’ll see how Pelé is more than just an athlete: he is a redeemer, the anointed one who will bring forgiveness to Brazil for losing their way during their crushing loss against Uruguay in 1950. In a very brief montage, an elderly coach (how do you say Obi-Wan in Portuguese?) explains that Pelé’s natural gifts evoke “ginga”, a capoeira-inspired style of play derived from the first African slaves brought to Brazil. While the film is frustratingly vague with any specifics (it maybe involves swaying?) it’s clear that ginga is right, and representative of the very heartbeat of ethnically diverse Brazil. Moreover, trying to force Brazilians to play using the very strict formation method of those obnoxious Swedes, led by their insulting coach (Colm Meaney), is a rebuke to all that’s good in the world. As the sportscaster bellows during the final game: “Finally, the world can see Brazil’s beauty! Our heroes now in perfect harmony! It’s beyond football – it’s the Beautiful Game!” To a non-fan, it looks like one guy kicked the ball to another guy and that guy kicked the ball in the net, but what the hell do I know? Soccer fanatics will meet me halfway and agree that AR Rahman’s anachronistic and omnipresent score is distracting, the dialogue sounds like made-for-TV gibberish, and the wide spectrum of accents is infuriating. That one kid in the same slum would speak English like an American while others sound Brazilian seems like a pretty easy production fix, and God only knows why they are speaking English in the first place. Nevertheless, if you can get past the whole nationalist aspect of competitive soccer, the choreography during the lengthy game sequences is undeniably well shot. Considering this is the first biopic of one of the world’s most beloved athletes, it’s too bad such a predictable and ham-fisted kids’ flick was the goal.",
  "webTitle": "Pelé: Birth of a Legend – biopic of soccer's greatest is a terrible own goal",
  "webPublicationDate": "2016-05-11T17:20:26Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/pele-birth-of-a-legend-brazil-soccer-star-biopic",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pelé",
      "id": "football/pele",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/2016/may/11/pele-birth-of-a-legend-brazil-soccer-star-biopic"
}