{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/04/poverty-driving-syrian-men-and-boys-into-the-arms-of-isis",
  "id": "2016-05-04-159",
  "sectionId": "global-development",
  "body": "Poverty, desperation and the desire for revenge are the key factors pushing young Syrians to join Isis and other extremist groups – and are more significant than ideological or religious motivation, according to research by a peace-building group. Adolescent boys and young men between the ages of 12 and 24 were found to be most at risk, along with children and young adults not in education, internally displaced people and refugees without supportive family structures.   Related: UN demands protection for war zone hospitals after 'epidemic of attacks'    Interviews with more than 300 young Syrians – in Syria, Lebanon and Turkey – point to factors of both vulnerability and resilience to recruitment by Isis and Jabhat al-Nusra (al-Qaida’s Syrian affiliate), which are both proscribed as terrorist organisations by the UN. “Radicalisation is not an explanation for joining a violent extremist group per se,” said the study by International Alert (pdf). “For many young Syrians, belief in extreme ideologies appears to be, at most, a secondary factor in the initial decision to join an extremist group. Religion is providing a moral medium for coping and justification for fighting, rather than a basis for rigid and extreme ideologies.” Vulnerability is driven by a combination of extreme trauma, loss and displacement, lack of alternative ways to make a decent living, the collapse of social structures and institutions, including education, and the desire to take revenge against the regime of President Bashar al-Assad, the report says. Its findings about the causes of extremism are broadly in line with a recent wider survey of Arab youth, which situated the causes of radicalisation in a lack of jobs and opportunities. In eight of the 16 countries surveyed, employment problems were a bigger pull factor for Isis than extreme religious views. Young Syrian men also said that joining armed groups provides a strong sense of purpose, honour and self-worth – “a new life where they are wanted”. Economic imperatives explained why individuals have switched membership and allegiance based on salaries, resources and the regularity of payment. Fighting for an extremist group is normally far more lucrative than fighting for a moderate one. Nusra fighters are paid $300–400 (£205-275) per month. Fighters in the Free Syrian Army are paid only – and often late – about $100 per month. In the words of one interviewee: “An 18-year-old guy I met was fighting with the Free Syrian Army … After two days of fighting, his unit ran out of ammunition. For two further days, he remained there, waiting to be hit by Syrian regime forces. He then managed to escape his unit, went over to Jabhat al-Nusra’s territory and [the group] offered him ammunition and a salary to fight for [it]. He didn’t believe in [its] ideology but [it] had the bullets.” Nusra had been more successful than Isis in establishing itself as a “quasi-legitimate, community-based organisation providing relative security, protection, education and structure on a daily basis”, the survey found. But trauma played an important role in extremist recruitment – one young man joined Isis after being raped and tortured in a regime prison. A friend described him as now being “completely brainwashed”. The report shows that the collapse of Syria’s education system, with about 2 million children now out of school, has also greatly contributed to young people’s vulnerability to joining violent extremist groups, which are filling the gap by providing segregated and sectarian teaching. Comprehensive, inclusive and quality education, including trauma healing and psychosocial support – such as that being implemented through International Alert’s peace education project in Syria and the region – was one of the four key factors that could prevent recruitment. “In Syria, children who aren’t engaged in [psychosocial support] like this are so vulnerable … they could be directly recruited by Daesh [Isis] or al-Nusra,” said one peace educator in Lebanon. “We give them tools to express themselves in the community, rather than using weapons to express anger at their losses.” Other preventive factors included providing alternative and respected sources of livelihood, access to supportive social networks and alternative avenues for non-violent activism. The conflict in Syria erupted at the height of the Arab spring in March 2011. It has claimed up to 400,000 lives and displaced 6.6 million people internally and prompted 4.8 million more to flee the country.",
  "webTitle": "Poverty driving Syrian men and boys into the arms of Isis",
  "webPublicationDate": "2016-05-04T14:10:13Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/04/poverty-driving-syrian-men-and-boys-into-the-arms-of-isis",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "global-development/2016/may/04/poverty-driving-syrian-men-and-boys-into-the-arms-of-isis"
}