{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-foods-of-distinction",
  "id": "2016-05-02-177",
  "sectionId": "small-business-network",
  "body": "Pam Jenkins, owner of Foods of Distinction, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   I started my catering business with a street food stall. I had very little startup funds so I began with a borrowed gazebo, a hired BBQ, a ton of hard work and loads of enthusiasm and excitement.  I wrote a business plan but in essence my plan was to ‘work a lot, earn a bit and learn loads’, which I have done in abundance. Over the season I have increased my revenue by 85% and improved my margin by a further 40%. This has been achieved by streamlining my offer, reviewing my costings and better understanding how to plan for events. An event hit by terrible weather can be a disaster but understanding how to deal with those challenges has helped with my success.  My customer feedback has been excellent and as I approach the end of my first year I now have enough funds for some investment. My stall is being restyled to encourage more customers and help me reach my target of 100% YOY growth. My confidence continues to grow – I am applying for more events this year and am passionate and proud of my achievements so far.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Foods of Distinction",
  "webPublicationDate": "2016-05-02T10:40:18Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-foods-of-distinction",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-foods-of-distinction"
}