{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/serena-williams-beats-madison-keys-rome-masters",
  "id": "2016-05-15-96",
  "sectionId": "sport",
  "body": "Kevin Mitchell Rome Serena Williams returns this week to Paris, her second home, as the reigning French Open champion and owner of her fourth Italian Open title, a considerable comfort to her after she failed to win two previous finals in an uneven start to the 2016 season. It was her first title in nine months.   Related: Roger Federer finds time catching up with him as French Open decision awaits | Kevin Mitchell    On a cloudy Roman Sunday afternoon, her compatriot Madison Keys began brightly, shone for a while then faded under late pressure as Williams reminded us that, at 34, she is still the best player in the women’s game by more than 3,000 ranking points, with plenty more to come. She won 7-6, 6-3. Williams fell short of the calendar slam last year in New York and she botched the start of her 2016 campaign in Melbourne. So she goes to Roland Garros without the pressure of those expectations at least. This was the first all-American final in Rome since Billie Jean King defeated Julie Heldman 46 years ago, and Americans had not contested a WTA claycourt title since Serena beat her sister Venus in Paris in 2002. Those distant dates serve to underline what giants of the game the sisters have been although Venus, 35, who lost in the second round here against Timea Babos then stayed on to watch the final, is closer to the end than is her younger sibling. Serena, who made her professional debut in 1995, is – and possibly always will be – the only player, male or female, to win 10 singles slam titles in different decades. It is ludicrous to imagine she will go into a third decade but she seems determined to stay long enough to overhaul the records of the two players who bar her progress to the very summit of her sport. Margaret Court won 24 majors and Steffi Graf 22. Williams has 21. If all goes to plan in Paris she could insinuate herself between those two pillars of the game by retaining her title at Wimbledon, leaving the US Open as another grand staging post in September. After that, serious speculation kicks in. She will be 35 and more vulnerable. It will not be easy.   Related: Serena Williams beats Madison Keys to win the Italian Open – as it happened    Not only is the women’s game as unpredictable as it has been for many years, with any one of maybe 20 contenders capable of winning any of the majors, but there were moments on Sunday when Williams had to battle harder than normal to get into the match. What once came to her easily now is often a chore – understandable, given that she is operating practically on one good knee. Keys, 13 years and 23 ranking places adrift of the world No1, broke at the start, before Williams had properly warmed up, and tried desperately hard to resist her charge thereafter. One of the Tour’s light-hearted souls Keys could only laugh at a pair of serves from comedy central in the first set, the first ballooning harmlessly into the wrong service box and the second dribbling into the middle of the net. If Williams allowed herself a grin it must have been a very quick one. In the end Keys out-aced the biggest server in the women’s game, 7-4, but 32 unforced errors cost her dearly. They fought hard through the tie-break before Williams, alert to the danger of an upset, found her old championship spirit in the second set. There was a blip in the fourth game when she served a double-fault for 0‑40 and Keys clawed back one of two breaks. She broke again to stay in the match at 3-5 but Williams’s power off the ground was too strong for her in the ninth game.",
  "webTitle": "Serena Williams defeats Madison Keys to win fourth Italian Open title",
  "webPublicationDate": "2016-05-15T14:21:03Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/serena-williams-beats-madison-keys-rome-masters",
  "keyword": [
    {
      "webTitle": "Serena Williams",
      "id": "sport/serena-williams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/15/serena-williams-beats-madison-keys-rome-masters"
}