{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/anglican-church-wants-to-train-new-clergy-with-apprenticeship-fund",
  "id": "2016-05-12-153",
  "sectionId": "world",
  "body": "The Church of England is hoping to use funds raised by the government’s apprenticeship levy to help pay for the training of 6,000 new clergy to replace those approaching retirement. “The church would very much like to see the levy being used to train more ordinands,” MP Caroline Spelman told colleagues in her capacity as second church estates commissioner, who coordinates between the church and parliament.   Related: Church of Scotland drags feet on giving its fathers parental leave | Letter    Spelman said she hoped the government would support “the church’s quest to use some of the moneys from the apprenticeship levy to meet its shortfall” of clergy. The church has raised the possibility with the Department of Business, Innovation and Skills (Bis), though it stressed that talks were at an early stage. It is also expecting to pay into the apprenticeship levy, under which large employers will contribute towards funding the government’s target of 3 million apprentices.     Caroline Spelman MP.    “The C of E pays stipends to 8,000 clergy and others through a central payroll system for simplicity and efficiency, so will have to pay the apprenticeship levy,” said a spokesperson. “At the same time, the church is heavily committed to training, with hundreds if not thousands of future clergy, youth workers and others in training in any year. The C of E is, therefore, discussing, internally and with Bis, how we can work with the apprenticeship levy to maintain those high levels of professional development.” The C of E is facing a significant shortfall of vicars as those approaching retirement are not being replaced by people seeking ordination. The statutory age of retirement for clergy is 70, although vicars’ terms can be extended by his or her bishop. Many parish vacancies take months – and sometimes years – to fill, and vicars are increasingly being required to manage multiple churches in their area. William Nye, the C of E secretary general, told reporters earlier this year that the church was aiming to recruit 6,000 new priests over the next 15 years. “They will be the leadership of the church in the 2030s, 40s and 50s,” he said. Meanwhile, the church has been forced to admit it made a mistake in saying that people applying for the role of “vocations adviser”, advertised on its website, did not need to be Christian. Arun Arora, the C of E’s director of communications, said: “This was a mistake. We have taken the adverts for the role down and will be re-posting them … The adverts that went out slipped through unchecked and for that we are sorry.” The revised adverts, for national young vocations adviser and national minority ethnic vocations officer, would make clear it was a “genuine occupational requirement” for the post-holders to be Christian. But, Arora pointed out, there were many jobs with the church for non-Christians. “Working for the church can take many forms – from data inputters to schoolteachers, accountants to graphic designers, project managers to investment analysts; there are jobs and roles for people of all faiths and none.”",
  "webTitle": "Anglican church wants to train new clergy with apprenticeship fund",
  "webPublicationDate": "2016-05-12T15:05:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/anglican-church-wants-to-train-new-clergy-with-apprenticeship-fund",
  "keyword": [
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Apprenticeships",
      "id": "education/apprenticeships",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/12/anglican-church-wants-to-train-new-clergy-with-apprenticeship-fund"
}