{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/election-2016-scott-morrison-chris-bowen-treasurers-debate",
  "id": "2016-05-27-280",
  "sectionId": "australia-news",
  "body": "The hour-long debate between Scott Morrison and Chris Bowen was both informed and feisty, but at the end voters were no wiser about the costs and benefits of each would-be treasurer’s biggest economic ideas to create jobs and boost growth. Scott Morrison is hanging his hat on $48bn worth of company tax cuts, and the government has pointed to economic modelling that shows it would boost growth by 1% over 20 years. But that modelling has been questioned by analysts including the Grattan Institute, who think the benefit could be much smaller, and Bowen insisted the tax cuts were “unfunded” anyway because Morrison had not taken any other decisions to make up for the revenue forgone.   Related: Chris Uhlmann and David Speers on leadership debates – Australian politics live podcast    “The PM said two days ago that was fully funded because it’s in the budget,” Bowen said. That’s a novel accounting practice. Frankly if I tried that I would have to hand in my badge. You would have it on the front page, rightly, of your newspaper saying we were reckless by saying things were funded by putting them in the budget. You have to fund them from elsewhere. We’ve done that with our schools policy.”  Morrison didn’t really have an answer for that, but he did have a counterattack – Labor is claiming the “savings” from not going ahead with the same tax cuts to pay for other things. But nor could Bowen give specifics about the benefits of his plans for $37bn extra spending on education, with OECD modelling used by Labor also raising questions.  “Frankly, I’m a bit surprised ... that we are having a debate in Australia about whether better schools funding has an economic dividend,” he said. “I would have thought it is self-evident that better schools funding and lifting educational outcomes has an economic dividend. These are people in jobs. They probably wouldn’t have been in jobs beforehand. I don’t mind having a debate anywhere, anytime about the economic impact of better education.   Related: Scott Morrison's logical fallacy: Labor's $67bn black hole is true until proved otherwise | Gareth Hutchens    “There is no surprise it takes a long time for investment in schools to pay off. That is self-evident. The treasurer says his policy has a 1% dividend … If you look at Treasury modelling it suggests it’s overstated the economic gains from this scenario ... We can debate the figures, but I will defend vigorously the argument that an investment in schools has an economic dividend for the nation, as it does.”  There is an emerging and important point of conflict about the timeframes over which parties reveal the cost of their promises, with Bowen saying he will provide costings over both four years and 10 years and demanding Morrison do the same – since the government had tried to conceal the long-term cost of its tax cuts and has budgeted no long-term promises for things like climate change.  Morrison says Labor has to rely on 10-year costings because it won’t be able to make a dent in the deficit over four. But the only really new information in the encounter was that Labor would definitely provide its full costings well before polling day, and frankly it would have been much more surprising if Bowen had said they wouldn’t. Perhaps they’ll be out before 13 June, which is the date Bowen laid down a challenge for a rematch on the ABC’s Q&A. With some more facts on the table, that would definitely be worth watching. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Morrison and Bowen produce a lively treasurers' debate, but costings are no clearer",
  "webPublicationDate": "2016-05-27T06:18:47Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/election-2016-scott-morrison-chris-bowen-treasurers-debate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/27/election-2016-scott-morrison-chris-bowen-treasurers-debate"
}