{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/inspiring-view-britishness-defeat-brexit-isolationists",
  "id": "2016-05-10-34",
  "sectionId": "commentisfree",
  "body": "Any spectator could be forgiven for thinking two European referendums were under way: the first, a vote on our economy, the second, on our way of life. Until now, the focus of the remain camp has been trade, jobs and prosperity, while the leave appeal has been to the heart – promising to restore British sovereignty and protect our borders. But years of political experience make it impossible to forget that economic and cultural concerns are for ever in tandem – the two are inextricably linked – and that in the final countdown to 23 June leave will have to answer searching questions on the economy, while remain will relish explaining how Britain’s strong sense of national identity is enhanced – not undermined – by engagement in Europe.   Related: Free spirits? The Brexit brigade are just another bunch of elitists | Polly Toynbee    The Brexit camp conjures up the Britain of 1940 – standing alone, a race apart, an island that has always been sufficient unto itself. Wave after crushing wave of globalisation, it says, reinforces its demand to bring control back home. But there is another, more resonant view of Britishness that confronts the Ukip-inspired culture war head on. It sees Britain’s finest hour and the Dunkirk spirit in a different light: of a people who would not stand aside when Europe was in mortal danger and who, as defenders of liberty, intervened time and again to make sure tyranny never triumphed. It is the Britain that has always been outward-looking, and engaged with the world – the Britain of traders, missionaries and explorers, who were never insular or isolationist. Only when Britain’s very existence came under attack did the English Channel ever become Shakespeare’s “moat defensive”. For most of our island history, the Channel and North Sea have been our highways to the world. This vision of a global Britain is now best seen through the eyes of young people – who see no alternative, economically and culturally, to a future in an increasingly interconnected and interdependent world. While globalisation reawakens in individuals a need to belong, it also creates a need for nations to cooperate. And so the way forward for Britain – and every other nation – lies in balancing the national autonomy we desire with the continental cooperation we require. This should lead us to reject the two absolutes that continue to confuse rather than illuminate the debate: a European superstate, which would undermine national identities; and a return to a 19th-century view of sovereignty, when even the world’s largest superpower recognised that sovereignty had to be shared. Put simply, the future lies not in a United States of Europe but in a United Europe of States.   Related: Britain and the euro: what if we'd joined?    Take the economy. Over a decade ago I opposed Britain joining the euro – Europe’s most ambitious integrationist project – but I have always favoured opening up the European single market. This will, as it expands into digital and financial services, be the biggest British job creator of the next decade. Inside the European Union, Britain has the power to decide our energy balance between nuclear, coal, oil and renewables. However, an energy and environmental union not only prevents free-riders from polluting our air, but also integrates our massive yet intermittent wind and wave power into the widest possible energy pool. We do not need to sacrifice our political and social culture to benefit from these dividends. Nor do we need to sacrifice our national autonomy – parliament continues to determine our own social security policies – as we help workers secure basic rights by setting the same minimum standards in all 28 member countries. Only the most exploitative employer benefits if the good-paying employer, and country, is undercut by the bad, and the bad by the worst, in what is a race to the bottom. Getting the balance between autonomy and cooperation is also vital when it comes to perhaps the most controversial issue of the moment – rooting out tax havens that deprive our public services of critically needed resources and prevent us having a tax system that people see as fair. The UK parliament retains its freedom to make its own decisions on taxation, with VAT alone subject to European bands. But if we are to ensure no hiding places for tax evaders, no safe haven for tax avoiders and no treasure islands for the money launderers, who hide an estimated $7.5 trillion of global wealth, we need the automatic exchange of tax information worldwide. In addition to a comprehensive European blacklist of tax havens as the first step to a global blacklist, we should agree that British overseas territories and crown dependencies that fail to comply cannot be excluded from the blacklist; and the UK should now require them to have public registers of beneficial owners.   Related: Gordon Brown urges EU states to unite against tax havens    Britain cannot achieve this on its own. And with America currently resisting reciprocal tax arrangements, collective action by all 28 countries of the European Union to blacklist avoiders, impose sanctions and even levy withholding taxes – on our own overseas territories, if necessary – is currently the one game in town. British borders are controlled by British guards. Britain can always tip the scales toward a more open or closed border, depending on the circumstances of the day. But only cross-border cooperation and intelligence-sharing can thwart the operations of terrorists and tackle the biggest migration challenge: of all illegal immigration, and the people smugglers and trafficking gangs who control it. And without a common European security policy to confront the “perfect storm” on Europe’s eastern and southern borders, we are all at risk from Russian aggression, Middle East terrorism and African instability. Only a united Europe – not Nato, or any one country on its own – can deliver the combination of diplomacy, aid and economic support now needed on a scale not witnessed since the Marshall plan. And the right balance between autonomy and cooperation can be struck without putting our national identity at risk. The past decade has seen the one-time fashion for harmonising laws and practices across Europe yield to the mutual recognition of each country’s distinct standards and traditions. Exchange of information between independent tax authorities now takes precedence over attempts to create a uniform European tax rate. And, most important of all, intergovernmental decision-making by 28 leaders in the European council has been taking over from the centralised diktats from a once overbearing European commission. And so the June vote should be a salute to Britain’s irrepressible spirit, a tribute to our tradition of looking outwards and a progressive, agenda-setting moment that shows European cooperation is the best way to secure more jobs: the one way to curb tax havens, the main way to tackle illegal immigration and terrorism on our borders, and a progressive way to tackle climate change and set minimum standards at work. A positive-sum moment can be born out of what can sometimes seem like a zero-sum referendum, as we demonstrate that we best honour our outward-looking internationalism by leading in Europe, not leaving it. • Britain: Leading Not Leaving – The Patriotic Case for Remaining in Europe, by Gordon Brown, is published today by Deerpark Press",
  "webTitle": "Gordon Brown: Here’s an inspiring view of Britishness to defeat the Brexiters",
  "webPublicationDate": "2016-05-10T21:00:40Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/inspiring-view-britishness-defeat-brexit-isolationists",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gordon Brown",
      "id": "profile/gordonbrown"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/inspiring-view-britishness-defeat-brexit-isolationists"
}