{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/19/adult-jazz-earrings-off-review-pop-cd-tri-angle",
  "id": "2016-05-19-74",
  "sectionId": "music",
  "body": "Earrings Off! might not be the easiest of listens, but then it’s unlikely anyone looking for an easy listen will be plumping for an artist called Adult Jazz in the first place, let alone one whose music attempts to examine ideas surrounding body image, gender archetypes and liberation from masculinity. At its best, this mini-album aligns the London-via-Leeds quartet’s wildly experimental tendencies with a twisted pop nous that recalls Dirty Projectors, Björk or Strange Mercy-era St Vincent. The title track alone features squealing synthesisers, abrupt rhythmic changes and a melody line that gets unexpectedly pitch-shifted downwards. It’s awkward yet exhilarating, like the best adventurous pop music should be. Earrings Off! is as much art project as it is pop album, though, and three of these seven tracks are brief instrumentals that don’t attempt to soften their avant ambitions. (Cry for Home) could be an exploration of the theories of Julia Kristeva for all we can tell, but it still sounds like a five-year-old’s first euphonium lesson being played backwards, which might be a bit much for some.          Watch video for Adult Jazz: Earrings Off!",
  "webTitle": "Adult Jazz: Earrings Off! review – awkward, exhilarating avant pop",
  "webPublicationDate": "2016-05-19T18:00:18Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/19/adult-jazz-earrings-off-review-pop-cd-tri-angle",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/19/adult-jazz-earrings-off-review-pop-cd-tri-angle"
}