{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/jason-day-players-championship",
  "id": "2016-05-15-1",
  "sectionId": "sport",
  "body": "Rickie Fowler’s surge towards the 2015 Players Championship title offered a scintillating storyline which will prove a regular source of reference. That this year’s version was dull in comparison owed everything to the skill and mental fortitude of one man. Jason Day’s triumph, his third of 2016, was never in doubt on this Florida afternoon. Maybe it was sealed from the moment the Australian signed for an opening round of 63. He joins his compatriots Steve Elkington, Greg Norman and Adam Scott in claiming the PGA Tour’s marquee competition. For Day, who won by four shots, the plaudits keep on rolling in.   Related: Russell Knox makes light of his nine shots on the 17th at Players Championship    “Jason’s run is Tiger-esque,” said Scott. “I try to imagine how good Tiger felt just playing, five years into his pro career having won 50 events. Imagine how you’d feel confidence-wise. Jason must be kind of feeling something like that at the moment and that’s an incredibly nice way to walk out on the golf course. “You can see it with Jason. I played with him one day this week in practice, you can see there’s that calmness inside him, calm confidence, the way he’s walking around. He’s got that kind of unbeatable look about him.” Yes, the Sunday atmosphere at Sawgrass was noticeably tame but that is to the credit of Day. He did not want to be embroiled in any kind of battle and duly was not. Day’s grip on his world No1 ranking is now vice-like. That scenario appeared inconceivable even towards the end of last season when Jordan Spieth was laughing in the face of convention. Spieth, Rory McIlroy and the rest are now in frantic pursuit of Day, who has a remarkable record of seven wins from 17 starts since late July. Three of those successes – the US PGA Championship, WGC Match Play and now the Players – have arrived in illustrious events. Day began Sunday with a four-shot lead. That halved, but very briefly, as the 28-year-old reached the turn in 38. He required a 12ft putt for bogey after regressing into the realms of a 12-handicapper when chipping around the green at the 9th. Day gathered his thoughts before making birdie at the 10th and collected further shots at the 12th and 16th to shoot 71 and win at 15 under. Kevin Chappell closed with a 69 for solo second, earning him spots in both the US Open and Open Championship. Justin Thomas, Matt Kuchar, Colt Knost and Ken Duke – the world No495 – shared third. Without being overly disrespectful, the calibre of player closest to Day during round four made matters even easier for him. McIlroy’s Sunday hope was always a vain one. The four-times major champion played the front nine in 34 but stumbled on the turn for home, ending with a 70 for a seven-under-par aggregate and share of 12th. McIlroy was mid-air by the time Day collected the trophy; his charity foundation hosts the Irish Open at the K Club this week. “There’s good stuff in there and there’s too many wasted shots,” said McIlroy, offering what has been a recurring sentiment. “So that’s what I need to try and cut out going forward. “ I feel like I’m playing good enough golf with the way I’m hitting the shots to win tournaments and I haven’t won a tournament this year. The last golf tournament I won was in Dubai in November, so it feels like a long time ago now. “I need to stay patient because if I keep pushing and keep looking for the win, that’s when these sloppy mistakes start to creep in. I just need to go out there and play my game and trust that I’m playing well enough for the chips to fall my way sooner rather than later.” Fowler, despite missing the cut, was on hand to congratulate Day behind the 18th green. This is not yet Day’s era but unquestionably it is his time.",
  "webTitle": "Jason Day eases to Players Championship title to extend hot streak",
  "webPublicationDate": "2016-05-15T23:27:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/jason-day-players-championship",
  "keyword": [
    {
      "webTitle": "Jason Day",
      "id": "sport/jason-day",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/15/jason-day-players-championship"
}