{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/10/my-brother-is-a-superhero-david-walliams-british-book-industry-award",
  "id": "2016-05-10-274",
  "sectionId": "childrens-books-site",
  "body": "Congratulations are in order for David Solomons, who was awarded Children’s Book of the Year at the British Book Industry Awards last night for his debut novel, My Brother is a Superhero, beating JK Rowling, David Walliams and Terry Pratchett to the prize!  His winning book follows the story of a young comic book buff who during a trip to the loo, inadvertently passes up the chance to receive superpowers from a powerful alien. When his older, geeky brother receives them – along with a mission to save the universe - in his stead, he finds that it takes more than superhuman abilities to be a hero.   Related: David Solomons wins Waterstones prize with superhero story    Speaking of his unexpected win, Solomons said: “It’s absolutely incredible, I hadn’t prepared anything to say in all humility. I thought there was no way I could’ve won out of that pack.” “When I first wrote the book, I chucked it in at 30,000 words in the first draft and put it aside thinking: ‘this is the usual guff’, but my wife and her literary agent read it and said: ‘no, no. You must keep going’, so they must’ve seen something”. The prize is David Solomons’ second big win of the year, he took home the Waterstones Children’s Book Prize 2016 in March).  In addition to winning accolades, My Brother is a Superhero has routinely received praise for the book’s comedy, an aspect of the book that makes it an interesting read for older as well as younger people. “I was keen that the book itself as an object could appeal beyond the younger range because I did think it had that potential, with the humour, but I do not consider myself funny at all”, said Solomons. Solomons believes that his own life played a part in shaping the plot.  “I’ve come to the conclusion strangely enough, like most authors, it’s all about me” he said.    Related: David Solomons's top 10 superheroes of questionable ability    “I’ve had a fairly middling career, plodding along as a script writer. I made a living, but nothing had ever broken through and I always felt like the guy who would miss out. In the book, Luke is the boy who wants it more than anything and he misses out, and I think that’s probably where it came from, but there was no conscious decision”. Influenced by Douglas Adams’ Hitchhikers Guide to the Galaxy series, Solomons’ said: “that perspective on the universe and that telescoping of ideas had a big effect on me. All my heroes until then had lightsabers or had lazer guns, and his hero is in a dressing gown with a guidebook, it just works so well”.  With a lengthy career in the film industry, Solomons is not new to writing for children. His script for the 2005 award-winning screen adaptation of E Nesbitt’s Five Children & It was a big hit. When asked if writing for films has helped him with his authorial process he said:  “My stuff is very visual and I think I’d like it to be able to do more things. But I think that’s come from that background of imagining scenes and the transitions, and also fast moving plots. Maybe that’s where it comes from, an understanding of the beats that make up a story and how to break it down”.    Related: The Branford Boase children's book awards shortlist 2016 – in pictures    “I’ve been at it for a long time, but who knows why some things work and some things don’t. As I say, halfway through writing it, I thought it was the same old rubbish, and I was wrong”.  Solomons is also a shortlistee for this year’s Branford Boase awards, so watch this space when we announce the winner in July 2016. Read reviews of My Brother is a Superhero on the children’s book site by site members The Vampire’s Assistant and Tan02.",
  "webTitle": "My Brother is a Superhero wins best children's book award",
  "webPublicationDate": "2016-05-10T08:38:25Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/10/my-brother-is-a-superhero-david-walliams-british-book-industry-award",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Funny books (children and teens)",
      "id": "books/childrens-funny-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/10/my-brother-is-a-superhero-david-walliams-british-book-industry-award"
}