{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/27/corby-northamptonshire-twin-shijiazhuang-china-fastest-growing",
  "id": "2016-05-27-76",
  "sectionId": "uk-news",
  "body": "This is Corby, Northamptonshire, population 65,400, twinned, at least according to the Chinese embassy, with Shijiazhuang, China, population 10.7 million. That may seem like a mismatch, but Corby is doing its best to catch up with its Chinese twin. It has been named by the Office for National Statistics as the fastest-growing borough outside London, with a population that is expected to surge by nearly 17% to 76,400 by 2024. In the event that its sister town in China stagnates, Corby is on course to reach parity some time in the year 2346. Unlikely as that may be, the Northamptonshire town’s revival has been phoenix-like, emerging anew from the ashes of post-industrial decay.  The current crisis affecting the British steel industry will resonate with those older locals who witnessed the collapse of the town’s steelworks. The vast British Steel plant – formerly Stewarts & Lloyds steelworks – employed nearly 11,500 people when it closed in 1980.     Corby’s town centre has been regenerated. Photograph: Christopher Furlong/Getty Images    Most were part of a wave of migrant steelworkers from Scotland – and to a lesser extent Ireland and the Welsh valleys. Their arrival transformed the town from a village of 1,500 people into a busy and thriving industrial town. When the steelworks shut down, the town was left devastated as thousands of people were left with neither jobs nor hope. Tata Steel still makes tubes in Corby but that is now under threat as the Indian conglomerate that owns the plant seeks a buyer for its UK operations. While those dark times are far from forgotten, the past decade has been characterised by regeneration, renewal and reinvention. But that’s not to say that there haven’t been setbacks even in recent years. Residents have recently witnessed the collapse of several major employers. The yacht maker Fairline Boats sank into administration last year at the cost of hundreds of jobs at its Corby site, while more than 100 people were made redundant when the menswear brand Acquascutum closed its factory in 2012. Solway Foods, once one of the town’s biggest employers, axed about 900 people in 2014.   Corby   Nonetheless, the Corby juggernaut has simply refused to stop rolling along. Where once its numbers were swollen by Scottish steelworkers, it is now welcoming two new groups – suburbanite commuters and migrant workers from the EU. A pivotal moment was the opening of Corby railway station in 2009, ending the town’s reputation as the largest place in western Europe without a rail link. The new station put the town a fraction over an hour from London St Pancras, making it a viable home for people working in the capital. So keen was the town to attract some of those commuters that it briefly rebranded itself Corby, North Londonshire, in a tongue-in-cheek advertising campaign voiced by Stephen Fry. Thanks to the campaign, or perhaps in spite of it, Corby’s expansion has continued at a rate of knots. The council leader, Labour’s Tom Beattie, says he and his colleagues took a conscious decision to pursue regeneration through population growth, with the aim of having 100,000 residents by 2030. “After the steelworks closed there was a feeling that the place was going nowhere, that we were managing decline,” he says. “We felt growth would bring benefits to Corby.” A string of high-profile regeneration projects have followed. The £32m Corby Cube building opened its doors in 2010, a huge concrete and glass civic centre boasting a 450-seat theatre, public library, register office and a new council chamber. The £20m Corby international swimming pool welcomed its first visitors in the same year, while the new Savoy cinema began screening films last year. The nearby town centre, including the £40m Willow Place shopping centre, bustles with shoppers and all but a few sites are occupied and doing a brisk trade. Big-name brands such as Primark, H&M and TK Maxx are already bringing in shoppers from nearby towns. Sovereign Centros, the property company that owns the town centre, is planning to revamp those parts of the town that have yet to undergo a full makeover. The company says there is still plenty of pent-up demand for retail, office and residential space.     The Corby Cube. Photograph: Christopher Thomond for the Guardian    Beattie points to the town’s 50-metre swimming pool as an example of how population growth has been harnessed to breathe new life into the town. The 50-metre pool – and an enterprise centre for small businesses – was funded by receipts from the sale of land to housing developers. Using population growth to fund regeneration has proved a successful model for a town trying to reinvent itself after the loss of heavy industry. Tim Howe, the director of the local estate agent Howe Residential, has seen the ongoing renaissance through the lens of housing demand. “Corby has had a bad reputation in the past but that’s changing. There must be something good going on here because Marks & Spencer is coming,” he says. But the lure of Corby goes beyond its imminent access to upmarket sandwiches. “We’re getting a lot of new enquiries coming from further south, not necessarily people moving here from London but coming from the suburbs because of the house price explosion down there,” says Howe. “You could move out of a local authority flat down there and buy a four- or five-bedroom house here.” Like the Scottish steelworkers before them, Howe has witnessed the arrival of job-hunting migrants who now call Corby home. “Now there’s an influx of people from eastern Europe working on the outskirts in industrial estates, food processing plants and that kind of thing,” he says.   Related: Story of cities #34: the struggle for the soul of Milton Keynes    The demographic shift is evident in the town centre, where there are as many eastern European accents as Northamptonshire inflections. Howe says he hasn’t witnessed much tension between longstanding Corby residents and arrivals either from Greater London or the outer reaches of the EU. But his optimism isn’t mirrored everywhere. One former steelworker sporting a Scotland football shirt, who asked not to be named, said he felt Corby was being targeted by immigrants who see it as a “soft touch” because of its growth ambitions. And there’s no doubt that population growth, regardless of where it comes from, will put pressure on local infrastructure, school places and GP surgeries. “People from far and wide are trying to get their children into the best schools here, so there is pressure on school places, particularly for infants and juniors,” says Howe. Beattie says he is aware of both the logistical and cultural tensions that come with immigration. For new schools and medical centres, he is looking in large part to housing developments, such as the 5,000-home Priors Hall project on the edge of town, to provide the facilities to match the growing population. When it comes to integration, he hopes that Corby will draw on its reputation as a friendly part of the world. He points to the success of the town’s first major wave of migration from Scotland. “There’s a spirit in Corby, which welcomes outsiders,” he says. “But there has to be sensitivity to the existing population so that they feel they’re not being manoeuvred out of jobs.”",
  "webTitle": "How the town of Corby dusted off the ashes of post-industrial decay",
  "webPublicationDate": "2016-05-27T16:26:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/27/corby-northamptonshire-twin-shijiazhuang-china-fastest-growing",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Population",
      "id": "world/population",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "uk-news/2016/may/27/corby-northamptonshire-twin-shijiazhuang-china-fastest-growing"
}