{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/06/mls-weekend-preview-los-angeles-galaxy",
  "id": "2016-05-06-257",
  "sectionId": "football",
  "body": "LA Galaxy take on draw specialists New England Six games unbeaten for Galaxy, and they go into Sunday’s match-up with New England after a 1-1 draw against Sporting KC that they scarcely deserved.But they’ll have to do without Robbie Keane, Steven Gerrard and Ashley Cole. Keane and Gerrard remain injured, and Cole is banned, after being sent off for two needless yellows in a minute in KC: the first for time-wasting, weirdly, and the second for a dangerous tackle on Benny Feilhaber. Bruce Arena was unimpressed with the officiating. “I have no idea [what happened],” the coach said. “We need to publish law eighteen and make a lot of copies of that and send it off to everyone involved. Do you know what law eighteen is? Law eighteen is common sense. That’s the law we definitely violate in every game.”New England, like the budding cartoonist with a fresh set of pencils, just can’t stop drawing. They’ve played 10 games this season and recorded only one win, but a whopping seven draws represent the most in MLS history at this stage, tieing the Rapids in 2015 and the 2006 Red Bulls. Diego Fagundez put the Revs one up against Orlando last week, but a host of missed chances meant Jay Heaps’ team would have to make do with a point.“I want to see us put the game away in the first half,” Heaps said Tuesday. “I thought we had chances to [v Orlando City]. I thought we had two or three chances to go up 2-0.” Fagundez concurred: “We just really have to finish them at this point. We’ve been trying so hard and the ball just doesn’t want to go in for some reason, but we can’t be frustrated with ourselves.” After two months on the road, Toronto FC return home Finally, BMO Field is ready. After eight games on the road, and months of being locked out of home, TFC are back at their newly renovated, 30,000-seat stadium, after the second phase of its renovation was completed. “We’re excited to be back home in front of our fans at BMO Field,” defender Steven Beitashour said on Tuesday. “With the renovations and playing under the lights, it’s going to be amazing. I can’t wait to be on the field.” TFC trained on their new turf for the first time on Thursday night, and fans have been waiting for some time to see their star trio of Jozy Altidore, Sebastian Giovinco and Michael Bradley prove their worth on grass. Three wins, two draws and three defeats is a pretty decent return from their early-season run, although last week’s 2-1 loss at Portland soured that somewhat, even if they were unfortunate with a succession of no-calls. (The Liam Ridgewell foul on Altidore was as clear a penalty as you’ll see.) Now it’s time for Toronto to show their home fans how much they’ve improved from last year.   Related: Abby Wambach is a smart hire for a network with a relevancy problem    FC Dallas are the visitors on Saturday, and what a crazy result they suffered last week: a 4-0 drubbing at the hands of the previously impotent New York Red Bulls. That followed a 3-0 reverse at Vancouver, to go with that 5-0 stuffing by Houston Dynamo earlier this season. Dallas have been generally impressive this season, but recent results suggest a brittleness that Oscar Pareja has yet to solve. Matt Hedges’ loss to injury was unfortunate, and the absence of Mauro Diaz has been telling, but they have issues at full-back – neither Ryan Hollingshead nor Atiba Harris are true defenders, and the team looks short of confidence. Victor Ulloa, though, insists his team isn’t panicking. He called the Red Bulls loss a “terrible, terrible result” but said: “We have to find answers. We have to find a way to get results away from home. It’s not the time panic, not yet. This is a time that we have to be united as a group and not let anything bring us down.” Vancouver host Portland – and want revenge Last year, Portland knocked out Vancouver on their way to winning MLS Cup. The pair meet for the first time since then, and the Caps have something to prove. “You see a Cascadia Cup rival with a championship and you want to do it,” Whitecaps keeper David Ousted said this week. Christian Bolaños is playing well, and has two goals in his last two games, but Kekuta Manneh is suspended after his crude foul on Federico Bravo last week. Manneh wasn’t carded on the play, but MLS stepped in and handed down a retrospective punishment for “serious foul play”. It makes Vancouver’s task more difficult. Portland’s 2-1 victory over Toronto last week was certainly welcome, and Diego Valeri’s free-kick was winner was simply wonderful. Up and over the wall from 30 yards, and Clint Irwin clutched thin air. The returning Ridgewell helped solidify Portland’s backline, although he made several rustic challenges that on another day might have seen him sent off. Adam Kwarasey is still missing, but the Kiwi Jake Gleeson has impressed between the pipes, and Fanendo Adi now has seven goals to share a lead in the scoring charts. This one could be close. “I think it’ll be a tense match,” said Timbers coach Caleb Porter. “We’ve been very good teams the last few seasons and we’ve had some good battles. Both of us are off to a start that’s below what we want it to be, points are really important right now for both teams, and certainly they’ll want to win. I think there’ll be an edge to the game.” High-flying Colorado host Real Salt Lake in Rocky Mountain Cup Raise your hand if you thought Colorado and RSL would be sitting in spots one and two in the West through week nine. And be honest. The pair propped up the Western Conference last season, and were rarely mentioned as possible contenders this time out, overshadowed by their rivals in California and Cascadia. But it’s been all change so far: the Rapids and Real have been seriously impressive. The sides meet this weekend at Dick’s Sporting Goods Park, where the Rapids are perfect at 4-0-0. (Similarly, RSL are 100% at Rio Tinto, boasting the same record.) And the Rapids have suddenly found their scoring touch: their nine goals in the past four games have seen them rush to the top of the standings for the first time in four years. “I don’t think it’s anything in particular,” Rapids coach Pablo Mastroeni said of the scoring outburst. “It’s guys still getting to know each other. It’s being more opportunistic in front of goal, taking chances better – and obviously a couple set-piece goals as well.” But Marco Pappa and Shkëlzen Gashi have helped out Kevin Doyle and Luis Solignac in the Rapids’ attack – and then there’s Jermaine Jones. The veteran USMNT star has been nominated for MLS player of the month for his two goals and two assists in three games, and he’s prospered in a new attacking role. “A lot of people don’t know that back in the day I was a striker,” Jones said. “I like to attack. I’m not really a complete defense player. Most of my career I played it, but I prefer to attack the goal too.”            First, though, the Rapids must get past Nick Rimando, who celebrated a Copa Centenario call-up this week. The RSL keeper has been in the league since 2000, but he’s still producing stellar performances, and last week made a crucial stop to preserve his team’s lead over Houston – with his face. “It’s good,” he joked. “The next day it just felt like a really bad sunburn.” Jordan Allen and Justen Glad also impressed against the Texans, and with Joao Plata and Yura Movsisyan starting to gel, RSL are in pretty decent shape. Their next home match isn’t until 18 June. What better way to start their five-game road trip than beating their arch rivals. Orlando play the Red Bulls again Didn’t these two sides just play each other? Two weeks ago the Red Bulls hosted Central Florida’s finest in the midst of their early-season funk. Going into that game, last year’s Supporters’ Shield winners couldn’t score, couldn’t keep them out, and had just one win to show all season. But against Orlando it all came good: three goals, including two for Bradley Wright-Phillips, a narrow win, and their season began in earnest. Last week they beat Dallas 4-0. The Red Bulls are feeling good about themselves right now, and can extend their two-game winning streak on Friday night. Jesse Marsch isn’t counting his chickens, though. “I think it’ll be a little bit different because Kaka will feature in this game. We know that playing in Orlando will be different than playing at Red Bull Arena. We know what they are about, they know what we are about and it’s going to be a great match-up.” Orlando will be hoping the return of Aurélien Collin won’t haunt them. The French defender headed north to New Jersey last week, and head coach Adrian Heath admitted it was a wrench to see him leave. “Knowing how these things can work out, there’s obviously the feeling he could come back and get something for them,” Heath said. We’re aware of that. But it was a move we needed to make, at a time we needed to make it, and it might not have been there if we had waited any longer. Yes, it is a conference rival, but sometimes you can’t pick and choose.” One good piece of news was Kaka’s non-call up for the Copa America. Brazil coach Dunga felt he could do without the 34-year-old for this summer’s tournament, which is a shame for Copa fans, but good news for Orlando: it means the Brazilian is available for the entire MLS season. Friday is an opportunity to show Coach Dopey what he’s missing.",
  "webTitle": "MLS weekend preview: how will LA Galaxy cope without Keane and Gerrard?",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/06/mls-weekend-preview-los-angeles-galaxy",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "LA Galaxy",
      "id": "football/losangelesgalaxy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Toronto FC",
      "id": "football/torontofc",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "football/blog/2016/may/06/mls-weekend-preview-los-angeles-galaxy"
}