{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/08/shane-meadows-we-havent-ruled-out-oap-this-is-england",
  "id": "2016-05-08-29",
  "sectionId": "tv-and-radio",
  "body": "Shane Meadows has said he would not rule out a new film or stage version of his This is England saga in the future.  Meadows had previously said that This is England ‘90 would be the final outing of his award-winning series, which began as a film in 2006 following young skinhead culture in the 1980s and developed into three follow-up series on Channel 4. But speaking at the Bafta TV awards, where This Is England ‘90 picked up two awards – best mini-series and best supporting actress for Chanel Cresswell – Meadows said it was “difficult to give up and close the door forever” on his beloved project, adding: “This is England is more like a summer holiday than a job.” Meadows said that the lives of Lol, Woody, Combo and friends could “potentially” be brought to life again either on the West End stage or in another film. “All those things have crossed my mind,” said Meadows. “I don’t think I’ve got another series in me. This was 13 months of proper grind, I’m a maniac and I have to be involved in everything. But I think there’s a film that’s left in there ... there is still one little gem in there.” Meadows said he would even entertain the idea of doing both at the same time.  “The idea of bookending it for cinema and TV on the same night is really exciting, so maybe the two things can blossom together in one final hurrah.” He joked: “We haven’t ruled out OAP This is England”.",
  "webTitle": "Shane Meadows: 'We haven’t ruled out OAP This is England'",
  "webPublicationDate": "2016-05-08T20:29:51Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/08/shane-meadows-we-havent-ruled-out-oap-this-is-england",
  "keyword": [
    {
      "webTitle": "This Is England",
      "id": "tv-and-radio/this-is-england",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/08/shane-meadows-we-havent-ruled-out-oap-this-is-england"
}