{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/12/podcast-news-another-round-buzzfeed-nerdette",
  "id": "2016-05-12-187",
  "sectionId": "culture",
  "body": "In the wake of the news that Heben Nigatu is leaving BuzzFeed to write for the Tonight Show with Stephen Colbert, the fate of her mandatory-listening podcast Another Round is still TBD. But don’t give up on it quite yet. While Nigatu and her co-host Tracy Clayton figure out the future of the popular podcast, they are still putting out episodes, including an interview with Daveed Diggs, the actor and rapper, who currently plays Thomas Jefferson and Lafayette in a little musical called Hamilton. They also have a few live shows in the works. In light of the news, it seems like a good time to remind listeners that there are plenty of other female-hosted podcasts to help fill a possible void. On Death, Sex and Money, Anna Sale hosted Orange is the New Black and Jane the Virgin star Diana Guerrero for a conversation about what it was like growing up in the US after her parents were deported to Mexico. There is both humor and heartbreak in Guerrero’s story and Sale navigates the thorny parts with her trademark deftness, making this episode one for the canon. Speaking of navigation, Strangers had a fascinating look at what it really means to stowaway on a vessel. The episode should have been subtitled, “Don’t try this at home, kids,” because stowing away is not for the faint of heart.  Slumber Party with Alie and Georgia hosted Aline Brosh McKenna, the executive producer of the brilliant musical TV show Crazy Ex-Girlfriend. Vanessa Lowe’s nighttime show Nocturne took a detour into dreamland. Her most recent audio exploration took listeners on a guided tour of the dark corners of the sleeping mind.  A new season of Game of Thrones means a new season of Nerdette’s recaps of the show. They dive into Westeros with the help of Wait Wait … Don’t Tell Me’s Peter Sagal and offer up plenty of insight sure to appeal to both true geeks and neophyte nerds. On Pardon My French, fashion photographer and blogger Garance Doré sat down with fashion designer Isaac Mizrahi to talk about his career path, including what it was like to be big in the 80s, taking stumbles, and how to foster creativity in whatever you do. You Must Remember This Film lovers and history buffs will find a lot to love in Karina Longworth’s Hollywood history podcast You Must Remember This, which is now in its fifth season. In the most recent episode, Longworth turned her attention to actor Judy Holliday, who won an Oscar for her first starring role in Born Yesterday. Holliday went on to star in films like It Should Happen To You and Bells Are Ringing, for which she won a Tony when the musical was still on Broadway. But despite the accolades, Holliday’s career was surprisingly short-lived, which Longworth explores in You Must Remember This. Holliday was subpoenaed to testify about her ties to communism, and while she wasn’t blacklisted from the film industry, the fact that she was working class, urban and Jewish made it hard to work in Hollywood. Mortified  Mortified wrapped up their miniseries on forbidden crushes with a story by Layla McKay, who disclosed her secret high school crush by reading through her mid-90s diary entries. While McKay’s story isn’t as prima facie funny as the other installments in the series, about teens grappling with crushes on a school vice-principal or, worse, a crush on the school janitor, in her reading, she crafts a portrait of a teenager struggling to define her sexuality in a small Scottish town. McKay is desperate to reveal her love to her object of affection, but isn’t ready to come out of the closet yet. The live reading is followed by the perfect book-end interview with McKay, which shows that she has grown into a confident, funny woman who is at peace with herself and her sexuality.",
  "webTitle": "Another Round podcast may end, while Nerdette takes on Game of Thrones",
  "webPublicationDate": "2016-05-12T13:56:05Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/12/podcast-news-another-round-buzzfeed-nerdette",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "culture/2016/may/12/podcast-news-another-round-buzzfeed-nerdette"
}