{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/23/care-act-one-year-on",
  "id": "2016-05-23-251",
  "sectionId": "social-care-network",
  "body": "It is now more than 12 months since the implementation of the Care Act, a legislative success many years in the making. The act spoke of fair and equal access to support services, vibrant and diverse care provider markets and of people having information about how and when to access services. It was to be a fundamental change in the foundations of social care. In the run up to its implementation, local councils focused on what the act would mean for them. Directors and professional leaders sought to ensure their colleagues understood how services would need to change and momentum built behind the changes.    Related: Too many councils are failing to meet their Care Act duties    Stalled progress A year later, there is a real risk this momentum has stalled. Instead of surveying a diverse care market, we read headlines about providers considering an exit from the sector. Council websites are filled with pages about getting recycling bins or parking permits, but little about how to have a grab rail installed so you can stay in your home safely. For now, the vision of the Care Act largely feels just that: a vision rather than a reality.  It would be a real shame if that remained the case. The idea of councils as responsive organisations, guiding people to the best care, is the correct one. It is not only right for the wellbeing of our population, it is right in today’s financially constrained public sector. Fewer resources are forcing councils to consider making more radical changes to care, in the same way as they have already changed other services. Councils should strike a new deal with local people, making it clear both sides have a responsibility to maintain independence and wellbeing. That means everyone acting quickly when long-term care starts to be needed. People have to raise the issue before reaching the point where they need care at home, and councils need to respond with accurate advice about local services.  The need for digital To do that, councils must raise their digital game. People need to be able to visit a council website and find details of all the services available: voluntary, health and social care. Some councils have done a good job of building directories. But often, they build portals that redirect users to other sites rather than offering immediate information and advice.    Related: A quick guide to the Care Act    Convening power All of this costs money. Councils can raise some from a council tax precept, but that will not be enough to sustain the existing care system. A good place to start would be to bring all major local care providers together into one room; not to drive prices even lower but to work out how to help providers thrive, support new services coming to market and create a digital platform offering access to these new services. To promote a sustainable care system councils could invest in training for specific staff groups, building investment in health technology into their economic growth plan, or working with schools to develop better ways to keep young people healthy. The solutions are not necessarily expensive, but the benefits could be huge and lasting. They could be the foundation of the new era promised by the Care Act. Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "The new era promised by the Care Act is yet to arrive",
  "webPublicationDate": "2016-05-23T09:20:03Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/23/care-act-one-year-on",
  "keyword": [
    {
      "webTitle": "social care network: leadership, learning and development hub",
      "id": "social-care-network/learning-and-development",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "social care network: adult social care hub",
      "id": "social-care-network/adult",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Personalisation",
      "id": "social-care-network/personalisation",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Policy",
      "id": "social-care-network/policy",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/2016/may/23/care-act-one-year-on"
}