{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/01/the-culpeper-pub-restaurant-hotel-east-london-review",
  "id": "2016-05-01-137",
  "sectionId": "travel",
  "body": "The Culpeper is the gift that keeps on giving: on its ground floor, a pub; a restaurant on the first; skyline views from its reopening-for-the-summer rooftop terrace; and now, on the second floor, five en suite bedrooms at £120 a night B&B. It is an endeavour where succeeding at every level could be tricky, but team Culpeper manages it all with panache. It is late afternoon when I check in and the bar is already full, causing drinkers – a mix of London’s young and zestful, City workers and craft-ale fans – to mill around the doors of the pub at the corner of Commercial Street and Wentworth Street. The atmosphere is genial-busy, even the sun is making an appearance, but the hubbub makes me wonder if the only way I’ll be able to avoid getting annoyed by drinkers’ late-night conversations is by joining them.     The Culpeper plans to serve breakfast in its rooftop greenhouse. Photograph: Dominic Dorrin    Two floors up and inside Room Two, looking on to Commercial Street, I realise Monsieur Grump can take the night off. It is quiet but, more than that, it is quite lovely. The distressed aesthetic of the light-blue- and-sandstone walls is softened by Scandi elements such as a slatted wooden light shade, wooden clothes rail, a beautifully patterned throw from Mandal Veveri and striking prints by Rebecca Salvadori. It offers cosiness, character and, as I’ll find later, the sleep-inducing comfort of a quality Hypnos bed, too. Other accoutrements include a Nespresso tea-and-coffee maker, wire-frame chair and reading matter, such as a map of the area designed by Herb Lester. However, just like the bijou bathroom (powerful shower, no bath), these elements suggest the Culpeper’s rooms aren’t designed for long-term lounging. And I can’t argue with that when east London’s adult playground is just a few minutes away. Brick Lane, the Old Truman Brewery, and Petticoat Lane and Spitalfields markets can all be reached before you’ve switched on Google Maps.      But, while the Culpeper may not want you hiding in your bedroom, it is more than happy to have you at its bar and restaurant, where hotel guests receive a 10% discount during their stay. Though tithed to Enterprise Inns, it offers a good choice of bottled and draught beers, the latter from Purity Brewing including the smooth Mad Goose, the fruity LongHorn IPA and the citrusy Pure Gold. I enjoy a pint of this last ale before meeting my dining companion and climbing the stairs to the restaurant. The evolution of the Culpeper – which is named after 17th-century herbalist Nicholas Culpeper – has been a phased one. When Jay Rayner raved about the food in July 2014 it was before the restaurant ascended to the first floor: that happened last year. Two years on and the food remains as successful and satisfying: inventive yet fuss-free modern British that is designed to comfort without resorting to crockery-bending quantity.     The pub, on the ground floor. Photograph: Dominic Dorrin    My starter of crispy lamb breast, baby artichokes and salsa verde (£6.50) is potent meaty terrain but with a textural counterpoint provided by vegetables, while my friend enjoys the delicate taste of asparagus, house-cured bacon and poached duck egg (£8). The three mains on offer cover meat, fish and vegetarian options: we step either side of the red mullet (£16) and pick gnocchi, shitake mushrooms, wild garlic, parmesan and pine nuts (£12) and pork chop, baby garlic, broad beans, anchovy and herb crunch (£16). Though the flavours are different, the result is the same: sweet and savoury in the right measure, punch where required, and satisfaction guaranteed. And so to bed … or rather up an extra flight of stairs to the rooftop, where many of the restaurant’s vegetables and herbs are grown. This area is still being worked on but, ultimately, it will be a rooftop space where guests will take breakfast (I can tell you the fry-up rates highly, too).     The Culpeper’s rooftop garden. Photograph: Dominic Dorrin    I stand and look at the night skyline, the Gherkin seeming so close, and picture this space busy with a grill pumping out food and a bar serving its cans of Purity’s Lawless. I’m sure it will be entertaining but, for a few seconds, it’s wonderful to experience London in a moment of calm, with only a few street sounds filtering up to the heights. While it has several floors, the Culpeper doesn’t have too many flaws. It certainly deserves its reputation for quality and – in a city where so many rooms are expensive but lack character – value for money.• Accommodation was provided by The Culpeper, 40 Commercial Street E1, doubles £120 B&B, 020-7247 5371, theculpeper.com Ask a local The Gentle Author, writer and blogger at spitalfieldslife.com     Libreria bookshop in Spitalfields. Photograph: Suki Dhanda for the Observer    • ShoppingNo one can really say they have been to Spitalfields until they’ve visited Gardners’ Market Sundriesmen on Commercial Street and shaken the hand of Paul Gardner, the charismatic fourth-generation proprietor at London’s oldest paper bag shop. • DrinkLandlady Sandra Esqulant reigns supreme at The Golden Heart, but I also recommend cocktails at The Society Club, an outpost of the Soho institution.The basement of the magnificent 18th-century Townhouse is a snug place for a cuppa, with cakes baked to historic recipes. • FoodThe ever-changing menu of seasonal delights at St John Bread & Wine never disappoints. • CultureExperience the smells, sounds and darkness of old London by candlelight at Dennis Severs’ House, then visit the futuristic Libreria bookshop for contemporary Spitalfields at its most urbane.",
  "webTitle": "The Culpeper, east London: hotel review",
  "webPublicationDate": "2016-05-01T09:00:50Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/01/the-culpeper-pub-restaurant-hotel-east-london-review",
  "keyword": [
    {
      "webTitle": "London holidays",
      "id": "travel/london",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "England holidays",
      "id": "travel/england",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Hull",
      "id": "profile/robert-hull"
    }
  ],
  "guardianId": "travel/2016/may/01/the-culpeper-pub-restaurant-hotel-east-london-review"
}