{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/22/tim-costello-says-indefinite-detention-of-asylum-seekers-is-torture",
  "id": "2016-05-22-209",
  "sectionId": "australia-news",
  "body": "Indefinite detention of asylum seekers on Manus Island and Nauru is psychological torture, World Vision Australia’s chief executive, Tim Costello, has said. Speaking on Sky on Sunday, Costello said: “There’s no question that the psychological torture of not being able to actually resettle, and you can’t go back home, is torture.” Costello said the case of a Somalian woman who set herself on fire on Nauru showed how desperate the federal government’s refugee policy was making people.   Related: Family of refugee who died after self-immolating on Nauru say ‘hope is dead’    The act of self-immolation by 21-year-old Hadon came just weeks after a 23-year-old Iranian man, Omid, died after setting himself alight in protest on Nauru. Costello said 98% of women in Somalia suffered genital mutilation.  “Somalia is a terrifying place – you would flee that, I would flee that,” he said. “The thought of that young woman, of desperation, [of] indefinite stay on Nauru, [she] can’t go back to Somalia, set herself on fire – that’s the sort of psychological torture I think is going on.” Responding to the comments, Bill Shorten said: “In terms of what Tim Costello is talking about in the cost and the pain and the suffering of indefinite detention, I think he has a point. “As prime minister, I would prioritise regional resettlement. The answer to defeating the people smugglers cannot be indefinite detention. That is what the government is pushing.  “The truth of the matter, this government has let delays blow out. They have not been transparent in terms of the treatment of people in our care. I sympathise with what Tim Costello is saying. “The best answer is to defeat the people smugglers and make sure that the people in our care, directly or indirectly, get proper resettlement.” Shorten reiterated Labor’s commitment to prevent drowning at sea, including by use of controversial boat towbacks, which he has been at pains to stress after the government spent two weeks on the campaign trail suggesting Labor’s policies would lead to more boats of asylum seekers coming to Australia. At a doorstop in Sydney on Sunday, Malcolm Turnbull said: “Well, I don’t accept what Tim Costello says there. “It is absolutely critical that we maintain a secure border protection policy and that is why it is absolutely critical that people who seek to come to Australia through the services of people smugglers are not able to settle in Australia.” The UN has ruled that Australia’s indefinite detention of refugees on secret security grounds is arbitrary and illegal. The government should offer compensation to those it incarcerated without charge for up to six years, the UN’s human rights committee has said.   Related: Dutton's refugee remarks face uncertain reception in multicultural marginals    On Saturday Labor’s foreign affairs spokeswoman, Tanya Plibersek, announced if elected Labor would reverse a $224m cut to foreign aid in the 2016 budget. The $224m cut was part of a $11.3bn reduction over five years by the Coalition government compared with levels Labor projected in May 2013. She also promised to provide $450m over three years to the United Nations High Commissioner for Refugees, placing Australia in the top-five global contributors. The torture comments come after immigration minister, Peter Dutton, made inflammatory remarks on Tuesday that many refugees were not numerate or literate and would take Australian jobs. On Wednesday Turnbull backed Dutton, calling him an “outstanding immigration minister”. Turnbull repeated Dutton’s observation “many [refugees], large percentages of them, have no English skills at all ... [many] are illiterate in their own language”. He added: “Many haven’t completed high school. That is no fault of theirs.” Asked about Dutton’s statement refugees took Australian jobs, Turnbull said: “Everybody that comes to Australia we want to be able to seek employment. We want to be sure that they have got the skills to do so. “We want them to become part of our workforce.”",
  "webTitle": "Tim Costello says indefinite detention of asylum seekers is 'torture'",
  "webPublicationDate": "2016-05-22T02:43:22Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/22/tim-costello-says-indefinite-detention-of-asylum-seekers-is-torture",
  "keyword": [
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tanya Plibersek",
      "id": "australia-news/tanya-plibersek",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/22/tim-costello-says-indefinite-detention-of-asylum-seekers-is-torture"
}