{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/19/grayson-perry-all-man-huge-phallus-bankers-worldview",
  "id": "2016-05-18-7",
  "sectionId": "artanddesign",
  "body": "The artist Grayson Perry has revealed two new works inspired by his experience of the world of high finance, including a giant penis embossed with banknotes and George Osborne’s face. For the final episode of his Channel 4 series exploring masculinity in the 21st century, Perry spent time interviewing the men who control the UK’s financial services industry.      Grayson Perry.    Inspired by his conversations with bankers and stockbrokers, the Turner prize winner and high-profile transvestite made two artworks that symbolise the experiences and capture a world he says is still a “bastion of male power”. The first work, a huge, shiny penis decorated with banknotes and the faces of bankers and the chancellor of the exchequer, was not, Perry admitted, his most subtle work. But he said his experiences in the City, which he found “shrouded in politeness and gentrification the higher up you go”, called for an artwork that brazenly displayed the gender bias of the corporate world.  Perry said: “The nicely educated, perfectly mannered gentlemen of our financial system were hard-pressed to admit that masculinity even existed, let alone had any bearing on the shape of our noble bankers’ behaviour.”      Animal Spirit, by Grayson Perry.    He said he had become frustrated with his interviewees’ insistence that the aggressive alpha-male culture and gender imbalance of the City had changed, despite the fact that there are fewer women leading FTSE 100 companies (just seven in total) than men called John. The main challenge, he said, had been to unpick masculinity from the background of a world “entirely made by men”.   Related: Grayson Perry interview: 'I’m no longer the anonymous pervert walking down the street'    Perry said the phallic artwork, Object in Foreground, also took visual inspiration from the City’s towering skyscrapers. “It is stating the bleeding obvious but that’s kind of what needs stating. For all the obfuscating around it – the claims that their behaviour is just rational thinking – the bleeding obvious is that most of the bankers, particularly at the top, are men and they are just as subject to the animal spirit as anybody else.” Perry’s second artwork is a large print of an animal that is half bull, half bear. It was inspired by the phrase “animal spirit” – which he says is a euphemism for the exuberant “non-rational” thinking that was blamed for the 2008 financial crash. Many bankers he spoke to described this period as an aberration, rather than the intrinsic masculine culture of the financial world. “What I come away with I guess is that the higher up the power structure you go, the harder it is to spot masculinity,” said Perry. “If a guy roars past you in a white van and shouts ‘Hello darling, show us ya tits!’, that’s an easy spot, but I think the guys in the higher echelons of power in banking are operating in just as much of a gender-biased way. And their actions actually have much more serious consequences in society in many ways.” Perry admitted he entered the corporate world of banking with his own prejudices and assumptions, but said the subsequent artworks were evidence that none of the people he met “really made me feel like I was wrong”.     Grayson Perry’s artwork of a giant penis is embossed with banknotes and George Osborne’s face. Photograph: Anthony Devlin/PA    The artist also noted that unlike the two previous episodes in his Channel 4 series – spending time with cage fighters and young men arrested on the streets of Lancashire – bankers at all stages of their careers lacked self-awareness about their gendered behaviour, which was “simply house-trained behind class, education and wealth”. The series has inspired a book in which Perry will examine the complexities attached to modern masculinity. Perry admitted he had been more apprehensive about showing the artworks to the bankers and stockbrokers than he had been at any point with cage-fighters or the men he encountered on Lancashire’s streets. “They are more confrontational. One guy called it revolting, another said ‘Oh I don’t like this, you’ve got it wrong’.”  Perry laughed. “That’s fine, that’s the great thing about being an artist – I’m not going to weep over their multimillion-pound suit trousers.”   Grayson Perry: All Man concludes on Thursday 19 May at 10pm on Channel 4",
  "webTitle": "Grayson Perry creates huge phallus to represent bankers' worldview",
  "webPublicationDate": "2016-05-18T23:01:09Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/19/grayson-perry-all-man-huge-phallus-bankers-worldview",
  "keyword": [
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "artanddesign/2016/may/19/grayson-perry-all-man-huge-phallus-bankers-worldview"
}