{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/west-virginia-primary-bernie-sanders-wins",
  "id": "2016-05-11-314",
  "sectionId": "us-news",
  "body": "A defiant Bernie Sanders refused to go gently into the night on Tuesday with another last-minute primary win over Hillary Clinton that comes despite her commanding lead in the national race for delegates. In a fundraising email sent out soon after polls closed, the leftwing senator hailed his victory in West Virginia and said: “Every vote we earn and every delegate we secure sends an unmistakable message about the values we share, the country’s support for the ideas of our campaign, and a rejection of Donald Trump and his values.” He added: “There is nothing I would like more than to take on and defeat Donald Trump, someone who must never become president of this country. But I believe that it is not enough to just reject Trump – this is an opportunity to define a progressive vision for America.  “Voters agree: just today, three new polls showed that we are the best campaign to defeat Trump.” In the Republican race, Trump beat former rivals Ted Cruz and John Kasich in Nebraska and West Virginia. The two remained on the ballot despite having dropped out of the race last week.  With 96.8% of the vote reporting, Sanders had 51.4% of the vote and Clinton had 36%. The remaining votes were spread between four other candidates, with lawyer Paul Farrell at 7%. But with West Virginia’s 29 delegates awarded on a proportionate basis, the small net gain for Sanders is unlikely to make much of a dent in the lead of 290 pledged delegates that the former secretary of state had going into the contest. She is much further ahead when superdelegates – party elites not bound by primary results – are factored into the equation.   Nebraska and West Virginia primary results. Donald Trump’s last remaining rivals, Ted Cruz and John Kasich, suspended their campaigns on 3 May and 4 May respectively. They are still on the ballot in both states however. Nebraska and West Virginia primary results. Donald Trump’s last remaining rivals, Ted Cruz and John Kasich, suspended their campaigns on 3 May and 4 May respectively. They are still on the ballot in both states however    The demographics of the West Virginia primary overall appeared to be highly favourable to Sanders, with a higher than usual proportion of independents taking part and few minority voters, who have tended to lean toward Clinton. A similar mix of voters helped Sanders claim a surprise win in Indiana last week and could help him again in Kentucky and Oregon next Tuesday. Clinton, meanwhile, is hoping for wins in the delegate-rich states of New Jersey and California on 7 June to put her lead safely out of reach going into the party convention in Philadelphia this July.   Related: Donald Trump sweeps West Virginia and Nebraska primaries    Sanders is already campaigning hard in California, where he hopes he still has a slim chance to catch Clinton in pledged delegates and then apply moral pressure to persuade superdelegates – mostly party officials favouring her – to change their minds before the convention. But with just 11 contests between them remaining, there is little time left to close either gap. The Vermont senator has instead also been making the case that he performs better than Clinton in opinion polling against Trump. At a rally in Stockton, California, on Tuesday, Sanders pointed to a Quinnipiac University swing state poll suggesting Clinton might lose to Trump in Ohio, while he would have a six-point lead over the presumptive Republican nominee there. The same poll showed Clinton ahead of Trump by only one point in Florida and Pennsylvania; in both states the survey showed Sanders performing slightly better than the former secretary of state. In states such as Ohio and West Virginia, concern over trade and the economy has tended to favour both Sanders and Trump, while Clinton has also been hurt by comments suggesting she sees further erosion of jobs in the coal industry as inevitable.           The Sanders effect: talking about a revolution in Baltimore    Her poor performance against Sanders in West Virginia stands in stark contrast to her emphatic win over Barack Obama in the 2008 Democratic primary in the state, when race was seen as a key factor for some voters. Speaking on Tuesday night in Salem, Oregon, Sanders said: “This is a state, West Virginia, where Hillary Clinton won by more than 40 points against Barack Obama in 2008. “West Virginia is a working-class state and like may other states in this country, including Oregon, working people are hurting and what the people of West Virginia said tonight ... is that we need an economy that works for all of us, not just the 1%.” In Nebraska, Democratic voters were invited to indicate a preference in the presidential contest on Tuesday, and this gave a win to Clinton. But the results did not count, since the party already held caucuses two months ago, won by Sanders, to decide how to award its Democratic delegates.    Democrats   Meanwhile, Trump said it was a great honour to win West Virginia and Nebraska – “especially by such massive margins”.  “My time spent in both states was a wonderful and enlightening experience for me,” the presumptive Republican nominee said. “I learned a lot, and that knowledge will be put to good use towards the creation of businesses, jobs and the strengthening and revival of their economies. I look forward to returning to West Virginia and Nebraska soon, and hope to win both states in the general election.” Trump’s win in West Virginia was expected even before Cruz and Kasich suspended their campaigns following poor showings in Indiana. Nevertheless, it may not translate into a clean sweep of the state’s 34 delegates. Voters in West Virginia cast ballots for individual delegates. This means that a Republican voter in the Mountain State has to cast 25 individual votes: three for their district delegates and 22 for statewide delegates. Although each delegate’s presidential preference is listed on the ballot, the state’s convoluted rules add an additional wrinkle that complicates the process. Among the 22 statewide delegates, no more than two can be elected from an individual county and seven from a congressional district. These jurisdictions are not listed on the ballot. This means that the third highest vote-getter from a county or the eighth from a congressional district is automatically disqualified from serving as a delegate. Although the Trump campaign tried to distribute an official slate to avoid wasted votes, there is still significant potential for Trump supporters to cluster their votes as nine of the first 22 Trump delegates are from a single county. This creates scenarios where outnumbered but better-organized Cruz supporters can still elect delegates and have a foothold in the state’s delegation at the convention. With 96.8% of the vote counted, Trump had 76.9% of the vote to Cruz’s 9% and Kasich’s 6.8%. And he set a new bar for himself in terms of support in a single county, reaching 91.5% of the vote in McDowell county – a bitterly poor area in the heart of coal country – surpassing his previous record of winning 82% of the vote on Staten Island in New York, when the race was still competitive. McDowell county is one of the most impoverished jurisdictions in the country and has been classified as “persistently poor” by the federal government. In Nebraska, the other Republican state holding a contest on Tuesday, Trump also beat Cruz and Kasich, winning all 36 delegates on offer there. With counting finished, Trump took 61.4% of the vote to Cruz’s 18.5% and Kasich’s 11.4%. Additional reporting by Tom McCarthy in New York   Republicans",
  "webTitle": "Bernie Sanders takes West Virginia as Donald Trump rolls on",
  "webPublicationDate": "2016-05-11T08:24:49Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/west-virginia-primary-bernie-sanders-wins",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/10/west-virginia-primary-bernie-sanders-wins"
}