{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/royal-northern-sinfonia-mustonen-review-sage-gateshead",
  "id": "2016-05-06-216",
  "sectionId": "music",
  "body": "Olli Mustonen clearly believes in the power of three. He’s a composer, conductor and pianist, and his triple concerto is a three-movement, neo-baroque exercise for a trio of violins. It even has a prominent part for a triangle. This supremely elegant piece sums up everything Mustonen, the son of a Finnish mathematician, is known for: it is analytical yet expressive, deeply aware of but not beholden to the past. The three soloists – Bradley Creswick, Kyra Humphreys and Tristan Gurney – blended their formidable technique into what Mustonen refers to as a “super-violin”, while taking a tour of the three great centres of European baroque music. If the first movement was all stately, French rhythms, the second was a spiritual homage to Bach, and the third, with its expressive sound effects, very much in the court of Vivaldi. The Three Seasons, perhaps. As a means of monetising a flop, Beethoven redrafted the solo part of his Violin Concerto for piano in a version that became more popular in the composer’s lifetime than the original piece. Now it’s the other way round, though Mustonen is a great champion of this comparative oddity. There’s a certain cognitive dissonance in hearing the familiar legato lines chopped up into pianistic trills, but Mustonen is such a natural musician you feel he could perform the piece on kazoo and still make it sound persuasive. The Royal Northern Sinfonia’s streamlined journey through the Sibelius symphonies has been an exercise in minimalism. Yet there’s no rule that debars a chamber orchestra from attempting these works and Mustonen, contrary to the last, succeeded in making the sixth – the most minimal of the symphonies – sound massive.",
  "webTitle": "Royal Northern Sinfonia/Mustonen review – supremely elegant",
  "webPublicationDate": "2016-05-06T11:27:30Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/royal-northern-sinfonia-mustonen-review-sage-gateshead",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "music/2016/may/06/royal-northern-sinfonia-mustonen-review-sage-gateshead"
}