{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/28/the-worlds-biggest-flower-market-review-bbc-aasmeer",
  "id": "2016-05-28-178",
  "sectionId": "tv-and-radio",
  "body": "Those roses you bought the other day for the person you love, they were picked by a lovely lady in an English garden, right? Probably not. More likely, they were grown in Kenya, in the biggest polytunnel in the world, picked by poorly paid workers, dipped in an antibacterial agent, chilled in a massive refrigerator then flown by night-time jumbo jet to Holland to be sorted, graded, wrapped in cellophane, sold and bought at the biggest and most hi-tech flower market in the world, then loaded on to a refrigerated lorry and driven to your supermarket. Romantic, huh? It’s the lilies in The World’s Biggest Flower Market (BBC2) that are the biggest eye-opener. They’re grown not too far away at least, in Holland, very close to the monster Aalsmeer flower market. It all happens in a glasshouse the size of 16 football pitches, with artificial sunlight so they grow at night and through the winter. And they move around! A mega army of flowers, divided into cohorts, marching in formation. It’s The Day of the Lilies. And there’s not a person in sight. Well, actually here’s one, called Wim, to show Cherry Healey, who’s presenting alongside royal florist Simon Lycett, around. But Wim is one of only 18 people in the entire place. The lilies are largely looked after by robots.     Presenter Cherry Healey in The World’s Biggest Flower Market. Photograph: Thomas van Galen/BBC/Endemol Shine UK/Thomas van Galen    The lily bulbs are grown in peat moss from Russia. That’s not great is it, environmentally, peat moss not being sustainable. I doubt George Monbiot would approve. I’d like to have seen more on that side – the green, or rather non-green side – of things. Otherwise this is oddly fascinating, especially the big Dutch market itself. It’s an airport-sized building with electric trolleys buzzing about like a nightmare video game, a monorail for flowers, fiendish sorting systems and comedy Dutchmen bidding millions of euros for billions of flowers on incomprehensible flashing screens. The Wall Street of flowers, they call it.  Fascinating but also a touch appalling: if anything, it has put me off buying flowers. From now on, I may be saying it with something else.",
  "webTitle": "The World's Biggest Flower Market review – appallingly eye-opening",
  "webPublicationDate": "2016-05-28T05:00:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/28/the-worlds-biggest-flower-market-review-bbc-aasmeer",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/28/the-worlds-biggest-flower-market-review-bbc-aasmeer"
}