{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/is-grit-the-true-secret-of-success",
  "id": "2016-05-07-188",
  "sectionId": "lifeandstyle",
  "body": "When Angela Duckworth was growing up, her dad often applied the word genius to his daughter. He did it at random moments, over dinner, watching TV or reading the newspaper, and the sentence was always the same: “You’re no genius!” Duckworth’s older sister and brother got it too. For Duckworth’s mother, an artist, the disparagement was adjusted to fit: “You’re no Picasso!” This approach to raising children seems inauspicious but, in a funny way, it has worked pretty well. Duckworth, now 45, doesn’t recall how she answered her father, but her book Grit is her considered reply. Subtitled The Power of Passion and Perseverance, the text is the fruit of years studying the psychology of success. Swimmers, chefs, army cadets, telesales executives … Duckworth examines them all, and what she finds is that natural talent – the genius prized by her father – does not make humans disposed to succeed so much as the qualities she sums up as “grit”. These include the commitment to finish what you start, to rise from setbacks, to want to improve and succeed, and to undertake sustained and sometimes unpleasant practice in order to do so. She calls the people whose inspiring tales she recounts “grit paragons”. But the most persuasive grit paragon, the one whose story is implicit rather than directly told – the book is social science not memoir – is Duckworth herself. Every family has its funny sayings, the private lore and logic that its members must negotiate. “At one level, you’re a kid and you accept it,” she says of her father’s sniping, but she did register an emotional reaction: a silent, internal clench. “Instead of feeling discouraged, I felt the opposite.” Her voice brightens. “I had the sort of … I’ll show you … response.”     Angela Duckworth with her parents.    The reaction has been Duckworth’s life’s work. She went to Harvard, where she founded a nonprofit summer school for low-income middle-school pupils. She left Harvard with the Fay prize for best female student, passed McKinsey’s notorious selection process before swerving to teaching – “Couldn’t you at least be a senator?” her dad pleaded – and from there research psychology, and Character Lab, a nonprofit she co-founded to advance the science and practice of character development. All along, she challenged her father, who worked as a chemist at Dupont. She recalls an argument, when she was 17, about the meaning of life. “I said, ‘I think the meaning of life is to be happy.’ He looked at me surprised and puzzled. He said, ‘Why would you want to be happy? I want to be accomplished.’” Duckworth claims “a rebellious streak”, but hers is not a classic tale of rebellion. It’s much smarter than that. She has scientifically dismantled her father’s premise, his coveting of genius, by proving the idea itself to be mistaken. And she has done it all while achieving everything – and more – he could have hoped for. Three years ago, she won a MacArthur fellowship, commonly known as “the genius grant” – thereby proving him wrong on his terms and hers. Or did she? Is it possible that her father’s relentless disparagement instilled in Duckworth the impetus to succeed? “That is an excellent question,” she says, and immediately begins to improve it. “I mean, the question is, would I have done so well – so far as I’ve done – if my dad was just, like, ‘You’re great’!” She replies that she cannot know the answer, she can only reason. “I do think that whatever ambition I may have had natively was amplified by my father’s clear valuing of it. I knew that was what my dad really cared about.” It is tempting to think that Duckworth’s father – her parents were Chinese immigrants – used criticism to motivate his children. But Duckworth laughs at this idea. “Oh my God, my dad, I just don’t think he thought about it. My dad was not super-intentional in his parenting. He was very self-absorbed. I won’t say mean or selfish per se, but very self-absorbed. I think he was just thinking out loud.” She came to understand “you’re no genius” as a self-rebuke. “He was thinking about the fact that he never won a Nobel prize in chemistry, which is hard to win when you’re really working on car paint refinishing. When I was little, he was still climbing up the corporate ladder and he wasn’t the man he wanted to be. And so he, I think, was feeling this inadequacy which he projected on to his children. You know: you’re no genius, you’re no nobel laureate.” She always knew her parents loved her. This year her father turns 84. He has Parkinson’s disease and lives with Duckworth’s mother in an assisted living facility, a 45-minute trip from Duckworth’s home in Philadelphia. It was there that Duckworth drove when she finished the book. “He likes to look outside, so I wheeled him to a window.” Feeling a little afraid, she drew up a chair next to him, and opened Grit. Over several visits, she read and read, pausing to give her father a sip of water or if he fell asleep. “He seemed to be listening,” she says. Didn’t he say anything? Well, she says, now and then she asked what he thought and, “He sort of said ‘wonderful’.” But there is a hole in her comprehension, a rare moment of inarticulacy. “I’m not 100% sure he’s saying that because he knows exactly what I said or because he remembers that this is the sort of thing you say,” she admits. Then she says, “He may even have uttered ‘it’s wonderful’.” I am confused as to whether he said “wonderful” or not. By now, their relationship feels like a long conflict, and this – the reading – is the final frontier. So it really matters. The next day I email Duckworth to check and she replies that she is “not entirely sure”. She thinks he said it – the asterisks are hers and might indicate strength of thought, or simply emphasise that this is only a thought. Ever the scientist, she adds, “I didn’t video or audio tape reading it to him.” It is odd to picture Duckworth, mild-mannered and sweet, sitting next to her father – “his own daughter telling him things that are not altogether complimentary”. But there was some closure for her, she says. “The one thing my dad has always been is brutally honest.” She gives a small laugh. “Or let’s say unedited.” His honesty brought advantages: as a child, Duckworth “always felt she knew him” and even though her mother was a saint, and “growing up you would think I should be super close to her … Strangely I felt closer to my dad.” It was his honesty that gave her the courage to read to him. As she says, “I’m still my father’s daughter.” Duckworth is a mother as well as a daughter, and in their house, Amanda, 15, and Lucy, 14, hear a lot about grit. “I have gotten the complaint that I talk about grit all the time,” Duckworth says. Maybe the word will function for them as genius did for Duckworth, and provoke a quiet, internal rebellion. “Hmm. ‘I’m going to be mediocre just to show you’,” she muses. “I can imagine that might happen, but neither of my girls are all that rebellious, thank God.”     Angela Duckworth with her father at Oxford.    The nearest either comes in the book is when Lucy, then four, tries to open a box of raisins. It’s too difficult and she walks away. Duckworth tells her to try again. Lucy declines. “I don’t know if it was rebellion,” Duckworth says. “But she had a pronounced aversion to things that were hard.” She describes another time, when Lucy was at maths club. “Watching her through the crack of a door, doing these worksheets. She really didn’t like effort. By the way, most animals don’t like effort.” Eyeing the raisin box, peeping through a crack in the door – what a watchful parent Duckworth is. “I was observing them from the get-go,” she says. She mentions the marshmallow test, which looks at delayed gratification. “I did all those things. I was studying them but I was also trying to raise them.” To avoid some of the mistakes of her own upbringing, Duckworth teaches her children grit. With her husband, Jason, she has developed “the Hard Thing rule”. Each family member must choose a discipline – for Jason and Duckworth their work, for the girls an interest – and apply themselves to it. No one may quit until the activity has run its course. To anyone who has tried to persuade children to attend a club against their will, that rule itself sounds like a Hard Thing. Does Duckworth find it difficult to navigate between her belief that a child should persist at a task and the child’s right to choose? “It’s not like we haven’t had fights and tears about ‘I hate this’ and ‘I don’t want to do it’,” she says. Occasionally Duckworth shoots back: “Fine! If you’re not going to practise then I think we should just call it quits!” But neither daughter has capitalised on these outbursts to liberate themselves from their obligations. “In these tough moments, they have never said, ‘OK, I’m done.’ I don’t want to take credit for it necessarily because maybe they would have been like that without me saying these things, studying these things, but they really are learning to do things and they are learning to do them well, and they are learning to struggle a bit, and they are learning to have bad days and wake up the next day. I would be surprised if my girls ended up as women without grit. I really would.”            If her father is unedited, Duckworth is the opposite. Her most overused phrase is “I will say that …” as if what she voices is the result of a private, mental conference. And while the concept of genius doesn’t figure much in her life, she occasionally experiences “a marvelling, awestruck” sensation. It can happen when she hears Adele singing. But never in regard to her daughters. “No,” she says firmly. Though she is “not afraid to say things”. Lucy, for instance, was up till after 11pm last night trying to make flour for macaroons. “I won’t hesitate to say, ‘That’s incredible to me how interested you are in baking,’” Duckworth says. “But I think the thing that’s most useful to emphasise is this admiration for an interest and an admiration for the things they have done.” Occasionally, she tells her daughters, “You really have a knack for this!” The praise is so moderated it feels a little faint. Maybe life in a gritty house can be tough. “I get tired,” she says. “Striving is exhausting. Sometimes I do say things like ‘I wish I were not quite this driven to be excellent.’ It’s not a comfortable life. It’s not relaxed. I’m not relaxed as a person. I mean, I’m not unhappy. But … it’s the opposite of being comfortable.” “Not unhappy” – the phrase brings to mind Duckworth’s conversation with her father at 17, when she argued for happiness, he for accomplishment. If he was not the man he wanted to be, it is irresistible to wonder if she is the woman she wants to be. But the point of grit, true grit, is that no one ever gets there. • Grit by Angela Duckworth is published by Vermilion, £20. To order a copy for £16, go to bookshop.theguardian.com or call 0330 333 6846 Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99. Parenting for grit: an extract from Angela Duckworth’s Grit A young child’s instinct to copy adults is very strong. In a classic psychology experiment conducted more than 50 years ago at Stanford University, for example, preschoolers watched adults play with a variety of toys and were then given the opportunity to play with the toys themselves. Half of the boys and girls watched an adult quietly play with Tinkertoys while ignoring a child-size, inflatable doll in the same room. The other half of the children watched the adult begin assembling the Tinkertoys and, after a minute, turn to viciously attack the doll. The adult pummelled the doll with his fists and then a mallet, tossed the doll up in the air and, finally, while screaming and yelling, aggressively kicked the doll about the room. When given an opportunity to play with the same toys, children who’d seen adults play quietly followed suit. In contrast, children who’d watched adults beat up the doll were likewise aggressive, in many cases so closely imitating violent adults they’d seen earlier that researchers described their behaviour as carbon copies. And yet, there’s a world of difference between imitation and emulation. As we grow older, we develop the capacity to reflect on our actions and pass judgment on what we admire and disdain in others. When our parents are loving, respectful and demanding, we not only follow their example, we also revere it. We not only comply with their requests, we also understand why they’re making them. We become especially eager to pursue the same interests. Educational psychologist Benjamin Bloom and his team noted the same pattern in their studies of world-class performers. Almost without exception, the supportive and demanding parents in Bloom’s study were “models of the work ethic in that they were regarded as hard workers, they did their best in whatever they tried, they believed that work should come before play, and that one should work toward distant goals.” Further, “most of the parents found it natural to encourage their children to participate in their favoured activities.” Indeed, one of Bloom’s summary conclusions was that “parents’ own interests somehow get communicated to the child … We found over and over again that the parents of the pianists would send their child to the tennis lessons but they would take their child to the piano lessons. And we found just the opposite for the tennis homes.” It is indeed remarkable how many paragons of grit have told me, with pride and awe, that their parents are their most admired and influential role models. And it’s just as telling that so many paragons have, in one way or another, developed very similar interests to those of their parents. Clearly, these exemplars of grit grew up not just imitating their parents but also emulating them. This logic leads to the speculative conclusion that not all children with psychologically wise parents will grow up to be gritty, because not all psychologically wise parents model grittiness. Though they may be both supportive and demanding, these parents may or may not show passion and perseverance for long-term goals. If you want to bring forth grit in your child, first ask how much passion and perseverance you have for your own life goals. Then ask yourself how likely it is that your approach to parenting encourages your child to emulate you. If the answer to the first question is “a great deal,” and your answer to the second is “very likely” you’re already parenting for grit.",
  "webTitle": "Is grit the true secret of success?",
  "webPublicationDate": "2016-05-07T05:29:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/is-grit-the-true-secret-of-success",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Paula Cocozza",
      "id": "profile/paulacocozza"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/is-grit-the-true-secret-of-success"
}