{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/11/cameron-v-corbyn-pmqs-verdict-scattergun-with-some-illumination",
  "id": "2016-05-11-245",
  "sectionId": "politics",
  "body": "Key points Corbyn has been using his six questions at prime minister’s questions to focus on one issue. Last week the elections, the week before that, and the week before that academies, and the week before that the Panama Papers. But this week he used a more scattergun approach tackling the government’s commitment to workers’ rights, Cameron’s approach to this week’s anti-corruption summit and ensuring that there is no delay to plans to provide asylum to unaccompanied children seeking asylum.  Snap verdict A mixed exchange, with no particularly decisive moments for either Cameron or Corbyn, but with marginally more illuminating answers than we often get. Corbyn’s best question was about the voting record of Tory MEPs; he scored a clear hit, as Cameron’s rather sheepish answer revealed. Corbyn was good on child migrants too, forcing Cameron on to the defensive as he sought to explain why the children coming to the UK as a result of the Dubs amendment were unlikely to be arriving any time soon. But Corbyn did not really get anywhere on tax havens and, having got a halfway-substantial answer from Cameron on the posting of the foreign workers’ directive in his first question, he probably should have left it there. And his attack on the “national living wage” was half-cocked, allowing Cameron a free hit in retaliation. Best lines Corbyn called the Tory’s national living wage “a corruption” of the longer standing Labour-backed living wage campaign.  Referring to his gaffe in which he was accidentally caught on camera describing Nigeria and Afghanistan as “fantastically corrupt” Cameron, asked about corruption said:  I better check the microphone’s on before speaking  For more on PMQs and the day’s politics, read our politics live blog with Andrew Sparrow.",
  "webTitle": "Cameron v Corbyn PMQs verdict: scattergun with some illumination",
  "webPublicationDate": "2016-05-11T11:33:36Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/11/cameron-v-corbyn-pmqs-verdict-scattergun-with-some-illumination",
  "keyword": [
    {
      "webTitle": "PMQs",
      "id": "politics/pmqs",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Sparrow",
      "id": "profile/andrewsparrow"
    }
  ],
  "guardianId": "politics/blog/2016/may/11/cameron-v-corbyn-pmqs-verdict-scattergun-with-some-illumination"
}