{
  "apiUrl": "https://content.guardianapis.com/science/occams-corner/2016/may/18/financial-incentives-could-well-make-teaching-sexy-again",
  "id": "2016-05-18-303",
  "sectionId": "science",
  "body": "There’s an old adage: ‘those who can’t do, teach’. But this doesn’t really apply to taught science subjects at the university level, at least in my experience over a few decades in university settings around the world. If anything, it’s the opposite: stressed-out scientists, who do very well by the all-powerful yardstick of research excellence, have to be dragged from their labs to the podium to transmit their wisdom to the younger generation. As you might expect from a random sample of the population, the majority of whom have no actual pedagogical training, some are better at this task than others. This week, something very interesting has happened in UK undergraduate education policy. On Monday, the Government set out a long-awaited white paper on higher education reform. Within a many-faceted treatise on new approaches across the spectrum of the landscape, I was struck most by the measures set out to ensure that students get their money’s worth. Simply put, the amount a university can charge students will soon be linked to an independent assessment of its teaching performance via a Teaching Excellence Framework (TEF).  I should declare at this point that, being born and raised in the American system, I have nothing against paying for a quality undergraduate experience – indeed, by comparison, £9k a year is a snip. I did detect within, however, an initial knee-jerk aversion to the thought of introducing an even more aggressive free-market element into higher education – an aversion which has been echoed elsewhere.    Related: The Guardian view on the higher education white paper: the customer is always ripe – for fleecing | Editorial    Having thought through the paper’s implications, however, I find that I don’t ultimately bridle at the idea of linking excellence in teaching to financial reward. Institutions, especially those with a long tradition, can get fusty. Some fustiness is probably good for students: the venerable tutorial system of Oxford, for example, where one or two students sit with a tutor each week and go over essays in detail, probably can’t be bettered. On the other hand, there are likely universities offering modules to many hundreds of students where the temptation by time-poor researchers not to update lectures or go the extra mile is strong. Is incentivising universities to, as the white paper says, “raise their game’, really that bad? I think the case is especially strong in the sciences. As the white paper puts it, “For too long, teaching has been the poor cousin of research. Skewed incentives have led to a progressive decline in the relative status of teaching as an activity.” This is a gross understatement. In many institutions, the only metric that matters for promotion is the bottom line: how many millions of pounds of grant money you pull in per year. This metric will be linked with the number of publications, as the more papers you have, the more likely it will be that you’ll get funding (and the more funding you have, the more likely it is you’ll be able to do the research that ends up with the papers). So you cannot really blame researchers for prioritising research over teaching, if research is the only thing that is properly rewarded. I have a personal interest in this disparity, as for the past few years my funding has been contingent on teaching. I am not officially a lecturer, but I probably rack up more student contact hours than most lecturers – when a module is in full swing, it is not uncommon for me to spend 5 full days a week dealing with teaching.  I am passionate about this responsibility, and I think I do a decent job at it. Despite this, I am classed as a researcher, and the only way I can get promoted, realistically, is by showing that my research ‘output’ is robust. But how is that possible when there is so little time available for it? Only time will tell how my heavy teaching load will adversely affect my university career.   Related: Academic anxiety dreams, and what they might mean | Jenny Rohn    But maybe this is all about to change. The TEF will no doubt set into motion a costly, cumbersome bureaucratic framework akin to the processes erected for the analogous Research Excellence Framework. I have no doubt that it may very well be soul-destroying for those involved.  On the other hand, there is some glimmer of hope: could it be that this very exercise will be the light that shines on people like me – researchers who invest a lot of time, energy, heart and soul in teaching – and properly incentivises these activities?  At the end of the day, I work in a university: should I not be recognised and rewarded for the teaching that I do? And if so, isn’t that a positive step, not only for me, but also for the students who are paying so much for the privilege?",
  "webTitle": "Financial incentives could well make teaching sexy again | Jenny Rohn",
  "webPublicationDate": "2016-05-18T07:31:23Z",
  "webUrl": "https://www.theguardian.com/science/occams-corner/2016/may/18/financial-incentives-could-well-make-teaching-sexy-again",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jenny Rohn",
      "id": "profile/jenny-rohn"
    }
  ],
  "guardianId": "science/occams-corner/2016/may/18/financial-incentives-could-well-make-teaching-sexy-again"
}