{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/the-good-wife-final-season-julianna-margulies-cbs",
  "id": "2016-05-05-44",
  "sectionId": "tv-and-radio",
  "body": "There is something about watching an episode of The Good Wife that brings me immense joy, like eating a delicious Italian dinner, the seamless conversation when catching up with old friends, or the giddy aura after an amazing first date. That’s how I felt every Sunday for seven years tuning into what I’ve long considered to be the best show on television. All of that delight will be robbed from me when the series leaves CBS after its final episode on Sunday 8 May at 9pm EST.  The Good Wife is ostensibly not a show so many critics and fans should enjoy. During this age of “peak TV”, it is not on one of the prestige channels like AMC, FX or HBO. It is on CBS, a fuddy-duddy network whose logo should be a teapot on a doily rather than an eye. It’s also, ostensibly, a procedural drama, something that CBS churns out like a factory, ripping out shows like NCIS and Criminal Minds season after season to huge ratings and absolutely zero critical buzz.  But what The Good Wife does to the procedural is perhaps the best thing about it. It tells the story of Alicia Florrick (Emmy winner Julianna Margulies) as she is forced back to work as a lawyer after decades at home raising her children when her politician husband Peter (Chris Noth) is sent to prison for using state funds to pay for sex workers. Since she’s back at the law there is a case-of-the week format interwoven with the ongoing arc of Alicia’s growth and redemption.      Unhappy couple: Chris Noth stars as Alicia Florrick’s philandering husband. Photograph: CBS/Allstar/CBS    There have been many shows that have tried to combine procedural and serialized stories, but most of them fail. Those that don’t can’t maintain the seamless balance mastered by The Good Wife. Either the cases get short shrift (as on How to Get Away with Murder), the narrative completely takes over from the cases (Scandal), or the ongoing narrative takes a backseat to solving the crimes (Castle). The Good Wife uses the two stories in concert, often using one to drive and amplify the other. A perfect example is the season four finale, where Lockhart Gardiner helps acquit Peter of ballot box-stuffing so he can become governor, a case of the week that directly affects Alicia’s life. And by helping Peter triumph, her lover and boss Will Gardener (Josh Charles) might stand a better chance of winning her for good, adding more depth to this serialized story.  In this episode and others, like the one where Alicia, her coworker Cary Agos (Matt Czuchry), and other associates race against the clock to start their own firm before the bigwigs at Lockhart Gardiner find out, there is an urgency to the storytelling that is more nail-biting than any action show like The Walking Dead. Its use of cliffhangers is also unparalleled, concluding the show in unexpected places right before viewers get all the answers they want. It would be mind-blowingly frustrating if it weren’t so brilliant.  The Good Wife is equally concerned with the complicated inner machinations of Lockhart Gardiner, the law firm where Alicia goes to work, which has had more iterations and names than the much-married Alexis Carrington. It’s sort of like Game of Thrones, where regime changes are fast and alliances are constantly formed and broken. And, like Game of Thrones, it works because we care deeply about all of the characters.     Back in season five: with Ben Rappaport as Carey Zepps and Matt Czuchry as Cary Agos. Photograph: CBS    Speaking of characters, The Good Wife had one of the best rogues’ galleries of recurring players of any show on television, most of them played by outstanding New York actors like Nathan Lane, Michael J Fox and David Hyde Pierce. Even Matthew Perry, Taye Diggs and Amanda Peet stopped by. But it was tuning in to be surprised by an appearance by screwball attorney Elsbeth Tascioni (Carrie Preston), overworked mother Patti Nyholm (Martha Plimpton), or devious defense attorney Nancy Crozier (Mamie Gummer) that made the show like dropping in at a local bar where you know everyone’s name and couldn’t wait to see who would turn up next.  These are all technical reasons why The Good Wife has always been great, but the stories it tells have always been relevant and insightful without being shallow “ripped from the headlines” ratings ploys. The Good Wife tackled the use of drones and how they impinge on privacy; the complications that can arise from bitcoin; and Chicago’s Homan Square better than most news agencies, let alone serialized dramas. There has also been an ongoing storyline about the NSA eavesdropping on Alicia and her husband which not only satirized the ways in which the Patriot Act is intruding on our lives, but even humanized the spies as people just trying to make a living.  Similarly, the show never fell for easy moralizing, or a predictably liberal political agenda. One the firm’s largest clients was a Republican donor (Oliver Platt) who would use the firm to test lawsuits that would advance rightwing ideology. The leftwing firm always pressed against him, but his beliefs were always given equal weight, even if his cases sometimes lost.      With Zach Grenier as David Lee: will she get closure? Photograph: CBS Photo Archive/CBS via Getty Images    The show is not called The Good Security Policy or The Good Lawfirm. It is The Good Wife and Alicia’s journey from humiliated spouse to top lawyer has always been exciting and complicated. The Good Wife never shied away from the messy, emotional things, like Alicia and her husband’s open marriage, her tortured love affair with Will, or her sometimes ambivalent attitude about parenting her two teenage children. Her relationship with the firm’s stoic investigator, Kalinda (Archie Punjabi), was one of the best depictions of the strength of female friendship on television, until the two characters were pulled apart in later seasons.  Not all of her storylines have been great. A run for state’s attorney derailed most of season six in an attempt to give her a political scandal of her own, a payoff that created a nice symmetry for the character but didn’t have the emotional resonance that series creators Robert and Michelle King hoped it would.  With the series finale looming, I hope that Alicia gets the closure that she deserves. Most of the series has been about her becoming her own person, someone who deserves to be in the spotlight rather than standing by her man. It’s about Alicia becoming more than a wife, someone whose position is only seen in relation to someone else, and recognised as a woman in her own right. She might achieve it, thanks to a possible divorce from Peter after being estranged for so long, partnering up with Diane Lockhart (Christine Baranski) for an all-female firm, and maybe even running off with her hunky new investigator Jason (Jeffrey Dean Morgan).  Alicia is surely going to get a happy ending of sorts, and it will be nice to check in with all the best characters for one final hour. While the joy of being with them every Sunday night will be gone, the mark they left not only on network television but across the greater landscape every time we see a procedural that transcends the boundaries of its genre, a drama that tackles real-world issues with nuanced aplomb, or a complicated woman who doesn’t apologize for the way she lives – good or bad.",
  "webTitle": "How The Good Wife transformed TV",
  "webPublicationDate": "2016-05-05T19:45:58Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/the-good-wife-final-season-julianna-margulies-cbs",
  "keyword": [
    {
      "webTitle": "The Good Wife",
      "id": "tv-and-radio/the-good-wife",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "CBS",
      "id": "media/cbs",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/the-good-wife-final-season-julianna-margulies-cbs"
}