{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/19/closing-the-gender-pay-gap-in-media",
  "id": "2016-05-19-265",
  "sectionId": "media-network",
  "body": "“45 years on from the Equal Pay Act, we still have a problem, and it’s severe,” says Caroline Waters, interim chair of the Equality and Human Rights Commission (EHRC). According to statistics published by the ONS, men are earning on average 9.4% more than women, for doing the same job. Open data can be the start of the change we need, if companies play ball. Equalities minister Nicky Morgan announced in February that in an effort to combat the gender pay gap, she would mandate all companies employing more than 250 people to disclose their gap to the public by 2018. The goal is to publish league tables that will highlight companies failing to address pay differences between men and women. According to the DWP, around 8,000 employers across the country will have to publish the number of women and men in each pay range so employees can see where the gap is worst. Publishing the gender pay gap is a crucial step to commanding equality, but it’s a small step. “One thing we’re seeing is women who took career gaps, whether to care for an elderly relative or to bring up a child are paid significantly less than male counterparts doing the same job, even if they have the same education and have an identical job description,” explains Waters. This is mainly due to women missing promotion rounds during career breaks or there being a lack of culture where people ask, demand, and fight for fairer salaries. Women aged between 40-49 have the largest pay gap - men are typically paid 24.5% more. Those in the media should take heart that according to government statistics gathered during the labour force survey, the pay gap is less than those working in Stem industries or banking. According to research conducted by Glassdoor, men in the media (which includes video game production) earn 6.6% more than women, while banking sees a 38% difference in the gender pay gap. This is most likely to do with lack of legacy, the enemy of equal pay as pay scales often follow tradition, meaning men are in a relative position of strength financially.   Related: British journalism is 94% white and 55% male, survey reveals    Maxus UK, a media agency, already publishes their gender pay gap online, and found it fell in favour of women by 0.2%. Their chief executive Nick Baughan doesn’t intend to straighten up the pay: “I think if we’d looked into this and found a margin of 5%, we’d act then.” However, a recent City University London survey of 700 British journalists found a significant pay gap in the news industry. Nearly 50% of female journalists earn £2,400 or less a month compared with just a third of men, according to the research. Baughan explains how he was approached after one of the events by an employee who asked what their equal pay gap was. He realised he had no idea: “If I hadn’t had a positive story to tell I would still have published the results and worked out what we could do to combat the problem. All businesses should operate as a meritocracy, I firmly believe that.” Maxus isn’t the only media organisation to take a stand against gender pay disparity. Both the BBC and Channel 4 promote equal pay, and the BBC has even published the findings of their most recent pay review online. A spokesperson said: “The BBC takes its responsibilities under the Equality Act 2010 very seriously and we conduct equal pay reviews on an annual basis. Since 2013 the BBC has reduced the overall gender pay difference and most male and female averages are well within the Equality and Human Rights Commission’s recommended guidelines. Pay is determined individually based on a range of factors including grade, role and responsibilities.” There is still a gap however. PayScale, a salary research organisation based in Seattle in the US, found that even in new media, gender pay gaps were significant. The average man in new media industries – which includes advertising, web design, online copywriting – earned around £35,000, while women earned approximately 17% less.  Dr Andrew Chamberlain, Glassdoor’s Chief Economist, states data transparency alone is not enough to ensure equal pay. It will need to be complemented by policies that provide women with more access to career development and training, more assistance with childcare and care for the elderly (which disproportionately falls on women), more encouragement to enter scientific and mathematical occupations and college majors, and more demands for leadership roles to be filled by women in top companies and government. As well as facilitating conversations about the pay gap, opening up data is one way we can identify disparities between employers to ensure we’re paid equally for equal work.  Chamberlain explains that women who are armed with pay information about their peers are in a much stronger position to negotiate their pay than those without – especially in fields with large remaining gender pay gaps. Glassdoor research shows that in general, women negotiate pay less frequently than men, but that the “negotiation gap” tends to largely disappear when there is better workplace transparency.    Related: 'I applied for the same job using an English name and got the interview'    The EHRC agrees and has called for more visible data – Caroline Waters asks “How many promotions are being offered compared to those being offered to men? What are the proportion of women returning to work after pregnancy, and how many are still there 12 months later?”  Trouble can arise when there’s perceived discrepancy between pay, and although the government can try to implement ways to observe open data, it’s down to the business to manage payscales. Baughen thinks the enemy of business morale lack of knowledge. “Anyone who is not publishing their gender pay gap within the confines of privacy needs to address that.” Chamberlain advises that the exercise of examining your own payroll data for gender equity is an important proactive step employers can take, and it can help them better formalise their pay-setting practices to assure gender gaps do not creep into payrolls again in the future.” Not only that, he says, but it can be a powerful signal of corporate goodwill to actually do the work today to analyse company pay data for gender fairness. Yet, considering that almost half a century after the Equal Pay Act was passed and we’re still far from equal pay across the board, it feels that more than corporate goodwill is needed. To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Closing the gender pay gap in media",
  "webPublicationDate": "2016-05-19T09:35:27Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/19/closing-the-gender-pay-gap-in-media",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equal pay",
      "id": "society/equal-pay",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ross",
      "id": "profile/eleanor-ross"
    }
  ],
  "guardianId": "media-network/2016/may/19/closing-the-gender-pay-gap-in-media"
}