{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/stunning-haute-couture-tv-show-the-collection-recreates-nazi-occupied-paris-in-wales",
  "id": "2016-05-25-129",
  "sectionId": "tv-and-radio",
  "body": "Film-makers have recreated the back streets of Paris – in Wales. It was cheaper to construct entire buildings, alleys and courtyards in a back lot of a Swansea studio for a major TV drama set in post-war Paris than to film in actual French locations.  Selwyn Roberts, the Bafta award-winning producer, told the Guardian: “It would be millions of euros by the time you finished, whereas this is thousands … To lock off Paris streets would be prohibitively expensive.”   His acclaimed productions include Parade’s End, adapted by Sir Tom Stoppard and starring Benedict Cumberbatch, and Shackleton, with Sir Kenneth Branagh as the explorer Sir Ernest Shackleton.  His latest production, called The Collection, is an eight-part television drama about an illustrious Paris fashion house emerging from the dark days of Nazi occupation. It is a family saga of rivalries, betrayals and “ugly secrets” with an international cast that includes Frances de la Tour, the triple Olivier award-winner.  The production company is Lookout Point, which co-produced BBC1’s highly acclaimed adaptation of War and Peace.  Walking along recreated Parisian pavements at Swansea Bay Studios, a former Ford car plant, Roberts pointed to “all the dressings you’d find in 1947 Paris … a pissoir, a cinema, a boulangerie, a butcher, a cafe … side streets, a Metro station, everything … We built some incredible interior sets as well.”     It was cheaper to construct entire buildings, alleys and courtyards in a back lot in a Swansea studio for a major drama set in post-war Paris than to film in actual French locations. Photograph: Nick Briggs     He described the set as “totally authentic”, noting that extensive research was done to perfect the period look. The buildings have been made to look “scuffed around” by the war, he said.   Under production designer Alison Dominitz, a Welsh construction team and scenic artists created the set in two months. Timber and plywood structures were plastered to look like walls and brickwork and decorated. The road was laid with curb stones, cement and pebble stones while lamp-posts, street furniture and other props were “dressed to bring the whole set alive”, he said.  The Collection is the story of a fictional fashion house called The House of Sabine. The production notes state: “[It] survived one devastating war, but another is looming, where personal battles and passionate love stories pit brother against brother, husband against wife, mother against daughter, protégé against mentor.”   The characters include a master designer, “a charming, ruthless figure”, his top model – “a working-class, unconventional beauty who becomes the iconic face of the House of Sabine … and ultimately his captive” – and his younger brother, “a reckless hedonist”.  De la Tour, a former Royal Shakespeare Company actor whose films include The History Boys and Harry Potter, plays a scheming matriarch. A cast from the UK, US and France includes Mamie Gummer – Meryl Streep’s daughter who played Nancy Crozier in the hit US series The Good Wife – the Crossbones actor Richard Coyle; the Foyle’s War lead Michael Kitchen and Tom Riley, whose films include Da Vinci’s Demons – an international blockbuster that was also filmed at this Swansea studio. It also stars Jenna Thiam, who was in the hit French drama The Returned.     The Collection set. The TV drama is due to be completed in September. Photograph: Nick Briggs       The Anglo-French production has a large number of international partners. Amazon Prime has exclusive UK rights to the series, which is co-commissioned and distributed internationally by BBC Worldwide.  Their pursuit of authenticity was particularly challenged by the UK’s smoking ban. “It’s somewhat hypocritical … I know how damaging tobacco it is… but, historically people did use tobacco … You’re basically not telling the truth. We do have people smoking, but not excessively.”  The film-makers’ solution was to design “special cigarettes that aren’t cigarettes but special effects ones”. He added: “They’re very expensive to do because every one of them is a bespoke cigarette which has to have an electronic piece in it. It’s like an e-cigarette with a special burning filter, so it looks like a proper cigarette.”  The production is due to be completed in September and a release date is yet to be announced. • This article was amended on 26 May 2016. Because of an editing error, an earlier version lost the text “, and Shackleton,” from a sentence, changing its meaning.",
  "webTitle": "Stunning haute couture TV show recreates Nazi-occupied Paris … in Wales",
  "webPublicationDate": "2016-05-25T14:31:03Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/stunning-haute-couture-tv-show-the-collection-recreates-nazi-occupied-paris-in-wales",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalya Alberge",
      "id": "profile/dalya-alberge"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/stunning-haute-couture-tv-show-the-collection-recreates-nazi-occupied-paris-in-wales"
}