{
  "apiUrl": "https://content.guardianapis.com/environment/andes-to-the-amazon/2016/may/01/gold-mining-in-peru-forests-razed-millions-lost-virgins-auctioned",
  "id": "2016-05-01-23",
  "sectionId": "environment",
  "body": "Three people in a motorised canoe on the mighty River Santiago in Peru’s northern Amazon some weeks ago saw something deeply alarming. It was one dredge and between 15 and 20 men mining for gold up one left-bank tributary. Two of the people in the canoe were consultants for Lima-based NGO DAR, which has dubbed the River Santiago Peru’s “last frontier” for illegal mining. “In the Amazon gold extraction is only known about in the Madre de Dios and Puno regions in the south of the country,” Esteban Valle Riestra, one of DAR’s consultants, told the Guardian. “The shift to the north, where in the Santiago basin it started within the last three years, is something new.” Valle Riestra and a DAR colleague were guided by indigenous Awajún man Edgar Montenegro Dávila, whose brother, Edwin, is president of the regional indigenous organization, ORPIAN-P. Edwin told the Guardian that the miners have been knocking down trees, destroying river-banks and putting mercury into the water - effectively putting an end to what was until recently a healthy river or stream he calls the Pastazio or Pastacillo. Montenegro says that ultimately 70,000 indigenous Awajúns and Wampís are at risk from such mining operations because of the impacts on the forests, biodiversity and rivers, which they depend on for their lives and livelihoods.  “Why don’t we want mining in this region?” Montenegro asks. “One, because the indigenous population don’t have running water. Our way of washing is using the river, the streams, and we drink from them too. That’s why it’s important that we can’t allow mining. [The miners] extract gold from the river, they put in the mercury, that’s what the fish drink, and then that’s what we could eat. That’s why there’s so much concern about it. In addition, they’re taking out trees, they’re chopping them down. The biological diversity, flora and fauna. . . All disappearing.” Attitudes in the nearest village, Yutupis, are mixed, according to both Montenegro and DAR’s other consultant on the trip, Claudia Ramirez Farro. The latter says some people are concerned about the contamination and the direct impacts it will have on their environment and lives, noting the mercury “contaminates their rivers, it contaminates the fish and therefore it contaminates them and their children, not just because they consume the fish, but because it’s a common practice for the children to bathe in the rivers.” But others, Ramirez Farro told the Guardian, are “indifferent.” While understanding that the mining contaminates the environment, she says they want to benefit in some way from the mineral deposits in their territories, either by working directly for the miners or in some other gold supply chain capacity. “In order to understand this complex situation it must be taken into account that these are areas of extreme poverty,” Ramirez Farro says. “Money is scarce and so illegal activities like logging or mining sometimes happen in indigenous territories with the “permission” of a particular group that hopes to benefit in some way.” Montenegro agrees that some members of Yutupis are working for the miners, which he says come from Madre de Dios and other areas, and told the Guardian ORPIAN-P is developing long-term alternative livelihood options: fish farms, cacao cultivation and indigenous handicrafts. “I understand the need to work, but we can’t destroy the environment,” he says.  According to Montenegro, the miners are operating in a formal mining concession, but without the owner’s permission. He told the Guardian that ORPIAN-P made an official complaint last year which led to Peru’s navy and army entering the zone and destroying 14 dredges, yet operations continue. This, he says, has forced ORPIAN-P to take legal action through the public prosecutor and to make another request, to Peru’s Presidencia del Consejo de Ministros (PCM), to send in more troops and drive out the miners by force.  Gold-mining is a major cause of deforestation in Peru’s Amazon. To date, by far the hardest-hit region is Madre de Dios, where whole areas have been transformed into veritable deserts and wastelands. According to a 2015 report by the Ministry of Environment, citing research by the Carnegie Institution for Science in the US, the amount of forest destroyed by gold-mining in Madre de Dios increased by 400% between 1999 and 2012 - from 10,000 hectares to more than 50,000 hectares. Peru is Latin America’s biggest gold producer and one of the top producers worldwide, with the biggest importers being Switzerland, Canada, the US, India and the UK. But are those buying, selling, hoarding, working and wearing it aware of the horrors, in the Amazon alone, involved in extracting it?  They should be. Numerous reports by NGOs, academics and media over the last few years have highlighted the appalling impacts and conditions. These include the destruction of forests and river-banks, contamination of rivers by mercury and cyanide, contamination of people, fish and other foods by mercury, indications of forced labour, 10,000s of child workers, prostitution, sexual exploitation of minors, people trafficking, appalling health and safety, numerous fatalities, money laundering, the razing of indigenous peoples’ land, violence and alcoholism. According to a 2015 report by Lima-based NGO Cooperaccion, between US$15 billion worth of gold was produced illegally and/or informally in Peru between 2003 and 2014, meaning an estimated loss of between US$1.4 billion and US$4.9 billion to the Treasury.  One report published last month, by the Global Initiative Against Transnational Organized Crime (GIATOC), argues that illegal gold-mining in Latin America is increasingly controlled by drugs traffickers and “organized crime” groups. In Peru specifically, the report states that 28% of all gold is illegal, citing research that an estimated 35 tons of contraband gold worth over a US$1 billion made its way to the US and Switzerland in just nine months in 2014, and other research finding that more than 30 tons of mercury are being dumped into Peru’s rivers and lakes every year. The report’s author, Livia Wagner, told the Guardian the links between “organized crime” and illegal gold-mining are far weaker in Peru than Colombia, but that, in Peru, “very often the miners themselves are being exploited.” One of the report’s case studies is Madre de Dios, where it claims that 1,000s of girls, some as young as 12, are being sexually exploited by the miners. It reads:  [Recruiters] make false promises of high wages and of legitimate work in restaurants, but once the victims are transferred to the mining area, their IDs are confiscated and they are told that they have to pay immediately for the clothing, transportation, and lodging that they thought was provided free of charge. If unable to pay, they may have to accept “el pase” (selling their virginity) under threats that their families could be harmed. Expert interviews indicated that new arrivals at the camps, especially virgins, are auctioned off to the highest bidder the first Friday or Saturday after they arrived at the camps.  Auctioning off virgin girls. That’s right. Wagner says the prices vary depending on the gold market and other factors. “It depends on how old they are, from where they are,” Wagner told the Guardian. “The miners prefer to have white girls. That means from the coast area or from the north. They don’t pay so much for the girls from the Andean region - indigenous communities, darker skin. We didn’t put this in the report because this is something that changes so, so often.”  Is this the kind of horror that the River Santiago has coming to it, or will Peru’s government heed ORPIAN-P’s request and remove the miners up the Pastazio or anywhere else they’re not welcome?  The Ministry of Energy and Mines told the Guardian it isn’t responsible for illegal mining - only “informal mining” - and therefore wouldn’t comment on the Pastazio. The PCM and Ministry of Environment did not respond to questions.",
  "webTitle": "Gold-mining in Peru: forests razed, millions lost, virgins auctioned",
  "webPublicationDate": "2016-05-01T21:06:53Z",
  "webUrl": "https://www.theguardian.com/environment/andes-to-the-amazon/2016/may/01/gold-mining-in-peru-forests-razed-millions-lost-virgins-auctioned",
  "keyword": [
    {
      "webTitle": "Peru",
      "id": "world/peru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Mining",
      "id": "environment/mining",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gold",
      "id": "business/gold",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Deforestation",
      "id": "environment/deforestation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Amazon rainforest",
      "id": "environment/amazon-rainforest",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hill",
      "id": "profile/david-hill"
    }
  ],
  "guardianId": "environment/andes-to-the-amazon/2016/may/01/gold-mining-in-peru-forests-razed-millions-lost-virgins-auctioned"
}