{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/parliament-political-action-eu-referendum-devolution-westminster",
  "id": "2016-05-18-318",
  "sectionId": "commentisfree",
  "body": "Parliament is smaller than it looks. First-time visitors are always struck by the intimacy of chambers that seemed bigger on the telly. It is an optical illusion conjured by the camera and the grandiose theatricality of the proceedings. Today’s state opening will advertise the finest aspects of the Palace of Westminster, inflating its proportions and swelling its esteem with Queenish pomp. But viewed from other angles, the whole place may actually be shrinking.   Related: Will the Tories crawl back on devastating housing policy in the Queen's speech?    MPs’ social standing never recovered from the expenses scandal. But those revelations did not summon a flood of contempt for Westminster out of nowhere. The tide must have been rising unheeded for years, driven by changes in the economic and social climate that historians will dispute for years. Income stagnation pre-dating the 2008 crash surely plays a part, as does the banking crisis itself and the impunity of financial elites whose gambling debts were paid by everyone else. Then there is the pusillanimity of leaders who said business as usual was not an option, while opting for business as usual. In previous periods of turbulence parliament was at the centre of the action. Its importance rose in proportion to the sense of imminent upheaval. In the late 1970s and mid-1990s, incumbent governments saw their majorities whittled away to nothing. Every vote became a gripping numbers race, a contact sport between whips and rebels. It made great spectacle but also presaged real change. The tension building inside the chamber foretold big twists in the national story: the ascent of Thatcher in 1979; the Blair landslide of 1997. David Cameron’s flimsy majority of 12 should set the scene for another compelling, knife-edge parliament. But it doesn’t have that same feel to it – not yet. The government has indeed suffered a handful of Commons defeats, but the prime minister has mostly swerved away from bigger humiliations by abandoning or amending plans when the legislative road ahead has looked impassable. Casual use of the tactical U-turn has diminished Cameron, while allowing him to avoid the kind of systematic mauling suffered by John Major. The common element in both men’s struggles is the Tory party’s insistence on self-destructive warfare over Europe. Downing Street has been jettisoning bits of its governing programme to avoid aggravating enemies (to its left and right) ahead of the referendum, hoping vainly that something like normal service may resume thereafter.     Casual use of the tactical U-turn has diminished Cameron, while allowing him to avoid the kind of systematic mauling suffered by John Major Photograph: WPA Pool/Getty    But the referendum is not a temporary distraction from parliamentary business. It is an irreversible diversion. The plebiscite exists because Cameron yielded to the idea that a national show of hands on Britain’s membership of the European Union was unavoidable. An irony here is that the most ideologically driven Eurosceptics are obsessed with parliamentary sovereignty, yet to achieve their goal they ramp up populist mistrust for the kind of politics traditionally housed in the place they claim to venerate. If Britain votes to leave the EU, triumphant Brexiters will not head in pilgrimage to caress the hallowed green benches of London SW1. Erskine May will not top the bestseller list. A referendum channels authority away from the legislature, subjecting the deliberations of elected members to veto by simple majority of the masses. This is a one-way street. . The unionist side won the vote on Scottish independence, but no one imagines that Westminster’s standing north of the border was enhanced by that result.    Sadiq Khan’s media lap of honour demonstrates the accrual of kudos to candidates who win mandates beyond the tribe    Parliament can only haemorrhage more influence as devolution gathers pace through English cities and regions. This is mostly a healthy process, or it could be if managed properly. Under plans conceived by George Osborne, a range of powers are being transferred from central government to alliances of local authorities working with directly elected mayors. In theory, this fosters policy innovation. It is meant to bring accountability for success and failure geographically closer to the electorate. (It also has the sneaky benefit for the chancellor of outsourcing blame for budget cuts, but that is not a reason to reject the whole apparatus.) One unplanned feature of these new structures is their attractiveness to Labour MPs who do not expect a return to national government under Jeremy Corbyn yet accept that the bulk of party members admire the leader they chose and do not want him overthrown. Former ministers such as Andy Burnham, Ivan Lewis and Liam Byrne can see that to achieve something as the elected mayor of, say, Manchester or Birmingham is a nobler path than futile plotting at Westminster. It might also help rebuild Labour’s image as a party that wants to govern instead of just complain about the Tories. Sadiq Khan’s media lap of honour as London’s mayor demonstrates the magnetic accrual of kudos to candidates who win mandates beyond the Labour tribe. The expression of interest in Liverpool’s mayoralty by Luciana Berger is especially significant, because the shadow mental health minister is only 35 years old and was first elected to parliament in 2010. That she is contemplating alternative political career paths is symptomatic of the disorientation of her generation – the young Labour MPs whose prospects looked brightest after New Labour had fallen and before Jeremy Corbyn had risen: lost children of the Miliband interregnum.   Related: How do you think Labour is doing under Jeremy Corbyn?    Corbyn himself has no reason to make parliament the focus of his energies. Most of his MPs wish him gone. He is a dreadful Commons debater, lacking both fluency and agility in an argument. But that needn’t diminish his standing in the eyes of supporters: they see brave refusal to play by the clubby rules of the elitist House – which it is, to an extent. The Corbyn project is sustained by the mobilisation of a radical left movement whose relationship with parliament is habitually antagonistic. It applies pressure from the outside. Its leader is not supposed to be an accomplished insider. That leaves Cameron far more comfortable in the House of Commons than he ought to be, given the thinness of his majority and the routine indiscipline of his party. But it is a strange and unfamiliar feature of these volatile times that parliament is not the stage on which the real drama is being played out. The action is elsewhere, the audience is dwindling, and it is far from certain that they will be coming back. Parliament isn’t just smaller than it looks: the closer you look, the smaller it gets.",
  "webTitle": "Parliament isn’t where Britain’s political action is any more | Rafael Behr",
  "webPublicationDate": "2016-05-18T07:00:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/parliament-political-action-eu-referendum-devolution-westminster",
  "keyword": [
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Birmingham",
      "id": "uk/birmingham",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rafael Behr",
      "id": "profile/rafaelbehr"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/parliament-political-action-eu-referendum-devolution-westminster"
}