{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/29/wales-tactically-stale-display-against-evolving-england",
  "id": "2016-05-29-30",
  "sectionId": "sport",
  "body": "Wales came to Twickenham to dust cobwebs only to discover a layer of mould. Never mind the reasons for a second defeat here in two months they whispered after the match. This was a tactically stale display against a side that is evolving rapidly. They played with little wit, less invention and almost no idea of how to create space.   Related: England hopefuls give Eddie Jones much to ponder in defeat of Wales    Eddie Jones, the England head coach, understandably railed after the match at persistent questioning about the goal-kicking inaccuracy of George Ford, pointing out that an England team missing seven of the grand-slam side scored five tries to one against a side that was closer to full strength. The woes from the tee for a kicker who will not have the responsibility in Australia when Owen Farrell will be back mattered far less than a significant change England have made under Jones, who before the game said he wanted his players to be able to switch from the structured to the unstructured in the time it takes to throw a pass. Three of their tries came after Wales had conceded possession, twice through poor hands and once after Ford had foiled a breakout. It was England’s ability to turn from defence to attack in an instant that contrasted most with Wales, who were ineffective throughout at exploiting turnover ball. One prime attacking opportunity in the opening half was wasted when the prop Rob Evans blocked a pass intended for Hallam Amos on the left wing and another foundered when they went the wrong way. Warren Gatland, the Wales head coach, talked in the build-up before the game about the need for his side to show more in attack if they were to make any impression in New Zealand next month on their three-match tour, but they made little impression on England’s defence after Evans scored the opening try of the game after five minutes. Wales did not have England’s pace or the passing ability and awareness of their opponents and a side that was the dominant force in Europe earlier this decade was desperately short of ideas, as well as, more surprisingly, adrift defensively. It was the first appearance of some players for a month: that may have explained a lack of cohesion at times, and even Taulupe Faletau’s most ineffective performance for Wales, but the Wales players have spent more time with the national team than their regions or clubs in the last year. Even at their best Wales struggled against the southern hemisphere superpowers, with one win against South Africa and one against Australia in the Gatland years. Time and again their conditioning and physical power took them close to victory but they lacked the cutting edge to score in multiples of seven rather than three and cursed a series of narrow defeats, not least in Australia four years ago when they lost the series 3-0 having scored seven points fewer than the Wallabies. Wales threw the ball around from the start against England, prepared to run from their own 22. They struggled to achieve space, their passing wayward when it was not laboured, and they looked like a side operating in a discomfort zone. They did not have anything to fall back on with their scrum under pressure and their lineout unreliable. They were also imbalanced in the back row with Sam Warburton injured and Dan Lydiate suffering an injury after 20 minutes that will rule him out of the New Zealand tour. The defeat meant Wales had won three of their eight Tests since defeating England in the World Cup last September, all against teams below them in the world rankings. The euphoria of that evening has been replaced by foreboding and, while England under Jones have made so much progress that about the only thing they have in common with last year is the colour of their jersey, Wales are struggling in an era when to stand still is to career backwards. Wales cursed decisions that went against them against England: did Anthony Watson ground the ball just short of the line and did Dan Cole knock the ball on in the build-up to Jack Clifford’s try. They were not the pertinent questions before the series against the World Cup holders. For all the rust that some of the Wales players were coated in and for all the evidence that the longer Gatland has with his charges, the better they perform, what was manifestly clear was that Wales are not equipped to take on the All Blacks at their own reactive game. They will have to hustle and harry, using their strength and conditioning to force errors and slow the game down, exposing a potential leadership vacuum in the New Zealand side. The future can wait.",
  "webTitle": "Wales put on a tactically stale display against an evolving England",
  "webPublicationDate": "2016-05-29T19:27:45Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/29/wales-tactically-stale-display-against-evolving-england",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warren Gatland",
      "id": "sport/warren-gatland",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/blog/2016/may/29/wales-tactically-stale-display-against-evolving-england"
}