{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/30/sayhername-why-kimberle-crenshaw-is-fighting-for-forgotten-women",
  "id": "2016-05-30-93",
  "sectionId": "lifeandstyle",
  "body": "When she speaks at public meetings, Professor Kimberlé Crenshaw has a trick. She asks everyone to stand up until they hear an unfamiliar name. She then reads the names of unarmed black men and boys whose deaths ignited the Black Lives Matter movement; names such as Eric Garner, Michael Brown, Tamir Rice, Freddie Gray, Trayvon Martin. Her audience are informed and interested in civil rights so “virtually no one will sit down”, Crenshaw says approvingly. “Then I say the names of Natasha McKenna, Tanisha Anderson, Michelle Cusseaux, Aura Rosser, Maya Hall. By the time I get to the third name, almost everyone has sat down. By the fifth, the only people standing are those working on our campaign.” The campaign, #SayHerName, was created to raise awareness about the number of women and girls that are killed by law enforcement officers. For Crenshaw – who coined the term “intersectionality” in the 1980s to describe the way different forms of discrimination overlap and compound each other – it is a brutal illustration of how racism and sexism play out on black women’s bodies.     #SayHerName vigil in remembrance of black women and girls killed by the police, Union Square, New York. Photograph: Tim Knox for the Guardian    In person, she is charming, warm and self-effacing. A passionate activist with a distinguished background in law, Crenshaw reels off cases of women killed by police officers in front of their families, friends or even cameras. Women such as Tanisha Anderson, who died 10 days before 12-year-old Tamir Rice was shot, in circumstances no less harrowing. Anderson’s family had called the emergency services when she walked out in the street in her nightgown in the middle of winter. As her 16-year-old daughter watched from an upstairs window, officers tried to push Anderson, who was bipolar, into a police van. When she refused and grew agitated, the family say officers performed a “take down”, slamming her into the concrete pavement. By the time she arrived at hospital, she was dead. The coroner ruled her death as homicide.     Tanisha Anderson. Photograph: Photo courtesy Joell Anderson    Anderson is far from alone. Yvette Smith was killed in her own home after the police arrived to investigate a domestic disturbance complaint between two men. Smith, a single mother of two, was shot in the head when she opened the door for the officers. The police first alleged that Smith had a gun, then retracted the claim. The former Texas police deputy who killed Smith was cleared of her murder. A year ago, Crenshaw, along with lawyer Andrea Ritchie, released a report looking at almost 70 such cases, many taking place in the past three years. But there could be many more. Until recently – when the Guardian launched its database, the Counted – the US had no comprehensive record of those killed by police officers. “More black people [in total] are killed – disproportionately to their rate in the population – and although the numbers are hard to assess, the reality is that black women are vulnerable to the same justifications used for killing black men,” says Crenshaw. One case that did catch the media and the public’s attention was the death of Sandra Bland. Bland was pulled over for failing to use her indicator when she changed lanes. A video showed her being pinned to the ground and surrounded by officers after being charged with assault. She can be heard asking why her head is slammed on to the pavement. Three days later, she was found dead in a police cell. However, unless the way women are killed is taken into account, says Crenshaw, we can’t “broaden our understanding of vulnerability to state violence and what do we need to do about it”. There are many cases, for instance, where women are killed by police who arrive as first responders to emergency calls for mental health crises. “Disability – emotional, physical and mental – is one of the biggest risk factors for being killed by the police, but it is relatively suppressed in the conversation about police violence,” she points out.     #SayHerName vigil. Photograph: Tim Knox for the Guardian    Sometimes the victim is written off as collateral damage, as having been too close to an officer, such as in the case of Rekia Boyd. The 22-year-old was talking to her friends in an alley, she was told to quieten down, and then was shot by an off-duty police officer. In 2013, her family were given $4.5m (£3m) in a civil wrongful-death case, but the officer who shot her was cleared of involuntary manslaughter and the reckless discharge of a firearm. In other cases, the victims are caught up in other investigations; seven-year-old Aiyana Stanley-Jones was killed when her grandmother’s house was raided.     Daniel Holtzclaw was convicted of 18 charges of sexual assault. Photograph: Sue Ogrocki/AP    Crenshaw points out that #SayHerName also serves to highlight other forms of state violence that impact women. Crenshaw cites the case of Daniel Holtzclaw, an Oklahoma police officer convicted of 18 of 36 charges of sexual assault against black women. Despite the number of women involved, the case was barely covered in the media. There is little public discussion of sexual abuse by police officers, Crenshaw says, although “according to some reports, they are the second most-common report of police abuse”. Crenshaw is a veteran activist and theorist, but it is young feminists who have enthusiastically turned intersectionality into a feminist cornerstone. When I ask her why, she laughs. “As a term, ‘intersectionality’ has been around since the late 80s,” she says, “so there is something to be said about it being taken up in a robust way 30 years on. It’s like a lazy Susan – you can subject race, sexuality, transgender identity or class to a feminist critique through intersectionality.” But Crenshaw is aware of pitfalls. “Some people can use [intersectionality] as a way to deflect a critique of patriarchy – by saying: ‘How can there be any full structural critique when we are so many different things at the same time?’”   Related: Beyoncé's Lemonade is capitalist money-making at its best    Crenshaw is just as thoughtful about popular culture. On the day we meet, the feminist writer bell hooks publishes a scathing article on Beyoncé’s new album, Lemonade, claiming it is more capitalism in action than the feminist masterpiece it has been lauded as. Crenshaw is diplomatic: “Formation and Lemonade speak to experiences that are too under-represented in our culture. But there are costs to certain forms of visibility. I don’t think it is a bad thing to discuss what these costs are. “Having a monolithic view of feminism is suffocating,” she continues. “What worries me is when it turns vitriolic and tracks on to other ways that women are marginalised. So, to call women old and out of touch is a traditional way to silence them. Nor do you want the trope of young and unaware to travel without interrogation. We don’t want to undermine our collective voice.” So she isn’t overwhelmed by feminist infighting? She laughs. “I think there is a more robust debate about feminism in the UK – what a great problem to have.”  Kimberlé Crenshaw is appearing at HowTheLightGetsIn, the philosophy and music festival in Hay, Herefordshire, 30 May to 5 June",
  "webTitle": "#SayHerName: why Kimberlé Crenshaw is fighting for forgotten women",
  "webPublicationDate": "2016-05-30T14:02:55Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/30/sayhername-why-kimberle-crenshaw-is-fighting-for-forgotten-women",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eric Garner",
      "id": "us-news/eric-garner",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Trayvon Martin",
      "id": "us-news/trayvon-martin",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Tamir Rice",
      "id": "us-news/tamir-rice",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michael Brown shooting",
      "id": "us-news/michael-brown-shooting",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sandra Bland",
      "id": "us-news/sandra-bland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Walter Scott shooting",
      "id": "us-news/walter-scott-shooting",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Rape",
      "id": "society/rape",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Homa Khaleeli",
      "id": "profile/homa-khaleeli"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/30/sayhername-why-kimberle-crenshaw-is-fighting-for-forgotten-women"
}