{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/tackling-sexism-india-film-empower-women-farming-communities-oxfam-unilever-marcatus-qed",
  "id": "2016-05-27-305",
  "sectionId": "sustainable-business",
  "body": "India’s attitude towards women – exemplified by its handling of rape cases and the deeply rooted stigma attached to the victims – has provoked international outrage. It’s a country in which women struggle to be heard. But Marcatus QED, a global agri-food solutions company, has come up with a way of giving women a stronger voice. The company – which works with producers contracting 18,000 smallholder farmer families across its gherkin supply chain in south India – has teamed up with a range of organisations, including NGOs Oxfam and Digital Green and the Indian consultancy Centre for Knowledge Societies, to design a culturally appropriate training programme.  Funded by Unilever’s Enhancing Livelihoods Fund, the training programme relies heavily on videos produced in local languages by local people who have often never touched a camera.    Related: Fair play: business can help kick sexism out of sport    These videos, which cover topics such as pest control, can then be screened to entire villages in one go. Many videos feature women in the lead roles, and screenings are fitted in around women’s work; they are specifically scripted to speak to female farmers. “The way that the culture is, women [at training sessions] tend to say: ‘Oh well, the men are here so we don’t have to be here,’” says Sona Kalra, Marcatus QED’s sustainability and communications global lead. “We wanted … the head person in the video, to be the woman explaining how to do the work.” Today, around half of the videos feature decision-making women, but that change has been introduced step by step; throughout the years Marcatus has learned that you can’t just barge in and demand full gender equality.  “You have to be working within the context of what already exists,” says Kalra. “We are trying to empower women to make decisions within the context of the culture.” Maracatus QED is the 2016 winner of the diversity and inclusion category of the Guardian Sustainable Business Awards.  This article was amended on 31 May 2016 to correct Sona Kalra’s job title. It was further amended on 2 June 2016 to remove a misleading section of a quote.",
  "webTitle": "'Men are here so we don't have to be': tackling sexism in India",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/tackling-sexism-india-film-empower-women-farming-communities-oxfam-unilever-marcatus-qed",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "diversity and inclusion case studies",
      "id": "sustainable-business/diversity-and-inclusion-case-studies",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Bella Qvist",
      "id": "profile/bella-qvist"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/tackling-sexism-india-film-empower-women-farming-communities-oxfam-unilever-marcatus-qed"
}