{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/austria-far-right-anti-immigrant-europe-norbert-hofer-eu",
  "id": "2016-05-23-102",
  "sectionId": "commentisfree",
  "body": "Austria’s nerve-racking head-to-head race between the two most contrasting political figures it has ever seen has finally come to an end. Supporters of the independent candidate Alexander Van der Bellen breathed a sigh of relief as his victory over far-right FPÖ (Freedom party) candidate Norbert Hofer was announced. These elections have clearly shown that “every vote counts”. The final results were entirely dependent on the 700,000 postal ballots that could only be counted today. As an Austrian national and a serial absentee voter based in the UK, I felt for the first time that my ballot paper might make a difference. The fact that Van der Bellen won only by the slightest of margins suggests that he will not have an easy time representing Austria for the next six years. He will face the profound divisions that have emerged in a country where the middle ground seems to have vanished entirely during the past few months, leaving behind the most polarising election in recent history.    Austria has seen a toxic combination of rising grievances over ingrained corruptness and the idleness of politicians    Since the second world war, Austria’s political mandates had been strongly dominated by the country’s two mainstream parties: the social democrats of SPÖ and the Christian conservatives of ÖVP. Despite rising frustration levels about the government’s failure to implement ample social reform packages promised since 2006, anti-establishment votes had been the exception rather than the norm before this election. A few years ago, professing support for the far-right party FPÖ would have raised eyebrows; it has now become socially acceptable. The party’s landslide victory in last month’s first round of voting gave public legitimacy to what many far-right voters had previously kept within their polling booths, and did not dare to bring up in dinner-table discussions. But how could almost half of my home country’s population give preference to a rightwing gun enthusiast who defends the xenophobic Pegida movement over a green economics professor who stands up for human rights? Hofer was a “nobody” until some months ago, and his CV, contains nothing noteworthy, and certainly does not provide sufficient explanation for his success. The vote reflects deep societal changes as well as a desperate desire for change across all social classes and educational backgrounds. In recent years Austria has seen a toxic combination of rising grievances over ingrained corruptness and the idleness of elected politicians, as well as anxiety over the number of immigrants who have arrived recently and their perceived links to Islamist extremism.   Related: Who were the two men competing to be Austria's next president?    This has given rise to some quite comical, yet dangerous, political figures who have been competing for the most innovative propaganda tools: between dental technician HC Strache, who has dabbled in rapping, billionaire Frank Stronach who created his own “Best of Frank” app and 82-year-old Richard Lugner who featured himself as a clown holding his 25-year-old Playboy-model wife on his campaigning posters. Maybe we should have taken these warning signs more seriously. What not long ago was perceived as a political clown-show has now given rise to an entirely new, potentially dangerous political landscape that could have serious implications not only for Austria, but for Europe as a whole. The significance of the huge support for anti-immigrant and anti-Europe candidate Norbert Hofer goes far beyond the borders of my arguably irrelevant home country. The European parliament president Martin Schulz warned in early May that Hofer’s victory would “change Europe’s character”. The Europe that my history books taught me about – one that had reinvented itself based on the values of human dignity, solidarity and equality – becomes ever more distant and unreal in the light of these election results. Even if we are safe from the far-right until the next elections, Hofer is already making plans to support far-right leader Heinz-Christian Strache in the general elections scheduled for 2018. “The efforts in this elections are not lost but they are investments in the future,” he wrote in a recent Facebook status.",
  "webTitle": "Beaten but not broken, Austria’s far-right will come back for more | Julia Ebner",
  "webPublicationDate": "2016-05-23T16:25:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/austria-far-right-anti-immigrant-europe-norbert-hofer-eu",
  "keyword": [
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Ebner",
      "id": "profile/julia-ebner"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/austria-far-right-anti-immigrant-europe-norbert-hofer-eu"
}