{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/guy-clark-song-tribute-country-music",
  "id": "2016-05-17-38",
  "sectionId": "music",
  "body": "Guy Clark, a songwriter who elevated American popular song by infusing it with literary depth, died in Nashville on Tuesday after suffering from cancer. He was 74. Clark influenced not just younger generations for songs that had the storytelling gravity of a serious novelist, but he also raised the artistic stakes for his peers. A displaced Texan in Nashville, where he moved in 1971, Clark emerged as the center of a songwriting scene that included Townes Van Zandt, Steve Earle, Rodney Crowell, Lyle Lovett, David Olney, Nanci Griffith and Billy Joe Shaver, among others. While he never became a household name like many of those he influenced, his impact on their work was profound.  “Just to be with him, to be in his presence, is a lesson first in humanity, but in art for sure. To be around Guy makes you want to be a better person, much less a better songwriter or painter or anything else. All that is just an extension of Guy,” Lovett told American Songwriter magazine in 2013.    Related: Guy Clark, legendary country singer-songwriter, dies aged 74    Clark credited his early interest in writing to his childhood in Monahans, Texas, a small town on the state’s western edge where he was born on 6 November 1941. “We read poetry at dinner because there were no TV sets. We were always exposed to good literature or prose or poetry,” he once told an interviewer. The isolation introduced him to characters, from oilmen to drifters, who would later show up in his songs. He later moved to Houston where he opened a guitar repair shop, which began his lifelong pursuit of building custom guitars. It was in Houston where Guy met Townes Van Zandt, his best friend and occasional collaborator. Both men became touchstones for a poetic writing style that was also conversational and down to earth.  “Guy and Townes – that was the level that everybody aspired to. I don’t think anyone reached that level of writing that the two of them did. But if your heart was in the right place, you would aspire to that caliber of writing,” says Texas songwriter Ray Wylie Hubbard, who first met Clark in the early 1970s.       Once Clark arrived in Nashville, amid a scene he often compared to Paris in the 1920s or the Beats in 1950s New York, he started writing some of his best-known songs: LA Freeway, Desperados Waiting for a Train, That Old Time Feeling, Oklahoma Borderline, Heartbroke, Texas 1947, She Ain’t Going Nowhere, among many others. His debut album for RCA records arrived in 1975, squarely in the middle of that decade’s singer-songwriter era that his work would not just represent but define. “LA Freeway and Desperados – they were like [Sam] Peckinpah movies, they were that powerful. Then he had this ability too to write these incredible love songs that were just so simple in what they said. And turn around and write Dublin Blues that would make you cry,” Hubbard says. “The first time you would hear those songs, you couldn’t believe how well-crafted they were, but also so emotional.” The alchemy of songwriters in Nashville at that time created a scene that was “much more rebellious than anything else that was going on in the 70s”, says Jon Langford of the Mekons. “It was this very weird, redneck-beatnik, anti-establishment thing. While Waylon [Jennings] and Willie [Nelson] had already had their success, these guys were much heavier. It was like they were sailing closer to the fucking wind.”            While Clark hesitated to talk of songwriting as a craft, others appreciated his songs for their minimalist touch. Colin Gilmore, an Austin, Texas, songwriter, recalls hearing Clark songs throughout his childhood but says that, because his work is so understated, it took much later for them to sink in. “I wonder if his songs are easy to overlook if you are moving at the wrong pace. If you are in too much of a hurry, you might pass them by,” he says. “The fact that he understates things so often – that’s the magic of his songs. He didn’t ever seem desperate for an immediate hook. He has amazing hooks but they are very natural.” Songwriter James McMurtry, who met Clark nearly 30 years ago, says that his songs had a “rural Texas perspective” that no longer exists: “He saw some of the things that I didn’t quite see. I missed the steam trains, but by the time I came around it was all diesel.” Details like that made his songs sound true; but his delivery helped too. “What I like about Guy and John Prine and Kris Kristofferson and people like that was their lyrics were phrased so well. You can sing them or you can talk them with equal effect because every syllable falls into a pocket,” McMurtry says. For younger songwriters, Clark’s reputation was as a songwriter with integrity and a cool disposition. “He was the rare songwriter whose strength comes from equal parts personality and craftsmanship. I drank the Texas Kool-aid of his legend long before I ever saw him in Memphis rolling a cigarette with his left hand while fingerpicking with his right,” said Nashville’s Cory Branan. “But that romantic aspect of the man somehow never overwhelmed the craft.” Clark later recorded for Warner Bros, Sugar Hill, Asylum Records and Dualtone. He was nominated for a Grammy several times but finally won one in 2013 for best folk album.  The real validation may not have been in his record sales, but in the list of artists who covered his songs over the years: Johnny Cash, Ricky Skaggs, Rodney Crowell, Emmylou Harris, Vince Gill, Brad Paisley, Lyle Lovett, Alan Jackson, John Prine, George Strait, Bobby Bare, Jimmy Buffett, Kenny Chesney, Willie Nelson, Kris Kristofferson, John Denver, Steve Earle, Tammy Wynette, Jerry Jeff Walker, Waylon Jennings, Ron Sexsmith, Shawn Colvin, Patty Loveless, The Everly Brothers, the Nitty Gritty Dirt Band and many others. This One’s For Him, a two-disc tribute collection of his songs, was released in 2013.             Despite going through treatment for cancer, among other health issues, Clark continued to write up until his death, often mentoring and collaborating with many up-and-coming songwriters who sought him out. That included Melissa Greener of Nashville who started writing with Clark a few years ago. She said that during those sessions at Clark’s house, Clark pushed her to subtract as much as she could so that the song could “reveal its true essence”. “He was a man of his word, an honest man, a no bullshit kind of guy,” she says. “He was a really good friend to me. It really felt like if you were friends with Guy, if felt like he was on your side.” Guy’s wife Susanna Clark, an accomplished visual artist and songwriter, died in 2012. Earlier this year his health deteriorated and he entered a nursing home. He is survived by his son Travis and daughter-in-law Krista McMurtry Clark and sisters Caroline Clark Dugan and Jan Clark.  Until the very end, Clark displayed the work ethic and continued creativity of many other artists of his generation who didn’t consider fame the ultimate barometer of success. Instead, the writing represented the journey itself. “I really work hard at being true,” he told an interviewer. “And that’s where the uniqueness of the songs come out. I couldn’t have made them up.”",
  "webTitle": "'Guy Clark's songs were like Peckinpah movies – that powerful'",
  "webPublicationDate": "2016-05-17T19:23:30Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/guy-clark-song-tribute-country-music",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Guarino",
      "id": "profile/mark-guarino"
    }
  ],
  "guardianId": "music/2016/may/17/guy-clark-song-tribute-country-music"
}