{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/19/regional-theatre-young-director-scheme",
  "id": "2016-05-19-124",
  "sectionId": "stage",
  "body": "Last month I went to see This Land, Siân Owen’s play about fracking, directed by Jo Newman for Pentabus at Salisbury Playhouse. In Bolton this week audiences are queuing up at the local Olympus chip shop to see Emma Hall’s sold-out #ChipShoptheMusical, which is directed by Ben Occhipinti. Next month, at Northern Stage in Newcastle, Rebecca Frecknall will direct a revival of Zinnie Harris’s Strindberg rewrite, Julie. What these very different productions have in common is that their directors are all currently resident assistant directors on the Regional Theatre Young Director Scheme (RTYDS) which for 50 years has supported the professional development of those at a crucial stage in their careers. The roll call of individuals who have been supported by the scheme ranges from former RSC artistic directors Trevor Nunn and Michael Boyd, through to Rupert Goold at the Almeida and Vicky Featherstone at the Royal Court to a younger generation including Lorne Campbell at Northern Stage, James Dacre at the Royal and Derngate in Northampton, Elizabeth Newman at the Octagon in Bolton, and Natalie Ibu who runs Tiata Fahodzi.      John Tiffany, right, with Jack Thorne and JK Rowling. The trio are collaborating on Harry Potter and the Cursed Child. Photograph: Debra Hurford Brown    John Tiffany, who is directing Harry Potter and the Cursed Child in the West End, was a beneficiary of the scheme after Featherstone encouraged him to apply at a time when he thought that people like him from Huddersfield would never stand a chance of getting such an opportunity. Featherstone cites her placement at West Yorkshire Playhouse, when Jude Kelly was artistic director, as being the moment when she became a professional director. “I still use the things I learned there every day.” Over the years RTYDS has more than proved its worth, but as with any opportunity on offer in theatre the problem is that it is often those from particular backgrounds who seize those opportunities, maybe because they are well connected and in the know about them, and secondly because they have the confidence to jump through the hoops required by the selection process. In the past RTYDS has had a famously fearsome selection process that has definitely favoured those from the kind of social and educational backgrounds that equip them to be go-getting, confident and highly articulate. Since 2014, under the guiding hand of Sue Emmas, RTYDS has been consulting on how it might still provide the best possible opportunities for talented emerging directors but also support young directors from under-represented backgrounds. As history shows, those on RTYDS today often become the leading artistic directors of tomorrow. So if British theatre is genuinely desirous of change and greater diversity, then one of the most celebrated support schemes in must change too. As Emmas says: “It’s not just a case of trying to welcome people in but to recognise that there are barriers that have to be dismantled and new pathways created.”   Related: There's life beyond London for theatre directors – but more must be done    It’s also about rethinking how we create tomorrow’s cultural leaders and re-evaluating what we think a cultural leader is and where we might find them. Is it only someone running a well-funded building whose main stage work gets regularly reviewed? Or are today’s real and most valuable cultural leaders just as likely to be found engaged in participatory and community projects? There has always been a reason why “regional” is in the title of the scheme, and one of the things that Emmas wants to address is how the scheme can help rising directors get the opportunities they need to stay embedded in the regions rather than scooting off to London because that’s where its perceived that the opportunities lie. “It is,” says Emmas, “about trying to create a context in which we can keep talent in the regions and encouraging those people who are interested in having a connection with a community to have a long-term conversation with them.”            Emmas is taking a strategic approach: extending the residencies to 18 months means that directors can really put down roots in the area where they are located and form longer-term relationships with local artists and audiences. Changing the way those residencies can be accessed is crucial. New initiatives include working with local organisations and learning and participation departments who can identify those who may benefit from practical training to discover if directing might be the career for them. Another initiative is three-month placements for directors from diverse and under-represented backgrounds, at the very start of their careers, that will help them get a foot in the door. Making sure that those people are not just the usual Oxbridge-educated suspects is crucial in an industry that talks a great deal about diversity but finds it hard to bring about real change because of theatre’s existing structures and traditional pathways. But as Lorne Campbell says: “It can no longer be business as usual for theatres and companies and arts organisations. We need to think about what kind of organisations we want to be in five or six years’ time and put in place what needs to be in place in order to effect lasting change.” RTYDS has had a long hard look at itself and is trying to do just that.",
  "webTitle": "How to help rising directors put down roots in regional theatre",
  "webPublicationDate": "2016-05-19T15:45:06Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/19/regional-theatre-young-director-scheme",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/19/regional-theatre-young-director-scheme"
}