{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/19/several-children-taken-hospital-vicious-dog-attack-blyth-park-northumberland",
  "id": "2016-05-19-222",
  "sectionId": "uk-news",
  "body": "Police are trying to trace the owner of a Staffordshire bull terrier that attacked more than a dozen children at a park in Northumberland. The incident took place in Burns Avenue, Blyth, at 6.30pm on Wednesday. Nine children were treated in hospital for bite injuries. None are thought to have been seriously injured.  Sheryl Allison, whose daughter was in the park at the time, told ChronicleLive: “The dog attacked about 14 kids, it was like a terrorist attack. There were injured kids lying all over the place, it was a war zone.  “Eventually a dad of one of the girls saw what was happening and sprinted into the park and jumped on the dog, he pinned it down until the police arrived. The whole street has been traumatised by this, nothing like this has ever happened before.”  Brooke Nesbitt, 11, who was playing in the park at the time of the attack, described seeing distressed parents trying to drag the dog off one of her friends.  “The dog was playing for a little while and then the dog started getting very vicious,” she said. “We did not know what was happening. I was playing on the diamond when I saw the dog attacking my friend and then a few adults come in and were trying to get the dog off her. “My friend has got loads of bites all over her, 12 bites altogether. The first girl to be bitten is only seven and she has nine bites. The dog was chucking her around like a rag doll.”  After Brooke’s friend was freed from the dog, it then chased Brooke around the park. She said: “I just started running and the dog started coming after me. It pushed me over next to the climbing frame and scratched my back when I tried to get up and then it bit my leg.  “I was petrified, I was screaming. People were just getting bit, the dog was just going to one person then going to another and then to another.”  A Northumbria police spokeswoman said the dog was being kept in a secure kennel until the owner was found.  “At around 6.30pm on Wednesday, police received reports of a dog that had bitten a number of children in the park next to Burns Avenue in Blyth,” the spokeswoman said. “Emergency services attended and police were able to bring the animal under control.  “A number of children were taken to hospital with bite wounds but none of the injuries are thought to be serious. Police remain in the area to reassure the local community and carry out inquiries to locate the animal’s owner.”",
  "webTitle": "Several children taken to hospital after dog attack in Blyth park",
  "webPublicationDate": "2016-05-19T11:02:17Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/19/several-children-taken-hospital-vicious-dog-attack-blyth-park-northumberland",
  "keyword": [
    {
      "webTitle": "Dangerous dogs",
      "id": "uk/dangerous-dogs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "uk-news/2016/may/19/several-children-taken-hospital-vicious-dog-attack-blyth-park-northumberland"
}