{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-23-22",
  "sectionId": "australia-news",
  "body": "Good morning and welcome to another day of the political campaign. Or should I say, good mourning. On Q&A last night, an audience member, Rhys Whitelock, told the innovation and science minister, Christopher Pyne, that he was missing the “old Malcolm”. The Turnbull with moral convictions, who believed in climate change and gay marriage without a plebiscite, he said. “I want the old Malcolm back,” he lamented. “The old Malcolm who was more socially progressive, the Malcolm who crossed the floor on the emissions trading scheme, the Malcolm who was for marriage equality.” Pyne responded with something off-topic about voluntary voting. But it’s sentiment that’s been expressed a few times in this election campaign. Voters, writes Charis Chang for News Ltd, want the old Malcolm back. I have a feeling this theme of old Malcolm vs new Malcolm is going to linger this campaign.    Related: Direct Action policy not intended as an emissions trading scheme, insists Pyne    Peta Credlin has also weighed in on the apparent turnaround in Turnbull’s popularity. The longtime chief-of-staff to former prime minister Tony Abbott described the latest polls, which show a boost to Shorten, as “troublesome for someone like Malcolm who likes to be liked”. She told Sky News last night:  Some politicians are pretty resilient. They don’t need to be liked. Malcolm is a politician that likes to be liked.  And according to the Australian, the Liberal party “is so demoralised by Malcolm Turnbull’s leadership that some in its upper echelons are now contemplating the previously unthinkable in the event of a shock election defeat: a return to Tony Abbott”. Columnist Troy Bramston writes:  The situation inside the Liberal Party is so volatile that if it doesn’t win a convincing election victory — and at this stage the contest is too close to definitively call — the party will be engulfed in another bout of soul-destroying turmoil and Turnbull will be blamed.  But, asks the former New South Wales premier Kristina Keneally, is the old Malcolm missing in action, or hiding in plain sight? She writes for Guardian Australia:   Who has a history of reaching desperately for the ‘gotcha’ moment when the chips are down? Turnbull. Who gets desperate when he isn’t feeling the love? Turnbull. Who will do whatever it takes to be PM? Turnbull. Maybe the real Malcolm isn’t missing after all. Perhaps he’s been there all along, hiding in plain sight.    Related: Australian election 2016: disillusionment with Malcolm Turnbull gets an airing – politics live    The big picture Despite Monday’s polls which showed Shorten had gained significant ground, the Coalition would win the election should Australia head to the polls today, Phillip Coorey points out in the Australian Financial Review.   Labor, which won 55 at the last election, needs to win a net minimum 21 seats to govern in its own right. “Have we got 21 seats in the bag? No we haven’t,” said a Labor strategist. “But the track is encouraging. We haven’t put our cue in the rack.” Said a Liberal strategist: “It is genuinely close, but at this stage, the retention of the government is more than likely.” At the end of the second week of the campaign, three major opinion polls showed that, nationally, the race was locked in a statistical dead heat.  So how important are polls at this point in the campaign, with a little under six weeks to go? As Coorey points out, the Fairfax/Ipsos poll had the Coalition leading Labor by 51% to 49% on a two-party-preferred basis, the Seven News/Reachtel Poll had them locked at 50%, and Newspoll had Labor leading by 51% to 49%. The Coalition won 53.5% to 46.5% last election.   Strategists on both sides said while the major published polls were important, they lacked the specificity required at election time because different seats were fought on different issues and swings were never uniform.  Back to Q&A, and Pyne said he “welcomed” the close polling results, because they “remind people that they actually have to make a serious choice”. And the shadow minister for transport and infrastructure, Anthony Albanese, said the results were a reflection of the apparent change in Turnbull’s convictions.  Malcolm Turnbull promised to treat the Australian people like adults,” he said. “Now when they look at Malcolm Turnbull, they hear Tony Abbott.”  Meanwhile, negative gearing has been a hot-topic of the campaign. Fairfax reports that a draft, rather alarmist report, intended to discredit Labor on negative gearing has been linked to a meeting involving the treasurer, Scott Morrison, and figures from the real estate industry. The report is full of errors. Fairfax explains:   Research intended for use in a bid to discredit Labor’s negative gearing campaign was commissioned after a meeting between Scott Morrison and a close friend and senior figure in Australia’s property industry. But the draft report contains a series of factual errors and makes bold claims of a “resale price cliff” and “social dysfunction” that have alarmed some in the real estate industry to whom it has been circulated. An email obtained by Fairfax Media shows Greg Paramor, the managing director of property company Folkestone, discussed the need for a study critiqueing Labor’s policy with Brian Haratsis, the executive chairman of advisory firm MacroPlan Dimasi. Mr Paramor, who is a friend of Mr Morrison and former president of the Australian Property Council, made the request after his encounter with the Treasurer.  A quote from the report: “I am writing this as we go, and there are a number of references that you are looking at that won’t be there in the final”. Not exactly authoritative. Morrison has said he had nothing to do with commissioning the report.   Related: Transfield boss says political donations 'bought access' to MPs    On the campaign trail The opposition leader, Bill Shorten, remains in Western Australia for another day, after holding a town hall last night where he was grilled on metadata and the price of downloading Game of Thrones. Turnbull is headed for Corangamite, held by Liberal Sarah Henderson on a margin of just under 4%, in Victoria. He’ll announce $60m to target mobile pone black-spots, which are hurting small business.   Related: NBN raids: how independent are the federal police? – Behind the Lines podcast with Kristina Keneally    The campaign to watch Let’s stick with Corangamite. As the Herald Sun reports:  It is a community bitterly divided over a $28.9m Torquay aquatic centre, which threatens to influence the outcome of the seat. And with the polls running­ narrowly in Labor’s favour, every seat will be crucial. [Liberal MP Sarah] Henderson, whose victory in the seat in 2013 was vital in Tony Abbott winning power, has attracted fierce criticism for demanding the Surf Coast Shire withdraw a proposal to slap a “pool tax” of up to $150 a year on all ratepayers. Torquay is among the most politically sensitive towns in the electorate, with just a handful of votes separating Liberal and Labor candidates at the town’s two polling booths three years ago. The region is also under economic stress over the closure of the Ford manufacturing plant in Geelong and the dairy price crisis hitting farmers.     Bill Shorten #TownHall #Armadale #Perth @murpharoo @MelissaLDavey @gabriellechan @GuardianAus pic.twitter.com/EFHgHZ3lcJ— Mikearoo (@mpbowers) May 23, 2016    And another thing(s) Government strategists suggest the national polls mask a rather different back story, writes Michelle Grattan for the Conversation.   The Coalition is doing better in the marginal seats, they say, where its economic message is getting across well. It’s the marginals in which elections are won and lost and what’s happening there is of prime concern to the parties. The Liberals may be “spinning” or telling the truth – it is hard to know. Public polling done in marginals is usually very hit and miss, when tested against the later outcomes.  The Coalition may have miscalculated Turnbull’s appeal when they ousted Abbott last year, she added.   But worrying for the Coalition, based on the Prime Minister’s tumbling personal ratings in recent months, is that the Liberals may have miscalculated what would be Turnbull’s electoral appeal when they installed him in September. It wouldn’t be the first time that a party over-estimated what a leadership change would bring in terms of votes. Polling analyst John Stirton says “leaders tend to be more popular in exile than in office”, citing the Andrew Peacock/John Howard opposition experience through the 1980s.  To Shorten, and First Dog On The Moon asks: What might life be like with opposition leader Burst Watermain as prime minister?   Related: What might life be like with opposition leader Burst Watermain as prime minister? | First Dog on the Moon    A good point On Q&A last night, Pyne called for a few “fact checks” of a few of the claims made by audience members and Albanese. But as this Twitter user observes:    Christopher Pyne just called for an ABC Fact Check of Albo claim re: CSIRO. Pyne's gov cut money that forced @ABCFactCheck closure #qanda— Ryan Young (@ryan_1890) May 23, 2016    • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Today's campaign: calls for 'the old Malcolm' mount, putting pressure on Turnbull",
  "webPublicationDate": "2016-05-23T21:23:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Christopher Pyne",
      "id": "australia-news/christopher-pyne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peta Credlin",
      "id": "australia-news/peta-credlin",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Western Australia",
      "id": "australia-news/western-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/24/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}