{
  "apiUrl": "https://content.guardianapis.com/world/blog/2016/may/16/iraq-syria-and-the-cost-of-intervention-and-non-intervention",
  "id": "2016-05-16-216",
  "sectionId": "world",
  "body": "A fake bomb that cleared Manchester United’s Old Trafford ground before the team’s last match of the English Premier League’s dramatic season on Sunday inevitably got more media attention than the Islamic State suicide bombers who killed at least seven people, wounding many more, at an Iraqi gas plant a few hours earlier. Here’s the longer online version of the Guardian’s inside page report. I could find nothing on the Iraq attack in the FT, Times and Mail. With so many bad things going on in the world, not least in neighbouring Syria, that’s unfortunately inevitable. There is a direct connection between the attack on the Taji plant, just 12 miles north of Baghdad, and the shambles at Old Trafford. The fake bomb was left over from a security exercise to prepare emergency services for a possible atrocity at a football ground, an obvious target for a puritan death cult like Isis, as the Paris massacres showed. The Baghdad government suggests Isis is resorting to attacks on soft targets because it is losing ground inside its self-declared caliphate, which straddles north-west Iraq and Syria, down from 40% of Iraqi territory claimed in 2014 to 14% today. There is probably some truth in the claim, though it’s above my pay grade and I was wrong when I predicted that the self-harming boy band that runs the Isis project would have imploded/exploded by now. But now that Sir John Chilcot’s 2.6m-word report is at last to be published on 6 July, even atrocity tourists will have to spare a backward glance at Iraq in the weeks ahead. Blair bashers on both right and left, the Corbyn-Daily Mail Axis we might call it, will have another field day on one of their favourite topics, though – as Jackie Ashley gallantly tried to remind everyone here – the failures of the invasion and (far worse in my opinion) occupation have many more authors than the ex-PM-turned-travelling salesman. Typically more combative, ex-Guardian columnist and ex-communist David Aaronovitch, now at the Times, last week reminded the Corbyn/Mailistas that the non-interventionist camp now has a war to account for too, the awful five-year civil war in Syria. Here’s his column (paywall) if you can access it. “Chilcot has been investigating the wrong war,” says Ron (as Alan Rusbridger used to call him). Basically, the article seeks to demolish the conspiracy theory that Blair was so keen to ingratiate himself with George Bush that the pair of them cooked up fake “45-minute” reasons to justify a disastrous and illegal invasion. It is a version not upheld by previous inquiries – Hutton, Butler, assorted select committees and books. But that won’t stop Alex Salmond, a publicity hound with time on his hands, from reviving spurious efforts to impeach Blair. A pleasing irony when Salmond’s own “dodgy dossiers” on the economic prospects for “oil rich” independent Scotland have never stood much proper scrutiny. Blair can look after himself. The more wounding charge against anti–interventionists in Iraq – they include Barack Obama whose principled opposition to the 2003 war helped propel him to the presidency – is that their advice was largely followed when Syria exploded into civil war after the Assad government opted for “Arab spring” suppression, not for reform in 2011.  The result has been another protracted disaster, on some accounts even bloodier than the ill-judged occupation of Iraq, one with refugee consequences for Europe. That drama is being played out on the Brexit stage and in populist surges across the EU. I can already hear cries of protest, saying the comparison is unfair, that the west provoked the rebellion against the Assads, aregime backed for decades by Tehran and Moscow; that more robust western intervention would have made things even worse for Syrian suffering. These judgments are complicated – so was Iraq – and alternative ways to have achieved better outcomes are hard to state with confidence. But after Iraq and the botched Anglo/French intervention to prevent massacres of anti-Gaddafi forces in Libya, Ed Miliband led Labour into the no lobby (Jeremy Corbyn was already there) against retaliation for Assad’s use of chemical weapons in 2013. It reinforced Obama’s own natural caution, so that the president’s “red line” was safely crossed by Damascus after all. Barrel bombing, targeted Russian bombing, Isis terror and the rest have all continued.  As well as the many dead there are almost 5 million refugees. Obama is a thoughtful leader, the antithesis of gung-ho (read his long foreign policy interview here) but he and others of like mind must share the blame for Syria. Non-intervention carries a price too.  Yet we don’t see many Stop the War demonstrations against it, do we? Only some wars. I’ve no wish to pick on my old sparring partners at Media Lens – run by David Edwards and David Cromwell, who do diligent and thoughtful work. I think their position is to hold to account governments and “corporate media” (especially the Guardian!) in our own society, not other people’s.  But a quick skip through their website – here’s their alerts for the past decade or so – suggest their own editing priorities may be as partisan and un-self-aware as the corporates they so severely condemn. “Manufacturing consent,” as Uncle Noam Chomsky would put it. Courtesy of the Lens here’s investigative reporter Sy Hersh in 2013 on “Obama’s Syrian deceit” over that chemical weapons attack. He’s a good man, Hersh, but he gets things wrong like everyone else. The piece doesn’t look so smart now. And the death toll? At least seven dead at Taji on Sunday morning, heaven knows how many in the streets of Aleppo and other battlegrounds in Syria, where religious and political sectarianism intensifies this war’s complexity and brutality too.  Last August the UN put the Syrian death toll at 250,000, the UK-based opposition Syrian Observatory for Human Rights and others at up to almost twice as many, including 13,000 children and nearly 9,000 women. The figures are hard to obtain and hotly disputed, not least by the Syrian government. That pattern mirrors the controversy over Iraq casualties, which Chilcot will revive, albeit briefly. I was always impressed by the Iraq Body Count (IBC) survey, whose tone was measured and statistics not inflamed by evidence partisan zeal. Worth some time – here and here – if you can spare it.  But others have argued that its methodology tends to produce low figures (a total death toll around 240,000 since 2003). The Guardian’s Jonathan Steele and Suzanne Goldenberg did a thoughtful analysis of rival claims in 2008, though they too made errors needing correction. The controversial Johns Hopkins study published in the Lancet in 2006 claimed 600,000 deaths after just three years. Even as an outlier it struck me as hard to remotely square with other data at the time. It still does. What continues to impress about the IBC is that its work quietly goes on long after British troops left Basra in disorder and Obama withdrew American ground troops (too soon?) in 2011, relieving armchair warriors on both sides of long-distance patrols too.  So the wire services which reported Sunday’s death toll of seven at the Taji plant missed the bigger picture. Two killed by a car bomb in Latifiya, seven more by assorted explosive devices in Baghdad, Yusufiya, Nahrawan, Mahmudiyah and Khalis, 11 security forces, civilians and imans in three IS controlled provinces, two bodies in Tikrit, now back in government hands, only six at Taji on IBC’s tally. That’s 28 in all on Sunday, to add to the 631 civilians killed, mostly by IEDs and suicide bombers between 1 and 15 May. There will be more today, almost certainly all sectarian killings. A sobering thought for us all. No easy blame, no easy answers.  This article was amended on 16 May 2016 to correct the UN figure for the death toll in Syria.",
  "webTitle": "Iraq, Syria and the cost of intervention (and non-intervention)",
  "webPublicationDate": "2016-05-16T11:49:17Z",
  "webUrl": "https://www.theguardian.com/world/blog/2016/may/16/iraq-syria-and-the-cost-of-intervention-and-non-intervention",
  "keyword": [
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "world/blog/2016/may/16/iraq-syria-and-the-cost-of-intervention-and-non-intervention"
}