{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/17/police-treatment-of-domestic-abuse-victims-to-be-investigated",
  "id": "2016-05-17-154",
  "sectionId": "society",
  "body": "Theresa May has ordered a major inquiry into the police treatment of domestic abuse cases and vulnerable victims. The home secretary told the Police Federation’s annual conference that there was still evidence of too many victims being let down and “shameful attitudes” on the part of some police officers, who even exploited their position to develop inappropriate relationships with domestic abuse victims. She said new powers to tackle domestic abuse, including on controlling or coercive behaviour, were effective but were “not being used anywhere near as systematically as they could be”.  The inquiry, to be carried out by HM Inspectorate of Constabulary (HMIC), will investigate the scale of the problem of officers abusing their position of power to exploit victims. May told delegates in Bournemouth: “We continue to see examples of the same shameful attitudes that HMIC uncovered in 2013. We know of officers who develop inappropriate relationships with victims of domestic abuse. They have ignored their professional duty and their moral responsibility.   Related: A moment that changed me: having the courage to leave an abusive relationship | Anonymous    “We do not know the true scale of this, but everyone in this room will know it goes on far more than we might care to admit. Victims of abuse are still being let down and reports not being taken seriously enough. The right skills, training and commitment to protect the vulnerable are still not held by every single police officer.” May’s sixth annual address to the conference had a strong valedictory feel to it, which led Steve White, the federation’s chairman, to ask her whether she would be moving on shortly from the job of home secretary. She shrugged in response. Unlike some previous years, her speech was greeted by a short burst of polite applause. May acknowledged that the federation had started a process of reforming itself but strongly criticised “questionable and opaque spending”, including £10,000 “leaving presents”, clothing allowances and “what appear to be holiday homes within an overall property portfolio worth some £31m”. But it was her strong analysis of the need for the police to make further progress in tackling domestic abuse and protect vulnerable victims that she put at the centre of her speech. The home secretary acknowledged that real improvements had been made in the last two years since officers were revealed to have accidentally recorded themselves calling a victim “a bitch” and “a slag” and one victim disclosed that she had overheard the responding officer say: “It’s a DV [domestic violence], we’ll be a few minutes then we’ll go on to the next job.” She said more victims were coming forward and the first conviction for coercive control had taken place, with many more cases pending. It was not only victims of domestic abuse who were neglected by the police, she said, but also victims and survivors of child abuse, of rape, stalking and harassment, and young girls trafficked and held as slaves. “These crimes are still investigated with different tools and often less urgency than crimes you are more accustomed to or more comfortable with, but which pose much less risk to individuals and communities.  “As HMIC found last year, not a single police force in England and Wales is outstanding at protecting those who are vulnerable from harm and supporting victims, and 31 forces are judged to be either inadequate or requiring improvement. That suggests that substantially more police forces are effective at tackling drug dealers or stamping out antisocial behaviour than are effective at protecting vulnerable victims from rape, domestic abuse or modern slavery.” May promised there would be more specialist investigators tackling domestic abuse and in particular rejected the use of restorative justice in cases of serious domestic violence without considering possible psychological damage despite official guidance that it should be considered in every case.  “I simply do not believe it follows either the evidence or common sense to sit vulnerable victims across from perpetrators who for months and years may have destroyed their confidence, manipulated their mind, and beaten their bodies,” she said. The domestic violence charity Refuge welcomed May’s rejection of the use of restorative justice in cases of intimate partner abuse. Sandra Horley, the Refuge chief executive, said: “A ‘canteen culture’ of negative attitudes towards women still exists in forces where domestic violence is not taken seriously – ‘it’s just a domestic’ is still a refrain heard today.” One Police Federation delegate was applauded at the conference later when he complained that May had given them “a telling off” over domestic violence without mentioning other agencies involved, such as probation and housing. However, Steve White, the Police Federation chair, said he “couldn’t agree more with the home secretary” that domestic violence was a very serious issue that needed to be properly addressed.  “We understand the home secretary’s comments that ‘increasing caseloads and complex investigations [must not] slow improvement or hinder further change’. However, we would stress that it is these increasing workloads that our officers are trying to cope with, with fewer officers than ever before,” he said.",
  "webTitle": "Police treatment of domestic abuse victims to be investigated",
  "webPublicationDate": "2016-05-17T13:21:13Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/17/police-treatment-of-domestic-abuse-victims-to-be-investigated",
  "keyword": [
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police Federation",
      "id": "uk-news/police-federation",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Theresa May",
      "id": "politics/theresamay",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/17/police-treatment-of-domestic-abuse-victims-to-be-investigated"
}