{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/donald-trump-refugees-us-threats-pew-survey",
  "id": "2016-05-05-57",
  "sectionId": "us-news",
  "body": "More than eight in 10 Republicans who support Donald Trump regard refugees from Iraq and Syria as a major threat to the US, according to a survey that lays bare the deep political polarisation in America. Trump’s creed of “America first” set out in a recent foreign policy speech in Washington appears to be resonating with Republicans who believe the US should put its own interests ahead of playing the role of global policeman. “America’s Place in the World” is a survey of foreign policy attitudes conducted periodically by the Pew Research Center. The latest poll was carried out among 2,008 US adults from 12 to 19 April, before Ted Cruz and John Kasich pulled out of the race for the Republican nomination. For those who back the New York billionaire in the primary campaign, the large number of refugees fleeing the conflict in Iraq and Syria is especially worrisome, according to Pew. Some 85% of Republican voters who support Trump say the refugees are a major threat to the US, compared with 74% of those who prefer Cruz and 59% who prefer Kasich. Trump has promised a temporary ban on Muslims entering the country. Among Democratic voters, by contrast, just 40% of Clinton supporters and 34% of Bernie Sanders backers view the refugee migration as a major threat. For Trump supporters, only the threat from Islamic State (93%) ranks higher than refugees, among the eight issues included.  In Washington last month, Trump promised to “shake the rust off America’s foreign policy” with a more inward-looking approach that would not become embroiled in democracy-building abroad. Some commentators have suggested that, given her track record as a senator and secretary of state, Clinton would be more interventionist. Nearly six in 10 (57%) people surveyed by Pew want the US to deal with its own problems, while letting other countries get along as best they can. Just 37% say the US should help other countries deal with their problems. And more Americans say the US does too much (41%), rather than too little (27%), to solve world problems, with 28% saying it is doing about the right amount. But the survey found the widest gap by far in perception of global dangers to the US is over climate change. It ranks as the top threat for Democrats but, among Republicans, is the lowest of the eight threats included in the survey. Nearly eight in 10 Democrats (77%) view climate change as a major challenge to America, compared with just one in four (26%) Republicans. Barack Obama has described the Republicans as the only major party in the advanced world that effectively denies climate change. The issue has barely figured in the party’s primary campaign except when being dismissed as a hoax by Trump despite overwhelming scientific evidence. Public support for the US military campaign against Isis has changed little since 2014, according to the survey. Currently, 62% approve of the military campaign, while 33% disapprove. Most Republicans (74%) say their bigger concern is if the US will not go far enough to stop Islamic militants in Iraq and Syria, while just 23% are more concerned that the US will go too far in getting involved in the situation. Most Democrats (57%), by contrast, are more concerned that the US will go too far militarily. While Trump recently called into question the value of US participation in Nato, more than three-quarters of Americans (77%) say being a member of Nato is a good thing for the US, while just 16% see it negatively. But 30% of those who prefer Trump in the primary contest say being a member of Nato is a bad thing for the US, higher than among other Republican voters or supporters of the Democratic presidential candidates. As has been the case for more than a decade, more people told Pew that the Republican party can do a better job than the Democrats in dealing with the terrorist threat at home (46% v 37%). The Republicans also lead the Democrats on foreign policy (46% to 38%) and trade (48% to 37%), while the Democrats hold a significant advantage on climate change (51% to 30%). Overall, the survey found the public views Isis as the top global threat (80%), followed by cyber-attacks from other countries (72%) and global economic instability (67%). The share of Americans who say China’s emergence as a power is a major threat to the US, currently 50%, has not changed substantially in surveys dating back more than a decade.   Related: President Trump fills world leaders with fear: 'It's gone from funny to really scary'    Public support for increased defence spending has climbed to its highest level since a month after the 11 September 2001 terrorist attacks, when 50% favoured more. Currently, 35% say the US should increase spending on national defence, 24% believe it should be cut back and 40% say it should be kept about the same as today. The share favouring more defence spending has increased 12 percentage points (from 23%) since 2013, mostly among Republicans. “This shift underscores the deep partisan and ideological divisions in attitudes about US foreign policy,” a Pew statement said. “Differences that extend to how to deal with terrorism, the nature of global threats, views of the Israeli-Palestinian conflict and how deeply involved the United States should be in the world.” Among Republican voters, majorities of Trump (66%) and Cruz (64%) supporters want to boost defence spending, compared with 52% of Kasich supporters. Among Democratic voters, Sanders supporters are far more likely than those who support Clinton to favour cutting the defence budget (43% v 25%). Trump has made trade deals with China and others a centrepiece of his campaign, promising to bring jobs back to America. Pew found nearly half of Americans (49%) say US involvement in the global economy is a bad thing because it lowers wages and costs jobs; fewer (44%) see this as a good thing because it provides the US with new markets and opportunities for growth. Among voters who back Trump for the party’s nomination, 65% say global economic engagement is bad for the US, the highest share among the supporters of any candidate, Republican or Democrat. Nearly half of Americans (46%) say the US is a less powerful and important world leader than it was 10 years ago. While this is little changed from 2013 (53%), it is one of the highest shares expressing this view in the past four decades. In a separate Pew Research Center survey, 54% say the US is the world’s leading economic power, with China a distant second at 34%. In addition, 72% say the US is the leading military power.",
  "webTitle": "More than 80% of Trump supporters see refugees as threat to US, survey shows",
  "webPublicationDate": "2016-05-05T18:56:26Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/donald-trump-refugees-us-threats-pew-survey",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/05/donald-trump-refugees-us-threats-pew-survey"
}