{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/asghar-farhadi-in-cannes-terrorists-feel-they-have-good-reason-to-be-violent",
  "id": "2016-05-21-87",
  "sectionId": "film",
  "body": "Asghar Farhadi, who became the first Iranian to win an Oscar, with 2011’s A Separation, has spoken out about his country’s treatment of those who could criticise the government through their art.  Speaking in Cannes after the first screenings of A Salesman, in which a teacher and actor tries to track down the man who has assaulted his wife, Farhadi said: “Intellectuals have been so insulted and mistreated in my country. It embarrasses me no end. I’m very proud of [Abbas] Kiarostami and our poets and writers,” he continued, emphasising their resilience in the face of potential censorship and maltreatment. “They’re not bogged down in any way, that’s erroneous propaganda.” The film shows the gradual escalating of the anger felt by Emad (Shahab Hosseini) after his wife, Rana (Taraneh Alidoosti), is attacked while showering by a man who may have been a client of the prostitute who previously rented their flat. Farhadi said he was interested in exploring what people felt to be proportionate vengeance.    Related: The Salesman review: Asghar Farhadi offers layers of Willy Loman    “I’m not talking about uncontrolled violence, but pre-meditated. Sometimes you are convinced that a violent act you are going to do is justified,” he said. “Like terrorists; they feel they have good reason to be violent. Sometimes you can believe you are entitled to be violent and build up a whole body of reasons which lead up to the act. A responsible and kind man can turn into a potentially violent being.” Farhadi said such an investigation was prompted by his anxiety about living in such an unstable world. “A lot of violent things are occurring for ideological reasons. It’s becoming really disquieting as it grows so much. It is very difficult to withstand this violence, to eliminate it. Even if in the film we don’t directly refer to what’s happening, it is an illustration of contemporary society.” In the movie, which is a contender for this year’s Palme d’Or, Emad and Rana are starring as Willy Loman and his wife in a semi-amateur production of Arthur Miller’s Death of a Salesman. The director said he had been struck by the parallels between Manhattan after the second world war and Tehran today. At one point Emad expresses the desire that the city could be razed to the ground so the developers could start again; Farhadi said that this has in fact already happened.  “Miller saw this change in the city; he loses all his benchmarks. You see the very modern life beginning to impact on individuals. But a lot of groups fail to adapt to fast changes so quickly.” “What’s happening to Iran is very similar. This frantic, totally mad race forward. It’s spreading so quickly, this thirst for modernity – often irrational – and it doesn’t seem to match a lot of the very traditional values in our society. If you raze a city it may lead to disaster because such renovation and renewal cannot be achieved if you just sweep away traditions so deeply rooted.” The troupe of actors of which the couple in The Salesman are a part are highly-educated and open-minded people. “Yet modern people in given circumstances react in highly traditional ways, fairly backward ways,” said Farhadi.  The director said he felt that the couple were representativeness of an admirable “prudishness” which was central to Iranian society. As well as the fallout from the central attack, there are scenes in single sex classrooms, and one in which a young boy is reluctant to be helped in the bathroom by a woman who isn’t his mother.  “Our body is something very private,” said Farhadi. “Our private lives, too. There is total dichotomy between men and women. In a different culture the husband might have reacted differently and wouldn’t have been so shaken by what happened. There is also the problem of reputation and collective judgement; the way other people - such as the neighbours - view you. This makes him become violent and leads to him perpetrate a heinous act.” Yet his star, Alidoosti, disagreed, saying she felt the film was “very universal and went beyond just Iran and Iranian prudishness and this business of reputation and honour.” “I find it hard to believe that a western man wouldn’t react in the same way. The dignity of a woman hasn’t been respected, and that’s a very sensitive issue wherever you are in the world. All women find it difficult to describe rape or sexual assault.” The director said he had filmed in Iran after shooting his previous drama, The Past, in France, after feeling the need to return home. His success with A Separation had helped facilitate film-making in the country, he said, and upped the levels of enthusiasm amongst his crew.  “If you have worked in Iran for decades you get used to running up against obstacles and they become a source of energy and motivation,” he said. “Despite the existing difficulties, I have great pleasure and satisfaction making films there. But I’m sure if an American came to Iran to make a film, they would find it impossible, insurmountable.”",
  "webTitle": "Asghar Farhadi in Cannes: ‘Terrorists feel they have good reason to be violent'",
  "webPublicationDate": "2016-05-21T14:36:46Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/asghar-farhadi-in-cannes-terrorists-feel-they-have-good-reason-to-be-violent",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asghar Farhadi",
      "id": "film/asghar-farhadi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/21/asghar-farhadi-in-cannes-terrorists-feel-they-have-good-reason-to-be-violent"
}