{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/playing-through-pain-rugby-culture-players-union-health",
  "id": "2016-05-09-170",
  "sectionId": "commentisfree",
  "body": "I felt queasy. It wasn’t the morphine. I was 32 years old, lying in hospital, watching a Bledisloe Cup game. New Zealand v Australia. Another epic battle. On the screen, muscle and bone smashed into muscle and bone, impact after juddering impact. In bed, just a few days after a second knee reconstruction, I could see my right quadriceps had already begun to waste away at an incredible rate. Comparing my two thighs was like looking at a party balloon before and after – around a week after. The surgeon told me it was my body’s natural reaction to the trauma in the joint, an instinctive appeal to avoid being used: a built-in defence mechanism. It felt like a betrayal. I needed the bloody thing to be strong. Shortly, I was going to have to begin painstakingly building that muscle up again, through weights sessions and physio work, running and jumping, week by week, month by month, so that it would be ready to smash into muscle and bone again. Rugby players – like most athletes – get used to pain early on, playing with it and through it almost constantly. But there is a danger that your mind is writing cheques your body can’t keep cashing – and it is no surprise to see the players’ union warning that the workload of England’s squad is putting their health at risk. All these years later, the memory of what it’s like to be in the middle of the arena has faded enough that I no longer wince empathetically at big hits. More than anything, I look at rugby games with a sense of amazement that I used to be able to do that.   Related: England rugby squad’s workload puts welfare at risk, warns players’ union    The highest level I played at was Heineken Cup, my career straddling amateur and professional eras, finishing in 2006. The game evolved massively over that time and since then has kept evolving. Every year the ball is in play for a little longer, the players get a little more powerful, the energy released in those spectacular collisions a little greater: incremental changes adding up to that much more stress on bodies constantly pushed to the limit. Building explosive muscle strength is one thing, but ligaments, tendons, bone will always have a breaking point. So it would be dangerous to extrapolate from the experiences of my generation to inform current and future players of theirs. One of the upsides of all that exposure to training and the science of sport is getting to know your own body, being attuned when it tells you it needs attention and having a fair idea of the remedy. I have a couple of bulging lumbar discs that can cause trouble and my knee never fully recovered, so I make sure I exercise and so far – touch wood - that works. What worries me is the brain. The New Zealand Herald featured a frankly terrifying series on the links between rugby concussions and dementia earlier this year. The precise nature of cause and effect remains unclear, but in American the NFL is about to pay out $1bn in a lawsuit that estimates nearly three in 10 former players could develop Alzheimer’s or moderate dementia. Those are not great odds. Rugby isn’t American football but, like many players, I had a few head knocks. More than once, I felt pressured to play when I wasn’t feeling right, by coaches or the environment or a combination of both. Pushing yourself to the limit is so embedded in the culture that it’s almost impossible not to lose perspective. I was told to stop playing after a first series of head injuries when I was just 21. This was before professionalism – we weren’t being paid but we were going on tour and it wasn’t what I wanted to hear. I sought a second opinion from the team doctor, who told me: “The truth is, nobody knows.” Close enough. It’s a moot point as to whether I should have rolled the dice at that age. By all accounts concussion is taken more seriously now. For all that, if a player of Alex Corbisiero’s stature has been mismanaged to the point he has to take a year off to get his body and mind back in shape, alarm bells should be ringing. Here’s hoping someone’s listening.",
  "webTitle": "Playing through pain is part of rugby’s culture, but where’s the line? | John Daniell",
  "webPublicationDate": "2016-05-09T13:40:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/playing-through-pain-rugby-culture-players-union-health",
  "keyword": [
    {
      "webTitle": "Concussion in sport",
      "id": "sport/concussion-in-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Daniell",
      "id": "profile/johndaniell"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/playing-through-pain-rugby-culture-players-union-health"
}