{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/05/british-arms-are-fuelling-yemens-cruel-war",
  "id": "2016-05-05-70",
  "sectionId": "world",
  "body": "MPs are right to be dismayed by the government’s refusal to accept clear evidence of gross violations of international humanitarian law by all sides in Yemen (Report, 4 May). Homes, hospitals, schools, aid facilities have all been hit. The toll on ordinary people has been immense and has contributed to creating one of the world’s worst humanitarian crises where on average six children a day are killed or injured. Despite this the government still fuels this war with sales of weapons and with technical support. Its arms sales are immoral, illegal and incoherent. Immoral in terms of the human cost; illegal in terms of national, European and international law; incoherent, as one arm of government fuels a war as another arm sends aid to pick up the pieces. Bad as it is for the people of Yemen, there are wider and just as graveimplications. Later this month at the UN’s world humanitarian summit in Turkey, leaders will be thrashing out how to better help the millions of people affected by disasters and conflicts. A top agenda item is the upholding of international humanitarian law – the laws of war – so that civilians are not in the firing line. In too many conflicts, Yemen, Syria and South Sudan, civilians are being killed and civilian infrastructure destroyed. Britain’s voice at the summit will ring hollow as long as it continues to support countries to flout these laws.Mark GoldringChief executive, Oxfam GB  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "British arms are fuelling Yemen’s cruel war | Letters",
  "webPublicationDate": "2016-05-05T18:27:56Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/05/british-arms-are-fuelling-yemens-cruel-war",
  "keyword": [
    {
      "webTitle": "Yemen",
      "id": "world/yemen",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/05/british-arms-are-fuelling-yemens-cruel-war"
}