{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/10/goodbye-bash-upton-park-west-ham-united-manchester-united",
  "id": "2016-05-10-13",
  "sectionId": "football",
  "body": "Goodbye, then, to all that. Never mind the haze of pre-match nostalgia. This was in the end a ragged, wild, oddly furious farewell to Upton Park. On a balmy, barmy night, West Ham United’s supporters did their best to ease the pain of leaving this venerable ground by throwing bottles at the windows of the Manchester United bus on its way into the ground. After which there were songs and sentimental goodbyes and even a shared sense of cheer at the final whistle as the club rolled out its own interminable late-night farewell ceremony. Not to mention, sandwiched in between, a hugely gripping game of football.   Related: West Ham sink Manchester United in thrilling Upton Park send-off    Not that this will be the headline story of the night. For a while before kick-off there was a shiver of disorder outside Upton Park. Coming so soon after the orderly joy of Leicester City’s title celebration party it was all a little jarring, a reminder of how quickly things can turn the other way, with the right levels of booze, stupidity and lax crowd control. Some outside the ground blamed the congestion and unrest on people turning up simply to be present outside the doors of the parting feast. Certainly, in the hours before the game started the streets were crammed with people in shirts and scarves taking pictures and enjoying the moment. The absence of crowd control was a little unsettling. The pavements are narrow here. On match days they operate close to capacity. Here Green Street was like a clogged artery from five o’clock onwards, the traffic stationary. With United’s coach already seriously delayed a small number of those loitering around chose to throw beer bottles, a display of wretchedness that will support the argument this is simply a necessary change of scene. Certainly, West Ham’s owners, the television companies and anybody else involved in marketing English football will now dust their hands down a little more decisively and say, well, enough of that. Off to the landscaped acres of Stratford. It was a relief to get down to a more orderly pre-match ceremony. As the skies faded to a powder blue over the Chicken Run there was a moment of loveliness as the marching band played Abide With Me and the names of assorted long-lost Upton Park aristocracy scrolled across the big screen. At pitch-side the bubbles fizzed as a bawling chorus of the club song broke around the stands. And why not? From next season West Ham’s fans won’t really be able to sing it with the same feeling. Bubbles is all about underdog style, romance over expectation – but this is a club that can now deal in cash-fuelled certainties: I’m forever blowing rent-reduced matchday revenues on Theo Walcott (or equivalent). In the middle of which, a football match broke out. A crumbly old institution, out-of-date, sagging at the edges: Louis van Gaal may also soon be reaching the end of his own active life in English football. Here his United team were flustered early on by West Ham’s craft and muscle. Diafra Sakho’s early goal was no surprise. United recovered to lead 2-1 but West Ham were always likely to win. They did so thanks a to a thrilling late surge, Winston Reid flicking home after yet more aerial chaos led by Andy Carroll, who spent much of this game bullocking about like a riderless horse at the Grand National, traumatising United’s defence.   Related: Manchester United coach ‘smashed up’ on way to Upton Park    The home fans roared under the retro-yellow lights. “Stand up for the Boleyn Ground” rang out. The sense of an ending lingered behind it all. An ending that has always been coming, as it has in some form to almost all of London’s clubs in recent times. Greater powers than sport are in play here. This has always been a relentlessly commercial city, driven by surging tides of hunger and greed. Half an hour from here along East India Dock the Shard looms up, the financial district’s giant raised middle finger towards the rest of fleeing urban London. Upton Park was never really likely to stand up to this for too much longer. The same force that is flushing out this cramped ground will also flush out the local shops in time and many of the people. Bye bye then, Boleyn! Upton Park is now just a tube station. Many will miss the history and the sense of belonging, if not the kettling corridors, the transport nightmare, the tiny pavements. It is possible also to miss the idea a club can simply sit where it’s left, not required to jump whenever the lure of extra lucre appears. For now we’ll always have the memories of a place that was much like its final night: thrilling, ugly at times, at others a place of noisy grace.",
  "webTitle": "Goodbye bash at Upton Park has its downside after fiesta at Leicester | Barney Ronay",
  "webPublicationDate": "2016-05-10T22:54:46Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/10/goodbye-bash-upton-park-west-ham-united-manchester-united",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barney Ronay",
      "id": "profile/barneyronay"
    }
  ],
  "guardianId": "football/blog/2016/may/10/goodbye-bash-upton-park-west-ham-united-manchester-united"
}