{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/18/doom-review-ludicrous-compelling-shooter-reboot-basics-original",
  "id": "2016-05-18-329",
  "sectionId": "technology",
  "body": "The original Doom was a carnival of overstatement. There’s the ludicrous premise: Martian moons invaded by demons. There’s the silent protagonist: a buzz-cut, space marine who sprints hyperactively through monotone corridors, firing shotgun rounds into the faces of occult-ish monsters. There’s the deafening, pitiless soundtrack, inspired by so many thrash metal bands of the late 80s. And then there’s the brawny name of its apex weapon: Big Fucking Gun.  Gore, guns and braggadocio. This trio of male power fantasies helped to define and, arguably, tar, an entire medium. Regardless, the game, made by a group of friends who first met in a lake-house in sweltering Louisiana, was widely celebrated. Doom made millionaires of its young designers, a group that included the wunderkind programmer John Carmack, who last month was awarded a Bafta fellowship, the Academy’s highest honour. A writer for the British video game magazine Edge wasn’t quite so enamoured, however. In his now famous review, he praised Doom as a technical masterpiece, but bemoaned the monotony of its barbarism. “If only you could talk to these creatures,” he wrote, in a rather wistful conclusion. In the inglorious world of video game criticism, the sentiment has become notorious, a punchline that can be applied anywhere to suggest implausible naivety. Sure, Fifa is a fine representation of the beautiful game, but what if you could talk to the ref? And so on.     The floating cacodemons return, and they’re more ugly than their tomato-like predecessors. Photograph: Bethesda    Nevertheless, it was a “what if” that has, with time, hardened into fact. Increasingly, video game designers are attempting to elevate the base act of shooting-the-other-guy-before-he-shoots-you with twists and adornments, setting their games on contemporary battlefields, pocked not only with artillery fire, but also mournful soliloquies. The relationship between player and fodder has blossomed too. First, Pokémon allowed you to tame the monsters. Then last year’s Undertale allowed you, finally, to befriend them. Enter 2016’s Doom, a game devoid of moral complexity. We’re back to shooting hell-spawn, not militants. And they come from Mars, not Afghanistan. Gone too are the now-standard embellishments and interruptions of the first-person shooter. This is a game designed to be played molto allegro; Run isn’t a toggle on the keyboard – it’s the default pace. The same button used to haymaker an enemy is used to interact with the scenery. It matters not whether you’re punching the head off a nether-demon or punching the call button on an elevator. For Doom’s designers there must be no friction in translating human will to digital action. Even the act of moving one’s thumb between buttons is too much delay to bear. The object of the game remains as direct as in 1993: shoot everything that moves and keep moving. The designers of 2001’s Halo, a variation of the blueprint laid down by the original Doom, talked about the all-important 30-second loop of play, a sequence of actions so pleasurable that a player would not tire of its repetition over the course of a game. 2016’s Doom borrows the concept. Its loop is a delicious one-two suckerpunch: a blast with a gun that causes your enemy to stagger, signifying its vulnerability to a melee attack. Strike during this window and the demon will explode in a shower of health-restoring items. It’s an ingenious piece of design. When your character’s health dips you must charge, counterintuitively, toward peril, instead of away from it, ensuring tension is constantly ramped and maintained.    Beneath the monotony of the dingy corridors, jaw-flapping monsters and lava streams lies a masterclass in level design    New Doom isn’t entirely immune to contemporary game design fashions. But while you now pluck upgrades for your spacesuit from the dead bodies of fallen marines, and while each of the guns you harvest can be modified to suit your play style, the emphasis is on snippy decision-making. You rarely get bogged down in workshop tinkering. Exploration, however, is another matter. As with the original Doom, and its forebear, Wolfenstein 3D, the Martian space stations are riddled with secret platforms and passageways. A masterly 3D map that allows you to spin and flip the layout of the level in a menu screen provides considerable assistance in finding the full extent of the warren, and you are heavily incentivised to do so, as the secrets you find often provide lasting improvements to your character’s suit and armoury. The secret-hunting threatens to undermine the forward-march urgency of the action, but it’s a low level conflict in the game’s fundamental design. Besides, even if you choose not to go searching for bonus trinkets, you’ll still need to build up a mental map of each level, as you’ll often need to backtrack to previously unnavigable places once you’ve found the requisite keycard. Beneath the monotony of the dingy corridors, identikit jaw-flapping monsters and endless lava streams, the game routinely offers a masterclass in level design.     The Doom landscape is a hellish realm of violence and monsters. Still, at least the sky is a nice shade of mustard yellow    Doom’s muscular campaign is its strongest asset, but there is some joy to be had in its fidgety multiplayer mode (although this, bizarrely, requires the console game to reboot each time you wish to play online). Controversially, players are restricted to set load-outs according to play styles, each one of which comes with three weapons. Tempo-wise, this is much closer to id Software’s later game, Quake, than the original Doom multiplayer (which had to be played across specialist server networks, installed in American cities prior to the proliferation of the internet). It’s fast; stages are littered with armour and power-ups, but the combat lacks some of the main campaign’s heft, while the promise of unlocking new skins and upgrades is less rounded and developed than in Activision’s Call of Duty series. Undeniably, Doom’s simple-minded straightforwardness has a refreshing appeal in 2016. The crudeness and simplicity of its structure is juxtaposed with the refinement of its systems. The moment-to-moment play, that whiplash trigger-punch combo, is exemplary. As such, it doesn’t need to trade off nostalgia to win hearts (although, tellingly, SnapMap, a mode which allows players to upload their own level designs, is filled with fan-made tributes to the original game’s memorable layouts). Temper your expectations, accept that you’re essentially blasting cans off a fence, and Doom is, unexpectedly, the best shooter of 2016 so far.  Bethesda; PC/PS4/Xbox One; £45; Pegi rating: 18+",
  "webTitle": "Doom   review – a ludicrous yet compelling return to shooter basics",
  "webPublicationDate": "2016-05-18T06:00:21Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/18/doom-review-ludicrous-compelling-shooter-reboot-basics-original",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Software",
      "id": "technology/software",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Parkin",
      "id": "profile/simon-parkin"
    }
  ],
  "guardianId": "technology/2016/may/18/doom-review-ludicrous-compelling-shooter-reboot-basics-original"
}