{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/france-gripped-by-escalating-protests-over-labour-bill-police-woman-throw",
  "id": "2016-05-28-93",
  "sectionId": "world",
  "body": "Strikes have continued at French oil refineries as part of an ongoing standoff with the government over labour reforms, as footage emerged apparently showing a middle-aged woman being pushed to the ground by a policeman. The video, purportedly filmed by a bystander during a protest in Toulouse on Thursday, shows the woman crossing a pavement before the officer pushes her shoulder and seemingly grabs her by the neck. Her head is thrown back and she is rammed against a railing before falling to the ground. The protests are against François Hollande’s planned labour bill, which aims to make it easier for companies to hire and fire workers, and which was forced through parliament without a vote this month. Fuel shortages sparked by days of nationwide refinery strikes and blockades are easing across the country after several fuel depots were liberated by police, but the transport minister, Alain Vidalies, told journalists that although “the situation is getting better”, the crisis wasn’t over. On Friday riot police swept away a blockade of burning tyres at an oil depot near a Total refinery in Donges, western France. Police have cleared all 15 blockades around the country, leaving only one depot still shut by a strike.  “Unblocking these depots will allow an increase in delivery capacity to resupply more and more petrol stations,” a transport ministry spokesman said.  Six of France’s eight oil refineries were still either closed or operating at reduced capacity due to ongoing union action. Hollande said he would not give in to unions’ demands to withdraw the measures, which he has said will loosen France’s rigid labour market, cut red tape and tweak rules that deter employers from hiring. “I will stand firm because I think it is a good reform,” Hollande said at the G7 summit in Japan. “Our primary duty … is to do everything to maintain the supply of fuel to the public and to continue to provide essential public services.”           Why is France being racked by strikes and protests over its labour bill?    In Paris on Thursday riot police arrested 16 people and fired teargas at about 100 people on the edge of a protest march. Several masked people smashed shop windows and cars were damaged near the route of the march. There were skirmishes at Place de la Nation as riot officers cordoned off protesters, some of whom complained of heavy-handed policing.   Related: Riot police crack down on Paris protests against labour reforms    Police estimated that between 18,000 and 19,000 people took to the streets in Paris, while unions put the figure at 100,000. Street marches took place in other towns and cities including Toulouse, Bordeaux and Nantes.  A recent poll found that seven out of 10 people in France still oppose the labour reforms, but Parisians’ patience for strikes appeared to be running dry. “The CGT [union] presents itself as representing the people, but they are only 3% of the workforce,” pensioner Genevieve de Maud’huy told AFP. Carine Zarkout, an engineering student, said: “We are suffering the collateral damage. Lots of people … are losing money every day.” Benjamin Pastor, an estate agent, said: “I don’t know who is being polled. If they call people’s homes, it’s people who are either unemployed or who aren’t affected.” France is due to host around 2 million visitors at the Euro 2016 football championships in two weeks’ time. Unions have called for rolling strikes on the Paris Metro to start on the day of the opening match on 10 June. British motorists taking road trips to France this bank holiday weekend were advised they should “fill up to the brim” at the last petrol station in Dover. France’s civil aviation body appealed to airlines to fuel up abroad before arriving in Paris from European destinations to ensure they could make the return flight. Air France said the measure was precautionary. “There is no shortage at this stage,” the airline said.  Strikes at nuclear power stations– which provide three-quarters of the country’s electricity – have so far failed to affect supply, authorities said.  The employers’ federation Medef expressed growing anger over the effect the strikes were having on France’s fragile economic growth. Medef’s chief, Pierre Gattaz, condemned the “thugs’ methods” of the unions and urged the government to “resist their blackmail”. The prime minister, Manuel Valls, has insisted the legislation will not be withdrawn, but said it might still be possible to make changes or improvements.",
  "webTitle": "French strikes: situation getting better but crisis not over, says minister",
  "webPublicationDate": "2016-05-28T13:09:59Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/france-gripped-by-escalating-protests-over-labour-bill-police-woman-throw",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    },
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/28/france-gripped-by-escalating-protests-over-labour-bill-police-woman-throw"
}