{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/04/story-cities-35-arcosanti-paolo-soleri-desert",
  "id": "2016-05-04-318",
  "sectionId": "cities",
  "body": "A cluster of concrete domes and vaults rises above a rocky valley in the middle of the Arizona desert, perched on the brow of the hill like the ruins of a space-age Acropolis. Beneath one richly patterned apse sit two women, carving cosmic symbols into freshly cast ceramic bells, while a second group pours molten bronze into sand moulds under another dome nearby. Slender cypress trees sway in the warm breeze, as the sound of wind chimes tinkles across the terraces. This otherworldly scene, which feels like a New Age crafts retreat, is all that has materialised, so far, of a vision that was hailed by Newsweek magazine in 1976 as “the most important urban experiment undertaken in our time”. Conceived by Italian architect Paolo Soleri, Arcosanti was to be a revolutionary new model of super-dense urban living, a vast multi-levelled concrete megastructure that would house 5,000 people in self-sufficient harmony, all working together in the production of bells. The community would renounce cars, grow its own food and have minimal energy requirements, living in buildings designed around passive solar principles. The development would be surrounded by a great glazed “energy apron” of productive greenhouses in the valley, which would double up as a way of heating the air for the homes above. “If you are truly concerned about the problems of pollution, waste, energy depletion, land, water, air and biological conservation, poverty, segregation, intolerance, population containment, fear and disillusionment,” read the sign at the entrance the 25-acre site, “join us.”     Paolo Soleri and acolytes study his plans in the mid-70s. Photograph: Cosanti Foundation    Forty six years on, the project is about 3% complete. It is home to a part-time community of around 50 people and intermittent workshoppers, who have to drive to the supermarket to get their supplies, and enjoy the comfort of mains electricity and heating. But diggers still trundle across the site, and volunteers can occasionally be seen hauling buckets of concrete to and fro. “We’re very much still building,” says Jeff Stein, the avuncular 64-year-old co-president of the Cosanti Foundation, the organisation that looks after the project, gesturing to a group of students busy manhandling a new grey-water recycling tank into place a little way down the hill, while others learn the techniques of casting tiles on to the desert floor. “We might not reach 5,000 people, but we’re growing. Slowly. The production of wind bells is quite a difficult way to support the development of a new town.” A product of the utopian counter-cultural energy of the 1970s, magnified by the sense of impending doom that came with the oil crisis, Arcosanti was the manifestation of Soleri’s allergic reaction to what he saw as the toxic disease of American suburban sprawl. Coming from the dense urban context of Italy, where he grew up in Turin, Soleri found American cities to be anathema, their auto-centric planning “a fathomless sinkhole for immense waste”. Cities designed around cars, he said, had the effect of producing “not mobility, but a hermitage of the single home in an ever-increasing sea of single units, a dreadful flat-land of self-denial, courtesy of the great fiction of self-sufficiency.” Spread people out into “a square-mile thin pancake,” he said, and you end up with “a slimy veneer of organic matter of no use to you or the observer puzzled by the thin, gooey-drip man. Suburbias and exurbias are promoters of ‘slime’.”     A model of the complete Arcosanti. The dark grey buildings have been completed. Photograph: Oliver Wainwright    He had encountered this human slime first hand when he first arrived in the car-mecca of Phoenix in the 1940s, to study under Frank Lloyd Wright at his alternative desert colony of Taliesin West – which was then sited far from the sprawling city (and is now almost engulfed by it). Soleri learned much from Wright, but he broke with his master after a year and a half, standing in fierce opposition to Wright’s promotion of low-rise suburbia, embodied in such plans as Broadacre City, which proposed giving each family in the US a one-acre plot to build their own pastoral homestead. “We must build up, not out,” was Soleri’s riposte. “The problem is the present design of cities are only a few storeys high, stretching outward in unwieldy sprawl for miles … turning farms into parking lots, and waste enormous amounts of time and energy transporting people, goods and services over their expanses.” His answer, which he spent decades writing, lecturing and drawing up in the form of fantastical perspective drawings, was “arcology”, a fusion of architecture and ecology, based on the two key tenets of complexity and miniaturisation. His intricate images, exquisitely drafted by hand on huge rolls of paper (for which he had to extend his desk, which still pokes out of the window of his former studio), depict gargantuan structures teeming with densely packed cells of human life. These mixed-use habitats would extend upwards, outwards and deep underground in organic rings and tendrils. Some would form great urban canyons, others look more like the roots and branches of a tree, or the tissue of lichen and fungi, connected by networks of elevators, escalators and moving walkways. The city was conceived as a living, breathing thing: “In an arcology,” Soleri wrote, “the built environment and the living processes of the inhabitants interact as organs, tissues and cells do in a highly evolved organism.”     Soleri found inspiration in everything from coral reefs to termite mounds. Photograph: Cosanti Foundation    He drew from nature for his models, finding inspiration in everything from coral reefs to Amazonian forests, termite mounds to worm colonies and wildebeest herds. Homes would be compact and miniaturised, in order to take up less space on the planet, with the aim of maximising the vitality of urban life, while minimising the use of land, raw materials and energy. Each fresh recruit to Arcosanti was given an 8-foot (2.4 metre) by 8-foot concrete cube to live in, each side punctuated by a 5-foot (1.5 metre) diameter circle. It was a taste of off-grid hippy monasticism inspired by his time at Taliesin West, where each student had to build their own shelter in the desert (a tradition that continues there today), and an embodiment of his underlying motive to “frugalise the frenzied consumerist juggernaut”. It was a thrilling call to arms that seduced Mary Hoadley, 71, who arrived here in 1970, fresh from studying anthropology at Stanford, lured by the prospect of raising concrete vaults from the desert floor with a host of other volunteers in a collective festival of construction. “It really felt like a pioneering thing when we first arrived,” she says, sitting in the living room of her home, which nestles behind the foundry apse like a cosy Hobbit cave, its porthole windows looking down on the bronze-pouring action below. Steps wind down a rugged rock face to a bedroom, while light floods in from round skylights in the domed ceiling above. It’s easy to believe the rumour that George Lucas got his inspiration for the architecture of his desert planet of Tatooine after a visit here.     Arcosanti is home to a part-time community of 50 people and intermittent workshoppers. Photograph: Oliver Wainwright    “Camping out in the desert, getting up at sunrise every day to work hard in the service of an idea, was so invigorating,” Hoadley adds. “And of course, in our youthful naivety, we thought we would build the whole thing in five years.” Hundreds of volunteers were similarly drawn here by Soleri’s intoxicating vision of sci-fi environmentalism, which was set out in an electrifying exhibition at the Corcoran Gallery in Washington DC in 1970. At the time, it was the largest one-man architecture show in US history. It went on to tour in New York, Chicago, Ottawa and Berkeley, and Soleri soon became a regular feature on the international lecture circuit, staging sell-out performances where he would theatrically unroll his great drawings across the stage. “It was a visceral kind of experience,” says Tomiaki Tamura, 65, who moved to Arcosanti in 1976 and now runs the expansive archive, housed in a suite of rooms that look out on to an outdoor amphitheatre. The concrete building – which was cast on the desert floor in panels and hauled up into place, giving it a gnarled, earthy texture – curves around the theatre’s stepped seating, forming a two-storey crescent (still awaiting its planned third floor). In a celestial touch typical of Soleri’s designs, the area behind the stage is fitted with reclining steps, angled upwards for gazing at the stars. “I was not one of the flower children,” Tamura adds, “but there was something compelling about how Soleri made the utopian, counter-cultural ideas that were flying around into something much more tangible and physical. That kind of dynamism really captured the imagination.” A model in the archive reveals quite how much building they still have to go to complete his grand plan. The existing vaults, which stand 10 metres high, look minute in comparison to what was imagined might one day loom behind them: a 25-storey hemispherical megastructure, stacked high with hundreds of tiny rooms and open garden terraces.   Related: Story of cities #36: how Copenhagen rejected 1960s modernist 'utopia'    The ultimate masterplan, which is currently being digitally modelled in 3D for the first time by visiting workshoppers, looks a little like a city-sized cathedral, except with the apses, which would usually face the inwards, flipped to face the surroundings. “Rather than facing in to the sacred space of the narthex,” says Stein, in theatrically hushed tones, “they would turn to face outwards to the sacred space of all creation.” Soleri himself died three years ago, at the age of 93, leaving the future of Arcosanti somewhat up in the air. His legacy lives on in the copious books of drawings, but its hard to say that his model town of collective, low-energy living has been influential, particularly on its neighbours. The people of Phoenix, 70 miles to the south, still spend $12bn (£8.3bn) a year on cars and prefer to live in their fenced-off fiefdoms. When asked how Arcosanti had been received by other architects, he replied: “With puzzlement, criticism, hostility, and dismissal, with a few exceptions constituting endorsement.” A building hasn’t been completed here since 1989, but Tamura is optimistic about the next phases, talking enthusiastically about a potential partnership with a developer to realise a chunk of the planned megastructure in the form of a big hotel and conference centre. It is perhaps the only viable way of securing funds, given the sale of wind chimes hasn’t quite proved as lucrative as hoped – although it rather goes against the founder’s principles. “Developer,” Soleri would say, as he wandered the site in his trademark swimming trunks, “starts with ‘D’, just like ‘devil’ and ‘demon’.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #35: Arcosanti – the unfinished answer to suburban sprawl",
  "webPublicationDate": "2016-05-04T06:30:20Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/04/story-cities-35-arcosanti-paolo-soleri-desert",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Arizona",
      "id": "us-news/arizona",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Green building",
      "id": "environment/greenbuilding",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Wainwright",
      "id": "profile/oliver-wainwright"
    }
  ],
  "guardianId": "cities/2016/may/04/story-cities-35-arcosanti-paolo-soleri-desert"
}