{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/bbc-itv-flagship-news-shows-still-fail-to-represent-women-fairly",
  "id": "2016-05-18-110",
  "sectionId": "media",
  "body": "The main news bulletins on the BBC and ITV “still fail to represent women fairly”, according to a new study that has found male experts outnumber female almost four to one on both the BBC and ITV News at Ten. The BBC’s 10pm bulletin had the least balanced gender split of experts, with a ratio of 3.8 men to women, followed by ITV’s News at 10 with 3.6 men for every woman. However, all the main bulletins on Channel 4, Sky and Channel 5, as well as Radio 4’s Today programme, featured at least twice as many men as women providing expert opinion during the study period, between October last year and March. Despite the continuing imbalance, the City University study found improvements on the majority of bulletins since the last monitoring period between May 2014 and September 2015, when male experts outnumbered women four to one. ITV in particular has had success tackling its imbalance, which had improved by 27% since last year when it was at more than five men to each woman.   Related: BBC told to tackle lack of women in news broadcasting    City University director of broadcasting, Lis Howell, who oversaw the study said: “This is all moving in the right direction, but BBC News at Ten and ITV News at Ten – the big beasts in the news jungle – still fail to represent women fairly.”     Tom Bradby and Julie Etchingham on ITV News. Photograph: Harry Page/ITV/PA    Though some broadcasters privately argue that it is not always possible to choose whether an expert is a man or a woman, Howell said the progress made by ITV over the past year proved there was more they could do. “No one is asking them to go for parity,” she said. “In the society we live in it would be impossible. But they could do an awful lot better.” The picture for reporters was slightly more balanced, with Channel 5 achieving an even split of men and women and both Channel 4 and Today managing a ratio of under two men to each woman. However, all the other bulletins studied had at least twice as many male reporters as female, and again the two most popular flagship TV bulletins fared worst, with the BBC having 2.1 men for every women and ITV 2.6.  Howell added: “ITV has made huge improvements but has still got a way to go. BBC News at Ten still fails to have enough female experts, though it has more female reporter appearances. Much of that is owing to Laura Kuenssberg and Katya Adler. It will be interesting to see if there is more of the same in the pipeline.”     Jane Hill and Matthew Amroliwala on BBC News. Photograph: Jeff Overs/BBC/Jeff Overs    The study also looked at TV presenters, though the smaller number of individuals meant greater variation. ITV in particular has a ratio of 5.1 due to Tom Bradby’s promotion to be the channel’s main news anchor. In contrast, Sky had an even split, and Channel 5 featured slightly more female presenters than male.   Related: Men twice as likely to appear on TV as women, finds Channel 4 study    The figures will make worrying reading for all the major broadcasters, which have committed themselves to improving their record on diversity across the board. The BBC in particular is under pressure to do a better job of reflecting its audience, and has recently announced an ambitious new programme and set of targets covering all aspects of diversity.  An ITV News spokeswoman said: “ITV News is absolutely committed to reflecting our audience and the diversity of Britain today and we are treating the issue as a priority. The City University research team have done some useful work in highlighting the issue of the portrayal of women on screen.  “A senior working group at ITV News has since developed our own robust monitoring system across all news programmes to make sure we are capturing use of women experts, as well as female reporters and presenters on screen and, crucially, we have seen great progress in these areas since monitoring began.” A BBC spokesperson said: “Increasing female representation on screen is a priority for the BBC and our flagship news programmes Today and News at 10 have seen increases in women reporters. We now have women in many of our high profile roles, including Mishal Husain on Today and Laura Kuenssberg as political editor, and we’re renewing our initiative to increase the number of women experts who appear on BBC News and elsewhere.” Representatives from the BBC, ITV and Channel 4 will give presentations at a conference on Thursday organised by Women on Air, which partnered on the study.",
  "webTitle": "BBC and ITV flagship news shows 'still fail to represent women fairly'",
  "webPublicationDate": "2016-05-18T15:50:24Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/bbc-itv-flagship-news-shows-still-fail-to-represent-women-fairly",
  "keyword": [
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Women in journalism",
      "id": "media/women-in-journalism",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "News agencies",
      "id": "media/news-agencies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/18/bbc-itv-flagship-news-shows-still-fail-to-represent-women-fairly"
}