{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/21/for-a-beetle-at-risk-what-better-place-to-be",
  "id": "2016-05-21-205",
  "sectionId": "environment",
  "body": "For an insect only 8mm in length, the scarlet malachite beetle is picky about where it will live. Location is everything. Though it has been seen in a few other places, it has only two strongholds, one in Essex and another in the New Forest, both very vulnerable.  That’s why I’m visiting Furzey Gardens near Minstead in Hampshire, where in the past it has been found in some numbers. It’s sunny, warm enough for folk to be having tea on the lawn. The buildings close by are thatched. The gardens range down the valley into an area of moist grassland, before crossing paddocks grazed by alpacas, donkeys and sheep, to more fields across the stream.  For this rare beetle to breed successfully, it needs thatch – preferably old – and herb-rich meadows within short flying distance. The combination here makes ideal habitat.      Scarlet malachite lodge at Furzey Gardens. Photograph: Graham Long    I have come to see a conservation project backed by Natural England. Ian Hughes, the project officer, has built a small thatched lodge just below the azalea gardens, and stuffed it with straw. This gives the beetles housing much closer to the rich nectar sources on which they depend.  One of the gardeners takes me to the lodge, so that bit is easy. The beetles are known to be out and about, so I begin to search, checking every buttercup and dandelion, scanning the umbellifers, combing through the grasses and examining the flowering shrubs.  I’m looking for a handsome insect that can easily be distinguished from cardinal, soldier and other similarly coloured beetles. It has scarlet wing cases with a sharply defined tapering bronze-green patch where they meet. And, if I can get low enough for an eye-to-eye encounter, its face is yellowish, and it has a hairy body. Today, there’s not a speck of red to be seen. Before leaving, I stop to watch a video about the Minstead Training Trust, showing work linked to the gardens to help people with learning difficulties achieve independent living skills. For a beetle at risk, what better place to be? Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "For a beetle at risk, what better place to be?",
  "webPublicationDate": "2016-05-21T04:30:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/21/for-a-beetle-at-risk-what-better-place-to-be",
  "keyword": [
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Long",
      "id": "profile/grahamlong"
    }
  ],
  "guardianId": "environment/2016/may/21/for-a-beetle-at-risk-what-better-place-to-be"
}