{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/concacaf-president-victor-montagliani-confederation-football",
  "id": "2016-05-13-249",
  "sectionId": "football",
  "body": "To some it will look like a North American takeover, to others the necessary steps to clean up one of the most corruption stained organisations in international football. What is beyond doubt is that the balance of power in regional confederation Concacaf has shifted emphatically this week. On Thursday, Concacaf’s congress elected Canadian Victor Montagliani as its new president, the first non-Caribbean to be elected to that role since 1969. The vote came two days after Concacaf announced that their global sponsorship rights had, after a tender, been handed to Major League Soccer’s commercial wing Soccer United Marketing (SUM). Until the start of the FBI and Department of Justice’s move against Fifa, with the May 27 arrests in Zurich, those rights were held by Miami-based, Brazilian-owned firm Traffic Sports, whose business has collapsed after its leading executives were accused of being involved in a series of kick-back deals. In some organisations, the SUM deal might have raised some questions. Why was the contract announced just two days before a congress and the election of a new leadership? Could such a lucrative five-year deal not have been left to the incoming new officials to deal with? The deal puts the business branch of one of Concacaf’s domestic leagues in a very influential position within the body and the arrangement it is close to being the equivalent of the Premier League handling the commercial rights for Uefa’s Champions League. But there were no questions asked at Thursday’s congress in Mexico City. The Caribbean nations have an in-built majority of 27 from 41 member associations in Concacaf, and that was the power base for two men facing a raft of corruption charges from US authorities – Trinidad & Tobago’s Jack Warner and Cayman Islander Jeffrey Webb. Yet the once powerful and united voting bloc organised by the Caribbean Football Union (CFU) dissolved, allowing the Canadian to take over.  Although his Caribbean opponent, Larry Mussenden of Bermuda, mustered 16 votes to Montagliani’s 25, there was an air of inevitability about the Canadian’s victory and he had enjoyed the support of US Soccer president Sunil Gulati, also a Fifa council member, who has taken an increasingly influential role in Concacaf’s affairs since Webb’s downfall. Another contributing factor was that another Caribbean candidate, CFU president Gordon Derrick of Antigua, had not been allowed to stand after Fifa rejected him for unspecified reasons during an ‘integrity check’ and said he was not eligible to take on the role of Fifa vice-president that comes with being the head of Concacaf. What has caused the Caribbean to give up control so easily? From talking to some officials in the Caribbean, it appears to be a mixture of fear and pragmatism. Concacaf’s members had been given a stark warning in February when they gathered in Miami and heard the organisation’s lawyers say that a failure to reform and convince US authorities they had genuinely changed could have dramatic consequences – including possible disbandment. “Without reform Concacaf risks – criminal convictions or deferred/non prosecution agreement; disbanding of Concacaf as an organization, freezing of accounts and/or forfeiture of Concacaf assets; US government imposing a monitor to closely regulate Concacaf compliance with anti-corruption laws for up to five years or more,” read a presentation shown to the various federations. The officials were also told they risked losing access to forfeited funds, potentially in the millions, if Concacaf does not retain its status as ‘victim’ in the DOJ case. In other words, the risk was: no change, no cash. To add to the very real sense that the funds needed to run even the limited development programmes that exist in the Caribbean were at risk, in November Fifa had turned off the flow of money they send to the confederation and stated clearly that the tap would only be turned on again if the body made significant improvements in its governance standards. A wide-ranging package of reforms was passed without real dissent in Zurich in February, the day before the election of Gianni Infantino as the new president of Fifa. That election also saw Gulati in action, persuading Caribbean voters to back the Swiss candidate in the decisive second round of voting. The CFU block vote evaporated that day and Mussenden was unable to put it back together again in time for Thursday’s Concacaf vote. The new head of Concacaf’s most pressing task will now be to convince Fifa – and more importantly the DOJ – that his organisation is now clean and transparent. That is easier said than done: the reforms, which on paper look impressive, with independent members on key finance and oversight committees, need to be implemented and be shown to be working. There is a sense in the Caribbean that the entire region has been unfairly tainted by the corruption of Warner and Webb’s regimes and it is often pointed out that one of the chief culprits was an American – Warner’s general secretary Chuck Blazer – and that the exposed shady deals were carried out mainly by executives from Latin America. Whether that sentiment is justified or not, a mere change of nationality at the top won’t be enough to prove that corruption is now a thing of the past for Concacaf. Beyond the clean-up, Concacaf’s main competitions are badly in need of review. The Champions League club competition has yet to truly take of,f with Mexican clubs often strolling through, able to field weakened teams for many games due to the lack of real competition. MLS clubs have lamented the schedule which forces their clubs into action at awkward times in the domestic schedule. Perhaps the commercial influence of MLS and SUM over Concacaf will add to the pressure for reform of that competition? The Gold Cup is the only continental tournament for national teams which is always held in the same country - the US. While there is a financial logic to playing in full NFL and MLS stadiums, it is hardly ‘developing the game’, to use the soccer governance mantra, for every event to be held in the same places every edition. Does the competition need to be held every two years, rather than every four as in most confederations? And will this summer’s Copa America Centenario, held jointly with the 10 South American nations, prove to be an event that can be repeated? Concacaf has become synonymous with corruption. A name change might help in leaving behind a shameful history, but producing some tournaments and competitions which truly engage the fans while governing without scandal for a sustained period of time, will surely be the only way to genuinely prove that things have really changed.",
  "webTitle": "Can Concacaf's new Canadian president clean up a tainted confederation?",
  "webPublicationDate": "2016-05-13T10:00:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/concacaf-president-victor-montagliani-confederation-football",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "football/canada",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "USA",
      "id": "football/usfootballteam",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Evans",
      "id": "profile/simonevans"
    }
  ],
  "guardianId": "football/2016/may/13/concacaf-president-victor-montagliani-confederation-football"
}