{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/30/workplace-equality-depends-on-men-embracing-flexible-hours-says-gender-office",
  "id": "2016-05-30-210",
  "sectionId": "sustainable-business",
  "body": "There’s only one way the lot of working women is likely to change, according to the director of the Workplace Gender Equality Agency, Libby Lyons, and that’s for men to take more time off.  “I firmly believe that the way we are going to get real change in this area is by men embracing flexible work practices for themselves,” she says. “Challenging themselves in saying that actually I don’t have to sit at my desk between 8am and 6pm, that there is another way of working that I can be as productive, if not more productive, and as happy, if not happier, in my work by challenging and changing the way that I work.” A former BHP executive, Lyons is six months into her role as director of the agency and she sees the adoption of flexible roles for both genders, including job-sharing or compressed hours, as a step forward for gender equality. “Until men start embracing that, I don’t think that whole culture of the accepted way we work is going to make any great change, particularly for women.” Flexible roles are on Lyons’ mind, particularly at the moment as the agency comes to the end of this year’s reporting period. (“There are many, many organisations who haven’t even started their reports,” she says with concern, when we speak.)    Related: Punishing workload v independence: are small businesses really the answer?    According to the Workplace Gender Equality Act (2012), all non-public sector companies with 100 or more employees are required to report annually to the agency on gender indicators, including the gender composition and remuneration of their workforce.  This year, for the first time, companies will be required to report on new recruits, promotions and resignations to 31 March 2016, indicating gender, whether they were managerial roles and whether the roles were part-time or full-time.  Companies are also required to report the number of employees who ceased employment during or at the end of parental leave, by gender and in manager/non-manager categories.  Lyons is keen to uncover the high and low points of women’s careers and where the “hot spots” might be. “The data might point to the fact that women aren’t returning from parental leave at all, or they are returning but on a part-time basis and they are staying on. Or we might find that there is a particular issue with women or men returning from parental leave and in a full-time capacity and just can’t manage, and they have to resign because there is no other option for them.” One of her concerns is that women re-entering the workforce after parental leave are not being given managerial roles, if they wanted to do them on a part-time basis. WGEA figures, released in November 2015, showed that although 75.1% of part-time roles were held by women, demonstrating that women are much more likely than men to fit work around caring, only 6.3% of management roles were part-time.  Says Lyons: “The fact that because women often want to re-enter the workforce following parental leave on a part-time basis, so that they can still continue a role with the family as well, and they come back dumbing down their skills, and having to dumb down their education in order to get a job that suits family and lifestyle is really disappointing.” This low representation, says Lyons, points to the entrenched cultural norm that those that want to hold managerial roles can only do so if they work full-time, which she says is clearly not true. “[This] is where this whole area of working flexibly and having policies in workplaces about flexible working is very important.” The WGEA director was heartened by recent figures that showed older women are returning to the workforce. Earlier this year, the ABS reported that employment for women aged 55 to 59 increased from 49.8% in January 2005 to 63.8% in January 2016.    Related: Young Australians face revolutionary obstacles to score job security    While she hoped it meant that older women felt they still had something to contribute after family responsibilities had lessened, she added, they may also be doing it for economic reasons, given women retire with on average 44.3% less superannuation than men. She added: “Encouraging any women no matter what age they are back into the workforce is fantastic and seeing that improvement in the statistics I applaud.” Small businesses with less than 100 employees are not required to report to the agency, however Lyons believes they can also offer their employees greater flexibility, even without the resources of larger companies.  She pointed to the WGEA itself, which has 30 employees all in flexible roles. “We’ve got a workforce that is content because they can work hours and conditions that suit their personal needs,” she says. “Like all businesses, it does take an attitude of giving people permission to do it but supporting managers to do it and also training them where necessary to manage a flexible workforce [works].” She adds: “Smart [companies], whether big or small, recognise that in improving their gender equality indicators, improving their equality outcomes and their workforce participation, they know that they are going to get better outcomes in terms of revenue [and] the fact that it just makes good business sense.”",
  "webTitle": "Workplace equality depends on men embracing flexible hours, says gender office",
  "webPublicationDate": "2016-05-30T01:54:53Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/30/workplace-equality-depends-on-men-embracing-flexible-hours-says-gender-office",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexandra Spring",
      "id": "profile/alexandra-spring"
    }
  ],
  "guardianId": "sustainable-business/2016/may/30/workplace-equality-depends-on-men-embracing-flexible-hours-says-gender-office"
}