{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/18/dogs-in-office-canine-colleagues-staff-wellbeing",
  "id": "2016-05-18-260",
  "sectionId": "money",
  "body": "In the large lobby of Nestlé’s corporate headquarters not far from Gatwick, Max, Reggie and Bella are sniffing each other. This is not an unusual sight in the glass building, especially at lunchtime. “You can see they’re all friends,” says Odette Forbes, head of media relations, as the three circle each other, tails wagging. It’s been 16 months since Nestlé began allowing its 1,000-plus employees to bring their dogs into its City Place headquarters daily. So far, 56 staff have chosen to go through the company’s three-step “pawthorisation” process. This involves a detailed questionnaire about their dog’s habits and behavioural evaluations, both at home and in the office, by an independent dog specialist. The dog then joins Nestlé’s PAW (Pets at Work) programme and gets its own “passpawt”. Employees can choose to bring their dogs (AKA canine colleagues) to meetings in designated dog-friendly rooms or let them off the leash in the newly created garden, Central Bark. Most of the time, however, the dogs lounge around on large cushions, chewing on company-provided toys and treats, their long leads fastened to metal hoops in the floor by their owners’ desks. “It’s like having a member of your family in the office,” says Forbes, owner of Reggie the beagle. “There’s something about it that feels so right.” Nestlé owns Purina, the pet food brand, so presenting the company as dog-friendly is good PR and attracting animal-loving employees makes business sense. But there are less obvious business benefits that Nestlé has experienced, according to Forbes. “The atmosphere in the office is warmer now and more sociable,” she says. “People will stop you in the corridors to stroke your dog so you start talking to someone in a different part of the company who you’d never normally have spoken to, or have only encountered over email.” Gemma Gillingham, owner of Max the labrador cross, agrees. “People will ask to come and see him, and find out where you sit,” she says. “You end up getting to know so many people in different parts of the business, which can be useful.” About 8% of employees in the UK are allowed to take their dogs to work, according to research by Reed.co.uk, and the practice has been going on for years in the pet sector. Mars Petcare – whose brands include Pedigree, Whiskas and Sheba – began allowing workers to bring pets into the office in 2008. Pet charity Blue Cross, which was founded in 1897, says dogs have always been allowed in the office.     Odette Forbes’s dogs, Reggie the beagle and Fin the labrador, are members of Nestlé’s Pets at Work programme. Photograph: Nick Ridley    However, the popularity of Bring Your Dog to Work Day on 24 June each year means a wider range of businesses across the country are waking up to the benefits of allowing dogs at work. At crowdfunding firm Property Partner, based in the City of London, the director of investments regularly brings in his cross-breed terrier, Basil. At Turtle Mat in the Cotswolds, the managing director’s labrador and jack russell can usually be seen on top of a mountain of sample doormats. At the Brownrigg decorative antiques showroom in Tetbury, customers are often greeted by the furry face of an airedale terrier behind the counter. More than 50 companies ranging from software and architects to theatres and massage parlours tell Guardian Money that they allow dogs in the workplace and are benefiting from doing so. Peters Fraser and Dunlop, a literary and talent agency in London, is one of them. “Having Marlowe, my toy poodle/pomeranian, with me at work after my partner died was a great comfort to me,” says office manager Jemma Pascoe. “He kept me going when otherwise I might have jumped off a cliff.”     Having dogs in the office doesn’t just keep me happy​, ​it keeps me sane    Pascoe says the dog has enabled the agency to negotiate better deals over Skype. “The foreign rights director will hold Marlowe to the camera and say ‘Marlowe doesn’t like that price’, then pause a beat – and the recipient tends to up the offer. Marlowe is also very welcoming towards nervous interns and debut authors who can feel intimidated when they arrive in the office.” At Nestlé, staff also say the dogs help them relax. “Sometimes something will stress me out at work and I’ll go: ‘Right, I need some puppy love. And off I go to find a dog’,” says Zoe Green, a former veterinary nurse who works in the Purina team. “A few minutes later, I’m a different person.”  She would like to have a dog of her own, but cannot because her husband is allergic. “Having dogs in the office doesn’t just keep me happy, she says, “it keeps me sane.” Scientists doing research into the effects of bringing dogs to work have made similar observations. In 2012, researchers for the Virginia Commonwealth University in the US studied the stress levels of employees of a manufacturing company who brought their dogs to work. They found these workers reported feeling significantly less stressed throughout the day than those who did not bring a dog to work.  The researchers also observed staff without a dog requesting to take a co-worker’s dog out on a break – something that workers at Nestlé reported happening too. “There were brief, positive exchanges as the dogs were taken and returned, and this also resulted in an employee break involving exercise,” the researchers said. In another study, reported in a paper by organisational psychologists at Central Michigan University, individuals were placed into groups of four, with and without dogs, and each group member was charged with a fake crime. In groups where there were dogs present, members were 30% less likely to report each other, suggesting dogs promote cohesion and trust among team workers. A further study found team members of groups with dogs rated each other more highly on measures of intimacy, team cohesion and trust than members of groups where dogs were not present. There are three key benefits dogs bring to a workplace, says Stephen Colarelli, one of the psychologists at Central Michigan University. “First, dogs lower stress, heart rate and blood pressure, and make individuals who work alone feel less lonely. Second, people are perceived as more friendly and approachable when a dog is present in the office. Finally, it’s likely to increase cooperation and other positive behaviours among members of work groups.”     Having Marlowe, a toy poodle-pomeranian cross, in the office was a great comfort to Jemma Pascoe after her partner died. Photograph: Christian Brailey    So what are the downsides? Some of the companies reported problems with the dogs stealing food out of office bins, barking at motorcycle couriers and behaving aggressively towards other dogs in the office. Although most companies found these issues easy to resolve, health and safety consultancy Protecting.co.uk warns that a dog may invalidate a company’s liability insurance and compromise its fire safety certificate unless a proper risk assessment is carried out. At Nestlé, however, it was a struggle to find anyone with a bad word to say about PAW (or indeed paws). The worst thing anyone could think of about the policy was that one of the company-issued toys had an annoying squeak. This may be because of the precautions the company has taken to safeguard against dog-related complaints: there are meeting rooms and lifts where dogs are not allowed to accommodate visitors who don’t like dogs, and each dog has a three-month probationary period in the office before it is permanently allowed into the building. Dogs must also be insured for third-party liability claims and are checked for fleas and worms at least once every six months by a free in-house vet. They are not allowed into eating areas and a cleaner is on call to deal with accidents. “So far, we haven’t encountered any problems,” says Forbes. Despite so much enthusiasm for the PAW scheme, there were only six dogs in the office on the day we visited, and most pawthorised dogs do not come in every day. No matter how much dog owners may enjoy it, having a dog to look after is an extra responsibility for employees. And although some dogs are happy to be left with a co-worker while their owner is away from their desk, staff with more clingy canines are restricted to meetings in the 12 dog-friendly rooms. But the experience has been overwhelmingly positive. Some Nestlé staff have adopted rescue dogs since the policy began, knowing they won’t have to leave them at home, and say their health has improved as a result of taking the dogs for walks. Even an employee who has asthma and allergies mentions that she is in favour of the policy now and has suffered no ill-effects. The office is cleaner now, she says, because it is deep-cleaned more frequently. “Allowing dogs in the workplace can improve morale and make employees think better of the company for offering this benefit,” says Colarelli. “Yet it can cost employers literally nothing.”  So it seems companies would be barking mad to ignore the advantages that canine colleagues can bring to staff and the workplace.",
  "webTitle": "Paws for thought: why allowing dogs in the office is a good idea",
  "webPublicationDate": "2016-05-18T09:43:14Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/18/dogs-in-office-canine-colleagues-staff-wellbeing",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Dogs",
      "id": "lifeandstyle/dogs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pets",
      "id": "lifeandstyle/pets",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Donna Ferguson",
      "id": "profile/donna-ferguson"
    }
  ],
  "guardianId": "money/2016/may/18/dogs-in-office-canine-colleagues-staff-wellbeing"
}