{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/06/ftse-falls-ahead-of-us-jobs-data-with-inmarsat-and-intercontinental-on-the-slide",
  "id": "2016-05-06-286",
  "sectionId": "business",
  "body": "Leading shares are heading lower again after Thursday’s brief respite, ahead of the day’s big economic event, the US non-farm payroll numbers. With investors seeking havens, gold and silver remained in demand, helping push Randgold Resources up 2.5% to £59.25 and Mexican precious metals miner Fresnillo 10p higher to £10.49. But Inmarsat has dropped another 54p to 8-9p, the worst performer in the FTSE 100, after the satellite communication business’s downbeat trading update on Thursday. Its shares were also damaged by news that International Airlines Group had picked US group Gogo to supply wifi services for transatlantic flights. Analysts moved to downgrade their recommendation on Inmarsat in the wake of the update. Barclays said:  Inmarsat posted first quarter results below expectations and cut core 2016 estimated revenue guidance. The company highlighted tough trading conditions in its legacy business and also indicated that getting GX [broadband services] operational was taking longer than expected, delaying revenue generation. Positively, Inmarsat expects more revenues from Ligado and remains confident about the midterm outlook. However, in our view these results illustrate well the challenges the company is facing (volatile demand, ramp up of new product). Longer term we recognise the growth opportunities but also the fast growing supply in the industry. We cut estimates, and even after the stock price correction we consider that the valuation does capture the different downside risks. We remain underweight.  Barclays moved its target price from 950p to 850p while HSBC cut from £10.10 to 940p. Elswhere InterContinental Hotels is down 22p at £26.74 after its 1.5% rise in first half global room revenues missed analysts expectations. Panmure Gordon’s Anna Barnfather said:  InterContinental released a first quarter trading update showing a slowdown in revenue per available room growth to +1.5%. While this is partially due to the distortion of Easter timing and so should reverse in the second quarter, several markets are also subdued by weak oil markets (management says). More rooms were removed (8,000) than added (5,000) which needs further explanation but the company reported solid growth in net system size + 2.7% (742,000 rooms) and pipeline continues to build with 15,000 rooms signed bringing the pipeline to 220k with 45% under construction. With the $1.5bn cash return imminent, our price target of 2800p and hold recommendation remain unchanged.  Ahead of the US figures the FTSE 100 is currently down 27.15 points at 6090.10. Analysts will be looking for any signs as to whether the US Federal Reserve might raise rates in June, both from the jobs numbers and also average earnings data. Kingfisher has dipped 4.9p to 354.4p after Morgan Stanley issued an underweight recommendations and cut its price target from 300p to 280p:  We think that Wesfarmers’ recent acquisition of Homebase may be one of the most significant corporate events in UK retail since Wal-Mart acquired Asda back in 1999. We believe that Bunnings will prove a formidable competitor to B&Q and reiterate our underweight rating on Kingfisher.   Among the mid-caps Interserve has slumped 22% to 304.9p as the support services business said it would take a £70m hit in its first half following cost overruns and delays at an energy from waste contract in Glasgow. Net debt would be £35m higher than it has previously expected, it said.",
  "webTitle": "FTSE falls ahead of US jobs data, with Inmarsat and InterContinental on the slide",
  "webPublicationDate": "2016-05-06T08:40:40Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/06/ftse-falls-ahead-of-us-jobs-data-with-inmarsat-and-intercontinental-on-the-slide",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Randgold Resources",
      "id": "business/randgoldresources",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Fresnillo",
      "id": "business/fresnillo",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Inmarsat",
      "id": "business/immarsat",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "InterContinental Hotels",
      "id": "business/intercontinentalhotelsgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Interserve",
      "id": "business/interserve",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Kingfisher",
      "id": "business/kingfisher",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/06/ftse-falls-ahead-of-us-jobs-data-with-inmarsat-and-intercontinental-on-the-slide"
}