{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/chelsea-tottenham-hotspur-premier-league-match-report",
  "id": "2016-05-02-25",
  "sectionId": "football",
  "body": "The cry went up suddenly, raucously and steeped in the incredible. “Leicester! Leicester!” The supporters of Chelsea soon allowed that chant to segue into another one, a spine-tingling one: “Champions! Champions!” A touch of the surreal enveloped Stamford Bridge as the greatest story football might have etched reached its wondrous completion after a tumultuous occasion on which a record nine Tottenham players were booked.   Related: Leicester City win the Premier League title after fairytale season    How extraordinary that Claudio Ranieri, once of this parish, a man who was removed from the Chelsea job during Roman Abramovich’s first year of ownership, perhaps because of the reputation that he was not combative enough to win major honours, should experience the finest moment of his career thanks to events at Stamford Bridge. Mamma Mia. Even Claudio’s 96-year-old mother, with whom he shared lunch on this astonishing day, could not have seen many tales quite like this. Leicester City are Premier League champions. They were helped over the line by the deposed title-holders as Chelsea showed the kind of defiant streak they seldom mustered this season to pierce a briefly buoyant Tottenham. Leicester’s closest challengers, 2-0 up at half-time, brimmed with intent to fight to the last. But Chelsea’s second-half riposte cut them down. The equalising goal, a superb arrowing strike from Eden Hazard, brought a theatrical end to it all. Guus Hiddink fielded a phone call from Ranieri shortly after the final whistle to hear heartfelt thanks. The Italian’s voice was trembling. As climaxes go, this was of the purest nerve-shredding, tension-fuelled variety. It was also malevolent – as brutal physically as it was emotionally. Chelsea’s role as kingmakers during this title finale provoked them into some spark and spite. That was the dominant tone for a feisty encounter that was on the limit of control from the moment the ball began rolling. At times provocation and reactions crashed over the line of acceptability and when the dust settles both teams may well face consequences. As Tottenham’s fading league hopes evaporated their discipline lapsed completely. Twice Mauricio Pochettino, who spent most of the evening pacing his technical area like a coiled spring, raced on to the pitch to deal with altercations. At the end of the game chaos engulfed the route into the tunnel and Hiddink ended up sprawling. The Dutchman took it in good spirits. His Argentinian counterpart did his utmost to explain it all away as one of those things under the circumstances. “This is the end of the season, the emotion, we are human,” he said. Hiddink, who played the role of peacemaker frequently, had some sympathy. “There was a lot at stake for them and for us prestige was at stake. It was an emotional game between two big clubs. I had to come in between a lot of people.”           Mauricio Pochettino: Spurs must now fight to keep second place.    The worst of the episodes involved Mousa Dembélé, who gouged at Diego Costa’s eyes during a wider mêlée sparked by a confrontation between Danny Rose and Willian. Retrospective punishment is likely to be on the agenda. Cesc Fàbregas accused Érik Lamela of stamping on his hand. Some of the tackles were more suited to rugby by the end. Frankly it was almost impossible for Mark Clattenburg to keep up, and there were 12 yellow cards (it could have easily been worse). Frantic is something of an understatement. The hostilities were helterskelter, with a screeching tempo in front of a salty atmosphere. Somewhere amid this ferocity Tottenham’s mission was to find composure. The game’s pendulum swung in the 33rd minute as they broke to seize the lead. The move was based on slick build-up play on the edge of the box as the ball was pinged from Christian Eriksen to Lamela, who prodded forwards to Harry Kane. Tottenham’s top scorer, who found time in possession hard to come by during this breathless wrestle, was suddenly handed one of those moments where the clock almost slowed. Played onside by John Terry, Kane enjoyed a moment of clarity. He sidestepped Asmir Begovic and planted the ball in the net. The England striker was elated to claim his 14th goal in his last 15 games. The Tottenham celebrations increased shortly before half-time when they doubled their lead. Kane won the ball in midfield and there was Eriksen, who orchestrated beautifully once again. His subtle pass, shifting play forwards and into Son Heung-min’s path, unlocked the door for the South Korean to finish crisply. Chelsea did not appear to have the quality to match from a technical point of view, and at half-time Hiddink introduced Hazard for the largely ineffective Pedro. The home team found refreshed verve. Just before the hour mark they found a method to finally make a footballing impact. Willian’s floated corner fell for Gary Cahill, who escaped Toby Alderweireld to unleash some of Chelsea’s frustration bylashing the ball past Hugo Lloris.   Related: The Leicester Supremacy – a triumph that was never supposed to happen | Barney Ronay    The mood changed. A minute later Costa raced goalwards only to tumble before he could shape to shoot. Chelsea sensed an opportunity to sting their old foes. Willian was the next with a chance but Lloris saved capably. Chelsea threatened again when a ball flashed across the face of goal and Walker just managed to clear as Costa lurked for a tap-in. Then came Hazard’s blistering coup de grace. “After the whole season and the dream to be champion it is difficult to take off this feeling,” said Pochettino. “Our players are disappointed and sad we need to feel that for the future.” On Sunday 15 May the visitors here at Stamford Bridge will be Leicester. Claudio Ranieri. The champions.",
  "webTitle": "Leicester celebrate first title after Chelsea recover for Tottenham draw",
  "webPublicationDate": "2016-05-02T21:01:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/chelsea-tottenham-hotspur-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Lawrence",
      "id": "profile/amylawrence"
    }
  ],
  "guardianId": "football/2016/may/02/chelsea-tottenham-hotspur-premier-league-match-report"
}