{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/25/opioid-epidemic-prescription-painkillers-heroin-addiction",
  "id": "2016-05-25-207",
  "sectionId": "science",
  "body": "For James Fata, the transition from prescription painkillers to heroin was seamless. The 24-year-old came to Florida to shake an addiction to opioid pills, but trying to go through rehab in a region known as the prescription capital of America proved too much. When a government crackdown curtailed his supply of pills, Fata turned to readily available heroin to fill the void. “The pills were hard to get. They got to be very expensive. Heroin is cheap,” said Fata, 24. “Almost everyone that I was close to, anybody that was doing pills with me, typically they would at least get to the point where pills were not an option. You were either snorting heroin or shooting heroin.” Florida was the crucible of the opioid epidemic now gripping the US. Before deaths from opiates spiked nationwide, the state’s south corridor earned the name “Oxy Express” for its liberal access to the extraordinarily powerful synthetic heroin painkiller, OxyContin. But after Florida spent years trying to shake off its reputation by driving out of business the worst of the notorious “pill mills”, the twist came that state officials hadn’t predicted.  When the addicts Florida facilitated could not get prescription opioids any more, they turned to heroin.   Overdoses kill more Americans than car crashes or guns – and experts say the crisis hasn’t peaked. Data reveals how a local problem became a national epidemic   “I’d like to say it’s getting better because I see at least things are being brought to the surface and there’s an advocacy movement,” Fata said. “But on a numbers level, it’s getting worse. On the amount of deaths I see, it’s getting worse. The amount of heroin use I’m seeing, it’s getting worse.” As heroin deaths in the US have more than tripled nationwide since 2010, critics say Florida’s efforts to contain an epidemic unleashed within its borders have only had limited effect in curbing one crisis while making another worse. Florida’s problems started after OxyContin swept on to the market in 1996, just as medical authorities began pressing doctors to pay greater attention to alleviating pain. Unscrupulous businessmen in Florida spotted an opportunity. Within a few years, hundreds of pain clinics popped up around the state dispensing opioid pills to just about anyone who asked. Among the earliest and biggest was American Pain in the Miami-Fort Lauderdale metro area, with a pharmacy run by former strippers and doctors carrying guns under their white coats. It took in tens of millions of dollars a year selling OxyContin and generic versions containing oxycodone to people who travelled from Kentucky and West Virginia where painkillers were known as “hillbilly heroin”. They came south along the “Oxy Express” by bus or the carload, sometimes driven by dealers who took a cut of the pills. At one point, more than 90% of all the prescription opioids dispensed by doctors in the US were sold in Florida.     James Fata: ‘On a numbers level, it’s getting worse. On the amount of deaths I see, it’s getting worse. The amount of heroin use I’m seeing, it’s getting worse.’ Photograph: Chris McGreal for the Guardian    ‘Nothing had ever brought me to my knees’ Robert Eaton was introduced to opioids at the age of 24 after suffering herniated discs in 2009. After a couple of months of therapy and low levels of painkillers, his doctor said he had done all he could for Eaton. The doctor pointed him to the pill mills. “He recommended me to go see a pain management doctor. I started seeing him every month. Immediately he increased all of my prescriptions,” he said. Eaton reels off a list of hundreds of oxycodone, methadone and muscle relaxants he was prescribed each month.    The pills were hard to get. They got to be very expensive. Heroin is cheap  James Fata     “It’s a lot but by the time I got to him, the pills already had a stranglehold on me. A lot more just seemed better. I didn’t realise at the time just how far this thing was going to take me,” he said. “Nothing had ever brought me to my knees. Once the pills went into my body, it was over. As soon I took that drug I was like, ‘whoa, this is good. I need more of this now’.” Those hooked on oxycodone say that they do not so much feel a craving for pills as a fear of not getting them and, as they put it, getting sick. If they don’t get a fix, they get hit by increasingly intense pain from withdrawal much worse than the pain they were treating. “By the end, I was locking myself in a room, never getting that kind of high,” Eaton said. “Needing this to not get sick and to be able to get out of bed.” Eaton quickly came to realise that the doctor wasn’t so much treating him as taking his money, writing a prescription, and getting him out of the door as fast as possible in order to get the next patient in. “Not once did he ever ask me: ‘Did your pain improve this month?’ There was no intention to ever bring the medication level down at all. You’re walking in and he’s prescribing you the max,” he said. “If you had insurance, it didn’t matter. You paid cash to see the doctor.” Eaton is still not sure how much he spent between the doctors and the pills but said it ran into hundreds of dollars a day.     Robert Eaton: ‘Once the pills went into my body, it was over.’ Photograph: Chris McGreal for the Guardian    He lost his job as a Budweiser delivery driver because the pills affected his work. He lost his house. He even sold his stepchildren’s toys.  “I would take the mortgage money. My wife at the time would try and scrounge up money to pay for things and I would steal it,” he said. Eaton found another job training as an emergency medic with a fire department and managed to keep his addiction hidden for a while. “One day we walked into this lady’s house. It was a grandma. She’s sitting in her bed. She’s dead and she had a pill bottle in her hand,” he said. “That messed me up so bad I went and did roxies [oxycodone]. “My way to fix what I was experiencing was to go do the very drug that just killed her.”    There was no intention to ever bring the medication level down. You’re walking in and he’s prescribing you the max  Robert Eaton     Oxycodone down; heroin up Florida started to crack down on “pill mills” in 2010. American Pain was shut down in an FBI raid and its owners were imprisoned. The Florida legislature passed laws to kill off other pill mills and curtail the largely unfettered prescription of opioids. Deaths from oxycodone in Florida dropped 69% in the five years from 2010. But the clampdown left those already addicted without a ready supply. It limited access to pills, forced up prices on the street, and made heroin a cheaper alternative. As the drug flooded in from Mexico, heroin deaths in Florida more than doubled in 2014 alone to a record 408. Doctors also reported an increase in the number of babies born addicted to heroin, and Florida leads the US in new HIV-Aids infections, attributed to needle-sharing by drug users. “What was going on here in Florida was different to any other place,” Fata said. “The pill mills were blatantly illegal. Anybody could walk in and get a prescription. When that stopped, those people either latched on to people who still had a prescription or they moved to heroin. As those people they could latch on to dwindled and dwindled because it got stricter and more restrictive, the shift was to heroin.” The National Institute on Drug Abuse declared a heroin epidemic in south Florida two years ago. The Journal of the American Medical Association Psychiatry noted a shift toward greater use by white people from affluent backgrounds and said that most were drawn to heroin after becoming addicted to opioid painkillers.     The Journal of the American Medical Association Psychiatry noted a shift toward greater use by white people from affluent backgrounds and said that most were drawn to heroin after becoming addicted to opioid painkillers. Photograph: Alamy Stock Photo    The 2014 study reported that 75% of those on heroin said they came to it via prescription opioids and noted a rise in heroin use as prescription opioid use decreased. Florida officials were as caught off guard by the rise of heroin as they were by the sudden boom of the pill mills in the late 2000s. Fata got hooked on prescription pills in his home state of Texas, where he grew up in what he describes as an upper-middle-class family. He began popping painkillers he found in his parents’ cabinet when he was in his mid-teens, a pastime he said was common among his friends.  Before long he was hooked and taking even larger doses supplemented with heroin. He paid for his habit by dealing in drugs. But at the age of 20, after four years of drugs, his parents forced him to go to rehab in Florida.  “It got to a point where I was about to die and my parents said: ‘You need to go to treatment’,” he said. Fata was clean for about six months but, surrounded by people with easy access to prescriptions painkillers, his resolve failed. “I was living in a halfway house when I relapsed. Working in a menial job. I just felt stuck. There was nowhere for me to go,” he said.    As soon as the prices of the pills went up, I knew I would just use heroin  James Fata     But already the pills were becoming harder to find. The federal authorities were moving against businessmen running Florida’s pain clinics. Prosecutors called American Pain the US’s largest illegal prescription drug ring, earning an estimated $43m in three years, and said it was responsible for at least 50 overdose deaths in Florida alone. Owner Jeff George was sent to prison for 20 years for the death of one of those patients. His brother Chris George received a reduced sentence of 14 years after testifying against doctors he hired. The Florida legislature passed a package of reforms five years ago requiring that pain clinics be owned and run by a doctor. It also established a system to allow doctors and pharmacies to track prescriptions in an attempt to put an end to doctor shopping. “I already knew that the scandal was shutting the pill mills down, so there’s no way somebody like me, without a legitimate ailment, to get pills,” Fata said. Fata moved in with the man who would become his main supplier. His housemate had a prescription for back pain, still did a bit of doctor shopping, and sold some of the drugs. But it became more difficult as doctors became more wary with the Drug Enforcement Administration (DEA) and prosecutors sniffing around. And the shortage drove the price of pills up on the black market. “As soon as the prices of the pills went up, I knew I would just use heroin,” Fata said. “I moved to heroin because the price of OxyContin turned to more expensive than the price per ounce of gold.”     Residents from the House of Hope rehab center appear in court in Fort Lauderdale. Photograph: Miami Herald/MCT via Getty Images    Heron was about one-eighth of the price of pills for the same hit and more readily available. With its rise has come an increase in deaths from a drug authorities say is as much as 50 times more powerful – fentanyl, a synthetic opiate frequently laced into heroin. The DEA last year issued a nationwide alert over what it called an alarming increase in the number of deaths related to fentanyl and heroin. ‘New addictions every day’ But the rise of heroin does not mean the prescription opioid crisis is going away. Janet Colbert was instrumental in getting the pill mills closed down. Working as a neonatal intensive care nurse near Fort Lauderdale, Colbert had to deal with children born addicted to opioids through their mothers. “In years past we had a cocaine baby once in a while. All of a sudden our unit is full of these babies. We’re all like, what’s going on? We had no idea why there were so many. Screaming. It was bad. You couldn’t feed them. They’re in withdrawal,” she said.    We’ll never control the heroin if we don’t control the opiates because there are new addictions every day  Janet Colbert     “If there is a heroin epidemic, nine out of 10 heroin users start with prescription opiates. We’ll never control the heroin if we don’t control the opiates because there are new addictions every day.” Colbert points the finger at the drug manufacturers – led by Purdue Pharma, the maker of OxyContin – and a medical establishment she said that puts too much emphasis on prescribing powerful drugs to deal with pain. In 2007, Purdue paid a $634m penalty for misrepresenting the drug’s addictiveness. In December it reached a $24m settlement with Kentucky after the state claimed Purdue cost it “an entire generation” to OxyContin. Colbert accuses the pharmaceutical companies and doctors of attempting to shift blame for the epidemic by accusing those hooked on prescription opioids of “abusing” the drugs. That was the experience of Eaton, who calmly recalls the trauma of his years of addiction but becomes visibly angry when talking about drug manufacturers and doctors.     Police stand outside Pain Relief Orlando. Drug agents have called them the worst pill mills in central Florida and among the worst in the state. Photograph: Orlando Sentinel/MCT via Getty Images    “This thing took me to a place where I didn’t want to live any more, really. Do I have to accept responsibility? Yeah. I’m a drug addict. Am I a bad person? No. I was going to a doctor who was just taking my money from me. He wasn’t trying to help me get better at all,” he said. “I have a lot of friends who are dead who were getting prescriptions from doctors, and it’s a doctor’s job to protect them. It gets me really pissed off that they weren’t protected.” Florida’s attorney general, Pam Bondi, called doctors working in pill mills “drug dealers in white coats”. Some physicians have been called to account. A Lake Worth doctor, Sergio Rodriguez, was sentenced to 27 years in prison over more than four overdose deaths. But it has proved hard to convict others. Cynthia Cadet wrote more prescriptions than any other doctor at American Pain and was paid $1.5m. But a jury cleared her of criminal charges after she said she could not know if patients were lying about pain levels. She was later imprisoned for money laundering. Colbert said that jailing a few doctors does not go far enough when hundreds were employed in what she regards as a criminal racket. She would like to see the state medical authorities strip them of their licences to practice. Her organisation, Stopp Now, is also pushing for doctors to be required to use a monitoring programme that would tell them if a patient is obtaining prescriptions from another doctor. The programme is compulsory in 20 states but voluntary in Florida.    I was going to a doctor who was just taking my money from me. He wasn’t trying to help me get better at all  Robert Eaton     Colbert said state legislators have told her they will not support the measure because it is opposed by the Florida Medical Association. “The doctors have a lot of clout and they don’t want the legislation because somebody’s telling them what to do,” she said. The Florida Medical Association did not respond to a request for comment. Fata said he finally kicked heroin when he recognised it was going to kill him. He is studying to be a social worker and plans to return to Texas. “I knew this past time, right before I got clean, that I was ready to kill myself,” he said. “I was at breaking point.”  Eaton also shook his reliance on drugs with the help of a religious group and now runs a personal training business. But getting off the pills came at a price. His marriage broke up. Friends were dying around him. “My best friend died on just the prescriptions alone. His sister found him on the morning of his 30th birthday, dead in his room,” he said. Eaton missed the funeral because he was on the hunt for a fix.",
  "webTitle": "How cracking down on America's painkiller capital led to a heroin crisis",
  "webPublicationDate": "2016-05-25T10:30:38Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/25/opioid-epidemic-prescription-painkillers-heroin-addiction",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "science/drugs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris McGreal",
      "id": "profile/chrismcgreal"
    }
  ],
  "guardianId": "science/2016/may/25/opioid-epidemic-prescription-painkillers-heroin-addiction"
}