{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/football-team-relegated-not-being-in-drop-zone-all-season-the-knowledge",
  "id": "2016-05-11-298",
  "sectionId": "football",
  "body": "“Just wanted to ask,” emails Aniket Joshi, “have there been any teams relegated on the final day of a league despite never having been in the relegation zone for the rest of the season?” The Premier League is often called the most competitive league in the world (of course, it isn’t even the most competitive league in the UK) but if you think this season in England’s top flight was one in which anybody could beat anybody, take a look at the 1908-09 First Division. A similar format – 20 teams, 38 matches for each team – yet the margins between the teams were tighter than a Floridian vote count. Well not quite, but they were close: by the end of the season, just four points separated Woolwich Arsenal in sixth and Manchester City in 19th. City had not been in the dreaded bottom two all season – in fact they had roared to the top of the league on the opening day owing to a 1-0 win against Sunderland (level points then decided by goal average – goals scored divided by goals conceded – thereby rewarding those who scored fewer goals) and had floated about in mid-table ever since, owing to their excellent home record (12 wins from 19, only The Wednesday, Sunderland and champions Newcastle had more) and dismal away record. The polar nature of the club was reflected on the terraces too, with attendances ranging from 40,000 to 3,000 throughout the campaign. Yet come the business end of the season, City were on the brink and lost their final match 1-0 away at Bristol City.   Related: Have two European Cup winners played each other in the second tier? | The Knowledge    Now hovering precariously in 18th, one place above the relegation zone, they were forced to wait until the next day to find out their fate, with 19th-placed Liverpool’s match against Newcastle delayed because not two days previous, the north-east club had played in the Charity Shield at Stamford Bridge, defeating Southern League champions Northampton Town – managed by Herbert Chapman (the match raised £226 for charity, with £45 going to both clubs and 12 London hospitals each receiving approximately £10). Returning home to the north-east, tired and perhaps a little worse for wear, the already-crowned champions and Charity Shield winners Newcastle slumped to a shock 1-0 home defeat, with Ronald Orr’s goal saving Liverpool and condemning Manchester City to not only the Second Division, but the nickname, Typical City. Hat-tip to Malcolm Warburton for flagging that one up. “I’ve a feeling that Millwall’s 1995-96 Division One relegation might count,” feels David Hopkins. “At Christmas they were in the promotion race, and lost narrowly at home to Derby, who would end up second. After Christmas they dropped like a stone, and ended up in the bottom three having drawn their last game while Portsmouth won.” Indeed Millwall were top of the league that season until 9 December with 34 points from 21 games – Chris Malkin leading the line magnificently, ably supported by Alex Rae in midfield – but the London club only add 18 more points in their remaining 25 games and were relegated on the final day after Portsmouth leapfrogged them with a 1-0 win “on a sandy wastes of a Huddersfield pitch worn grassless by a winter under the studs of rugby league”, according to the Portsmouth Evening News, with Deon Burton doing the damage with his left boot. “York City started the final day of 1998-99 Division Two above Wycombe and Oldham,” starts Phil Boyle, ”both of whom needed to win to send York down, and had not been in the relegation zone at any point all season as of 3pm that day. York got thumped 4-0 away at Man City (!!!). Oldham beat Reading 2-0 at Boundary Park. Wycombe cruelly left it until the 83rd minute against Lincoln to secure a 1-0 win at Sincil Bank thus sending York down, having spent only seven minutes all season in the drop zone.” “Hellas Verona in Serie A in 2001-02 managed to achieve this,” emails Liam Derry. “For much of the season they were around mid-table, before a late slump and a last day defeat to relegation rivals Piacenza left them in the bottom four for the first time. Verona’s squad contained future World Cup winners Massimo Oddo, Mauro Camoranesi and Alberto Gilardino, as well as Adrian Mutu.” Hellas were also relegated this season, although of course they have been in the drop zone for a while, but that didn’t stop Luca Toni and co doing this at the weekend. “I believe in 1986-87 Lincoln City were never bottom of the Football League until after the final day of the season, as they made unwanted history by being the first side automatically relegated to the Conference following a poor run in the second half of the season,” remembers Andy Boyd. “On the last day they lost at Swansea City, Torquay United drew with a David Platt-led Crewe Alexandra with a late equaliser in time added on after Torquay’s Jim McNichol had been bitten by a police dog.” McNichol, now a pub owner in Devon, wrote this for the Guardian about the incident in 2009 – “I had three different holes in my leg and I got 17 stitches.” “How about Sheffield United who went down to the Fourth Division in 1980-81?” suggests Simon Atkinson. “Having never been in the bottom four until the last day, a 1-1 draw with Walsall at Bramall Lane was not good enough to save them. Don Givens missed a penalty for the Blades, and after the final whistle when it was falsely reported that results elsewhere had in fact granted a reprieve, the most modest aspiration ever to be turned into a football chant (‘Staying up, staying up, staying up!’) reverberated gleefully around the ground for a minute or two. Sadly it was not borne out by the facts.” “My team Bristol Rovers,” sobs Peter Cole, “suffered this dubious honour in 2014 when being relegated from League Two to the Conference.” Rovers could only struggle to a 1-0 defeat at Mansfield while Wycombe Wanderers’ 3-0 win at already-relegated Torquay meant that they pipped Rovers on goal difference. Ouch. At least things have got better since. Gavin Parnaby says “perhaps unsurprisingly this happened to Middlesbrough in the old First Division. After liquidation/resurrection in 1986, Bruce Rioch’s kids were promoted from the Third Division to the First Division in successive seasons. But in 1988-89 they were relegated on the last day of the season – the only time they were in a relegation spot. Villa were the club that climbed above them after the final match. Perhaps selling Gary Pallister to Manchester United for £2.3m had something to do with it.” And here’s JH Bach: “In the 2007-08 season of the German second tier (2 Bundesliga), Kickers Offenbach managed exactly that. Losing 3-0 on the last day against fellow relegation strugglers Osnabrück, Offenbach fell from 13th to 15th place for the first time that season. That was incidentally also the last season where four teams out of 18 were regularly relegated from the league. It’s been two relegation spots and one play-off spot ever since.” Two relegations, one season “Further to your thread ‘which managers have helped send two clubs down in one season?’ from 2008, it is to my dismay as a proud York City fan that a twist on this undesirable feat has been achieved by our manager, Jackie McNamara,” writes Paul Begley, fittingly emailing from the University of Cambridge Institute for Sustainability Leadership. McNamara started the season at Dundee United, also relegated (from the Scottish Premiership), taking five points from the opening nine games. “Is McNamara the first manager to relegate two teams in the same season in different countries?” In a word, Paul, yes. No other manager has started a club’s slow march towards relegation, hopped over a national border and finished the job with another club, apart from our Jackie, who remarkably remains at the helm at York City, despite his own unenviable personal record this season. As is well documented in our 2008 article above, there are a number of managers that have managed the feat in one country: Billy McNeill in 1986-87 (Manchester City, Aston Villa), Ron Saunders in 1985-86 (Birmingham City, West Bromwich Albion), Dave Bassett (Watford, Sheffield United).     ‘Help.’ Photograph: ANL/Rex/Shutterstock    Since that article was published, we can add Gary Johnson to the list, who took both Yeovil Town and Cheltenham Town down from their respective divisions last season. Having suffered relegation from the Championship in 2013-14, Yeovil struggled to adapt to League One and sacked Johnson in February last year, before taking up the reins at Cheltenham in League Two just a few weeks later. Johnson could not prevent them falling out of the Football League but was rewarded with a two-year contract in June a year ago. “The good thing is that I’ve spent a honeymoon period here,” said the former Latvia manager upon Cheltenham’s relegation. “Not a very pretty lady I was honeymooning with, but it was good that I was able to see who was committed.” It proved a good decision in the end, as Cheltenham ripped through the Conference this season, finishing top with 101 points. Train stations v town size (2) “Watford has 10 stations within a two-mile radius of the ground. Watford North, Watford Junction, Watford High Street, Watford (Metropolitan Line), Watford Vicarage Road (to open), Cassiobridge (to open), Bushey, Croxley Green, Carpenders Park and Moor Park,” emailed Chris Parrott, following on from last week’s blog. “Does any club (outside London) have more?”   Related: From which train trip in Britain can you see the most league football grounds? | The Knowledge    If there’s one thing we do know, it’s that you lot really like trains. And football. A lot. “To answer the spin-off-spin-off question on the greatest number of railway stations within a two-mile radius of a football ground, I must first point out that Chris Parrott is wrong in his assertion regarding Watford,” figures Tom Conniffe. “Croxley Green saw its last train in 1996 and Watford (Metropolitan line) will close in 2020 when the two new stations he mentions, at Watford Vicarage Road and Cassiobridge, will open. So Watford currently has just seven, which will rise to eight when the Metropolitan line is extended through them to Watford Junction.” “I think Southport, of the National League, can beat Doncaster’s supporters per railway station,” writes the ambiguously named James M. “If you include all the stations within the town boundary, it has Ainsdale, Hillside and Birkdale on Merseyrail’s line to Liverpool, the terminus at Southport itself and Meols Cop on the line towards Manchester. With an average of 1133 supporters per game this season, that makes 227 supporters per station.” This week’s winner, though, is Liam Corte. “The borough of Stockport is covered by a spider web of railways, and as a result has 19 train stations within its boundary. The full list is: Bramhall, Bredbury, Brinnington, Cheadle Hulme, Davenport, Gatley, Hazel Grove, Heald Green, Heaton Chapel, Marple, Middlewood, Reddish North, Reddish South, Romiley, Rose Hill Marple, Stockport, Strines, Woodley, and Woodsmoor. A population of 286,755 means one station for every 15,092 residents. For a ratio of stations/supporters, the famous Stockport County averaged 3,082 in 2015/16 which works out at 162 County fans per station.” Knowledge: update “Another season, another promotion for Portuguese coach Vitor Oliveira,” noted Romeu Duarte this time last year. “This time it was União da Madeira, his eighth promotion, from the second division to the first tier (or seventh if we exclude last year as he was sacked before the end of the season): P. Ferreira 90-91, Académica 96-97, U. Leiria 97-98, Belenenses 98-99, Leixões 06-07, Arouca 12-13, Moreirense 13-14 and U. Madeira 14-15.” But Romeu’s back! “Time to update this record,” he writes. “Coach Oliveira managed to outdo himself by promoting another team to the top flight, his ninth time doing it. GD Chaves was the lucky club (after 17 years of absence).” Knowledge archive “I know that you’ve covered why Ryan Giggs couldn’t play for England in the past, but I was wondering if it was true that Harry Kewell could have worn the Three Lions?” asked Leo Martin back in 2005. Unlike Giggsy, it turns out that Harry Kewell could have played for England, despite his Australian upbringing. Thanks to his father Rod being born in England, the fact that Harry himself was born in Sydney’s western suburbs, where he also grew up, would not have hampered his English eligibility. Playing for the Socceroos against Iran in a World Cup qualifying play-off at the age of 17, however, did. Having been invited to train with Leeds as a 15-year-old, Kewell flew to England and was able to stay with relatives as he soon made an impact at Elland Road, earning a first-team debut at the age of 16. But while voices behind the scenes attempted to persuade the youngster to pledge his allegiance to his adopted home, Kewell refused to budge. “I was born and bred in Australia and I’ve always wanted to wear the green and gold,” said Kewell. “The thought of playing for England never crossed my mind. There was never any doubt; my country is Australia.”     Harry Kewell could have declared himself for England, but instead became the youngest ever footballer to play for Australia in 1996. Photograph: Allsport    For thousands more questions and answers take a trip through the Knowledge archive. Can you help? “What is the worst result a team has suffered in the final game of their stay at a home stadium?” asks Mike Small. “At the weekend we saw Ritchie de Laet win promotion from the Championship on loan at Middlesbrough, while also winning (and qualifying for a winners medal) the Premier League with his parent club Leicester City,” notices Fritz Maddrell. “This made me wonder if there is a player who has in fact won two leagues in the same season?” (Also asked by Xavier Lizin and Gooner Holic). “The Teesdale Way passes through Middlesbrough FC,” tweets Danny Last. “Fulham are another, of course, with the Thames Path, and Nottingham Forest have the Trent Valley Way passing by. How many other clubs have a long-distance walking path alongside the stands?” “Are there any ‘local’ derbies between two teams from different countries?” wonders Alan Boag. The Rev Sam Bailey asks: “With all this talk about Andy King winning three titles with Leicester, it struck me - what’s the furthest a player has gone down with a team? Has anyone stuck with a team for three relegations? Four? I should probably start my search with Blackpool, but figured I’d let some one else do the heavy lifting.” “Mick Byrne played in four separate spells for Shamrock Rovers,” asserts Nick Williamson. “Has any player had more separate spells with a club?” Send your questions and answers to knowledge@theguardian.com or get in touch via Twitter @TheKnowledge_GU",
  "webTitle": "Football teams relegated despite not being in the drop zone all season | The Knowledge",
  "webPublicationDate": "2016-05-11T09:19:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/football-team-relegated-not-being-in-drop-zone-all-season-the-knowledge",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Butler",
      "id": "profile/michael-butler"
    }
  ],
  "guardianId": "football/2016/may/11/football-team-relegated-not-being-in-drop-zone-all-season-the-knowledge"
}