{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/16/rising-star-competition-entry-kelly-jones",
  "id": "2016-05-16-162",
  "sectionId": "small-business-network",
  "body": "Liz Bagnall, managing director of Stagestruck Ltd, explains why Kelly Jones should win the Rising Star category of the Guardian Small Business Showcase competition:  Kelly Jones is Stagestruck’s current rising star because she has achieved extraordinary results. She has a proactive approach, commitment and diligence over and above the call of duty, and rising leadership skills.  Kelly, in her own time, nurtured a potential client, encouraged them to introduce Stagestruck to a major account and ran the tender process for a high profile event against multiple high end competitors. She then converted the client and took on the responsibility for managing the account, bringing new innovations and tools to their events and driving up the standards of event design and delivery. She led a team of up to 50 people on site, motivating them to perform to the highest of standards, praising them and sharing the thanks the client gave to her personally.  The outcome was that Stagestruck became a preferred supplier to the client, attracting just over £1m worth of business, our third largest client in 2015. By working tirelessly in her own time to ensure she understood the client business, she was seen by their Board to be a trusted adviser of the communications team. She was recognised across the client business and through personal commendation from the CEO.   All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Kelly Jones",
  "webPublicationDate": "2016-05-16T14:06:44Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/16/rising-star-competition-entry-kelly-jones",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/16/rising-star-competition-entry-kelly-jones"
}