{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/premier-league-2015-16-review-referee-of-the-season",
  "id": "2016-05-16-182",
  "sectionId": "football",
  "body": "Welcome to theguardian.com review of the 2015-16 Premier League season. Now that the campaign has ended we would like you to help us choose your favourite goal, the best referee and the best manager, and other winners in a total of 10 categories. We have nominated some contenders but this is just to get the discussion going: we would like your suggestions so that we can compile the best into final polls that you can vote on. The polls will be published at midday on Tuesday 17 May, so please tell us what you think. Thanks Mark Clattenburg “When do you see him get a major decision wrong?” asked former referee Mark Halsey in an homage to Mark Clattenburg earlier this year. Unsurprisingly, considering how difficult the job of maintaining order over a bunch of often entitled, petulant and abusive chancers can be, the answer is “fairly often, actually”. Despite his largely undisputed status as the Premier League’s best referee, Clattenburg was actually responsible for several high-profile blunders this season. In one match, between Manchester City and Tottenham Hotspur, he and his assistants combined to award three goals that should have been disallowed for offside, while Clattenburg was the subject of justifiable criticism for awarding Spurs a penalty for accidental handball in the reverse fixture. He also sent off West Ham’s Cheikhou Kouyaté against Crystal Palace, a harsh red card that was subsequently rescinded. Then there was the Battle of Stamford Bridge, a marvellous evening of cartoon violence which could have been ruined by a more fussy official. Let’s not kid ourselves – it is easy to blame referees for the various injustices visited upon our teams and of course they often have bad days at the office and get things horribly wrong. But in a high speed game where they are forced to make split-second decisions without the benefit of TV replays, it seems churlish to criticise match officials for making mistakes in an environment where the players they are attempting to police are constantly try to con them. In the Premier League’s rank and file of put-upon whistle-blowers, Clattenburg stands out as the most accomplished and has been rightfully awarded with this season’s Champions League final, a potential powder-keg which is likely to test his northern mettle like no other.     Mark Clattenburg shone this season. Photograph: TGSPhoto/Rex/Shutterstock    Martin Atkinson The match official from Bradford regularly incurred the wrath of Sir Alex Ferguson during the Scot’s time as Manchester United manager and will have further incensed his old foe by ignoring a blatant handball by Willian during United’s scoreless draw against Chelsea in December. Despite this howler, Atkinson has been rewarded for the consistency of his performances by being included, along with Clattenburg, on the roster of referees for Euro 2016. Anthony Taylor Despite sitting through the entirety of Sunderland’s season-defining win over Everton recently, it occurred to me that I hadn’t actually noticed who’d refereed the match, which is invariably the sign of a job well done by a match official. A quick check showed it was Anthony Taylor, who is certainly capable of the occasional rick, but seems to fly under the radar more than most of his peers. It’s enough to earn him a place on a list that is almost certainly the most futile category of any Guardian Premier League review you’ll read this season. Jon Moss   Related: Best of the Premier League 2015-16 – in photos | Tom Jenkins    Jon Moss was subjected to a tsunami of spiteful and monotonously predictable abuse from quite a few largely ill-informed ‘experts’ in the stands and on social media during a pell-mell match between Leicester City and West Ham, in which a furious Jamie Vardy jabbed a finger in his face and called him a “fucking cunt”. Of course tempers boil over from time to time in such a combustible environment, but it’s worth remembering that if the Leicester striker subjected a National Railway employee, civil servant or NHS nurse to the same sort of abuse he’d probably be arrested. In the aftermath of a game in which he didn’t actually get a whole lot wrong, Moss’s ability and – more disturbingly – character was further traduced by such a large number of his former colleagues that one could be forgiven for thinking there might be some kind of vendetta against him, not least because several of his former colleagues were equally quick to criticise his appointment ahead of last season’s FA Cup final. Nobody should have to put up with such abuse as they attempt to go about their work and Moss is to be commended for not deciding to jack in the job and march off into the sunset flicking Vs at his many detractors. Assorted former referees They may have hung up their whistles, but it seems there are no shortage of former rent-a-quotes ready to top up their pensions with often informative but occasionally unhelpful scrutiny of their former peers. Halsey, Graham Poll and Howard Webb are among the better known rent-a-rulebooks who are regularly canvassed for their opinions on controversial decisions and it is heartwarming to see that, even with the benefit of time to think and endless replays from every conceivable angle, they are still capable of getting things wrong. Check out the other categories:  Player of the season Manager of the season Goal of the season Match of the season Signing of the season Flop of the season Pundit of the season Gripe of the season Innovations for the future",
  "webTitle": "Premier League 2015-16 review: referee of the season | Barry Glendenning",
  "webPublicationDate": "2016-05-16T13:10:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/premier-league-2015-16-review-referee-of-the-season",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Referees",
      "id": "football/referees",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Laws of football",
      "id": "football/laws-of-football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/16/premier-league-2015-16-review-referee-of-the-season"
}