{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/eurotrash-is-back-for-one-night-only-on-the-eve-of-the-eu-referendum",
  "id": "2016-05-09-156",
  "sectionId": "tv-and-radio",
  "body": "Cult late-night show Eurotrash is to make a one-off return on the eve of the EU referendum. Channel 4 confirmed that the comical current affairs show, hosted by Antoine de Caunes and French fashion designer Jean Paul Gaultier, will be back on the airwaves for one night only, to remind their “straight-laced British chums” of the “many, varied and occasionally alarming cultural delights enjoyed by our European cousins”. Eurotrash, which ran on Channel 4 from 1993 to 2007, was one of the UK’s most popular and long-running entertainment shows, gaining cult status for its low-budget feel, weekly parade of bizarre guests and its kitsch take on politics, fashion, sex and fame.  Now notorious features on the show included going underwear shopping with Kylie Minogue, frankly discussing sex with Carla Bruni and artists who painted with their own semen.  In a statement, Channel 4 said the Brexit Eurotrash show would bring together an assortment of “crazy continentals” from across Europe to remind the people of Britain that “without them, we really are just a very sad and insignificant little island with bad food and terrible teeth.” Tim Carter, CEO Twenty Twenty Productions, who is producing the show in association with Rapido Television, said “Eurotrash is the reason most of us work in telly! I’m sure when it comes to the referendum, it will be Eurotrash wot wins it ... for which side is anyone’s guess.”",
  "webTitle": "Eurotrash is back for one night only on the eve of the EU referendum",
  "webPublicationDate": "2016-05-09T14:18:04Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/eurotrash-is-back-for-one-night-only-on-the-eve-of-the-eu-referendum",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/eurotrash-is-back-for-one-night-only-on-the-eve-of-the-eu-referendum"
}