{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/12/uganda-chooses-tanzania-over-kenya-for-oil-pipeline-route",
  "id": "2016-05-12-230",
  "sectionId": "global-development",
  "body": "Uganda is to route its oil exports through Tanzania after a report found the country was a cheaper and more secure option than its other east African neighbour Kenya. Uganda is to use Tanga, a seaport city about 200km north of Dar es Salaam, to export its crude oil, rather than Lamu in Kenya. The announcement was made last month at the East African Community (EAC) summit held just outside Uganda’s capital, Kampala.  Uganda said a pipeline between Kabaale, in Hoima district, and Tanga, of about 1,400km, will be the most cost-effective route when Uganda begins exporting oil by 2020.   Map showing pipeline route and locations of Lokichar and Lamu   Having had a pipeline route through Kenya rejected by Uganda, Kenya plans to build a pipeline from Lokichar in its oil-rich Turkana region to Lamu, where it is building a port, close to the border with Somalia.  “President Yoweri Museveni [of Uganda] and I have announced that Kenya will embark on the construction of the Lamu-Lokichar pipeline while Uganda will build the other pipeline through its southern borders,” wrote Kenya’s president, Uhuru Kenyatta, on Facebook.   “We have, however, agreed to continue cooperating on petroleum issues since both countries are new in the industry.”     In March, Museveni and Kenyatta asked experts from Kenya, Uganda and Tanzania to assess both routes and, in a report last month, Ugandan experts recommended the Tanga plan.  “The Kabaale-Tanga route is the only option to secure first oil export by mid-2020, with pipeline availability of 99%,” the report said.    Related: We're letting oil, gas and minerals firms off far too lightly on tax | Rodolfo Bejarano     “Uganda firmly concludes that Kabaale-Tanga (Tanzania) route is the least cost route for the transportation of crude oil from the region to the east African coast.”  The report argued that a Hoima to Lamu pipeline would be more ecologically sensitive and that the terrain was more rugged compared with Tanzania, which is flatter.  It is hard to clear land in Kenya – taking about two years to compensate land owners. In Tanzania, the government owns all the land, making it easier to access.  Security was also an issue. As Lamu is closer to Somalia on the Indian Ocean, there are fears that a pipeline could be a target for al-Shabaab militants. Tanga port is already operational, while Lamu would only become available in 2022. The project is envisaged to create 15,000 jobs in Uganda and Tanzania. Isaac Shinyekwa, a research fellow on regional integration at the Kampala-based Economic Policy Research Centre, said: “Landlocked Uganda wanted to have an alternative port to rely on in case there were issues in Kenya.”   Uganda’s decision not to partner Kenya is a major blow to the region’s biggest economy and could strain relations in the bloc.   Some top officials in Kenya have accused Uganda and Tanzania of locking the country out of talks.   Kenya has recoverable oil reserves of up to 750m barrels, dwarfed by Uganda’s recoverable reserves of 1.8bn-2.2bn barrels (pdf).   Related: Uganda determined not to let expected oil cash trickle away | Alon Mwesigwa    Kenya remains by far Uganda’s biggest trading partner in the region. Uganda exported goods worth $427m (£294m) last year, but imported goods worth $610m (£421) from Kenya, according to the Bank of Uganda. In the same year, Tanzania exported goods worth $79m to Uganda.  Kenyan media report that Nairobi could begin talks with South Sudan about a possible partnership on the northern route.   France’s Total, a major player in Uganda’s oil sector and widely seen as having influenced the choice of route, says it has already secured the $4bn needed to fund the Hoima-Tanga route.  Kenya says the International Monetary Fund and the African Development Bank have shown interest in funding its pipeline.       Kampala relies on Mombasa port for almost all her imports. During the post-election violence in 2008, Uganda was cut off, paralysing businesses.       An East African Community breakfast attended by, from left, Yoweri Museveni, Uhuru Kenyatta and Tanzania’s president Jakaya Kikwete. Photograph: Molly Riley/AP     Elly Karuhanga, chairman of the Uganda Chamber of Mines and Petroleum, said the two pipelines present massive opportunities for citizens in the three countries.  “This is an opportunity for local service providers in the oil and gas sector in Kenya, Tanzania and Uganda. You only need to prepare for it,” Karuhanga said.  EAC members are partnering to develop other projects, including a refinery in Uganda and a standard gauge railway. Kenya and Tanzania will buy stakes in the refinery as part of a commitment among member states to facilitate financing of projects that benefit the bloc.   Kenya has said it will take a 2.5% share in the refinery, while Tanzania will take 8%. The facility is expected to process 60,000 barrels of oil per day when Ugandan production begins in 2018.",
  "webTitle": "Uganda chooses Tanzania over Kenya for oil pipeline route",
  "webPublicationDate": "2016-05-12T11:50:29Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/12/uganda-chooses-tanzania-over-kenya-for-oil-pipeline-route",
  "keyword": [
    {
      "webTitle": "Natural resources and development",
      "id": "global-development/natural-resources-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Uganda",
      "id": "world/uganda",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Kenya",
      "id": "world/kenya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tanzania",
      "id": "world/tanzania",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Alon Mwesigwa",
      "id": "profile/alon-mwesigwa"
    }
  ],
  "guardianId": "global-development/2016/may/12/uganda-chooses-tanzania-over-kenya-for-oil-pipeline-route"
}