{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/06/spotted-a-silly-sandwich-board-share-photos-of-your-favourite-signs",
  "id": "2016-05-06-245",
  "sectionId": "small-business-network",
  "body": "They may have been around since the 19th century, but savvy street-facing businesses are still using the humble sandwich board to catch the attention of curious passers-by. From inspirational quotes to dirty limericks, pubs, cafes, restaurants and shops are using humour and the element of surprise to lure punters through the door. And it appears to be working. The Artillery Arms pub in east London, for example, gained exposure in the national press thanks to a sign making light of a burglary at the premises during the night: “This pub is so good that someone tried to get in eight hours before we open!”  Other businesses have instead courted controversy – Brick Lane Coffee hit the headlines with its provocative sign reading “Sorry no Uggs (slag wellies)”.  Buzzfeed, meanwhile, is brimming with listicles of the funniest chalk boards or signs, while social media sites such as Pinterest and Instagram are also littered with user snaps. Whether it’s a joke that made you laugh, a clever pun or an inspirational poem, we want to see your photos of the best sandwich or chalk boards in your area. Share your stories, photos and videos by clicking on the blue “Contribute” button on this article. You can also use the Guardian app and search for “GuardianWitness assignments”, which you can add to the homepage to keep up with all our assignments.  GuardianWitness is the home of readers’ content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others.",
  "webTitle": "Spotted a silly sandwich board? Share photos of your favourite signs",
  "webPublicationDate": "2016-05-06T10:39:20Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/06/spotted-a-silly-sandwich-board-share-photos-of-your-favourite-signs",
  "keyword": [
    {
      "webTitle": "Winning new business",
      "id": "small-business-network/winning-new-business",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/06/spotted-a-silly-sandwich-board-share-photos-of-your-favourite-signs"
}