{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/cameron-osborne-praised-stance-assault-bbc-puttnam",
  "id": "2016-05-18-70",
  "sectionId": "media",
  "body": "Labour peer David Puttnam has praised the prime minister and chancellor for “seeing off an ideological agenda” regarding the BBC in this month’s white paper. In what will widely be interpreted as a criticism of culture secretary John Whittingdale, Puttnam told the Media Show on Radio 4 that there had been an attempt to impose an ideological agenda on the corporation.    Related: Cameron's intervention ends wrangling over BBC's future    “I think there was an attempt to run an ideological agenda that, I think, has failed,” he said. “I put that absolutely to the credit of the chancellor and prime minister. I think the prime minister and chancellor saw off an ideological agenda.” There was a degree of relief for the BBC and its supporters earlier this month when a number of measures floated before the white paper’s publication, such as restrictions on scheduling and top-slicing of the licence fee, did not appear in the final document.  However, Puttnam said parliament would “severely” oppose plans for the government to appoint four directors on a new BBC board, in addition to the chair and deputy chair.     David Puttnam has said parliament would oppose the plans for a new BBC board. Photograph: Rex Shutterstock    “I think the idea of four of the board being appointed by the government is a dreadful idea,” said Puttnam, who is charing an inquiry into public service broadcasting. “I just think it makes no sense. “I’m not just saying this as a Labour peer: don’t forget my party could just as easily be in power and I would be saying exactly the same thing. “If it did happen it would unquestionably have a chilling affect on broadcasting ... The public quite legitimately are quite suspicious of the way board appointments occur. “It would be very, very severely challenged in parliament. This is not going to go away, this is not going to be brushed under the carpet. “I think it will end up being major, major issue in parliament, and I know for a fact there are many many Conservatives, people who I like a lot, who will oppose this bitterly.” He added that if the government exerted too much control over who ran the BBC, the corporation could end up like Italian state-owned broadcaster RAI, where the organisation’s leadership is replaced with each change in government. “If we even begin to countenance that kind of interference,” he said, “it’s game over.”",
  "webTitle": "Cameron and Osborne praised for stance against 'assault on BBC'",
  "webPublicationDate": "2016-05-18T17:55:29Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/cameron-osborne-praised-stance-assault-bbc-puttnam",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "media/2016/may/18/cameron-osborne-praised-stance-assault-bbc-puttnam"
}