{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-emily-fruit-crisps-ltd",
  "id": "2016-05-02-155",
  "sectionId": "small-business-network",
  "body": "Emily Wong, director of Emily Fruit Crisps Ltd, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Emily Crisps are absolutely delicious healthy treats that combine the goodness of real fruit and vegetables with the proper crunch of a crisp. We are a healthy alternative to potato crisps and more nutritious than popcorn.  Our innovative low-heat, pressure cooking method significantly reduces the absorption of oil, ensuring that all the vitamins, nutrients, colour and most importantly the glorious taste of our ingredients are preserved.  At its heart, Emily is something of a modern love story. Emily and Alex are partners in life as well as business. They met in London and fell in love travelling all over the world together, sharing their passion for all things foodie.  Alex, ever the incurable romantic, named the brand after Emily so – as it says on the handwritten note on the back of the pack – ‘I could see your name wherever I went’.  Since we started trading just over a year ago, we have grown from being stocked in one retail location (Selfridges Food Hall) to almost 900 today in the UK. We are exporting to 10+ countries and won a Great Taste Award in 2015.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Emily Fruit Crisps Ltd",
  "webPublicationDate": "2016-05-02T11:43:36Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-emily-fruit-crisps-ltd",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-emily-fruit-crisps-ltd"
}