{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/eu-debate-cynical-battle-big-beasts-referendum-boris-johnson",
  "id": "2016-05-01-139",
  "sectionId": "commentisfree",
  "body": "Last weekend I found myself trapped on an isolated, monster-infested Pacific atoll with a pair of twin psychic Japanese schoolgirls. A skyscraper-sized lizard, with three fire-breathing heads, the result of careless radioactive experiments in the 50s, and now a huge clumsy metaphor for both the dangers of human scientific meddling with Mother Nature and postwar Japanese identity anxiety, had cornered us in a cave on the beach. My new friends Lora and Moll hoped to summon to our aid a gigantic moth, with roughly the dimensions of an airship, over which they exercised a strange interspecies erotic sway. Anticipating this titanic struggle of equally matched opponents, each driven by blind instinct and insensible to reason, my thoughts naturally turned to June’s forthcoming Brexit vote.    In Scotland's independence referendum, politicians on both sides of the divide at least seemed sincere in their beliefs    Arguments about Brexit are tearing my family apart. In March, drunk in the late dark, and loose on the internet, I had ordered a European flag from Amazon, intending to fly it from the roof come the week of the Eurovote so as to annoy any divs living locally. But I forgot about the flag and left it on the sofa and now the cat has taken to sleeping under it. Which is odd, as previously he was an avowed Eurosceptic, and would hiss aggressively whenever I put any European free jazz on the stereo. Indeed, we have on occasion used Günter “Baby” Sommer’s Hörmusik solo percussion album to drive him from the room when he made a smell. In a heated late-night, pro-European argument with my pro-Brexit stepbrother two weeks ago, I used the contented cat’s obvious happiness underneath the European flag to show him how Europe could shelter and comfort us, like cats under a flag. My stepbrother, brilliantly, snatched the European flag off the cat’s back, to show how the creature, and by association the nation, was quite capable of functioning without the embrace of Europe. I think this is an example of the kind of easy-to-understand argument the British public claim has been denied them in favour of tedious figures and facts about trade, environmental legislation, human rights and immigration. The cat looked annoyed and eyed both of us with resentment. Already, the Brexit debate is tearing families apart, stepbrother against stepbrother, stepbrother against stepbrother-in-law, stepbrother-in-law against stepcat. “Shouldn’t you be in Japan by now, anyway?” he said, throwing my flag on the fire.     Illustration by David Foldvari.    A few days later I arrived in the so-called Land of the Rising Sun for a meeting with the famous Studio Haino, who had begun work on an anime version of my multiple Bafta- and British comedy award-winning BBC2 series, Stewart Lee’s Comedy Vehicle, which they believed would play well with young Asian hipsters, jaded geisha and disillusioned samurai. Because Fuck! Stewart Lee Pee-pee Charabanc (the literal Japanese translation of Studio Haino’s new title for the show) was already expected to be a big hit, various merchandise spinoffs were almost up and running. A string of love beads, each sporting a different picture of my face, is already available in Japanese adult stores. And since January I have been wearing four or five new pairs of pants a day, all of which will eventually take pride of place, when suitably soiled, in vending machines on the streets of Tokyo’s most fashionable districts. My wife, of course, finds this turn of events ridiculous, but she will be laughing on the other side of her stupid face when the flyblown briefs she currently uses as dishcloths become priceless collector’s items. And, in the increasingly likely event of a British Brexit, the sale of these fetishised items will then fund our family’s relocation to the newly independent free Scotland, from where I will harry the airwaves of England and Wales with liberally biased leftwing satire, the Lord Haw Haw of sparkling wine socialism. In retrospect, the scrum of the Scottish independence referendum looks dignified compared to the dirty war of Brexit. In Scotland, politicians on both sides of the divide at least seemed sincere in their beliefs, rather than selfishly using the nation’s concerns about its future to try and secure theirs. Indeed, the day when Boris Johnson cynically accused the pro-Europe and “part-Kenyan” President Obama of being ancestrally ill-disposed towards Britain marks the moment at which the mayor of London changed from being merely a twat, into a full-blown c**t. It is appropriate to describe Boris with pure witless swearing, for that is all he deserves. He is of a political class where any insult, no matter how vicious, is acceptable, if it is delivered with the rhetorical flourishes and classical allusions of the public-school debating society. Hence, Cameron can scornfully sneer at Jeremy Corbyn, and describe Dennis Skinner as a dinosaur, yet the venerable beast himself is dismissed from the house when he calls Cameron merely “dodgy”.   Related: Now it’s Cameron and the unions: thus does Brexit make bizarre bedfellows | Polly Toynbee    The problem for the pro-Europe voter currently is that, while obviously despising Cameron as both a person and a politician, one nonetheless wants him to prevail over Boris, Gove, Iain Duncan Smith and the Brexit camp. And as the giant moth arrived above the beach, momentarily blocking out the Japanese sun itself, and set about the three-headed lizard with electric rays from its head, I continued to ponder the Brexit campaign. “Did he who made the lamb make thee?”, asks William Blake of The Tyger. It was instinct that drove the moth and the lizard to fight, not ethics. They were as they were. Likewise, Boris’s Brexit position represents only a fight for personal betterment, not a considered view on Europe. There is an African fly that lays its eggs in the jelly of children’s eyes, the hatching larvae blinding them by feeding on the eye itself. But the fly has no quarrel with the child. It is merely following its nature. Likewise Boris, a vile grub laying his horrible eggs in the soft jelly of the EU debate, has no agenda beyond his own advancement. He believes in nothing, and neither does his spiritual soulmate, the eye-scoffing African fly. We cowered in our cave, the twins and I, and watched the combat of the monsters. The honest open war of the giant moth and three-headed lizard made prime minister’s questions seem contrived and banal. The earth shook beneath their feet, triggering tidal waves and rivers of lava from the atoll’s smouldering volcano; vast explosions of startled birds scarred the sky; the landscape cracked. There was no “Mr Speaker”, no “order order”, no classical allusion and no drawing-room wit. There was only war, terrible war. Stewart Lee’s Content Provider (work in progress) is playing in Edinburgh and London. See stewartlee.co.uk for tickets",
  "webTitle": "The EU debate is a cynical battle of big beasts, not beliefs | Stewart Lee",
  "webPublicationDate": "2016-05-01T09:00:50Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/eu-debate-cynical-battle-big-beasts-referendum-boris-johnson",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Stewart Lee",
      "id": "culture/stewart-lee",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stewart Lee",
      "id": "profile/stewart-lee"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/eu-debate-cynical-battle-big-beasts-referendum-boris-johnson"
}