{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/13/sacked-childrens-mental-health-tzar-natasha-devon-i-was-proper-angry",
  "id": "2016-05-13-131",
  "sectionId": "society",
  "body": "The department for education is not famous at present for making inspired or even sound decisions, but its appointment to the role of children’s mental health champion last summer looked like an excellent one. Natasha Devon had spent 10 years talking to youngsters and teachers, working out how to combat a mental health crisis of such epidemic proportions that even something as shocking as a nine-year-old cutting herself is becoming so common it starts to look normal. Three children in every classroom have a diagnosed mental illness, according to the charity YoungMinds. One in 10 will develop an eating disorder before their 25th birthday. Hospitalisations from self-harm and eating disorders have doubled in the past three years, and in some parts of the country rates of childhood depression, anxiety, self-harm and eating disorders are up by 600%. The average onset age for depression was 45 in the 1960s. Today it is 14. Meanwhile, child and adolescent mental services have suffered budget cuts of £85m since 2010. If the government expected children left untreated to simply grow out of mental illness, it must be disappointed. Mental health problems now account for one in every three GP consultations. So when the DfE decided to appoint a children’s mental health tsar, Devon was as encouraged and delighted as everyone. Along with her decade of experience promoting mental health and self-esteem in schools, the body-image expert brought to the job the useful cachet of teenage-friendly glamour. A glossy magazine columnist, former model, celebrity ghost writer and regular daytime TV pundit, she has written openly about the bulimia she suffered for eight years, from age 17 to 25. Now 35, her pride in her size-16 curves routinely incurs the misogyny of Twitter users, enraged by her refusal to wish she was thinner. Sassy and witty, she wrote following one particularly ugly uproar that: “The saga culminated in my being labelled a ‘mixed-race mongrel, fat, feminist, immigrant-loving c***’ … which is something I am giving serious consideration to putting on my business card.” If you were looking for a role model for today’s Instagram teenagers, she is everything you could want.     Devon being made an MBE by Prince William last year. Photograph: Yui Mok/PA    She is also fiercely political – and wonders now if this had perhaps escaped the DfE’s notice. In an open letter to Michael Gove (“that name is a swear word in my house”) in the Telegraph three years ago, she implored the then education secretary to see that creative arts and sports were not the lazy option he imagined, but the lessons that taught emotional intelligence and self-esteem. Replacing them with a relentlessly academic curriculum and endless tests, she warned, would be disastrous for mental health. When offered the job of DfE tsar, she did therefore wonder “if maybe someone hadn’t done their homework”. But they made so much fuss about it being imperative that she “remain impartial and independent, etc etc” (which was why, they told her, she could not be paid) “that, I thought, actually, was a sign of their integrity that they’d chosen me. I thought: clearly, they don’t just want a yes person. Because if they did, they’d choose someone else. And so that was part of the reason why I took the position.” She gives a dry laugh, rolling her eyes at her innocence. Last week she was sacked. The laugh grows hollower when I ask if her nine months in the job were happy. “Er, no.” From the outset, she says, she tried to open a dialogue about “what is going on in the education system that’s actually causing these mental health issues. But it was like talking to a brick.” Detailed written submissions went unanswered, and the only time she met the education secretary was when she got lost in Portcullis House and bumped into Nicky Morgan in a corridor. At her monthly meeting with the junior minister, Sam Gyimah, Devon tried to talk about teacher stress. “But he didn’t even answer me.” The only scheme the department appeared to be interested in was peer-to-peer mentoring. “They were really hot on that. Which, you know, is a good thing. But I was saying, well, yes, OK – but unless implementation of peer-to-peer systems in schools goes alongside a significant improvement in funding for Camhs (Child and Adolescent Mental Health Services), what you’re actually doing is taking away medical support for mental illnesses, and then asking children to look after themselves. I made the point again and again. It went nowhere.” Devon suspects her fate was sealed after little more than a month. She had emailed the minister for social care, Alistair Burt, but he never replied. Weeks later, she happened to attend a conference he addressed, and when he boasted, “It’s a sign of our commitment to mental health that we’re working with Natasha Devon,” she saw “red mist”. She starts to giggle. “I was like, you what? I was proper angry; I even scared myself.” As soon as the floor opened to questions, she was on her feet in front of 300 delegates. “I said: ‘Apologies for doing this publicly, but I did try to get a meeting with you, and I couldn’t even get a reply.’ And then I had a massive go at him – about everything really, from poverty to uni fees to NHS waiting times.” She giggles again. “It was like a speech in itself, really.” After that the whole conference “got a bit raucous”. Burt left, and “I was a hero for about 30 minutes. It was great.”     Devon was one of the founders of arts and education charity Body Gossip, as well as the campaign group Self-Esteem Team.    Devon reported the encounter in her TES column, and promptly received a call from the DfE press office, “saying, ‘This has caused some distress at government level, as I think you knew it would, and while we can’t tell you what to say, we’d appreciate it if your next column was a little more positive about the government.” It was the first of several. There was another call, “telling me off about the rumpus I caused at the conference. And I was told off for swearing on Twitter. And I got told off for saying Sir Ken Robinson should be education secretary on Twitter.” She starts to giggle again, but then stops.   Related: Mental health champion for UK schools axed after criticising government    “The thing is, I only ever seemed to get any contact from the DfE when I was being told off for something, and that really frustrated me. They were watching my Twitter feed, so almost immediately if I tweeted something I would get an email or phonecall. But when I was submitting all these questions about the state of the education system, they could just be ignored for ever. That doesn’t seem like a good use of department resources, you know – someone just paid to sit and watch my Twitter feed.” I suggest that, from the DfE’s perspective, it might have seemed unreasonable of her to enjoy the privileged status her position conferred, but refuse to relinquish the autonomy of a free agent. “Maybe. But each time they told me off, I said the same thing. I said: ‘Look, part of the reason why you chose me for the role is because I do have a big following of young people and teachers. But the reason they like me is because I tell the truth. So the minute I stop doing that, all the benefits of being associated with me would be gone.” When the DfE called again last week, Devon wasn’t surprised to hear she no longer had a job. The disagreeable surprise, and the reason she is now so angry, was that the reason given sounded transparently made up. Her position had been discontinued, she was told, for organisational purposes, to make way for a new interdepartmental role that would be salaried. “Have I been working for free when I didn’t need to, then?” Devon asked. “Because that seems a bit odd, considering Nicky Morgan’s been minister for equalities, and one of her big things is the pay gap. Or is this other person going to have to toe the party line, then?” “Oh no, no, no,” she was assured. “They’ll be independent, too.” For a brief moment, she looks uncharacteristically vulnerable. “It’s a bit of an insult to my intelligence really, isn’t it?”         Devon delivering a TEDxYouth talk on body image.    Devon manages to maintain a cheerful impression of equanimity. She doesn’t regret accepting the job, because to say no would have looked churlish, “and it’s much easier to talk about what a government is getting wrong, than to try to negotiate with them”, but she has lodged an FoI request, and if it confirms her suspicion that the DfE spent most of her tenure monitoring her Twitter feed and plotting how to get rid of her, she will resign from the peer-to-peer mentoring steering group. “So dull,” she shudders, laughing. If the government really wants to solve children’s mental health crisis, she says it needs to acknowledge the causes. Her top five are: “Poverty. Then academic pressure. What really annoys me is that we say to young people exhibiting symptoms of mental illness: ‘What is causing this?’ They say: ‘The amount of academic pressure I’m under.’ And then people say. ‘Well, it can’t be that – or you just have to suck it up.’ This is the biggest obstacle to social change. People talk about building resilience in children because life is tough – but stress is to mental health what avocados are to dieting. You need a little bit of stress in your life, but you can’t constantly use that as an excuse to put more and more and more pressure on children.”   Related: Only fundamental social change can defeat the anxiety epidemic    She also cites the lack of quality family time, cuts in Camhs, and last but by no means least, social media. “What children are exposed to at such an early age, before they have the critical faculty to decipher what they are seeing, is horrifying. Imagine absorbing everything on that without having the mind to go: ‘This person might be an idiot.’” Does a wise parent keep children away from social media as much as possible? “I think a wise parent encourages their children to think critically, and has those conversations as early as possible. One of the first conversations I think parents should have with their children is about what a real friend is, and about how a friend online is not necessarily your friend in the same way your friend in the playground is.” There is nothing didactic about Devon. Her tone is playful, exploratory, and when she puzzles about the “context-free” pouting selfies her young female relative takes, she admits: “I shy away from the conversation because I can hear myself sounding like an old person.” She grew up in a rural Essex village, was sublimely apolitical, studied English at university, and had no idea why she began to make herself sick, why “I thought everything would be better if I was thinner,” why she allowed the modelling agency that scouted her to keep telling her that, “Your body lets your face down”, or why she followed other models’ advice to eat half-cooked sausages, in order to give herself food poisoning, and thought this was normal. When she sought help from her doctor, he weighed her and sent her away because she wasn’t “underweight”. She felt embarrassed – “like a fraud”. It was only at 25, when she set up a business with two other women, now called the Self-Esteem Team, and began working with schoolchildren, that she became politicised and began to understand that her bulimia hadn’t been about food, but about the damage to her self-esteem that occurred when she was one and her father walked out on her family. Personally, I would pay Devon to help my children navigate the impossible expectations of academic excellence, social popularity, online appeal and aesthetic perfection demanded of modern childhood. Before leaving, she mentions something that makes more sense of the child mental health crisis than anything else I have read or heard. A therapist once told her that “everybody has the real them, and the person that they present to the world. For some people, the gap between the two is narrow.” She spreads her arms. “For some people the gap is that big. The space between those two people is where mental health issues arise, so the wider the gap, the bigger the chance that something’s going to happen.” And I think about the gap between an A-starred exam result and an intellectual awakening; the gap between filtered, retouched images on Instagram and the faces I see in real life; the gap between fantasy lifestyles reported on Facebook, and the real lives online fantasies conceal.",
  "webTitle": "Sacked children's mental health tsar Natasha Devon: 'I was proper angry'",
  "webPublicationDate": "2016-05-13T14:51:20Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/13/sacked-childrens-mental-health-tzar-natasha-devon-i-was-proper-angry",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education in crisis",
      "id": "education/educationincrisis",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Exams",
      "id": "education/exams",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Decca Aitkenhead",
      "id": "profile/deccaaitkenhead"
    }
  ],
  "guardianId": "society/2016/may/13/sacked-childrens-mental-health-tzar-natasha-devon-i-was-proper-angry"
}