{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/hatebreed-the-concrete-confessional-review-jamey-jasta-heavy-music",
  "id": "2016-05-12-57",
  "sectionId": "music",
  "body": "Having walked a straight and narrow musical path for 22 years, Hatebreed might reasonably expect to find that their brutish metallic hardcore formula has succumbed to the law of diminishing returns. There must be, one assumes, only so many ways to bellow motivational slogans and snarling threats over crunching, low-slung riffs before the whole scowling shebang starts to wear thin. But as they have consistently proved over the past two decades, Jamey Jasta and crew are an irresistible, unifying force in heavy music, and they sound more vital and ferocious than ever here. The Concrete Confessional makes occasional detours from the expected myopic forward charge: Looking Down the Barrel of Today is pure, knowing Slayer worship; From the Grace We’ve Fallen features the rare sound of Jasta singing an actual tune; and The Apex Within is slow burning thrash with Misfits trimmings. But the whole point of Hatebreed has always been to pulverise willing participants with simplicity, power and positivity. In that regard, the furiously precise likes of Seven Enemies and Dissonance amount to jolting shots of pure musical adrenaline.         Watch video for Hatebreed Destroy Everything",
  "webTitle": "Hatebreed: The Concrete Confessional review – vital, ferocious heavy music",
  "webPublicationDate": "2016-05-12T19:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/hatebreed-the-concrete-confessional-review-jamey-jasta-heavy-music",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Metal",
      "id": "music/metal",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Dom Lawson",
      "id": "profile/dom-lawson"
    }
  ],
  "guardianId": "music/2016/may/12/hatebreed-the-concrete-confessional-review-jamey-jasta-heavy-music"
}