{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/18/kick-jfks-forgotten-sister-and-the-heir-to-chatsworth-paula-byrne-review",
  "id": "2016-05-18-323",
  "sectionId": "books",
  "body": "What if JFK had been a woman? The 35th president of the United States had a sister born three years later, christened Kathleen, although everyone called her Kick. Inside and outside the Kennedy family, Kick and Jack seemed to many observers to be doppelgangers. As one of JFK’s many girlfriends said: “He looked like her twin, the same thick mop of hair, the same blue eyes, naturally engaging, ambitious and warm.” Like Jack, Kick was witty, sporty and sharp, and could seduce any crowd with her dazzling Kennedy smile (they had both had expensive orthodonty, arranged by their mother, Rose). Kick was interested in politics, too, and seriously considered a career in it. Living in Britain in her mid-20s, she was “asked every day why I don’t stand for parliament”, she told her father, Joe, the rich Irish-American businessman and diplomat who fathered three of the most prominent American politicians of the 20th century (Jack, Bobby and Ted). But Kick, whose life, like her brother’s, was tragically curtailed, never became a politician. Being a Kennedy daughter was very different from being a son, as Paula Byrne shows in her brilliant and sympathetic biography of this strangely forgotten woman. Out of his nine children, Kick was possibly Joe’s favourite. He once said: “All my ducks are swans … but Kick was especially special.” The oldest Kennedy girl, Rosemary, was brain-damaged at birth (and as an adult was disastrously lobotomised, which left her, Byrne writes, “with the mind of a two year-old child”). Because of Rosemary’s condition – which the Kennedy parents dealt with terribly, as they expected their children to be all-American paragons – Kick assumed the role of the oldest girl. Along with Jack and Joe Junior – the firstborn – Kick was known as one of the three “personality kids” of the family. This trio were said to be like a family within a family. One of her friends remembered that at the Kennedy dinner table, she was as “vociferous and opinionated as her brothers”. Like them, she loved playing tennis and swimming (their mother Rose gave the children colour-coded swimming caps so that she could tell them all apart in the water). When staying at their summer house at Hyannis Port, Rose would “pin a newspaper article or theme to discuss on her bulletin board and encourage the children to debate the issue of the day over dinner. History, geography and religion were at the top of her agenda.” Kick contributed to the debate every bit as much as the boys. “Over the dinner table, each child was expected to recount their day’s activities, and report on whether they had won or lost.” When it came to education, however, the Kennedy boys and girls were brought up in separate universes. Rose recalled in her memoirs that “Joe and I had agreed that the responsibility for education of the boys was primarily his, and that of the girls, primarily mine.” Byrne shows that the Kennedy Catholic upbringing involved deep double standards. Like Jack, Kick had huge sexual charisma, but unlike Jack, she was taught never to act on it. When her father became the US ambassador to the UK in 1938, London society became very excited about the photogenic Kick. The Times reported that out of all the Kennedy children, “it is Kathleen especially who is about everywhere, at all the parties, alert, observant, a merry girl”. Yet she was still, as Byrne writes, “a convent girl, expect to behave well at all times, to obey her mother’s commands and her insistence on etiquette and social form. Conversely, her brothers, to whom she was so close, were beginning to lead active sex lives. One friend reported that Joe Sr left carefully opened pornographic magazine centrefolds on Jack’s bed.” While Jack and Joe Jr became womanisers like their father – Joe Sr dated a string of film stars from Gloria Swanson to Marlene Dietrich and even tried it on with several of Kick’s friends – Kick was so protected that, according to a boyfriend, in her early 20s, she could not even say the word “sex”. Aged 22, while working for the Washington Times-Herald, she started dating a reporter called John White. Byrne recounts that when he tried to kiss her on their third date she said: “I don’t want to do the thing the priest says not to do.”     Witty, sporty and sharp … Kathleen Kennedy. Photograph: Bettmann Archive    Byrne is engagingly smitten with her subject. Sometimes, I wished she had given Kick’s life more distance, with more historical perspective on how her choices compared with those of her female contemporaries. But sentence by sentence, the book is a joy: a fresh take on the exceedingly well-worn theme of the Kennedy family. Through Kick’s eyes, we see how much of JFK’s success was founded on being born a boy. Kennedy boys were meant to be world conquerors, while the girls were supposed to be chaste and ornamental, like Rose, who once said she had “made up my mind to raise my children as perfectly as possible” (admittedly the youngest girl, Jean, the last surviving sibling, became a diplomat like her father, but not until the 1990s). Rose took pride in Kick’s lovely Irish complexion, whereas the boys were celebrated for their achievements and independence of thought. Jack graduated from Harvard and immediately turned his thesis into a bestselling book, Why England Slept. Kick went to Finch College on Manhattan’s Upper East Side, which was “little more than a finishing school”. Jack served in the US navy and was a war hero; Kick volunteered for the American Red Cross in London. A photograph of her riding on a bicycle became, writes Byrne, “a symbol of America helping the British to win the war”. But Kick’s long-term vocation, in the family’s terms, was to marry. Rose was distraught when her beloved daughter became engaged to a non-Catholic. In all fairness – as Jack pointed out to his mother – Kick could have done worse than William “Billy” Cavendish. A dutiful man – and unlike her father and brothers, not a lothario – Billy was the heir to the Duke of Devonshire and the Chatsworth estate, one of the grandest houses in Britain. To Rose, however, a marriage to a non-Catholic would damn Kick’s soul for all eternity, and she did everything in her power first to stop it and then, when she failed, to make Kick feel guilty. Kick and Billy seem to have been well matched – “MARRIED LIFE AGREES WITH ME”, she wrote home, and asked her parents to send her a pink dressing gown and a pair of gold and silver evening sandals for her new role as the Marchioness of Hartington. But then it all went wrong for Kick. Byrne recounts the dramas of the end of her life with great pace and a poignancy that is all the more affecting for not being overdone. First, Kick’s beloved brother Joe Junior, who was a US army pilot, died in a plane crash. Then, in 1944, Billy died in battle in France, shot through the heart. After the war, Kick was just adapting to her new life as a widow and throwing herself into charity work and politics – as a Conservative – when she and her new fiance, a roué called Peter, 8th Earl FitzWilliam, died when a private plane crashed on the way to Nice. It was 1948. Kick was just 28. Unlike Jack and Bobby, she was never allowed to reach her full potential. But she shared with them a sudden Kennedy ending. • To order Kick for £16 (RRP £20) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Kick by Paula Byrne review – what if JFK had been a woman?",
  "webPublicationDate": "2016-05-18T06:30:21Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/18/kick-jfks-forgotten-sister-and-the-heir-to-chatsworth-paula-byrne-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Kennedys",
      "id": "us-news/kennedys",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Bee Wilson",
      "id": "profile/bee-wilson"
    }
  ],
  "guardianId": "books/2016/may/18/kick-jfks-forgotten-sister-and-the-heir-to-chatsworth-paula-byrne-review"
}