{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/worlds-most-dangerous-school-run-chinese-children-800m-cliff",
  "id": "2016-05-27-194",
  "sectionId": "world",
  "body": "Authorities in south-west China have vowed to come to the aid of an isolated mountain village after photographs emerged showing the petrifying journey its children are forced to make to get to school. To attend class, backpack-carrying pupils from Atuler village in Sichuan province must take on an 800-metre rock face, scrambling down rickety ladders and clawing their way over bare rocks as they go.  Images of their terrifying and potentially deadly 90-minute descent went viral on the Chinese internet this week after they were published in a Beijing newspaper.     There are 17 vine ladders on the 800-metre-high way home, but the most dangerous part is a path on the cliff without a vine ladder. Photograph: Feature China/Barcroft Images    The photographs were taken by Chen Jie, an award-winning Beijing News photographer whose pictures of last year’s deadly Tianjin explosions were recognised by the World Press Photo awards earlier this year.  Chen used his WeChat account to describe the moment he first witnessed the village’s 15 school children, aged between six and 15, scaling the cliff. “There is no doubt I was shocked by the scene I saw in front of me,” he wrote, adding that he hoped his photographs could help change the village’s “painful reality”. Chen, who spent three days visiting the impoverished community, said the perilous trek, which he undertook three times, was not for the faint of heart. “It is very dangerous. You have to be 100% careful,” he told the Guardian. “If you have any kind of accident, you will fall straight into the abyss.” So steep was the climb that Zhang Li, a reporter from China’s state broadcaster CCTV who was also dispatched to the mountain, burst into tears as she attempted to reach Atuler village. “Do we have to go this way?” the journalist said as her team edged its way up the cliff face. “I don’t want to go.”      Children of Atuler village climb the vine ladder on a cliff on their way home in Zhaojue county. Photograph: Feature China/Barcroft Images    Api Jiti, the head of the 72-family farming community which produces peppers and walnuts, told Beijing News there had been insufficient room to build a school for local children on the mountaintop. But the perils were evident. The villager chief told the Beijing News that “seven or eight” villagers had plunged to their deaths after losing their grip during the climb while many more had been injured. He had once nearly fallen from the mountain himself. The trek to school is now considered so gruelling that the children have been forced to board, only returning to their mountaintop homes to see their families twice a month. Villager Chen Jigu told reporters the wooden ladders used to move up and down the mountain were, like the village, hundreds of years old. “We replace a ladder with a new one when we find one of them is rotten,” he said.     The oral history of Atuler village said the ancestors picked this isolated and dangerous location to avoid wars. Photograph: Feature China / Barcroft Images    More than 680 million Chinese citizens have lifted themselves from poverty since the country’s economic opening began in the 1980s but grinding poverty continues to blight the countryside. In Atuler village, residents reportedly live on less than $1 (70p) a day. President Xi Jinping has vowed to completely eradicate poverty by 2020 by offering financial support to about 70 million mostly rural people who survive on less than 2,300 yuan (£240) per year. “Although China has made remarkable achievements seen across the world, China remains the world’s biggest developing country,” Xi told a poverty-reduction conference last October.      A boy on a cliff on his way home in Zhaojue county. There was a cable transportation service taking the children to the valley, but the villagers could not afford the electricity bills and the cable later got dismantled. Photograph: Feature China / Barcroft Images    But experts say that number does not take into account the existence of a forgotten class of “new urban poor” that emerged after tens of millions of Chinese workers were laid off in the late 1990s ahead of China’s entry into the World Trade Organisation. In a recent interview, Dorothy Solinger, a political scientist and urban poverty expert from the University of California, Irvine, said she believed there could be as many as 40 million urban people still living below the poverty line in China’s cities. “In the cities there is new poverty and they don’t talk about that,” Solinger said. “The city poor have been pacified [through limited cash handouts] and I think that satisfies the central government … They are not helping them escape poverty. They are helping them stay minimally alive.”   Locator map   Uproar over the students’ hair-raising commute brought promises of government action. The region’s Communist party secretary said a steel staircase would be built to connect the deprived hamlet with the outside world while a permanent solution was found.  Jike Jinsong, another official, said authorities did not have sufficient money to build a road between Atuler and the outside world but warned it was also not feasible to relocate the community since its residents would lose their land.  A third local politician has suggested turning the area into a tourist attraction. Photographer Chen said action was needed to help the villagers. “They have a very limited income. Basically they eat whatever they grow ... They are very poor. They have nothing but bare walls around them. You can see two or three beds in each home, but no furniture,” he said, adding: “How is it possible that something like this exists in the modern world?” Additional reporting by Christy Yao",
  "webTitle": "World's scariest school run? Chinese children tackle 800-metre cliff",
  "webPublicationDate": "2016-05-27T11:23:23Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/worlds-most-dangerous-school-run-chinese-children-800m-cliff",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/27/worlds-most-dangerous-school-run-chinese-children-800m-cliff"
}