{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/barack-obama-nuclear-weapons-enola-gay-hiroshima",
  "id": "2016-05-10-47",
  "sectionId": "world",
  "body": "In a quiet hangar outside Washington, the Enola Gay still gleams as if the B-29 Superfortress that dropped the first atomic bomb in anger rolled off the production line yesterday.  Despite his announcing a historic visit to the site that its payload devastated in Japan, Barack Obama’s legacy as the president who would consign all such weapons to the museum looks rather more tarnished.    Related: Obama visit to Hiroshima should not be viewed as an apology, White House says    The White House hopes that his trip to Hiroshima – the first by a serving US president – will reaffirm a “personal commitment to pursue the peace and security of a world without nuclear weapons”. “The United States has a special responsibility to continue to lead in pursuit of that objective as we are the only nation to have used a nuclear weapon,” wrote his national security adviser, Ben Rhodes, on Tuesday in a statement accompanying news of Obama’s May visit.  But the most remarkable thing about such language is how closely it echoes the unmet promises of a fresher-faced Obama seven years ago in Prague when he first announced that his presidency would demonstrate “America’s commitment to seek the peace and security of a world without nuclear weapons”. “As the only nuclear power to have used a nuclear weapon, the United States has a moral responsibility to act. We cannot succeed in this endeavor alone, but we can lead it, we can start it,” he said, six months before receiving the Nobel peace prize, in part for the promise of disarmament. Presidential aides may hope that the visits to Prague and Hiroshima – at either end of his time in office – will look like bookends of a consistent, if admittedly so far inconclusive, strategy. Critics may wonder what happened to all the chapters in between. Perhaps the clearest sign of how little progress has been made toward the promises of Prague came last month when the White House concluded its fourth and final nuclear security summit in Washington without the attendance of Russia, which is thought to have the world’s largest stockpile of such weapons. Though some 50 countries attended, little meaningful progress was possible without the two former cold war enemies in control of 90% of the world’s arsenal agreeing to lead the way. The deterioration of relations between Moscow and Washington over the course of Vladimir Putin and Obama’s presidencies has also complicated efforts to persuade other countries to abandon their own nuclear ambitions.  One of the few countries to have voluntarily relinquished its nuclear power status, Ukraine, received a rude awakening when the US and its western allies were unable to act on promises to guarantee its security in return after Russian-backed land seizures in Crimea and eastern border regions.  Similarly, Obama’s efforts to deter the use of other weapons of mass destruction arguably went backwards rather than forwards when Syria’s use of chemical weapons crossed a White House-designated “red line” without punishment.  US officials point to progress too, of course. With Russian help, Syria was later encouraged to give up its chemical weapons stockpile. Iran also agreed to a US- and Russian-led plan to limits its potential to develop nuclear weapons.  But for every step forward over the past seven years, there have been at least as many back, with North Korea setting the most extreme example of a country willing to flout all international pressure to curtail its nuclear weapons capability.  Donald Trump recently alarmed observers around the world by stressing America’s willingness to use its own arsenal if necessary and suggesting Japan and South Korea might be encouraged to handle their own nuclear defense in the future rather than sheltering beneath a US-led military umbrella.  The belligerence of Putin and Trump represent developments hard to imagine in 2009 and Obama never claimed it was going to be easy; merely that there was a moral imperative to try.     Barack Obama delivers a speech at Hradčany Square in Prague in 2009. Photograph: Stringer/AFP/Getty Images    “Some argue that the spread of these weapons cannot be stopped, cannot be checked – that we are destined to live in a world where more nations and more people possess the ultimate tools of destruction,” he told the audience in Prague. “Such fatalism is a deadly adversary, for if we believe that the spread of nuclear weapons is inevitable, then in some way we are admitting to ourselves that the use of nuclear weapons is inevitable.” But the notable thing about ending his presidency with a trip to Hiroshima is that the president is already ruling out any sort of apology for dropping Little Boy, the 15 kiloton weapon dropped on 6 August 1945, killing an estimated 135,000 people.  “The United States will be eternally proud of our civilian leaders and the men and women of our armed forces who served in World War II for their sacrifice at a time of maximum peril to our country and our world,” stressed Rhodes. “Their cause was just, and we owe them a tremendous debt of gratitude.”  Even this visit to pay respects was far from certain either. For weeks now, the White House has refused to comment on speculation about whether it would be part of Obama’s trip to Japan – ducking questions during recent trips to London and Havana. The decision to stress that there will be no apology for the tactics of the second world war suggests sensitivity to Republican jibes that Obama apologises for America too much. It certainly fits in with the agreed narrative that surrounds the Enola Gay, in its final resting place at the National Air and Space Museum. The immaculately maintained B-29 sits surrounded by some of America’s most triumphant engineering accomplishments, from the space shuttle to the jumbo jet, in a hangar on the outskirts of Dulles airport. But on the morning of the White House Hiroshima announcement, few seemed aware of its contemporary resonance and the exhibit was all but deserted.  “Unfortunately, in wars bad things happen,” explained a passing docent to a party of young schoolchildren. “At least this plane stopped more bad things happening,” he added, before spending more time explaining how the plane was named after the mother of its captain than what it did.  Others gawping up at the giant plane were surprised that the symbolic healing of a presidential visit to Hiroshima hadn’t already happened. “It seems the right thing to do,” concluded Brandon Wilson, a 19-year-old student visiting from California. “It’s been a long time.”",
  "webTitle": "Enola Gay is a museum piece, unlike the nuclear arms Obama hoped to eradicate",
  "webPublicationDate": "2016-05-10T19:42:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/barack-obama-nuclear-weapons-enola-gay-hiroshima",
  "keyword": [
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "world/2016/may/10/barack-obama-nuclear-weapons-enola-gay-hiroshima"
}