{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/16/bill-shorten-labor-greens-australian-election-2016-analysis",
  "id": "2016-05-16-323",
  "sectionId": "australia-news",
  "body": "Labor is getting caught between thundering demands from both the Coalition and the tabloids to shun the terrible, economy-destroying Greens and some nimble sorties from the Greens themselves.  The combined effect of this Green-themed pincer movement is that Bill Shorten, who is otherwise running an effective campaign, is being regularly diverted from his daily message. The election campaign began with the Greens’ Adam Bandt musing about the conditions for a Labor-Green deal to form government in the event of a hung parliament. Every Coalition MP in the vicinity of a microphone declared that to be a terrifying prospect that would lead directly to higher taxes, an armada of people smuggler boats and sky high carbon taxes.   Related: Thanks Daily Telegraph, I welcome a debate about the overthrow of capitalism | Jim Casey    News Corp papers were so outraged by the prospect that they sent both leaders a “solemn pledge” to sign, which ludicrously, they both did. Then they were immediately asked to rule out calling another election, which – in the event of a hung parliament – is obviously the only option besides entering into an arrangement with enough crossbenchers to ensure supply and confidence in the government and then negotiating each piece of legislation. And of course no government since 2004 has had an absolute majority in both houses which means every government has had to do deals or enter into arrangements with the Greens or minor parties or independents to get its legislation through.  After this election, even if the Coalition wins a majority in the lower house, it is almost certain to have to govern with the support of Nick Xenophon and a few other assorted independents in the Senate – all of whom will have agendas they want to advance, just like the Greens do. No one to date has asked any leader to sign a “solemn pledge” ruling out ever entering an arrangement with Xenophon, or Jacqui Lambie. Nor has anyone been asked to sign “solemn pledges” specifically ruling out a deal with Bob Katter or Andrew Wilkie or any of the others who could sit on the lower house crossbench in the event of a hung parliament. Shorten did, of his own volition, generalise his Daily Tele vow to “not entering any deals with any other party.”  Despite not making much sense, this scare from the right has given the Greens far more presence in the campaign than would normally come their way, diverted Labor onto subjects they’d prefer not to talk about, and highlighted inconsistencies in Labor’s message. The Coalition’s argument came unstuck momentarily when it became evident the Liberals were considering preference deals that would help the Greens win key inner city seats from Labor in both Sydney and Melbourne. But that was quickly subsumed by a daily “revelation” of a Labor candidate or departing MP who has at some time expressed a humanitarian concern about refugees – cited as more evidence that Labor is “weak” on border protection.  This is apparently now a form of political heresy in the major parties, even supporting the #letthemstay campaign which was specifically about 267 refugees, including children and babies, who were about to be deported back to Nauru. Even though around half of that group were allowed to stay in Australia under community detention by the Coalition, the “outed” Labor candidates dutifully insisted they were 100% committed to offshore detention and turning back the boats.   Related: Richard Di Natale opens up to GQ on pacts, policy and dealing with the Liberals    Labor’s internal disquiet over the asylum issue is deeper than the Coalition’s, although there are MPs with concerns on both sides. But whoever wins this election will have to go beyond the slogans and find some place to settle the refugees on Manus Island, especially now the Papua New Guinea supreme court has ruled the detention centre illegal, as well as those on Nauru. And many Australians would applaud MPs struggling with a policy that cannot find a solution to a system that has left people in detention for three years and driven some to suicidal desperation. But there’s apparently no room for that reality during an election. Both Labor and the Coalition count the days when Labor candidate’s doubts have surfaced as “wins” for the Coalition. And from the left, like the quick little kid who knows exactly how to start a fight between the big guys, the Greens are skilfully adding to Labor’s discomfort.  The latest example – an announcement that they would attempt to legislate to ensure no changes are made to Sunday penalty rates. Labor has been fudging its answers on this. It is promising to protect penalty rates and now says it would make another submission to the Fair Work Commission if it won government, arguing against any change. But is much less clear about what it would do if the commission still recommended a cut. Shorten has said Labor would respect the decision, because once one government overturns a decision to make it more generous, future governments of different persuasions would find it far easier to go in the opposite direction.  But that leaves Labor’s penalty rates “guarantees” looking less certain, which was, of course, the Greens’ purpose.",
  "webTitle": "Bill Shorten: caught between the Tele and the deep Greens sea | Lenore Taylor",
  "webPublicationDate": "2016-05-16T06:29:46Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/16/bill-shorten-labor-greens-australian-election-2016-analysis",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Adam Bandt",
      "id": "australia-news/adam-bandt",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/16/bill-shorten-labor-greens-australian-election-2016-analysis"
}