{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/04/the-rights-and-wrongs-of-testing-10-year-olds-on-modal-verbs",
  "id": "2016-05-04-71",
  "sectionId": "education",
  "body": "I enjoyed your articles on the kids’ strike (Five reasons parents are boycotting primary schools over Sats, 3 May), which emphasise the anxiety caused by excessive testing of children, and the reporting of league tables. Testing of children does not need to be stressful. Excessive stress results from the use that we as a society make of the test results. Children are being asked to carry the responsibility for evaluating their teachers, by performing well in tests. It is unfair of society to ask that of them. Teachers are evaluated, not on how well they teach (within their control), but on how well their students do in tests (not entirely within their control). Parents are encouraged to use the resulting league tables to choose a school for their children. The pressure on schools to report good results is transferred on to teachers, which is transferred on to the pupils. A teacher is a very important figure in the eyes of children, and they may not want to feel that it could be their fault that the teacher is not rated well (because of their poor test results). I’ve believed for a long time that inspectors would be far more effective if their remit was to enthuse, support and enhance the skills of teachers. Then the teachers could pass this culture of enthusiasm and support on to their children. Just think of what we might then achieve.Hilary WattLondon  • I was appalled by the naivety of those parents and indeed teachers who feel that fair testing of children is wrong. I was state-school educated and was 25th in the entrance exam for Manchester Grammar – and the support, weekly testing at school, and help from my parents, enabled me to compete in the global economy. Oriental children work 18 hours a day and win all of the prizes at leading world universities while British young people look on with wonder. Unless we test we cannot make education better, especially for the poorest.Peter BoothAltrincham, Greater Manchester • As a lecturer to English language university students on analysing English grammar, I was both surprised and horrified to see that the same ability to label grammatical categories and parts of speech, such as determiners and subordinating conjunctions, is expected of 10-year-olds in their English Sats test. Nicky Morgan, the education secretary, defends the government position on this by saying that children need to know the basics. However, it seems that she has failed to grasp the basic fact that labelling language is not the same as using it effectively – just as labelling the parts of the engine does not enable you to drive effectively, and that this knowledge does not contribute to the very necessary basic English language skill of being able to express oneself effectively, both orally and in writing. Training children for the new tests is resulting not only in a reduction in teaching time devoted to developing their oral and writing skills, but also in a reduction in both creativity and enthusiasm for language development in these young children.Jill CoshCambridge  • My heart goes out to primary school children facing the new Sats tests. I took O-level Latin and A-level English but I had never heard of “modal verbs”. (Wikipedia tells me they are used to indicate likelihood, ability, permission, or obligation.) I must begin coaching my pre-school grandchildren at once. I don’t want them to be picked on in reception because they are the only ones who can’t distinguish between epistemic, deontic and dynamic modality.Alan WoodleyNorthampton • Does it matter if schools minister Nick Gibb does not know whether “after” is a subordinating conjunction or a preposition in a specific sentence? Of course not – apart from helping him to avoid public humiliation. Such arcane analysis will never help anyone to write more accurately or more expressively. After (used as a preposition here of course) 40 years as a secondary school English teacher, I know that what would really help is if 11-year-olds had a good grasp of how to use basic punctuation accurately, particularly the full stop, and had experienced the thrill of writing about interesting things in an interesting way. Oh – and had read some fabulous and inspiring books en route.Mary SmithBearsted, Kent  • Zoe Williams (Do we want humans or algorithms to teach our children?, 2 May) prompts a couple of thoughts in this long-standing school governor and statistician. There seems to be a fundamental misunderstanding here. What is the testing for? Is it to measure how individual children are doing or is it to measure schools? The minister seems to be under the illusion that one measure can be used for both. Schools are very complicated entities, which can be measured in all sorts of ways – number of GCSEs, added value based on deprivation – but also: number of counselling sessions required by over-stressed pupils, number of pupils self-harming, number of looked-after children getting to university rather than prison, number of teachers off with stress, amount of money spent by wealthier parents on tutors, etc. Pupils are infuriatingly even more variable in their potential, poor choice of parents and motivation. Reducing these measures to just one to create a league table to find the “best” pupil or “best” school is simplistic at best and potentially highly damaging. It is a well-worn cliche to say that weighing a pig regularly does not make it grow more or quicker, but I was raised on a farm and I know a happy well-fed pig when I see one, just as I know a happy well-run school with pupils I would trust to run the country in my old age. Sadly I do not think that Nicky Morgan does.Dr Martin PriceDinas Powys, Vale of Glamorgan • Zoe Williams’s rubbishing of the phonics screening check shows a failure to understand the research in this area. The superiority of a phonics approach to the teaching of literacy has been known for at least half a century. Only last week the Guardian reported its beneficial effects on the reading of low achievers and pupils with English as a second language (Phonics method helps close attainment gaps, study shows, 25 April). The specific benefits of the PSC are difficult to demonstrate, as the 2015 National Foundation for Educational Research evaluation makes clear, mainly because it was introduced in all schools at the same time and ran alongside other phonics initiatives. However, the NFER report did find that teachers improved their approach to teaching phonics following introduction of the PSC and that they used its results to modify programmes of work for individuals and groups. Moreover, pupils’ phonic knowledge as measured by the PSC has improved every year since its introduction.Brian McDevittKnutsford, Cheshire • As an aged parent and now a grandparent, I do not understand the uproar regarding Sats. Children only get worried about them because they overhear parents and staff – plus the media – saying they should not exist. Perhaps if children were tested termly tests would become the norm and a better understanding of pupils’ abilities might be formed, allowing the highlighting of areas where teachers should be concentrating their lessons. Or perhaps we should go back to the bad old days when we were taught by rote and tested weekly on various subjects, with main exams at the end of terms. Those who were schooled pre-1980s are better educated in general knowledge and can write legibly and speak coherently on many subjects. The majority left school with the ability to get on with their lives. Whether it is the fault of successive governments, parents who cannot be bothered to assist their children or a few teachers who are not in the profession as a vocation, who knows? But I do have concerns as to what sort of a future lies ahead for the next couple of generations.Kay EverettBlandford Forum, Dorset  Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The rights and wrongs of testing 10-year-olds on modal verbs | Letters",
  "webPublicationDate": "2016-05-04T17:45:23Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/04/the-rights-and-wrongs-of-testing-10-year-olds-on-modal-verbs",
  "keyword": [
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Literacy",
      "id": "education/literacy",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/04/the-rights-and-wrongs-of-testing-10-year-olds-on-modal-verbs"
}