{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/x-factor-contestant-messes-up-national-anthem-at-fa-cup-final",
  "id": "2016-05-22-71",
  "sectionId": "football",
  "body": "An X Factor singer had to make an embarrassing apology after missing her cue to sing the national anthem in front of 90,000 people at the FA Cup final. Karen Harding stood awkwardly on a podium waiting for her cue only to realise that she had missed it and only sang the last few lines of God Save the Queen. The singer touched her hand to her ear before eventually joining in after the crowds, footballers and Prince William had already been singing for around 30 seconds. Immediately following the performance, she blamed the delay on technical difficulties. She tweeted: “Oh My God. Biggest audience of my life and I get technical difficulties! Argh so sorry Guys!!!” She later added: “Mortified!! I don’t know what happened.” With millions more people watching around the world, fans and commentators on social media were unforgiving. Oscar Quaye tweeted: “She had ONE job and flopped ... how embarrassing”, while Piers Morgan quipped: “Did Louis van Gaal advise that female singer for the anthem? ‘Do nothing for the first half…’” Others were slightly kinder, with fan Natasha Henry tweeting: “Poor girl.” Meanwhile, BBC presenter Gary Lineker, who was hosting the television coverage, merely said: “Well that all went according to plan”. Prior to her performance at Wembley as Manchester United beat Crystal Palace 2-1 to win the famous trophy, the singer described the event as a “once-in-a-lifetime chance”, and added nervously: “The main thing is not being able to hear myself ... there’s going to be so many people singing it back.” After the mishap, BBC commentator Guy Mowbray defended Harding, saying: “There’s a lot of noise around the place, it’s easy to miss your cue.”  Harding, a former Eurovision contestant, had followed the performance of rapper Tinie Tempah. Tempah’s performance was also criticised. Fans mocked his outfit and viewers were also unhappy that he seemed to be checking his phone while walking towards the stage. The pre-match entertainment was also likened to the Super Bowl – the American Football end-of-season spectacle. Another commentator on the final, Alan Green, said on BBC Radio 5 Live: “Whoever was responsible for the [pre-match show], an utter shambles, should go away now and lock themselves in a darkened room.” In 2010, Harding competed to represent the UK in the Eurovision Song contest, with Your Country Needs You, but was beaten by Josh Dubovie with his song That Sounds Good to Me. She went on to appear on The X Factor in 2013, but was replaced during the show’s six-chairs challenge stage by mentor Nicole Scherzinger, with Melanie McCabe taking her seat. In January 2015 she released her own single, Say Something, which went to No 7 in the UK’s singles chart.",
  "webTitle": "X Factor contestant apologises over FA Cup final national anthem mixup",
  "webPublicationDate": "2016-05-22T15:28:03Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/x-factor-contestant-messes-up-national-anthem-at-fa-cup-final",
  "keyword": [
    {
      "webTitle": "FA Cup",
      "id": "football/fa-cup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The X Factor",
      "id": "tv-and-radio/the-x-factor",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Entertainment",
      "id": "tv-and-radio/entertainment",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nazia Parveen",
      "id": "profile/nazia-parveen"
    }
  ],
  "guardianId": "football/2016/may/22/x-factor-contestant-messes-up-national-anthem-at-fa-cup-final"
}