{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/alviro-petersen-lancashire-somerset-county-championship-division-one",
  "id": "2016-05-01-55",
  "sectionId": "sport",
  "body": "Alviro Petersen returned to Taunton and reminded the locals of what they are missing. He was the overseas batsman here two years ago, quietly scoring his fair share of runs between opening the batting for South Africa. The international days have now gone, so perhaps Lancashire have the better deal. Petersen recognised the most benign of pitches, shorn of the grass that is needed to produce pace here, which may be one of the downsides of the new regulations at the toss, and he calmly set about gathering his runs. He had netted 83 of them when, to some surprise, he was leg-before to Craig Overton, armed with the second new ball. Until then Petersen had barely missed anything.   Related: County Championship 2016: team-by-team guide | Ali Martin    Nonetheless he had done enough to steer his side into a strong position. At the close Lancashire were 295 for 4. With a win in their solitary match so far in a spring when victories are as rare as cuckoos, they do not look overawed to be back in the first division, even if they are more competent than cavalier when compiling their runs. A toss was clearly necessary because this was obviously a bat-first pitch, the type that is more usually seen in August on a tired square than in May in the first home match of the season. After an hour the left-arm spinner Jack Leach was introduced from the River End and he proceeded to bowl 19 consecutive overs, not because the ball was turning but because there was nothing happening for the faster bowlers. This was not what those introducing the new toss regulations were aiming for or so one must hope.   Related: County cricket – as it happened    Leach claimed the first two wickets either side of lunch. Haseeb Hameed, a promising 19-year-old who has come through the national under-19 ranks, had oozed competence until he drove a catch to short extra cover, a reward for Leach’s persistence. His opening partner, Karl Brown, was lbw propping forward in the modern way after the interval. Then Luke Procter played round a straight delivery from Tim Groenewald so that the door was briefly ajar for Somerset. But Petersen and Steven Croft were able to double the score, moving seamlessly from dutiful watchfulness to expanding their repertoire just before the new ball was due. Petersen changed gear against the admirable Leach, who has only just recovered from a stress fracture and is therefore short of bowling (something which will be remedied in this match). A slog-sweep and an on-drive cleared boundaries that are even shorter than usual as the outfield recovers from the laying of a new drainage system. The Overtons bounded in but struggled to extract much life from the surface. As ever Jamie bowled the fastest deliveries while Craig was more frequently on target. By the end of the day Jamie was reduced to banging the ball into the middle of the pitch, which proved a fruitless exercise. Still, the Quantocks, which can be seen to greater advantage from the swish new press box at the top of Somerset’s latest pavilion, remained gloriously visible throughout an overcast day. Moreover, it was so warm in there that the air conditioning had to be switched on. It was a little cooler out in the middle, where only the batsmen hinted at contentment.",
  "webTitle": "Alviro Petersen puts Lancashire on top against his former side Somerset",
  "webPublicationDate": "2016-05-01T18:28:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/alviro-petersen-lancashire-somerset-county-championship-division-one",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/01/alviro-petersen-lancashire-somerset-county-championship-division-one"
}