{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/20/laura-poitras-on-her-new-julian-assange-film-few-people-could-stand-the-pressure-he-is-under-",
  "id": "2016-05-20-54",
  "sectionId": "film",
  "body": "Julian Assange, his white-blond mop of hair cut and dyed a dusty orange, puts coloured contact lenses in. He pulls on biker leathers, hides his face behind a helmet and takes his motorcycle for a ride. Assange is in disguise, in one of his last moments of freedom before he enters the Embassy of Ecuador. There, after seeking asylum from extradition, the man who helped leak more than 250,000 confidential US State Department documents will stay. Who knows for how long? The wider story is well known. But the details – the contact lenses, that dye job – come from an embedded source. Documentarian Laura Poitras, the film-maker Edward Snowden contacted when he decided to blow the whistle on the NSA’s surveillance practices, had exclusive access to Assange and Wikileaks at the time the US began what she describes as “a full-force attack” on the organisation. Poitras presents her insider’s account of the WikiLeaks saga in Risk, a documentary that premiered this week at the Cannes film festival. Shot before, during and after the Snowden revelations, it is a partial reveal of the reveal. It brings the viewer into the room with the team of journalists, activists and hackers who helped – based on the leaks by Chelsea Manning and with the assistance of the Guardian – to expose exactly how scrutinised we are by the state.     Assange sits with a kitten inside the Embassy of Ecuador in London. Photograph: AP    The film fleshes out what we already know. Although it features a series of intimate moments (Assange having his hair cut by the rest of the Wikileaks team, Assange boxing with a trainer in the kitchen of the Ecuadorian embassy), Risk also shows a side of Assange that we have come to expect: the measured stoic, the placid pragmatist. A man capable of exhibiting extreme bravery and breezy arrogance simultaneously. “He has a pretty extraordinary ability to withstand stress,” says Poitras. “Not that many people could withstand the pressure that he’s living under. He has to be able to hold it together, and he manages to.” In the later stages of the film, as the Ecuadorian embassy becomes his home, and then a sort of prison, we see Assange’s pseudo-celebrity creep into effect. Poitras films him being visited and interviewed by the pop star Lady Gaga. Each is fascinated by the other, without really understanding what makes them tick. Assange’s celebrity is complicated, says Poitras. She says there’s a danger that focusing on those who leak information can start to obscure the importance of the information itself. “It came up with Snowden,” she says. “He said he didn’t want to be the story, but when somebody does something that generates that much media attention, they often do. Then the mainstream media fails to look at the actual reporting: what [the leaks] actually show. That said, I make documentaries about people, so I guess I’m guilty of that as well.”     Edward Snowden filmed in Hong Kong by Poitras. Photograph: Glenn Greenwald and Laura Poitras/AP    In 2013 Poitras travelled to Hong Kong to film a video of Snowden – published by the Guardian – that would reveal his identity. She won an Oscar for Citizenfour, her subsequent documentary about him. In that film, she supplied narration, reading some of the first emails that Snowden had sent to her expressing his wish to go public. In Risk, Poitras is not an active player, but she does have a stake in the game. She leaves moments in when the team speak to her. She believes it is important to acknowledge that her presence affects what she films. She also believes that a similar kind of exposure would be healthy for the Guardian too. “Wikileaks and Snowden – the Guardian is related to both of those stories,” she says. “I think the Guardian, in its reporting of them, should maybe add a disclaimer, because it’s a participant. That’s why I chose to leave myself in, so the audience doesn’t think that I’m forgotten, behind the camera.” Poitras, who has made films about al-Qaida, Guantánamo Bay and the US military in Iraq, has been on the US terrorist watchlist since around 2006. “I haven’t taken the same risks as the people I’ve documented, but the film is founded on a risk,” she says. “I was advised not to go to Hong Kong, not to bring a camera to Hong Kong, but I decided it was a risk worth taking.” Her role in these two huge stories will be amplified again later this year, when Oliver Stone’s biopic, Snowden, hits cinemas. Poitras, who is being played by Melissa Leo, seems wary of Hollywood fictionalisation, but is withholding judgment until she sees the film. “One of my favourite films ever is All the President’s Men,” she says. “It’s great cinema that’s based on real life. That’s the quality of the film, not the act of fictionalisation. Show me a good film!”",
  "webTitle": "Laura Poitras on her new Julian Assange film: ‘Few people could stand the pressure he is under’",
  "webPublicationDate": "2016-05-20T17:28:49Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/20/laura-poitras-on-her-new-julian-assange-film-few-people-could-stand-the-pressure-he-is-under-",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "WikiLeaks",
      "id": "media/wikileaks",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Edward Snowden",
      "id": "us-news/edward-snowden",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/20/laura-poitras-on-her-new-julian-assange-film-few-people-could-stand-the-pressure-he-is-under-"
}