{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/mps-mike-ashley-not-visit-sports-direct-head-office",
  "id": "2016-05-26-87",
  "sectionId": "business",
  "body": "MPs investigating controversial business practices at Sports Direct have told its founder, Mike Ashley, they will not visit the company’s headquarters before next month’s select committee hearing and made it clear they still expect him to show up at Westminster. The billionaire had attached the condition to his appearance in a verbose exchange of letters with Ian Wright MP, who chairs the business, innovation and skills (BIS) select committee. Ashley said he wanted the committee to see the “exact physical conditions” experienced by its staff as well as recent changes made to working practices. He had even offered to fly the MPs to the company’s base in Shirebrook, Derbyshire in his personal helicopter. Ashley has locked horns with the politicians, describing them as “a joke” when they took the unusual step in March of issuing a summons for him to appear in front of them next month. They have been trying to quiz him about Sports Direct, following a Guardian investigation last year that found workers at the sportswear group’s Shirebrook warehouse were receiving, in effect, rates of pay below the minimum wage.  In a strongly worded reply, Wright says: “You will appreciate that parliamentary committees, including this one, do not accept that witnesses attach conditions to attending in response to a summons. We therefore still expect to welcome you to the committee on 7 June.” Sports Direct said the MPs’ decision not to visit Shirebrook was unfair and that Ashley would now seek legal advice to determine his position.   Related: Rangers launch legal action against Sports Direct and Mike Ashley    In his letters to the committee Ashley questions its powers and is keen to establish the penalty should he ignore the summons. “I am concerned the company (or myself) should not be unfairly subjected to a media trial,” he writes. “This should not mean that I am at risk of being sanctioned (if there is power to sanction at all) for contempt of parliament.” In his reply Wright said he was sure they both wanted to avoid a “potentially lengthy and public process that would follow any non-attendance”.  He said the committee had a number of questions it wanted to ask Ashley on the public record about the treatment of workers at Sports Direct and about the scope, progress, and timetable of the review of working practices he announced in December. Sports Direct has issued several profit warnings this year with Ashley complaining the fallout from the Guardian investigation was hurting trade. MPs will also hear from representatives of the Unite union including Steve Turner, its assistant general secretary. Previously Unite has accused the retailer of operating “Dickensian” working practices at Shirebrook. The committee has also invited representatives of the employment agencies who supply labour to Sports Direct at the warehouse: Andy Sweeney of The Best Connection and Jon Taylor and Paul Beasley, the joint chief executives of Transline Group. A spokesman for Sports Direct said: “We are disappointed that members of the committee have chosen not to visit Shirebrook in order to see working conditions with their own eyes, as we continue to believe that this is obviously the best way forward.  “The committee are well aware that Mike Ashley’s proposal to attend Westminster on 7 June was made on the understanding that MPs would visit Shirebrook on any day in advance of 6 June. The committee are clearly being unfair, Mike will therefore now seek legal advice with regard to his position in relation to 7 June.”",
  "webTitle": "MPs tell Mike Ashley they will not visit Sports Direct head office",
  "webPublicationDate": "2016-05-26T18:03:02Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/mps-mike-ashley-not-visit-sports-direct-head-office",
  "keyword": [
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Zero-hours contracts",
      "id": "uk-news/zero-hours-contracts",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "House of Commons",
      "id": "politics/houseofcommons",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "business/2016/may/26/mps-mike-ashley-not-visit-sports-direct-head-office"
}