{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/06/live-racing-friday-6-may-2016",
  "id": "2016-05-06-267",
  "sectionId": "sport",
  "body": "Today’s best bets, by Chris Cook Chester is one of those courses, along with Goodwood, where I habitually look at jockey statistics. As you’ll be aware, it’s a tricky place to ride and I think confidence becomes an issue for some people. If you’re asked to do something difficult that you have failed to do dozens of times before and hardly ever got right, you’re not going to approach the task with much positivity, are you?   Related: Horse racing tips: Friday 6 May    So it was surprising and the cause of mild concern yesterday morning to see that Silvestre De Sousa had only had one previous winner at Chester in the previous four years, which is most of his British career. Admittedly, he’d only had 16 rides there. A few hours after I’d noticed that, De Sousa won twice from three rides at Chester, proving once more that he is an excellent jockey who, given half-decent opportunities, can make the most of them. Opportunity is key, of course. I think he’s got another big chance back there today on Fingal’s Cave (4.20), from the in-form Mick Channon yard for which De Sousa has a 19% strike-rate this year. This four-year-old did little last year and was off from June to February but seems to have come back in excellent heart, improving for his reappearance to win two of his last three. He takes a keen grip, which was his undoing behind a steady pace at Chelmsford in March, but there should be plenty of pace on here and De Sousa is pretty useful at settling a horse behind the leaders. Trap seven is not bad for that purpose and there’s a significant cutaway inside the two-furlong marker today that should help everyone get a run when they need it. Fingal’s Cave is 6-1. You can get 13-2 about Trendsetter (5.20) in the apprentice handicap, he having achieved his only success of last year here. He comes from the John Quinn yard that is going strongly just now and has a useful 7lb taken off by George Wood, who is very hot after his 20-1 success on 2,000 Guineas day. At Ascot’s fine card tonight, Cartmell Cleave (7.05) is interesting at 6-1 in a sprint handicap. Fast ground is right up his alley and he won on his reappearance last year. He kept on improving and this mark is no obstacle, judging by how well he ran despite trouble in running here in September. Tipping competition, day four (and final) Our winners so far: Tuesday Ice Slice 5-2 Rebeccas Choice 16-1 Gone Too Far 11-4 Wednesday No Heretic 11-1 Kimberella 5-1 Supersta 6-1 Thursday Ian Fleming 9-1 Justice Angel 11-2 Newera 5-1 And our leader is: Mai11 +27.50 … who keeps on finding winners, spying Ian Fleming yesterday. Other good scores: Bonzodrongo +14.50, melonk +11.25, Bacciodilupo +9.50, drinnker +9, zubica19 +8, Lindsey6677 +7.50, jamesstod +4.75. For today’s thrilling climax, we’d like your tips, please, for these races: 4.20 Chester, 5.20 Chester, 8.10 Ascot. This week’s prize is a pair of Premier tickets (plus car park badge!) to Newbury for Lockinge Stakes day on Saturday 14 May, when you could see Limato, Time Test, Kodi Bear and Toormore line up against other classy milers. There will be live music after the racing. You can read more about the day and, if you don’t win, order tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -9. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day (TODAY). For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Friday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-06T09:46:51Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/06/live-racing-friday-6-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/06/live-racing-friday-6-may-2016"
}