{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/harry-potter-book-sales-bloomsbury-profit-rise-jk-rowling",
  "id": "2016-05-19-201",
  "sectionId": "business",
  "body": "Harry Potter is still working his magic for the publisher Bloomsbury after nearly 20 years, with sales more than doubling over the past year thanks to a new illustrated version of the first book in the series.  Sales of the enduringly popular books by JK Rowling jumped by 133% in the 12 months to 29 February, boosted by the new edition of Harry Potter and the Philosopher’s Stone, illustrated by Jim Kay and released in October. 1.1m copies have been sold.  It will be followed by an illustrated edition of Harry Potter and the Chamber of Secrets, to be published within the next year. The first Harry Potter book was published in 1997, and the series is now available in 78 languages with more than 450m copies sold globally. Harry Potter and the Deathly Hallows, the final instalment, became the fastest selling book ever when it was published in 2007, selling 2.65m copies in the first 24 hours in the UK.  The hugely popular Harry Potter films further expanded the franchise’s reach, with the eight movies released between 2001 and 2011 generating more than $7.7bn in global box office receipts. The spin-off film Fantastic Beasts and Where to Find Them, which marks Rowling’s screenwriting debut and is intended as the first instalment of a trilogy, is due for release in November 2016. Lisa Campbell, news editor at the Bookseller magazine, said Rowling’s creation remained popular with fans smitten the first time around, while also piquing the interest of a new generation. “This is down to several factors – the publisher’s skill and ability to continue to stimulate readers’ interests by releasing new editions, such as the recent £150 deluxe edition of Harry Potter and the Philosopher’s Stone and the illustrated versions by Jim Kay, but also the success of national events such as Harry Potter Book Night, now celebrated across the world in libraries and bookshops.” Strong demand for the titles helped push pre-tax profit up by 8% over the year to £13m at Bloomsbury. Revenue grew by 11% to £123.7m, with revenue for its children’s and educational division, responsible for the Potter books, up 57% to £41.8m. The Bloomsbury chief executive, Nigel Newton, said: “Bloomsbury has had a very good year with strong revenue and book sales growth, including a significant increase in digital sales. “In particular, our children’s and educational division delivered an exceptional performance, with its third year of double-digit revenue growth.” The company’s total dividend increased to 6.4p a share, from 6.1p a year earlier.",
  "webTitle": "Harry Potter magic helps conjure up profit rise at Bloomsbury",
  "webPublicationDate": "2016-05-19T11:46:27Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/harry-potter-book-sales-bloomsbury-profit-rise-jk-rowling",
  "keyword": [
    {
      "webTitle": "Bloomsbury",
      "id": "business/bloomsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Harry Potter",
      "id": "books/harrypotter",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Publishing",
      "id": "books/publishing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Booksellers",
      "id": "books/booksellers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "JK Rowling",
      "id": "books/jkrowling",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/19/harry-potter-book-sales-bloomsbury-profit-rise-jk-rowling"
}