{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/sweet-caress-william-boyd-review",
  "id": "2016-05-22-148",
  "sectionId": "books",
  "body": "William Boyd’s understanding of British history, which often underlies his novels, and his keen interest in middle-class British life, have made him one of the most admired novelists of our time. This is the fourth novel he has written from a woman’s point of view. Amory Clay, the protagonist, is a typical Boyd heroine: beautiful, a photographer in Weimar Berlin who becomes notorious for taking pictures of naked prostitutes, fiercely independent, with a fondness for good-looking and intelligent men, preferably in uniform.   Related: A life in writing: William Boyd    She has two lovers: Jean-Baptiste Charbonneau and Cleveland Finzi. As war clouds gather, they drink huge amounts in the Savoy Grill among other places. A number of these types help Amory with her career as a war photographer; others help her to set up photographers’ bureaux in Europe and in America. As usual in Boyd’s novels, there is very little depiction of domestic life. Lee Miller and Martha Gellhorn spring to mind. There are two descriptions of male genitals in this book – they are universally grey and wrinkly, Amory reports. This is not the first time I have wondered if Boyd is well advised to go down this particular avenue. I remember reading in Brazzaville Beach of the heroine’s struggle to get her bra in place. Sweet Caress is a compendious and intelligent work, made authentic by Boyd’s extensive use of real dispatches and evocative photographs and his familiarity with makes of camera and even something called the Creed Teleprinter Mark II. He gives the impression of enjoying ferreting around in archives to uncover arcane facts and find resonant photographs to go with the script: as his heroine says: “It’s the complications that have engaged me and made me feel alive.” A few years ago his deception in his fictional Nat Tate: An American Artist – 1928-1960 gave Boyd sly pleasure; for a few weeks many people thought that Nat Tate was a real person: National and Tate in the same title was the clue. Boyd has always been acutely aware of painting and art and he has written some fine pieces on the subject. He brings this acute awareness to Sweet Caress. Sweet Caress is published by Bloomsbury (£7.99). Click here to order a copy for £5.99",
  "webTitle": "Sweet Caress by William Boyd review – a compendious and intellligent work",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/sweet-caress-william-boyd-review",
  "keyword": [
    {
      "webTitle": "William Boyd",
      "id": "books/william-boyd",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin Cartwright",
      "id": "profile/justin-cartwright"
    }
  ],
  "guardianId": "books/2016/may/22/sweet-caress-william-boyd-review"
}