{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/morrisons-logical-fallacy-labors-67bn-black-hole-is-true-until-proven-otherwise",
  "id": "2016-05-27-323",
  "sectionId": "australia-news",
  "body": "For the last three days, we’ve listened to senior members of the Coalition’s economics team rely on a flagrant logical fallacy to prosecute the argument that Labor has a $67bn spending “black hole”. The fallacy is called an argumentum ad ignorantiam, known as an appeal to ignorance. It works this way: assert that a proposition is true because it hasn’t been proven false yet.  It’s easy and it’s a great way to shift the burden of proof from yourself to your opponent. For example, in polite circles, if you want to accuse someone of doing something, you would normally accept that it’s your responsibility to provide the evidence of their misdoing. But if you don’t have much evidence, and you’re impolite, you can employ this logical fallacy to “win” the argument by putting your opponent on the back foot: make the suggestion and let them try to prove that they are not guilty.   Related: Australian election 2016: Malcolm Turnbull rebukes Shorten for calling Trump's views 'barking mad' – politics live    The treasurer, Scott Morrison, admitted proudly on Thursday that he’s been using this tactic in his attack on Labor this week. Here’s how he did it. Morrison wanted everyone to “know” that Labor had a $67bn spending black hole over four years. The story was dropped to the Daily Telegraph, which dutifully reported the accusation in Tuesday’s paper. Morrison then held a press conference at midday on Tuesday, along with the finance minister, Mathias Cormann, where they used big colourful charts to show that yes, in fact, Labor was presiding over a $67bn black hole over four years, and $200bn over 10 years. The press conference started unravelling when it was pointed out to them that they were erroneously claiming that Labor wanted to spend $19bn to restore the foreign aid budget when it has only promised to increase that budget by $244m. That was the first of their many incorrect assertions. Morrison said (in effect): oh well, we still contend that Labor does want to spend that much, so it’s now up to them to clarify how much they’re really going to spend before we reduce that $67bn figure. Morrison, Cormann and other senior Coalition figures repeated that argument for a day and a half, saying either Labor is guilty or it needs to provide evidence that it’s not. Come Thursday morning, Labor was spooked enough by the attack to dump its support for two expensive policies, worth $8bn over four years (the Schoolkids bonus and the pension assets test). Morrison then called a press conference for Thursday afternoon, where he declared his tactic had worked: he had smoked Labor out and got them to demonstrate whether they genuinely supported those policies or not. After it was pointed out to him that there were so many doubts about his original $67bn claim that the so-called black hole could be as low as $21bn, on the latest estimate, he told the press: “I will let you guys do a running tally on this [black hole] and I will let you make your own assessment of the veracity of the commitments [Labor is] now making. “I said it was up to $67bn. I’m not making an estimate now other than to say it’s up to $67bn ... our intent was very clear here and that was to flush out Labor from walking both sides of the street and the cynical exercise they were engaged in with important constituencies, be they parents, pensioners or others who they designed to scare. And their scare campaigns have been exposed as just a cynical political trick.” Inspiring, huh?  The treasurer of Australia happily admitted misleading voters and he’s proud of it.  What really matters to him is he got Labor to show its hand on two expensive policies, so he’s chalked that up as a win.",
  "webTitle": "Scott Morrison's logical fallacy: Labor's $67bn black hole is true until proved otherwise | Gareth Hutchens",
  "webPublicationDate": "2016-05-27T02:13:35Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/morrisons-logical-fallacy-labors-67bn-black-hole-is-true-until-proven-otherwise",
  "keyword": [
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/27/morrisons-logical-fallacy-labors-67bn-black-hole-is-true-until-proven-otherwise"
}