{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/nus-national-union-of-students-vote-break-away-malia-bouattia",
  "id": "2016-05-16-239",
  "sectionId": "education",
  "body": "When the National Union of Students voted Malia Bouattia president last month, the former student leader and now Labour MP Wes Streeting tweeted: “NUS is lost I’m afraid.” Although he praised Bouattia’s predecessor, Megan Dunn, he added: “It no longer represents students well.” He isn’t the only critic. Tom Slater, deputy editor of the pro-free-speech magazine Spiked, was more forthright. “The NUS is a censorious, anti-democratic husk, propped up by right-on middle-class cliques,” he wrote. “It’s time to smash the NUS and start anew.” A dozen student unions have taken steps towards doing just that, beginning the process of disaffiliating from the national organisation. Students at Lincoln and Newcastle universities voted last week to disaffiliate, while Cambridge is due to start voting today. Ballots have also been held at the universities of Exeter and Surrey, though in both cases students voted to remain. Warwick students’ union was due to be balloted yesterday and further votes are expected at Oxford, Cambridge, Worcester, Loughborough and York. Jack May, a third-year student at Gonville and Caius College, Cambridge, and founder of Cambridge University’s disaffiliation campaign, says he felt motivated after Bouattia’s election because of views she had expressed – she has spoken of “Zionist-led media outposts” and been accused of leading the charge to block a student motion seeking to condemn Islamic State. But he says her election has highlighted more deep-rooted problems with the student movement and its democratic processes.    NUS is lost I'm afraid. It's had good leadership from Megan Dunn, but it no longer represents students well. https://t.co/LkeXh1XCkr— Wes Streeting MP (@wesstreeting) April 20, 2016    Like others, he believes that the delegates who elect the president at the NUS’s conference do not represent the student body. Turnout at these elections is notoriously low – generally hovering at about 20% – and places are often uncontested. May is also critical of the long-running practice of factions, whereby delegates with similar views agree to support a particular candidate in order not to split the vote. “This is the first time the failure of the system has really been exposed,” he says. “It is quite clear that there are a lot of students worried by what Malia has said in the past, and normal election systems would weed out people with those kinds of extreme views. The fact that this hasn’t shows it’s not really working.”   Related: What’s the NUS for, if not for changing the world?    One of the arguments of Lincoln students’ union’s “out” campaign was that NUS extremism had made students a “laughing stock … ridiculed by the politicians, ridiculed in the press and ridiculed by a vast amount of the public”. NUS vice-president Richard Brooks insists the union has democratic legitimacy but acknowledges that its structures, drawn up 10 years ago, are an issue. This, he says, is being addressed. The union conducted a review last year and has promised to make changes, including a greater use of digital democracy. But for some, the problems go deeper. Aaron Porter, president of the NUS in 2010 and now a higher education consultant, says the bigger problem is that the union is being seen to be spending time on international issues while not dealing efficiently enough with issues of concern to most students, such as teaching, the cost of accommodation and how far their university experience matches their expectations.     Aaron Porter, former NUS president. Photograph: Sarah Lee for the Guardian    This is particularly worrying at such an important time for higher education, with a new bill expected after this week’s white paper and Queen’s speech. One of the measures mooted in the original green paper was increasing the transparency of student unions and strengthening their accountability. In the run-up to publication of a white paper entitled Students at the Heart of the System, in 2011, the NUS was in and out of the Department for Business, Innovation and Skills on a weekly basis, says Porter. Now, he says, the relationship has cooled because student leaders are sticking too much to principles rather than being willing to negotiate. “It seems that with this bill, the NUS isn’t having much impact.” Not that national politicians proved that responsive to student pragmatism in the past. During the years when Tony Blair was prime minister, the NUS was dominated by Labour students, often accused of cosying up to the Labour government in order to secure their own future political careers, but the government still brought in tuition fees. May argues that this had a radicalising effect on students, especially once the Liberal Democrats reversed their policy to scrap fees on joining the coalition government. Since then, most student leaders have been independents rather than linked to a political party, which Porter suggests means they are therefore less plugged into national political thinking, making the NUS “significantly weaker”.     Malia Bouattia, the new president of the NUS. Photograph: Alamy    Brooks disputes this, insisting that NUS meets government “incredibly regularly”, as well as working with other higher education bodies. At a local level, students are more involved these days in the running of their own institutions. Research carried out by Rachel Brooks, professor of sociology at the University of Surrey, in 2014 found a high proportion of student representatives had been involved in drawing up their universities’ strategies and saw themselves working in partnership with university managers. Students now also sit on the boards of most of the principal higher education quangos, from the funding councils to the Quality Assurance Agency. She was concerned at the time that this meant students’ campaigning voice could be lost, and now welcomes the fact that the NUS is engaging with “politics with a capital P”. She also welcomes the election of a black female president, since her research highlighted that women and ethnic minorities often failed to get into senior leadership positions in the student movement. “The argument used for a more consensual NUS leadership hasn’t achieved anything and it’s maybe time to give a more leftwing union a turn,” she says. Joanna Williams, author of Academic Freedom in an Age of Conformity, says students’ closer relationship with managers has not always been healthy, particularly when it comes to free speech and imposing the Prevent legislation, designed to deter radicalisation.   Related: Why we all need student politics | Rhiannon Lucy Cosslett    One area of conflict between the NUS and its critics is over its support for so‑called safe spaces, in which speakers or views can be banned if they might offend particular students or threaten their identity. Campaigners tried to ban Germaine Greer from speaking at Cardiff University because she had expressed controversial views on transgender women. Leeds University students’ union banned Robin Thicke’s hit song Blurred Lines. But Williams argues the policy, criticised by many because of its threat to free speech, is sometimes useful for management. “The NUS will, I think, do dirty work on behalf of institutions when it comes to banning speakers,” she says. “It suits managers for students to carry the flak.” She says unions have proved so useful to university managers that they are likely to come under huge pressure not to disaffiliate. Richard Brooks says large scale disaffiliation would mean students losing a strong voice at a time when government policies are not supportive of young people. But then, nor is government policy particularly supportive of unions. As a student at the University of Exeter in the 1980s the business secretary, Sajid Javid, was involved in challenging the dominance of the NUS and in bringing an unsuccessful case against it to the European court of human rights. Porter says he hopes Javid has moved on since then and argues union accountability should be nothing to do with government but with the NUS itself. Williams agrees. “My hope is this might make more students politically engaged,” she says, “questioning what the NUS is about, what role it plays nowadays, whether it represents them or not – and thinking about how it can become more representative, or whether they even want to have an NUS at all.”",
  "webTitle": "NUS under pressure as students vote to break away",
  "webPublicationDate": "2016-05-16T11:00:10Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/nus-national-union-of-students-vote-break-away-malia-bouattia",
  "keyword": [
    {
      "webTitle": "Student politics",
      "id": "education/studentpolitics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Swain",
      "id": "profile/harrietswain"
    }
  ],
  "guardianId": "education/2016/may/16/nus-national-union-of-students-vote-break-away-malia-bouattia"
}