{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/what-does-it-mean-to-be-a-music-critic-in-the-age-of-the-stealth-release",
  "id": "2016-05-27-148",
  "sectionId": "music",
  "body": "I am talking to a music business PR, having a conversation that’s become increasingly familiar over the past few years. He’s informing me that reviewers won’t be given advance copies of the new album.  The artist he’s working with isn’t, by any stretch of the imagination, a globe-straddling megastar of the Beyoncé or Adele variety. She’s never had a hit single, her albums scrape the lower reaches of the charts. You’d describe her as critically acclaimed, but even she’s decided not to bother courting the attention of critics. But, the PR assures me, “I’m working really hard to try and get you a stream on the day of release.” Why? I ask. What’s the point? I’ll be able to listen via the usual digital streaming services, as will everybody else on the planet.  You can pinpoint the moment when artists decided that critics were expendable to the release of Radiohead’s seventh album In Rainbows in 2007. Up to that point, artists and critics were locked in a symbiotic, if sometimes strained, relationship. Albums were occasionally released without advance copies, but the excuse was always that this was to combat piracy.  Frontman Thom Yorke, on the other hand, happily admitted that the reason Radiohead weren’t doing it was because he didn’t want the album reviewed in advance, or as he called it, “all that bollocks”. “Whoever gets their opinion in first has all that power … it just seems wildly unfair,” he said. That turned out to be a far more influential idea than the “pay what you feel” approach to In Rainbows’ pricing. No one’s tried the latter since, Radiohead included, but this year, virtually no big album release has bothered with advance copies. From Rihanna’s Anti to Radiohead’s A Moon-Shaped Pool, by way of Kanye West’s Life Of Pablo, Beyoncé’s Lemonade, Skepta’s Konnichiwa and Drake’s Views, critics have heard them at the same time as fans.    If I was an artist, I’d probably ​wouldn’t do it either    I’d be genuinely astonished if that didn’t become the norm within a few years. Much as I would prefer to have weeks to prepare a review – listening to an album over and over until I feel I know its strengths and flaws inside out, writing notes, polishing lines, not having to have conversations with PRs about whether or not getting your own personal stream on the day counts as preferential treatment for which you should display unending thankfulness – I find I can’t begrudge artists not doing it.  If I was an artist, I’d probably wouldn’t do it either. It’s a win-win. If the reviews that appear in the hours after the release are positive, then they add to the sense of occasion and excitement. If they’re negative, then they can now be more easily dismissed: how can anyone possibly form a meaningful opinion in such little time?  Yet the weird thing is that people still seem to care about reviews, even ones written at short notice – at least if the number of page views and shares of the stuff I’ve had to write in those circumstances are anything to go by. It’s required a fairly serious overhaul of the way I work. You can actually do some preparation. As soon as you hear the rumour someone is about to stealthily release an album – there’s always a rumour – you can think around it; about the artist’s recent career, the role they play within the scene. You can reacquaint yourself with their back catalogue: mull over the themes that run through their work, the ideas they’ve abandoned, those they’ve stuck with.  None of this seems to quell the five minutes of mad, sweaty panic that descends the moment an album is released, during which I’m temporarily gripped by the absolute certainty that I’m not going to be able to write anything at all in the time allotted.      ‘We’ve all formed an initial opinion about an album then changed our mind’    You have the opportunity to play the album once or twice, listening intently, taking notes: lyrics that catch your ear, music that recalls something in their past oeuvre or the work of another artist, how what’s there fits the wider perception of whoever made it, how it chimes with, or jibes against, current trends. People will say that two listenings aren’t enough to make up your mind definitively about an album, and they have a point. It’s enough to form an opinion, but we’ve all formed an opinion about an album then changed our mind. But I’m not sure that people are looking for a review to be a definitive evaluation of an album’s worth any more. They want something engaging and thought provoking to read while they’re listening for the first time. They want something that functions, to paraphrase the writer Anthony Lane, like the opening line of an argument. Were readers ever really looking for a review to offer a definitive evaluation of an album? I’ve long thought that artists tend to overestimate critics’ power: if everyone cared so much about our opinions, the charts would look exactly like the critics’ end of year lists, which they clearly don’t.  A number of artists who enjoy hugely lucrative careers would long ago have been forced to go back to civvy street and there would be no need for the phrase “critically acclaimed” with its implication of commercial failure. Perhaps the rise of the stealth release album hasn’t changed things so much after all.",
  "webTitle": "What does it mean to be a music critic in the age of the stealth release?",
  "webPublicationDate": "2016-05-27T13:00:04Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/what-does-it-mean-to-be-a-music-critic-in-the-age-of-the-stealth-release",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/27/what-does-it-mean-to-be-a-music-critic-in-the-age-of-the-stealth-release"
}