{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/04/mental-health-champion-uk-schools-axed-after-criticising-government-natasha-devon",
  "id": "2016-05-04-63",
  "sectionId": "education",
  "body": "The government has dropped its mental health champion for schools after she publicly criticised current education policies, in particular the testing regime, which she claims is detrimental to children’s mental health. Natasha Devon was appointed by the government last August to raise awareness of and reduce the stigma surrounding young people’s mental health, as part of a wider £1.25bn drive to improve care. On Wednesday, however, it emerged that the high-profile role had been axed, raising concerns that the government was attempting to silence her. The Department for Education denied this, saying Devon would remain on their mental health steering group, which would be making recommendations in the summer. Supporters said they were not surprised she had been let go as she had become “a thorn in the flesh” of the DfE after speaking out against government policies. Last week, at a conference of headteachers in London, she highlighted the academic pressures facing young people, saying she knew her opinions would not be popular in some circles, but felt she had to be brave and speak out. “Time and time again over recent years young people – and the people who teach them – have spoken out about how a rigorous culture of testing and academic pressure is detrimental to their mental health,” she said. “At one end of the scale we’ve got four-year-olds being tested, at the other end of the scale we’ve got teenagers leaving school and facing the prospect of leaving university with record amounts of debt. Anxiety is the fastest growing illness in under 21s. These things are not a coincidence.” The DfE denied that the axing of the role was connected to Devon’s criticism of government policy, or that she was being silenced, but said it was because a new cross-government mental health champion was being appointed, which made Devon’s role obsolete. Luciana Berger, mental health shadow minister, said Devon had spoken out “openly and honestly about the challenges facing children’s mental health under this Tory government. “If she has been silenced then this raises serious questions over the government’s commitment to listening to the evidence and acting in the best interests of young people’s mental health and wellbeing.  “Ministers must explain themselves as a matter of urgency. Nicky Morgan [the education secretary] claims to be in ‘listening mode’ but it would appear that this does not extend to those that do not agree with her.” A DfE spokesperson said Devon had done “a great job of helping us to raise the profile of young people’s mental health since her appointment last year. “Since that time, the independent NHS taskforce report has been published, which recommended that a cross-government mental health champion be created – for this reason we have had to reconsider the department’s own role. “We have asked Natasha and others who have been involved in our work to empower schools and young people to promote good mental health to continue to work with us as we prepare to launch our activity later this year.” The spokesperson added: “Natasha will remain a full member of the DfE’s mental health steering group, which will be making recommendations this summer. Natasha will stay closely involved with all our work.” Sarah Brennan, chief executive of the charity YoungMinds, said: “We are very surprised and sad that Natasha’s role as mental health champion has ended. She’s done a superb job of drawing attention to the crucial importance of mental health and wellbeing in schools.” News of Devon’s departure came the day after hundreds of parents chose to keep their children at home on Tuesday in a day of protest against tougher primary school tests, which they claim are causing stress anxiety in schools. But Devon’s criticism went beyond mental health in the classroom. In a column for the Times Educational Supplement she accused the government of engineering “a social climate where it’s really difficult for any young person to enjoy optimal mental health”. She said parents “work every hour God sends”, which reduces quality family time, while spiralling poverty had pushed a million young people into dependence on food banks. On Wednesday Devon told the Guardian she was assessing her options. “I can confirm that I am no longer authorised to comment as the government’s mental health champion for schools. “The DfE have extended an opportunity for me to continue working on the peer-to-peer project they were seeking my advice on.”  She was also in talks regarding another offer, adding: “Either way I’m not going anywhere and will continue to campaign for the rights of young people and those who teach them.” While Devon’s role with the government was unpaid to enable her to be completely independent and objective, the new cross-government mental health champion – which will be advertised shortly – is expected to be salaried. Appointing her as the first ever mental health champion for schools, education and childcare, minister Sam Gyimah said: “Natasha is an inspiration to many young people and I’m delighted to have her on board as our first mental health champion.” She is the founder the Self-Esteem Team and Body Gossip, organisations that deliver mental health education to young people and visit three schools a week, delivering classes to more than 50,000 teenagers, as well as parents and teachers. Mary Bousted, general secretary of the Association of Teachers and Lecturers, said: “The department has got rid of a thorn in its flesh. Natasha has been a completely trenchant and very brave campaigner and advocate for children’s and young people’s mental health. “She has spoken forcefully about teenage and children’s mental health and she has said really important things. Firstly that resources available for dealing with young people’s mental ill-health are inadequate. “She has also said that the current government’s – and previous administration’s – education policies and the increase in testing have led to an increase in stress and pressure in schools. “That will have really annoyed the department. I’m not surprised they’ve let her go.”",
  "webTitle": "Mental health champion for UK schools axed after criticising government",
  "webPublicationDate": "2016-05-04T18:04:35Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/04/mental-health-champion-uk-schools-axed-after-criticising-government-natasha-devon",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/04/mental-health-champion-uk-schools-axed-after-criticising-government-natasha-devon"
}