{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/andrei-tarkovsky-its-time-to-immerse-yourself-in-the-work-of-a-true-auteur",
  "id": "2016-05-16-303",
  "sectionId": "film",
  "body": "Ivan’s Childhood is a double gateway into filmic pastures of unimaginable richness. It is the most accessible introduction to the work of Russian film-maker Andrei Tarkovsky, whose sprawling 70s masterpieces Mirror and Stalker it prefigures in its audacious imagery and elliptical narrative technique. There’s his catalogue of images: moving water reflecting the sky, silver birch forests, cast-iron bells, religious icons, horses, apples, mud, war; the fluid, serpentine camera movements of impressive duration and sensuality; and the prodigally poetic method of storytelling, with unsignposted dream sequences and flashbacks. It stands among the greatest directorial debuts ever made. Ivan is 12, parentless, alone in the war zone along the river Dnieper, drifting between partisan bands and regular Red Army units, offering himself as a scout. He is seeking vengeance against the Nazis who killed his family. But he is still a child and Tarkovsky never loses sight of the disjunction between the boy and the world: it is here that he finds his poetry, in childlike wonder set against horror and deprivation.            Ivan’s Childhood is also a door to one of the most fascinating backwaters of world cinema: Soviet cinema during the late 50s to mid-60s. Soviet film-makers – in Moscow and in the satellite states – seized a new kind of formal freedom. Thus Russia was suddenly making realist war movies such as The Cranes Are Flying and Ballad Of A Soldier, and not-so-realist ones like Ivan and Larisa Shepitko’s 1966 debut Wings.    Related: The Andrei Tarkovsky Collection    After Ivan’s Childhood, the Georgian-Armenian director Sergei Parajanov was inspired to break with officially sanctioned Soviet realism and make his revolutionary tone poem Shadows Of Forgotten Ancestors. In Poland, Andrzej Wajda and his protege Roman Polanski forged new paths, both dissident and surrealistic, while in Hungary, Miklós Jancsó’s My Way Home and The Round-Up embraced all things fluid and painterly. The Czech film-makers had such a good time of it that the Russians marched in and crushed them along with Dubček. Here ended The Thaw. After the ascent of Brezhnev, all these film-makers would suffer severe problems with authorities over their next movies: Tarkovsky on Andrei Rublev, Parajanov for The Colour Of Pomegranates, Shepitko with You And I, and Wajda with pretty much everything. Polanski’s second feature was made in exile, where most of the Czechs joined him after 1968, and Tarkovsky 10 years later. But for a short, ecstatic decade, Soviet film-making set the pace for the rest of the world. Avail yourself of it.     Andrei Tarkovsky.",
  "webTitle": "Andrei Tarkovsky: it's time to immerse yourself in the work of a true auteur",
  "webPublicationDate": "2016-05-16T08:00:31Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/andrei-tarkovsky-its-time-to-immerse-yourself-in-the-work-of-a-true-auteur",
  "keyword": [
    {
      "webTitle": "Andrei Tarkovsky",
      "id": "film/andrei-tarkovsky",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "film/2016/may/16/andrei-tarkovsky-its-time-to-immerse-yourself-in-the-work-of-a-true-auteur"
}