{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/football-transfer-rumours-west-ham-to-splash-20m-on-theo-walcott",
  "id": "2016-05-10-279",
  "sectionId": "football",
  "body": "Mauricio Pochettino has made Adam Lallana his No1 top super special absolute priority summer transfer target, according to the Sun, and wants to sign him for £20m – that’s a 20% discount on the price Liverpool paid Southampton for his services two years ago. The midfielder has been a key player at Anfield this season but, they suggest, could be allowed to leave if the Reds attempt to balance their books following a Jürgen Klopp-fuelled summer squad-restructuring transfer splurge.   Related: Leicester City target Sporting’s £25m Islam Slimani to bolster forward line    That very same £20m figure could also be enough for West Ham to steal Theo Walcott from Arsenal, as they try to get their team ready to thrill the Olympic Stadium. Co-owner David Gold sent tongues a-wagging on Monday by revealing that “we put in a bid today for £30m for a player and other bids will be going in”. He added further detail to his plans by admitting that “we are going to make a £20m or £25m bid for a player in England this week. So whatever happens, we’ll bring a top striker in.” The use of the words “top” and “striker” in close proximity appear to suggest that he isn’t referring to Walcott here, but the Hammers are widely linked today with a triple-bid for Lyon’s Alexandre Lacazette, Michy Batshuayi of Marseille and Liverpool flop Christian Benteke, with the Telegraph describing their scientific process thus: “It is believed that West Ham are simply waiting to see which offer is accepted first and will then try to proceed with that deal.” And they’re not stopping there, either – according to the Mail West Ham also want the Juventus midfielder Roberto Pereyra, who would cost around £12m. Arsenal, meanwhile, are gunning for a double-deal for Leicester’s N’Golo Kanté and Riyad Mahrez, but at least for the latter player they face some serious competition – according to France Football Manchester United, Tottenham, Manchester City, Paris Saint-Germain, Barcelona and Real Madrid are all monitoring the Foxes’ Algerian winger. Arsenal however hope this is one competition they won’t come third in, and have already started talks over their favoured combo-swoop. At the more cut-price end of the Premier League transfer market, Reading’s Welsh international winger Hal Robson-Kanu is about to become available on a free and is being courted by Southampton, Watford and Swansea, with Wales considered his most likely destination. Henrik Mkhitaryan is in the midst of a contract-renewal shaped argument with Borussia Dortmund which has encouraged the Armenian craftsman’s Blighty-based suitors, Chelsea and Arsenal, to believe they might be able to step in and steal him away. Mkhitaryan is believed to want a buy-out clause in any new deal – which would also encourage his Blighty-based suitors to believe they might be able to step in and steal him away – but his club would very much prefer not to give him one. So there are, in summary, three potential conclusions to this story: Dortmund convince the player to accept a clause-free deal (bad news for transfer-related rumourmongers); Mkhitaryan forces the club to write in a buy-out clause (great news for transfer-related rumourmongers), or talks break down altogether causing a massive rift between player and club (which would provoke a veritable transfer-related rumourfest). Current Chelsea midfielder Nemanja Matic could be allowed to leave, with Manchester United his most likely destination – but only if José Mourinho takes over at Old Trafford.   Related: Bayern Munich sign Dortmund’s Mats Hummels and Benfica’s Renato Sanches    Middlesbrough have already spent nearly £5m on transfers following the promotion they sealed on Saturday, without actually signing any new players. Instead the promotion bonus clauses built into previous deals will force them to send Leicester an extra £1.5m for David Nugent, West Ham a bonus £2m for Stewart Downing and Blackburn another £2m for Jordan Rhodes. Still, as effective-winners-even-if-they-only-drew of the most lucrative game of all time until the play-off final, they’ve got the cash. Liverpool have placed Leicester’s Ben Chilwell and Köln’s Jonas Hector on their full-back shortlist after releasing José Enrique, the £72,000-a-week Spaniard who has played only 181 minutes this season, earning around £16,000 per minute of action, or £265.20 per second. While on the field of play, each time Enrique blinked – occupying around 300 milliseconds of his time – he earned £88.40. Jamie Vardy’s having a(nother) party: he’s going to get married at Peckforton Castle in Cheshire – actually not a castle, just a big and kind-of-oldish house with crenellations – on 25 May. And finally, former Brazil ace Rivaldo has offered some helpful advice to everyone planning to visit his country for the Rio Olympics or just for an old-fashioned holiday: “I urge all of you planning on visiting Brazil or coming for the Olympics to stay in your countries.” Rivaldo sadly hasn’t stayed in his, residing as he now does in America.",
  "webTitle": "Football transfer rumours: West Ham to splash £20m on Theo Walcott?",
  "webPublicationDate": "2016-05-10T08:16:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/football-transfer-rumours-west-ham-to-splash-20m-on-theo-walcott",
  "keyword": [
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Burnton",
      "id": "profile/simonburnton"
    }
  ],
  "guardianId": "football/2016/may/10/football-transfer-rumours-west-ham-to-splash-20m-on-theo-walcott"
}