{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/things-i-know-to-be-true-review-powerful-debut-of-andrew-bovells-affecting-new-play",
  "id": "2016-05-18-337",
  "sectionId": "stage",
  "body": "As children move into adulthood their lives splinter away from the family home, from the childhood suburb, from the cities they found their feet in. There is an acuteness to this in cities like Adelaide: small, geographically isolated, the bright lights of the east coast ever beckoning. There is an acuteness to this in countries like Australia: small, geographically isolated, the ancient streets of Europe calling from across the seas. The splintering is happening to the Price family, piece by piece. The car manufacturing industry deserted them first. Rosie (Tilda Cobham-Hervey), their youngest, ran away the furthest – backpacking through Europe – but now she is back too soon, and so something must be wrong. From here, the splintering of the family will only grow. But in this moment, in the house at Hallett Cove in Andrew Bovell’s Things I Know To Be True, the Price family home can be the whole world. While Bovell’s characters look forever elsewhere in his play, he grounds it in suburban domesticity: there is coffee to be brewed, onions to be cut, rose bushes to be trimmed. Geoff Cobham’s set grows over the course of the play: he has stripped everything back so the wide stage reveals the physical walls of the theatre, and as our understanding of the family comes together, the family garden comes together, too. This first-time collaboration between the State Theatre Company of South Australia and the UK’s Frantic Assembly melds an Australian sensibility of storytelling with the styling of contemporary British theatre. The international collaboration, which will re-rehearse with a British cast before a UK tour at the end of this year, is an audacious step for the STCSA that pays off in a beautiful story grounded in Adelaide, but looking towards the world. Directors Geordie Brookman and Scott Graham spread tenderness throughout the production, delicately folding us through the family drama. We watch people hurt each other; we feel this hurt. And yet this tenderness remains, always. Nils Frahm’s composition gently rolls us through the months, scoring Frantic Assembly’s trademark physicality. As the actors talk in monologues they physically embody emotion and connection to the family: bodies are passed between hands and over heads; they’re gently embraced, and let go. Or else, the words give way: wordless monologues told through movement of hope, and of pain. In other scenes, Brookman and Graham take away this movement and force us to sit, reeling, in the naturalism. Frahm’s composition leaves us, and surrounding the words all we can do is drown in the depths of the silence.     Frantic Assembly’s ‘trademark physicality’ at work in Things I Know To Be True Photograph: Shane Reid    The cast, if not always grasping the precise flow of the movement, operate as an affecting and strong unit. But it is Rosie who the play leans on. The child who was unplanned, the not-quite an adult, the observer of the family: much rests on Cobham-Hervey’s silence on the vast stage. She, like us, is the outsider in this family of grown-ups, and her performance both fragile and stoic. Things I Know To Be True is a snapshot of life, and like life it comes with countless themes. Audiences will pull out different strands and different stories to focus on. But ultimately beating its way steadily through the work is the low-level fears we all must live with: that we love too much, or that we don’t love enough; and that one day we will have to say goodbye. • Things I Know To Be True is at the Dunstan Playhouse, Adelaide, until 4 June, before showing in Canberra 8-11 June. It is touring the UK from 10 September",
  "webTitle": "Things I Know To Be True review – powerful debut of Andrew Bovell's affecting new play",
  "webPublicationDate": "2016-05-18T05:14:14Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/things-i-know-to-be-true-review-powerful-debut-of-andrew-bovells-affecting-new-play",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Adelaide",
      "id": "australia-news/adelaide",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "South Australia",
      "id": "australia-news/south-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Howard",
      "id": "profile/jane-howard"
    }
  ],
  "guardianId": "stage/2016/may/18/things-i-know-to-be-true-review-powerful-debut-of-andrew-bovells-affecting-new-play"
}