{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/brutal-way-to-live-truth-about-tower-blocks",
  "id": "2016-05-17-320",
  "sectionId": "commentisfree",
  "body": "Devotees of brutalist architecture are likely to be disappointed by the news that the tower blocks of Thamesmead in south-east London – the buildings that provided the dystopian backdrop to the film of A Clockwork Orange – are due a £1.5bn facelift. Brutalism was once much maligned, but there’s been a resurgence of interest, in part inspired by the film adaptation of JG Ballard’s novel High-Rise, in which an apocalyptic tower block bears witness to the breakdown of the society imprisoned and isolated within it.   Related: Utopia now: the heritage of London's brutalist architecture – in pictures    I always laugh when I hear middle-class people – and it so often is middle-class people – fervently defending brutalism. When they wax lyrical about the sparse beauty of, say, the Trellick Tower, you can’t help but think: “That’s all very well, but you didn’t have to live in it.” It’s like yuppies queuing for a cafe that specialises in free school meals. (There’s already a bar called Job Centre in Deptford and a cocktail lounge in an old prison). In the 1960s and 70s, brutalist estates were portrayed as modernist paradises alive with opportunity, concrete utopias that would liberate working-class families from the Victorian slums (where houses can now go for a few million a pop). In fact, they illustrated how grim architecture can exacerbate social problems. The lifts broke down, the stairwells were awash with urine, there was poor lighting and scant green or communal space. A visitor to the Holly Street estate in east London, quoted by Dominic Sandbrook in State of Emergency, wrote of “dark passages, blind alleys, gloomy staircases”, corridors that were a “thieves’ highway” and people who would “stick to the lit areas and walk hurriedly”. No kind of paradise, in other words, and hardly embodying the social progressivism claimed by postwar city planners. Another challenge is making your way around. Every time I visit the Barbican in central London, I seem to find myself high up on some infernal “skywalk” as I look down despairingly at the part of the building in which I need to be, with absolutely no clue how I will ever get there. Call me old-fashioned, but I prefer the kind of building where you simply walk through the door and you’re in there. Play it again, Madeleine       Madeleine LeBeau as Yvonne in Casablanca. Photograph: Allstar/Warner/Sportsphoto/Allstar    The French actor Madeleine LeBeau, who has died aged 92, was the last surviving cast member of the film Casablanca. Her own experience fleeing Nazi persecution no doubt informed her performance. Casablanca is one of my all-time favourite films, a classic that can be watched again and again and far from simply being a love story, has a script sizzling with wit and subversion. It’s often overlooked how funny and political it is. As an American, Rick is teased for his dogged isolationism (“I stick my neck out for nobody”). Meanwhile, the Italian fascist commander trots after the German Major Strasser like an irrelevant poodle, and there is much mockery of the Nazis (“Carl, see that Major Strasser gets a good table, one close to the ladies” … “I have already given him the best, knowing he is German and would take it anyway”). As Rick’s lover Yvonne, LeBeau’s performance was both tender and comic. They really don’t make them like they used to. A load of wrap    A class action lawsuit against Ryanair claims the airline’s many “hidden charges” are illegal. Not before time – £160 to change a name on a ticket is preposterous, but perhaps most infuriating was forcing passengers to pay £70 to print out boarding passes. This has now been lowered to £15, but anyone who has had to pay through the nose for a reprinted barcode will no doubt rejoice at the case. It is, along with BA’s decision to stop providing not so savoury complimentary snacks on short-haul flights (probably for the good of customers – I had a chicken wrap on a flight to Lisbon that was a brazen insult to the category of food), an encouraging development.",
  "webTitle": "A brutal way to live: the truth about tower blocks | Rhiannon Lucy Cosslett",
  "webPublicationDate": "2016-05-17T05:00:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/brutal-way-to-live-truth-about-tower-blocks",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "A Clockwork Orange",
      "id": "film/a-clockwork-orange",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/brutal-way-to-live-truth-about-tower-blocks"
}