{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/08/microsculpture-exhibition-insects-photography-levon-biss",
  "id": "2016-05-08-132",
  "sectionId": "environment",
  "body": "Two years ago, exhausted by the frantic pressures of commercial portraiture, photographer Levon Biss was searching for a way to relax. His son Sebastian, then six, found the answer in their back garden. “My boy likes insects,” says Biss. “He’s always in the garden trying to find them and play with them. I started shooting insects he’d caught, so that he could see them clearly and be proud of finding them.” Making detailed portraits of insect specimens proved to be the perfect antidote to the trigger-happy, “disposable” photography that Biss feels is the current fashion. “I wanted a project that made me think, that was a challenge,” he says, and he gradually developed a technique so specialised and laborious, only a photographer of extreme patience and dedication could sustain it. First, the pinned insect is mounted on an adapted microscope-stand in front of a camera with a macro lens. Biss then divides the insect into 30 sections, to be photographed separately at close range. “When you get to this magnification,” he explains, “the depth of field is so shallow, there’s only a minute plane of focus.” To render, for instance, a whole wing-casing in focus, it must be photographed around 750 times, with each photo taken 10 microns apart. Those 750 images are then painstakingly compiled into a composite, using a variety of sophisticated software.     A Splendid-Necked Dung Beetle Photograph: Levon Biss    Finally, the 30 sections must be combined, which poses its own problems. “Because of the contours of an eye,” says Biss, “it has to be lit completely differently to a hairy leg or an antenna”, which means the sections have to be carefully sewn together, allowing for divergences in colour and perspective. “The process for me is as much a part of it as the final image,” says Biss. It is fortunate that he feels this way: each minutely detailed final portrait is the product of 8,000 individual photographs and at least three weeks’ work.   Related: 50 Years of Wildlife Photographer of the Year – in pictures    When the garden failed to yield sufficient new subjects, Biss sent a speculative email to the Oxford University Museum of Natural History, asking for help. “I was immediately sold,” says Dr James Hogan, an entomologist at the museum. “He had the pictures on his laptop and he just kept zooming in and zooming in.” Hogan was astounded not only by the level of detail but also the creative way the insects had been exposed: “Scientific specimens tend to be very plainly lit, whereas Levon has really brought them alive, and created insect portraits.” Hogan delved into the museum’s 5m-strong collection of pinned insects, sending Biss home with creatures such as the splendid-necked dung beetle and the branch-backed treehopper; specimens the public rarely gets to see. Biss has now completed more than 20 insect portraits, huge three-metre prints of which will be exhibited at the museum from 27 May. Aside from the photographs’ unearthly beauty, they also have legitimate scientific merits. Since many of the insects are barely more than a centimetre in length, the finer details of their textured surfaces could never be visible to the naked eye. The entomological term for this texture is “microsculpture” – also the name Biss has given the project – and the most arresting aspect of the series is the tactile landscape of the insects’ bodies when seen at close range.     A Branch-Backed Treehopper Photograph: Levon Biss    “Until you see them up close – I mean really up close,” says Biss, “you’ve got no idea that each of the fine hairs on a blowfly’s wings is a different shape, or that the common ground beetle has perfectly geometric hexagonal dimples all over it.” Biss was particularly enthralled to learn that the vivid colours of the insects are not due to a pigment, which could fade, but the refraction of light off their delicately textured surfaces. “I like that cross-over – the microsculpture and the colour are linked,” he says. “I was working on a tri-coloured jewel beetle the other day that was collected by AR Wallace – a contemporary of Darwin’s. This insect is 160 years old, and it’s full of colour.” Photographer and entomologist have different preferences among the photographs. Biss favours the orchid cuckoo bee, for the visual impact of its vivid greens, while Hogan has a soft spot for the Marion flightless moth – an extremely esoteric creature from the subantarctic Indian ocean that lives on the detritus that accumulates in albatross nests. The project isn’t over, however: “I haven’t shot an insect for a month or so, and James said, ‘Are you ready to go again?’ I said, ‘Yeah, let’s go for it.’” First, though, Biss will see his private project exhibited on a very public scale, an experience that Sebastian, now eight, is relishing. “He’s proud, because he thinks it’s him that started this whole thing up – which it was,” says Biss. “I’m looking forward to taking him to the exhibition; that’ll be quite a sweet moment, I think.” Microsculpture will be exhibited at the Oxford University Museum of Natural History from 27 May to 30 October, with a photography workshop from Levon Biss on 9 July",
  "webTitle": "Microsculpture: hidden beauty of the bugs beneath our feet",
  "webPublicationDate": "2016-05-08T09:30:03Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/08/microsculpture-exhibition-insects-photography-levon-biss",
  "keyword": [
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Photography",
      "id": "technology/photography",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Kit Buchan",
      "id": "profile/kit-buchan"
    }
  ],
  "guardianId": "environment/2016/may/08/microsculpture-exhibition-insects-photography-levon-biss"
}