{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/japan-travel-agency-cancels-promotion-fly-with-tokyo-student-book-beautiful-girls",
  "id": "2016-05-14-185",
  "sectionId": "world",
  "body": "A major Japanese travel agency has cancelled a promotion offering passengers the chance to fly with female university students chosen from a “pictorial book of beautiful girls” after an online backlash. Local media reported that H.I.S. Co offered five groups of winners the in-flight companionship of female students enrolled at the University of Tokyo, who would share their knowledge en route about the overseas destination and its tourist attractions. Japanese news blog RocketNews24 reported the campaign – “Todai Bijo Zukan university student will sit next to you for a fun flight to your destination plan” – stressed the women’s intelligence over their looks.   Related: Hiroshima to open up its horrors to Barack Obama during historic visit    However, the women were to be chosen from Todai Bijo Zukan (Pictorial Book of Beautiful Girls at Todai), a biannual anthology compiled by students and sold at the university, colloquially known as Todai. According to PR Week, five winners were to be given a choice of five female students with whom to “spend their time in the air in a meaningful way”: two engineers, a science student, a literature student and an education student. But hours after the campaign launched on Wednesday, it was criticised as sexist, with the agency receiving complaints on social media.    Wow, @HIS_japan. I've seen sleazy guys at clubs try to exploit @Univ_of_Tokyo women before, but this is new. https://t.co/PKPQyhvOm2— Brian David Berry (@BrianDavidBerry) May 13, 2016      @BrianDavidBerry @HIS_japan @Univ_of_Tokyo Clearly an idea born in a conference room full of old men.— Thomas Sturm (@thomassturm) May 13, 2016    Fewer than 12 hours after launching the campaign, the agency – based in Shinjuku Ward – scrapped the package and published an apology on its website that acknowledged the volume of “opinions” it had received.    【お詫び】本日より開始いたしました弊社企画に関して、ご意見を真摯に受け止め、皆様にご不快な思いを感じさせる内容でありましたことを深くお詫びし、取りやめることに致します。なお、関連する投稿に関しましては、順次、削除させていただきます。https://t.co/Z1d0B4BNiE— HIS_japan エイチアイエス 公式 (@HIS_japan) May 11, 2016    The Japan Times reports that H.I.S. Co said its intention was to offer customers “a new way to spend their time while on a flight”. “The concept was [for the winner] to pass the time in the cabin of the aircraft in a fun and meaningful way,” a representative of H.I.S. was quoted by NHK, “but this has given rise to a misunderstanding. “We took everyone’s opinions seriously and decided to cancel the promotion.”",
  "webTitle": "Travel agency cancels offer to fly with Tokyo student in 'book of beautiful girls'",
  "webPublicationDate": "2016-05-14T05:49:38Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/japan-travel-agency-cancels-promotion-fly-with-tokyo-student-book-beautiful-girls",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Tokyo holidays",
      "id": "travel/tokyo",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Asia",
      "id": "travel/asia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Japan holidays",
      "id": "travel/japan",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "world/2016/may/14/japan-travel-agency-cancels-promotion-fly-with-tokyo-student-book-beautiful-girls"
}