{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/difference-europe-dream-european",
  "id": "2016-05-15-126",
  "sectionId": "commentisfree",
  "body": ".   Giulio Regeni was born in Trieste, in north-east, Italy on 15 January 1988. He was doing a PhD at Girton College, Cambridge, and was in Egypt in order to conduct research on independent trade unions. He wrote articles under a pen name, relating the difficult situation in which Egyptian democracy and society found itself after the 2011 revolution. He disappeared on 25 January 2016, and his body was found a few days later in a ditch beside the Cairo-Alexandria highway. His body bore the marks of extreme and prolonged torture. Egyptian security services are strongly suspected of being responsible for his disappearance and murder. At a press conference promoted by the human rights commission of the Italian senate to demand truth and justice from Egypt with regard to the Regeni case, the young man’s mother found the strength to sum up her pain in a powerful phrase, describing her son as “a contemporary young man”: in other words, an intelligent, inquisitive person who devoted his life to study and knowledge, travelling, learning languages, attending schools, universities and cultural institutions in different countries – one of so many young men and women who embody the European dream – that of a continent without borders and, beyond that, of a world without walls.   Related: Woman who defied 300 neo-Nazis at Swedish rally speaks of anger    Regeni’s murder is an attack on this dream. His death concerns Italy, of course. However, it also concerns the UK, the country where he had been studying for a long time, and of which he was a cultural and spiritual citizen. Actually, it concerns the whole of Europe and should involve our sense of belonging to a culture that hails from much further back, from the Greek way of thinking that identified the notion of Europe with the very concept of freedom and tolerance. Europe symbolises a place – both physical and ideal – of exchange, of integration, of differences considered as assets. A place of solidarity and equality. In 1917 Antonio Gramsci, one of the greatest thinkers of the last century, who was persecuted by a dictatorial regime and died in a fascist prison, published a magazine to which he gave an evocative, civilised and poetic title: the Future City. That magazine contained, among others, a piece that comes to us in the soberly epic tones of a great political and moral manifesto, entitled Against the Indifferent. “I hate the indifferent. I think to be alive is to take sides. Those who are truly alive cannot avoid being citizens and taking sides. Indifference is lethargy, it’s parasitism, it’s cowardice, it’s not life. Therefore, I hate the indifferent. “Indifference is history’s dead weight, it’s the inert matter in which the most glowing enthusiasm often drowns, it’s the swamp that surrounds the old city and shields it better than the most solid of walls. “I am alive, I take sides. Therefore, I hate those who don’t take sides, I hate the indifferent.” Gramsci’s words seem to match perfectly the dream of European citizenship, the dream of the founding fathers and the young people who travel without frontiers. The dream of a place inhabited by citizens who are free and not indifferent. Being European means not looking away and pretending not to notice. Being European means having the courage to stick to your values, and not fall into the deadly trap of intolerance and hatred. Just like Antoine Leiris, when he addressed the butchers who had murdered his wife and dozens of others at the Bataclan concert hall, telling them that he would not hate them; telling them that he would not give in to fear or sacrifice his freedom in exchange for alleged safety; telling them that even Melvil, his young son, would not hate them but would for the rest of his life be an affront to them with his freedom and happiness. Antoine and Melvil Leiris, European citizens. Giulio Regeni, European citizen. And Tess Asplund, European citizen, 42, Swedish, black. Alone, her fist clenched and raised, she faced 300 neo-Nazis who had taken to the streets in Borlänge, north-west of Stockholm, to demonstrate against immigrants. “It’s not right that Nazis should march down our streets,” she said when asked why she had done it. European citizens. Against the indifferent. • Translated from the Italian by Katherine Gregor. A Fine Line by Gianrico Carofiglio is published by Bitter Lemon Press at £8.99 • Tell us what the EU means to you and your country",
  "webTitle": "Difference is Europe’s dream – indifference, its nightmare | Gianrico Carofiglio",
  "webPublicationDate": "2016-05-15T10:34:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/difference-europe-dream-european",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gianrico Carofiglio",
      "id": "profile/gianrico-carofiglio"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/difference-europe-dream-european"
}