{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/donald-trump-quotes-fictional-presidential-victory-speech",
  "id": "2016-05-10-211",
  "sectionId": "us-news",
  "body": "Election night, 8 November 2016 Mar-a-Lago Club, Palm Beach, Florida  Thank you! Thank you all! This is beautiful! You’re amazing people! Amazing! I love you all!  Can you believe this? Great evening. We will be celebrating for a long time tonight. Of course if you listen to the pundits, we weren’t expected to win. We won with evangelicals. We won with young. We won with old. We won with highly educated. We won with poorly educated. I love the poorly educated. It’s so great to be in Florida. It’s so great to be at Mar-a-Lago with friends and the press and the media and everybody. What a turnout! They have 6,000 people outside that can’t get in. The press will never report how many people are here. They’re horrible people. Absolutely dishonest. Absolute scum.    Related: Reality check: Does the electoral map work in Trump's favor?    I’ll be the greatest unifier of all!  My wife is always saying, “Darling, be more presidential”. I can be more presidential than anybody! Everything that’s been involved in Hillary has been losses. She was favored to win and she got schlonged!  According to Drudge, according to Time Magazine, I won every single debate on every single poll. If I acted presidential, I guarantee you I wouldn’t be here. We’re being laughed at all over the world. So our country needs a truly great leader. I’m going to represent our country with dignity very, very well. I’m a solid, stable person. I’m a man of great achievement. I went to an Ivy League school. I’m like a really smart person.  I don’t have to brag. I don’t have to, believe it or not. I built an empire. I own some of the greatest assets in the world. I built up a net worth of much more than $10bn. I have never gone bankrupt, or close. But I use the bankruptcy laws, but so does everybody else. Nobody knows the banking system better than me. I understand business better than anyone that’s ever run. We sell water. We sell steaks. And by the way, you want to take one; we charge you about, what, 50 bucks a steak. We make the finest wine as good a wine as you can get in the world. Everything I’ve done virtually has been a success. I’m the most successful person ever to run for president.    I’m a solid, stable person. I’m a man of great achievement. I went to an Ivy League school    I have a great temperament, very calm. The doctor said: “You have the blood pressure of a great, great athlete who’s 20 years old.” I get along with everybody.  [Commotion on the ballroom floor]  Get him out of here! Get him out! I’d like to punch him in the face! These people; where do they come from? Go home to mommy! Go home to mommy! [Security escort protester from the ballroom while the crowd chants: USA! USA! USA!]  Hey, do we love our police in this country? Our people take care of our people, right? The biggest story in all of politics worldwide right now, and I think you might agree to this, is what’s happened. Millions and millions of people have come to the Republican Party. Folks, I’m a conservative but at this point, who cares? I want to thank my family, Melania, my boys Eric and Don. Ivanka and Jared. I want to thank my boy Barron.  [He forgets to mention daughter Tiffany, daughter of his second ex-wife Marla Maples.]  I have so many friends up here. They are special, special people. Carl Icahn endorsed me. Chris Christie and Sarah Palin and Jerry Falwell Jr. Mike Tyson endorsed me. Bobby Knight was unbelievable. Sheriff Joe Arpaio. Nobody has seen anything like it.  So here’s the story, we have to be cheerleaders. I want to do something that’s going to make our country feel good. We’re like a third world country. Our whole system is badly, badly broken. If we don’t fix it we’re not going to have a country anymore. Our military is a disaster. Our healthcare is a horror show. Common Core is a total disaster. We can’t continue to allow China to rape our country. It’s the greatest theft in the history of the world. When Mexico sends its people, they’re not sending their best. They’re bringing drugs. They’re bringing crime. They’re rapists. We either have a country or we don’t.    The best taco bowls are made in Trump Tower Grill. I love Hispanics! They love me! I love them!    Who’s going to pay for the wall? [Crowd] Mexico! Who? [Crowd] Mexico! The wall will go up and Mexico will start behaving! The best taco bowls are made in Trump Tower Grill. I love Hispanics! They love me! I love them! Everybody loves me!  So I bring people together. I have a great relationship with African Americans, as you possibly have heard. I just have great respect for them. And they like me. I don’t have a racist bone in my body. Believe it or not, I have a lot of friends that are Muslim. I want mosques surveilled. We’re allowing people to come into this country that we have absolutely no idea who they are, where they come from. We’re going to straighten it out folks. I love the Muslims.  I love women. I will take care of women like nobody else can. Hillary Clinton said you shouldn’t cherish women. If Hillary can’t satisfy her husband what makes her think she can satisfy America? I do cherish women. Nobody in this country, and maybe in the history of the country, politically, was worse than Bill Clinton with women. He was a disaster.   Related: Illma Gore: 'If anyone is going to be threatened by a small penis, it's Trump'    I will take care of women like nobody else can. Ivanka said: “Dad, you respect and love women so much but people don’t really understand how you feel.” My wife said: “You know if you run, you know you’re going to win.” She’s actually very smart. Melania, say something. Go ahead, please.  [Melania Trump steps to the microphone and speaks]  Congratulations to my husband, he was working very hard. And he loves you. [Trump returns to the microphone]  We’re tired of being the stupid people! So we will repeal and replace Obamacare with something terrific. I will be the greatest jobs president God ever created. We’re going to make great trade deals. I’m the strongest guy militarily that you could ever have. I know more about Isis than the generals do.  We’re going to have a great relationship with China; we’re going to have a great relationship with Putin. He called me “a genius”. I will get along with others, and we will have a much more stable, stable world.  We are totally predictable. We tell everything. We’re sending troops. We tell them. We’re sending something else. We have a news conference. We have to be unpredictable. And we have to be unpredictable starting now!    Look at those hands, are they small hands? I guarantee you there’s no problem    When you talk about the nuclear button, the ones I’m worried about are the other people on the other side that have the nuclear. But don’t worry about me. And finally, you will be so proud of your country again and we’ll start winning, winning winning. You’re going to say, “Mr. President, we can’t take it anymore”. And I’m going to say, ‘We’re going to win, win, win’! And we’re going to make America great again! Look at those hands, are they small hands? I guarantee you there’s no problem.  I guarantee. My hands are fine. You know, my hands are normal. Slightly large, actually. In fact, I buy a slightly smaller than large glove, okay?  I don’t want people to go around thinking that I have a problem.  Thank you very much everybody. We love you. The people of this country are absolutely amazing! All the lines in Trump’s acceptance speech were said by Trump during his presidential campaign. Carol Pogash is the editor of Quotations from Chairman Trump",
  "webTitle": "Imagining Donald Trump's presidential victory speech (in his own words)",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/donald-trump-quotes-fictional-presidential-victory-speech",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/10/donald-trump-quotes-fictional-presidential-victory-speech"
}