{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/san-francisco-police-greg-suhr-resigns-fatal-shooting-scandal",
  "id": "2016-05-20-350",
  "sectionId": "us-news",
  "body": "San Francisco police chief Greg Suhr resigned on Thursday, at the request of mayor Ed Lee and just hours after police officers shot and killed a black woman in the city’s Bayview neighborhood.  Suhr is one of a growing number of police chiefs to lose their jobs in the wake of widespread protest of fatal police shootings, especially of blacks and Latinos, and a national debate about excessive use of force.  He follows Anthony Batts, the police chief of Baltimore who was fired following the death of Freddie Gray in police custody and ensuing riots; Thomas Jackson, police chief of Ferguson, who stepped down following a scathing federal investigation into racial bias; and Garry McCarthy, police chief of the Chicago, who was fired following the release of video of the shooting of Laquan McDonald.  In recent months, calls for Suhr to resign have intensified amid a string of fatal shootings and scandals. But as recently as two days ago he had assured the San Francisco Chronicle that he had no intention of stepping down.   Related: San Francisco's liberal image marred by scandal-prone police department    “I have previously expressed confidence in chief Suhr because I know he agrees with and understands the need for reform,” the mayor said at a hastily convened press conference. “The progress that we’ve made has been meaningful, but it hasn’t been fast enough. Not for me, and not for Greg,” Lee added.  Lee named Toney Chaplin as acting police chief. The 26-year veteran of the force had been acting as deputy chief of professional standards and principled policing, in charge of carrying out reforms. Four members of the city’s 11-member board of supervisors called for Suhr’s resignation on 11 May 2015, and he was the subject of frequent protest, including a 17-day hunger strike by a group of five local activists. But the embattled chief maintained the support of the mayor throughout, until Thursday’s fatal shooting of a 27-year-old black woman in an allegedly stolen car.  Earlier Thursday, Suhr told reporters that the woman had driven away when approached by police, then quickly crashed the car. One of the officers, a sergeant, fired a single shot at the woman, striking her. The officers immediately removed the woman from her car and administered CPR, Suhr said. The woman, who has not been identified, was transported to the hospital, where she died. Thursday’s incident was the third fatal police shooting in San Francisco in six months.    Related: Police brutality and homelessness collide in aftermath of San Francisco killing    In April, police shot and killed Luis Gongora, a homeless man who they claimed had charged at the officers with a knife. Numerous eye witnesses challenged the police version of the incident, which surveillance footage showed unfolded in just 30 seconds. In December, Mario Woods, a 26-year-old black man, died in a barrage of gunfire less than two miles from today’s shooting. Bystander video of the shooting contradicted police statements that Wood, who was carrying a knife, extended his arm toward police prior to their opening fire. The fatal shootings came at a time when the department was already under intense scrutiny.  In March 2015, court filings from a federal investigation into police corruption revealed racist and homophobic text messages exchanged by a group of 14 officers. The messages – which included statements such as “all niggers must fucking hang” and “cross burning lowers blood pressure” – compromised thousands of criminal cases. In March 2016, a group of four more officers were implicated in exchanging racist and homophobic text messages. Their messages were revealed in the course of criminal investigations into two of the officers. The department has long been criticized for disproportionate policing of black people. Though the city is just 5.8% black, black adults make up 40% of all arrests in the city. Black adults in San Francisco are seven times more likely to be arrested than whites, according to a 2015 study. Sgt Yulanda Williams, a frequent critic of racism in the department and the head of Officers for Justice, a group advocating for black police in San Francisco, praised Suhr’s decision to resign.  “He was so committed to reforms that are necessary for the police department,” Williams said. “If he felt that he was a distraction from getting them done, I think that is very admirable.”  Williams also praised the incoming acting chief, who she said has was the best choice for the job.  “We’ve had a department that was kind of in a critical situation. There were revelations coming out every week – things that were not flattering to law enforcement and our uniform,” she said. “Toney Chaplin will not tolerate this kind of activity.”  In announcing Suhr’s resignation, Lee appealed to San Franciscans to unite around his plans for police reform.  “My fellow San Franciscans, we must push forward, harder than ever before, to reform the Police Department and restore trust with every community and keep our city safe,” he said. “In this solemn moment, we must put aside politics and begin to heal the city.” But with the circumstances around Thursday’s fatal shooting still unclear, community activists are unlikely to be appeased.  In a statement on their Facebook page, the activists who held a hunger strike, known as the Frisco 5, called for further action, including a meeting with the acting chief to discuss “real reform” and the resignation of the mayor.",
  "webTitle": "San Francisco police chief resigns in wake of fatal shootings and scandals",
  "webPublicationDate": "2016-05-20T02:20:43Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/san-francisco-police-greg-suhr-resigns-fatal-shooting-scandal",
  "keyword": [
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "us-news/2016/may/19/san-francisco-police-greg-suhr-resigns-fatal-shooting-scandal"
}