{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/18/dougray-scott-cannes-2016-london-town",
  "id": "2016-05-18-135",
  "sectionId": "film",
  "body": "As a kid in Kirkcaldy, Dougray Scott liked to stow away in the back of the car when his dad left for work. By the time he was discovered, it was usually too late to turn back. Scott Sr was a door-to-door salesman, flogging fridge-freezers in the Scottish Highlands, and his son paid attention when he went into his routine.    Related: Chloë Sevigny: I've had 'creepy situations' in auditions    “My dad worked on commission, so you had to get it right, you had to convince people,” he recalls. “Watching him was quite extraordinary – the emotions he presented to the world and the ones he kept suppressed.” He learned about acting watching the old man sell white goods. Flash forward four decades and Scott is 50, a mainstay of Hollywood blockbusters and BBC dramas. He’s in a beach bar at Cannes, a long way from home, although it seems that old habits die hard. His new film, London Town, is a coming-of-age tale with a late-70s punk backdrop – but the thing’s not quite finished and is being sold in the market. This puts Scott in the role of salesman, like his dad before him, called in to do the heavy lifting himself. In fairness, he looks built for the task; tanned and trim, with a Celtic Cross tattoo on the underside of one forearm and the bushy moustache of a 70s porn star. He explains that the moustache isn’t permanent: he grew it for a role he’s been shooting in Romania. I suggest he keeps it; it makes him look like Tom Selleck. “No man,” he says. “It’s totally Freddie Mercury.” Ahead of our meeting I watch seven minutes of footage from London Town, in which a 14-year-old boy (Daniel Huttlestone) sets out to save his dad’s record shop. Riding to his rescue is the late, great Joe Strummer (Jonathan Rhys Meyers), former frontman of the Clash, who agrees to perform at a benefit concert. So far as it goes, the film looks pretty good, earthy and uplifting, like a three-chord riff on Ken Loach’s Looking for Eric, although one wonders if Rhys Meyers, estimable though he is, is quite able to match the propulsive, impassioned charisma of a man like Strummer. Then again, who is? “Joe Strummer, I loved him,” Scott says. “Amazing guy. Tender guy. Looking at all these documentaries about him, that’s what struck me the most, how tender he was as a human being. People think of punk as this aggressive, nihilistic thing. But he cared about everything – all kinds of music, all kinds of people. Maybe that’s what punk was really about.”   Related: Personal Shopper review: Kristen Stewart's psychic spooker is a must-have    He throws a glance around the beach bar, with its accompanying press junkets and battalion of security goons. “Film’s different,” he admits. “There’s a barrier that exists in the film world, but I’ve done my best to tear it down. Because I don’t have publicists; I don’t like dealing with that. I mean, I don’t have Brad Pitt levels of fame, but when I walk down the street, I’d rather be more accessible. And that’s what Strummer did with the Clash. He was like, ‘I wrote these songs for you and, more than that, I want to talk to you about it.’ The Clash were very much a band of the people.” In his time, Scott has played heroes (Enigma) and villains (Mission: Impossible 2). He impersonated Arthur Miller in My Week with Marilyn and Matt Busby in United, about the Munich air disaster, and was nearly James Bond until Daniel Craig got the gig. But in London Town he takes the role of dad, toiling to support his child, and this naturally made him think of his own father too.  “The guy in the film, he wanted to be a rock star and ends up running a music shop. And it was the same deal with my dad, he tried many different things. He was a footballer. He was an actor with the Unity theatre in Glasgow. He worked as a copyboy for the Daily Express. He did all these things, but then he ended up as a salesman, purely in order to earn money for the family. Those are the hard choices life presents you with.” He recalls his dad coming to see one of his earliest acting jobs, when he was about 23. “It was at the Traverse in Edinburgh and I was playing a gay character who was very promiscuous. And there’s this one speech in the play where he talks in very graphic detail about anal sex. And all the way through, I’m thinking, ‘Oh Jesus Christ, my dad’s in the audience.’ Because he had this very old-fashioned attitude to being gay, like a lot of working-class men at the time. But he was fine with it, he liked it. He said I was good.” Is it true that homosexuality was illegal in Scotland until 1980? “Ha,” he says. “Probably still is.” The trouble was that his father was old when he had him, already in his 50s. He fought in the second world war, in fact, although Scott points out that this not strictly true because he never saw action. Warming to his theme, he says Scott Sr used to boast he’d been shot in the war, when what he actually meant was that he’d been shot by accident, with a screw gun, by one of his fellow soldiers. Most war stories are tragic; this one sounds like a farce. On another occasion he was hospitalised after eating wild rhubarb from a French farmer’s field. “My dad always said the rhubarb saved his life,” Scott remembers. “He got fucking food poisoning like you wouldn’t believe and so they had to ship him out. But right before they did, he was off in the khazi, outside the barracks, when he heard the air-raid sound. When the bombs came down he was so far away from the explosion that he came out untouched.” Scott erupts with laughter; his moustache twitches like a ferret. “So yes, I’m very thankful that happened,” he says. “If it weren’t for the rhubarb, I wouldn’t be here.”",
  "webTitle": "'I don’t want a publicist': Dougray Scott on film, fame and his father's war stories",
  "webPublicationDate": "2016-05-18T14:40:58Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/18/dougray-scott-cannes-2016-london-town",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "film/2016/may/18/dougray-scott-cannes-2016-london-town"
}