{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/13/boko-haram-losing-ground-will-not-be-defeated-by-weapons-alone-lake-chad-basin-summit",
  "id": "2016-05-13-199",
  "sectionId": "global-development",
  "body": "Nigeria has scored important successes against Boko Haram. The military campaign that President Muhammadu Buhari launched after his election last year is stronger and better coordinated. The insurgency is now less of a military threat, after seven years of conflict that have killed tens of thousands of people, uprooted millions, damaged local economies and cross-border trade, and spread to the Lake Chad basin states of Cameroon, Chad and Niger.  However, as regional states and their international partners gather in Abuja on Saturday to discuss their strategy, Boko Haram remains a major security challenge requiring a coordinated response. It may prove tough to eradicate, and the toughest challenge remains: to dry up its pool of recruits through better development and governance.    Related: Women freed from Boko Haram rejected for bringing 'bad blood' back home    The jihadist group has in recent months carried out fewer attacks, has chosen softer targets like remote villages and refugee camps, and has had less success. This is a dramatic departure from December 2013, when hundreds of fighters overran a Nigerian air force base in the Borno state capital, Maiduguri. Additionally Boko Haram has produced fewer statements and videos since the end of 2015, and no credible proof in over a year that its leader, Abubakar Shekau, is alive.  Cameroon, Chad, Niger and Nigeria have targeted the group’s criminal racketeering or direct participation in certain businesses. It has difficulties levying tolls since trade has dried up. The regional pushback has forced Boko Haram to change tactics. It can still mount occasional large-scale attacks, such as its mid-April counter-offensive against Nigeria’s 113th battalion in northern Kareto.  But increasingly denied territorial control, its mobile guerrillas are using terrorist tactics as proof of their continued existence, as in a suicide bombing attack on a government compound in Maiduguri that killed at least four people on Thursday. Boko Haram may be becoming more like other regional jihadist groups, such as al-Qaida in the Islamic Maghreb (AQIM), that are not attached to a specific area. Structural challenges make it hard to root out Boko Haram: massive, oil income-fed corruption; chronic bureaucratic mismanagement; growing pressure on natural resources; deepening poverty since the 1990s; northern Muslim elite manipulation of religious sentiment; a history of violence; and the fundamental dysfunction of Nigeria’s federal structure. A new study of ex-Boko Haram fighters’ attitudes notes that “about half of former members said their communities at some time generally supported Boko Haram, believing it would help bring about a change in government”. Moreover, there are still many troubling reports by human rights NGOs. A culture of impunity remains too often unchallenged and counter-insurgency often remains too crudely oblivious of the rule of law. A sclerotic patriarchal social system is also to blame. Some rural youths lose hope as they are forced to delay marriage and formal adulthood. Access to brides, via coercion or otherwise, seems an important attraction to Boko Haram. Outside analysis has usually centred, understandably, on the plight of female captives and girls used as suicide bombers. A recent study notes however that for some, particularly young women, the group offered access to Islamic education and an escape from inflexible, paternalistic social structures. The stifling of the region’s economies both weakens Boko Haram’s resource base and also deepens desperation. Nearly half of the 20 million people living in the Lake Chad basin need more food; more than 50,000 people in Nigeria’s Borno state are critically food insecure. There are now 2.8 million displaced persons in the region, about 200,000 of them refugees, fleeing a war that has killed at least 28,000 people since 2011 in Nigeria alone.  The Abuja regional security summit is a major opportunity for Nigeria, its Lake Chad basin neighbours and their international partners, notably the EU, US, France and the UK, to consolidate regional and wider international cooperation.    Related: Nigeria: helping the women made widows by Boko Haram – in pictures    More aid, both humanitarian and developmental, is needed, with priority on establishing local security to allow a lasting return of IDPs and refugees to rebuild local economies. The rehabilitation of populations that lived under Boko Haram, willingly or not, should also be thought through.  Nigeria and its neighbours should consider building on recent initiatives to reintegrate into the mainstream ex-Boko Haram combatants who are not ideologically violent extremists or war criminals; improve the rule of law; and end controversial and counter-productive state counter-insurgency tactics. The same goes for the use of regional vigilante groups, which could exacerbate local, communal violence. The Nigerian government should accelerate the expansion of crucial basic services like education and health to the marginalised peripheries of the country.  All this may all help reduce the appeal of Boko Haram to individuals. But the Lake Chad states should not too quickly proclaim “mission accomplished”. Boko Haram is losing ground, resources and fighters, but defeating the group and preventing the spread of its terrorist attacks to new areas needs more than military success. • Vincent Foucher is senior west Africa analyst for International Crisis Group, the independent conflict-prevention organisation",
  "webTitle": "Boko Haram is losing ground – but will not be defeated by weapons alone | Vincent Foucher",
  "webPublicationDate": "2016-05-13T11:52:45Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/13/boko-haram-losing-ground-will-not-be-defeated-by-weapons-alone-lake-chad-basin-summit",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chad",
      "id": "world/chad",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Cameroon",
      "id": "world/cameroon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Niger",
      "id": "world/niger",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/13/boko-haram-losing-ground-will-not-be-defeated-by-weapons-alone-lake-chad-basin-summit"
}