{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/reece-topley-england-cricket-sri-lanka-ruled-out-three-months-back-injury",
  "id": "2016-05-24-57",
  "sectionId": "sport",
  "body": "Reece Topley has been ruled out for three months with a “partial stress fracture of the lumbar spine”, and the England left‑armer will miss the five-match one‑day international series and one-off Twenty20 against Sri Lanka during June and July.   Related: England’s Ben Stokes set to miss second Test with Chris Woakes pencilled in    Topley, who averages 25.62 from 10 ODIs, has a history of back injuries. In 2014 he sat out an England Lions tour and missed the first two months of the domestic season with another stress fracture and he endured a recurrence of the injury later that summer. Topley is yet to bowl for his new county Hampshire after he broke his right hand – hit by a bouncer from Warwickshire’s Boyd Rankin – following a career-best 15 on the first day of this season. That injury had ruled him out for the four games since but he had bowled in the nets in the hope of appearing in Hampshire’s first T20 fixture, against Middlesex this Friday. After his latest setback, however, it is hoped that Topley, who described himself as “completely devastated” by the news, will bowl again in August and return by the end of the season. It seems unlikely he will be fit for the white‑ball internationals against Pakistan at the end of that month. Meanwhile, the England all-rounder Ben Stokes has undergone surgery on the cartilage tear in his left knee that is expected to rule him out of the rest of the tour by opponents Sri Lanka, and his Durham colleague Mark Wood, who had ankle surgery last month, is said to be “progressing well”. An England and Wales Cricket Board statement said Wood would “begin his bowling programme this week”. The Yorkshire left-armer David Willey, who sustained a “small abdominal muscle tear”, is expected to return for his county’s NatWest T20 Blast fixture against Worcestershire on 2 June. In Topley’s absence, Hampshire – bottom of Division One – ground out a fine opportunity for a first win this season. The captain, Will Smith, made 61 to edge 270 ahead of Nottinghamshire with two wickets in hand; the visitors will require the match’s highest score to win come the final day. Hampshire fell to 24 for three but Smith was joined by Sean Ervine and the pair shared 78 before Ervine and Tom Alsop became the impressive Harry Gurney’s seventh and eighth victims of the match. In the company of the stylish Ryan McLaren, Smith chugged on, playing risk-averse, deft strokes, only to fall attempting his first rash shot, a slog‑sweep off Samit Patel – who pinned Tino Best lbw later in the over – which found mid-wicket. Earlier, Mason Crane’s leg spin picked up three wickets to dismiss Nottinghamshire for 189, with only Riki Wessels (72), who is keeping wicket after Chris Read sustained a hand injury facing Best on Monday, providing any staunch resistance. Elsewhere in Division One, Kyle Jarvis took 11 wickets as Lancashire moved to the top of the table, skittling winless Surrey for 107 to seal a victory by an innings and 96 runs. Sam Robson fell one short of a fourth consecutive century at Lord’s, chopping on to Somerset’s Jack Leach, but his opening partner Nick Gubbins recorded his maiden Championship century as Middlesex reached 407 for nine, a first-innings lead of 31. At Edgbaston, Durham’s James Weighell took five for 33, his maiden five‑wicket haul, to bowl Warwickshire out for 114. Keaton Jennings and Paul Collingwood shared 67 to leave Durham 154 for four – 84 from victory.",
  "webTitle": "England’s Reece Topley ruled out for three months with back injury",
  "webPublicationDate": "2016-05-24T17:43:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/reece-topley-england-cricket-sri-lanka-ruled-out-three-months-back-injury",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Hampshire",
      "id": "sport/hampshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ben Stokes",
      "id": "sport/ben-stokes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Durham",
      "id": "sport/durham",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warwickshire",
      "id": "sport/warwickshireccc",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/24/reece-topley-england-cricket-sri-lanka-ruled-out-three-months-back-injury"
}