{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/30/understudies-steal-show-sunset-boulevard-funny-girl",
  "id": "2016-05-30-132",
  "sectionId": "stage",
  "body": "Who grows up wanting to be an understudy? Most nights they slip in and out of theatres unnoticed, while someone else’s name is in lights. But in recent weeks, two actors have proven that understudies can not only save the show – they can steal it too.    Related: Bring on the understudy! Does it matter if the star isn't in the show?    The high-profile West End shows Funny Girl, starring Sheridan Smith, and English National Opera’s Sunset Boulevard, starring Glenn Close, were called upon to replace their leading ladies at the last minute. Both prompted immediate anger and consternation from some ticket-holders who had paid more than £100 to see their favourite actors on the stage. Yet the next day headlines were filled not with tales of disaster, but accounts of the life-changing performances. Natasha Barnes, who stepped in for Smith, was described as a “sensation in her own right” while Ria Jones, who replaced Close, received a seven minute standing ovation. Barnes, 25, is at the beginning of her career while Jones, 49, is a theatre veteran. Jones had in fact faced criticism for her decision to be Close’s standby, where she watched from the wings every night. The majority of her career has been spent playing lead roles, so this was considered by some to be a step backwards.     Ria Jones played Norma Desmond in Sunset Boulevard after Glenn Close fell ill with a chest infection. The audience gave her a standing ovation Photograph: Rex/Shutterstock    “I just felt it was not every day that you get to understudy a Hollywood A-lister – those offers are rare,” said Jones. “So I thought it would be a really good learning curve for me to watch an actress of that calibre and see the process of her taking on a role. And of course, deep down I thought ‘maybe I’ll get on’, but with the show being just five weeks I knew there was a big possibility I would not.” The role of Norma was a poignant one for Jones, having been the first actor to play the character 25 years ago at Andrew Lloyd Webber’s house, where he did a private run through of the newly written Sunset Boulevard musical. “I knew back then I was way too young to play the role, but I vividly remember saying to Andrew: ‘You never know, one day I might do the revival.’ And lo and behold, 25 years later, there I was suddenly about to play her.” It was 2pm on the day of the show that Jones was told she would definitely be stepping in for Close, who had developed a chest infection. While she had watched every performance from the wings, quietly singing along and quoting the lines, she had never actually performed the show with the cast or the live orchestra or even done it in full costume.   Related: Sunset Boulevard review – imperious Glenn Close gives show new lease of life    “I was very, very nervous. Particularly because I knew the majority of the audience had come to see Glenn Close rather than solely the show,” said Jones. “When it was announced that she wasn’t on, there were boos and people shouting for their money back, so I had to turn my PA down backstage. I knew some people would have preferred Glenn to just walk on and perform it with a chest infection than have me singing the part.”  Jones says that stepping out in front of the audience was one the hardest things she had ever done, but that as soon as she finished the first song of the night, “everyone went wild”. “It took me by surprise to be honest, but it was that which gave me confidence to carry on the rest of the show and just concentrate on being Norma Desmond. And by the end of the night, the tables turned and the crowd gave me a full standing ovation. You never think that will happen to you.” Jones ended up doing four shows as Norma before Close returned to finish the run, and she insisted she did not found it difficult to step back into the wings. “That Saturday night will stay with me for the rest of my life; they just wouldn’t let me off the stage,” she said. It is easy to imagine that the relationship between the lead actor and the understudy is a complex one, with the latter silently wishing for the other to fall prey to illness or injury. Yet Edward Bennett, who stepped in for David Tennant’s much-hyped production of Hamlet at the RSC in 2008, said the myth of backstage rivalry and resentment was just that. Bennett never thought he would be called upon to step into Tennant’s shoes, and so had only gone through his lines once, reluctantly, since rehearsals had finished. But on the final preview, the day before press night, he woke with 15 urgent messages on his phone and the news that Tennant had put his back out.     Edward Bennett, who stepped in for David Tennant when he injured his spine and was unable to play Hamlet in the RSC’s much-anticipated production. Photograph: Dan Wooller/Rex/Shutterstock    “You never expect it, especially for someone like David Tennant who is so fit and works so hard, and there had never been any sign of anything wrong with him,” recalled Bennett. “ I remember trying to process it, thinking ‘OK, this is happening’ and trying to tie my shoelaces but not even be able to do that, I was in such a state of shock.” Before he went on Tennant rang him up, and while Bennett said he was “obviously gutted and disappointed”, he offered reassuring advice and was “very supportive – he just told me to relax and wished me all the best”. “After that I genuinely don’t remember anything about the first three or four nights that I did it, apart from the beginning and the end and a few flashes in between,” he said. “And when I realised that I would have to go on for the press night, that was scary, so scary. But everyone stood up at the end and I remember crying – a lot. Probably out of relief more than anything. It was overwhelming because to play Hamlet at the RSC is a fairytale really.”    It’s genuinely like an out-of-body experience – that’s the only way to explain it  Paapa Essiedu     He admitted he forgot two lines and that “the fight scene looked like two actors waving swords around for the first couple of nights – but apparently that didn’t show.” Bennett was also quite frank about the need, as an understudy, to emulate the actor you are stepping in for. Putting too much of your own originality and mark on the role can throw the rest of the cast off. “Your primary job is to fill a stage with a performance that works seamlessly with the other actors. So I wouldn’t say you are constrained, but there are limitations as to how far you can go with putting your own stamp on the part. “I had David’s performance in mind, and I think I did base quite a lot of my performance on what he was doing; partly because I had to and partly because he was really, really good.” Bennett did four weeks as Hamlet before Tennant returned. “David just said ‘thanks mate’ and I went ‘no problem’, and that was all we ever mentioned of it to this day”. However, while playing Hamlet at the RSC is what most actors dream of, being Tennant’s understudy also left Bennett “stuck between two stools”, and he didn’t work for four months afterwards. “Personally I found a significant lull after understudying Hamlet, and I didn’t hear from the RSC for another five years,” he said. “When I finished it there was an expectation that this was my career sorted and that lots of opportunities would come knocking. And a few did – I had auditions to play leads in films that I was never going to get, going up for roles that Hugh Jackman and Ewan McGregor got. It was a weird time of being quite high profile but professionally nothing really happened.” Bennett will star in the RSC’s Love’s Labour’s Lost and Love’s Labour’s Won at the end of the year in the West End.     Paapa Essiedu had to step in Sam Troughton to play Edmund in King Lear halfway through the performance. Photograph: Katherine Anne Rose for the Observer    Paapa Essiedu, who was forced to live the understudy’s nightmare of taking over a role halfway through a performance, also spoke about the difficulty of getting a taste for a role, only to have to hand it back later. Essiedu was in a National Theatre production of King Lear when Sam Troughton, playing Edmund, lost his voice during the show and he had to take over. “I hadn’t had proper rehearsal time, but thank god I’d already learned my lines,” he said. “I don’t remember it at all, it’s genuinely like an out-of-body experience – that’s the only way to explain it. But when I said my last line and died on stage, I took this huge breath because it felt like I hadn’t been able to breathe for an hour.” Essiedu did one more performance as Edmund before Troughton returned to the role. Essiedu admitted going back to being an understudy was not an easy transition. “It is a bit difficult – especially as a young actor. It is a big thrill, a big rush to play a role like Edmund, so going back to normality can be a bit deflating. But those were certainly two character-building days.”  Nonetheless, his performance was so successful that Essiedu will now be playing Edmund in the RSC production of King Lear later this year. “I’m looking forward to actually rehearsing the role this time,” he said. “But I want to throw everything out the window and start again. He will be unrecognisable, a completely different Edmund, because this time, I get time to make the character my own.”",
  "webTitle": "Character building: meet the understudies who steal the show",
  "webPublicationDate": "2016-05-30T10:53:10Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/30/understudies-steal-show-sunset-boulevard-funny-girl",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Sheridan Smith",
      "id": "culture/sheridan-smith",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Glenn Close",
      "id": "film/glenn-close",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "stage/2016/may/30/understudies-steal-show-sunset-boulevard-funny-girl"
}