{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/brother-guantanamo-bay-heart-family-missing",
  "id": "2016-05-29-108",
  "sectionId": "commentisfree",
  "body": "I was 19 years old when my brother disappeared, and I was 20 when I discovered he was in Guantánamo. I’m 33 now, and a German citizen living in Dusseldorf, where I work as a computer systems engineer. I have a productive and peaceful life because of my brother. We grew up in Mauritania, one of the world’s poorest countries. I am the youngest of 12 siblings. My father died not long after I was born, and Mohamedou became the heart of our family. He studied hard, winning a scholarship to study engineering in Germany.  When my brother was a student in the early 1990s, he briefly went to Afghanistan and fought with al-Qaida in the US-supported war against the communist government there, but he has always said that he ended his connection to al-Qaida in 1992. He returned to Germany and finished his studies, becoming the first in our family to earn a university degree.    Related: Guantánamo Diary exposes brutality of US rendition and torture    For almost 10 years he lived and worked in Duisburg, not far from where I live today. In 2000, after a decade of hard work to help support our family, Mohamedou returned to Mauritania, got a job there and supported me while I, too, studied in Germany. On 21 November, 2001, Mohamedou came home from work and was asked to go to the police station in Nouakchott for questioning. He went voluntarily, telling my mother he would be home in a few hours. For 11 months, the government told my family that the United States was saying Mohamedou had been involved in a terrorist plot. They said that, because the US had no evidence of this and my government knew it wasn’t true, he was being held in the police prison for his own protection. Every week, my mother and my oldest brother delivered clothes and food to that prison for his provisions. And then, a week after my 20th birthday, I picked up a copy of Der Spiegel in Germany and read that my brother wasn’t in Mauritania at all, and that he was a prisoner in Guantánamo. Just the name Guantánamo can give you a nervous breakdown. My family was terrified. My mother’s blood pressure skyrocketed and her eyesight began to fail. We knew Mohamedou had done nothing against the United States, that he was not in any way a violent man, a terrorist or any other kind of threat to the United States. Knowing his innocence was in some ways a comfort, but in other ways just made it worse: one of my nephews became so convinced that he or another innocent family member would be the next to disappear that he actually did suffer a breakdown. This was even before we knew what Mohamedou was suffering in Guantánamo.   Related: Guantánamo Diary: ‘I saw the ghosts of my fellow detainees’    Through my twenties, I learned little by little what was happening to my brother. I read reports in the German press that included accounts by men who had been released from the prison. I met Mohamedou’s American lawyers and German journalists who wrote about his case. It was hard for me to believe that the United States could treat my brother so cruelly and unjustly. The US sometimes tried to say he was a 9/11 recruiter, and sometimes that he had been involved in the Millennium plot in Canada, but he was never charged or brought to court and we knew these allegations were not true.  Then, in 2010, we received some hope: Mohamedou’s lawyer called to tell me that a federal judge had reviewed all of these allegations, found that Mohamedou’s detention was not justified and ordered him released. When I told my family in Nouakchott, they began cleaning the house and preparing for the many guests who would want to greet him on his return. Five years later, we still cannot understand why the US government did not honor that decision. Like people around the world, my family has now read Mohamedou’s Guantánamo Diary (I have read it four times, in English, German, French, and Arabic). It has confirmed the many terrible reports I had heard of what had happened to my brother, and the worst fears of my family. But it has also given my family solace.  Alongside the sadness that came with reading about all the stages of torture he was subjected to, first in Jordan, then in Afghanistan and worst of all in Guantánamo, they are extremely proud of how he managed to maintain his sanity, his humanity, and his faith. As Muslims, we believe in the existence of a God who oversees everything and who will not allow injustice and suffering to continue forever for an innocent person. Since I turned 30, my family’s pain has included having to tell my brother that we have lost our mother in 2013 and an older brother last year. Death is sad, but it is part of life. What was terribly hard was conveying this news to a brother who had missed 10 years of family life. At the same time, we have found a new source of faith: the American people. So many have stood up to support Mohamedou as if he were their own brother, and my family has been heartened by all their calls and letters. Many thousands have also signed my petition to the United States government to release my brother, and we are hoping many more will add their names in the next week. Yes, we are deeply disappointed in the US government for keeping Mohamedou so long when he has done nothing wrong. But there is a difference between a government and its people, and one of our greatest sources of strength has been the support my family has received from citizens of the United States. On June 2, my brother will finally have his case reviewed in Guantánamo. In Mauritania, my family is again readying our house for a flood of friends and well wishers. The Mauritanian government has said it will welcome his return. My brother already has several job offers in Nouakchott, because like my family, our community needs Mohamedou, too. God willing, the heart of our family will be home where he belongs soon.",
  "webTitle": "With my brother in Guantánamo Bay, the heart of my family is missing | Yahdih Ould Salahi",
  "webPublicationDate": "2016-05-29T11:00:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/brother-guantanamo-bay-heart-family-missing",
  "keyword": [
    {
      "webTitle": "Guantánamo Bay",
      "id": "us-news/guantanamo-bay",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Guantánamo Diary",
      "id": "world/guantanamo-diary",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Yahdih Ould Salahi",
      "id": "profile/yahdih-ould-salahi"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/brother-guantanamo-bay-heart-family-missing"
}