{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/uks-role-in-dropping-the-atomic-bomb",
  "id": "2016-05-30-46",
  "sectionId": "world",
  "body": "You are right to point out that President Obama visiting Hiroshima and calling for a world without nuclear weapons, while simultaneously presenting a budget to Congress requesting a trillion dollars to modernise and replace the US arsenal of nuclear WMDs, sounds like hypocrisy (Editorial, 27 May). It just goes to show how the military-industrial complex continues to be more powerful than the most powerful politician on the planet. Nevertheless, Obama’s visit was symbolically important. And David Cameron, in Japan for the same G7 meeting, should have stood side by side with him as Britain was complicit in the atomic immolation of Hiroshima and Nagasaki. Britain supported the use of atomic bombs by the United States against Japan in the second world war about a month before the first one was dropped on Hiroshima, according to documents recently declassified by the US National Archives and Records Administration. The Japan Times revealed that the British government officially expressed its support for using the new weapon against Japan at the combined policy committee on the development and control of nuclear energy meeting in Washington on 4 July 1945. According to the declassified minutes, Field Marshal Sir Henry Wilson told the meeting, chaired by US secretary of war, Henry Stimson, that the British government “concurred in the use of the TA [atomic] weapon against Japan”. This is an additional reason why the UK needs to show some atomic atonement – and get on with nuclear disarmament.Dr David LowryCambridge, Massachusetts  • The first world leader who converts words into deeds and really does achieve the nuclear weapon-free world they all claim to desire will go down in history as the greatest statesman or woman of all time. Barack Obama had the opportunity to be that after his Prague speech, which gained him a Nobel Peace Prize. Sadly, it was not followed by concrete action. Yet again, fine words in Hiroshima, but no action (We must not forget the silent cries of Hiroshima’s dead, says Obama, 28 May). For Obama, time is running short. But he could still take the first steps on this road by going to the UN general assembly in October and supporting the anticipated resolution from the Open Ended Working Group on a Nuclear Weapon Ban Treaty.Frank JacksonHarlow, Essex • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "UK’s role in dropping the atomic bomb | Letters",
  "webPublicationDate": "2016-05-30T17:43:55Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/uks-role-in-dropping-the-atomic-bomb",
  "keyword": [
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "G7",
      "id": "world/g7",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/30/uks-role-in-dropping-the-atomic-bomb"
}