{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/16/how-barcelona-lost-la-liga-title-then-won-it-again",
  "id": "2016-05-16-211",
  "sectionId": "football",
  "body": "Down by the bench Barcelona’s players were preparing for a sprint, much as they had a month ago. Back then, four matches without a victory had meant their lead at the top of the league had virtually disappeared, forcing them to go and win it again in Gerard Piqué’s words. On Saturday, they’d done just that. There were a few minutes left at Los Cármenes when Luis Suárez scored the third to secure five wins in five and the title too. Over the opposite side of the ground, supporters had come down to the front ready to make a break for it and the players were doing the same. Standing, hopping from foot to foot as the clock ticked, edging forward towards the touchline. On their marks, set ... Go! The final whistle went and the players raced on to the pitch, Munir taking an early lead. They leapt into each others’ arms, champions again. Barcelona’s players circled, celebrating, a kid in glasses clinging to Piqué’s side. From the four corners of the ground, hundreds of fans hurtled towards them like human arrows, as if emergency evacuation instructions had been issued and the team were the assembly point. Barcelona fans ran, Granada fans too. In the middle somewhere were the players. Eventually they bundled through and into the tunnel. Leo Messi’s shirt was handed over, Iniesta said a few words, and they went back on to the pitch; this time a ring of yellow bibs protected a patch of it for their public party.            That was just the start. “The party will be a long one,” Ivan Rakitic said. “I’m boring, but I’ll enjoy it in my 46-year-old way,” said the Barcelona manager Luis Enrique with a smile. “And I’ve told the players to have a big party; they deserve it.” Outside the away dressing room stood Granada’s Isaac Cuenca. A former Barça player, he had decided not to go in yet. “They were celebrating,” he explained, so he waited. Eventually the players emerged. Barcelona’s bus left at three minutes past eight, bound for the airport. When their flight home landed, they were applauded off the plane; fans with flares lined their route back to Sant Joan Despí, while others headed down the Ramblas. The Camp Nou was packed; Bruce Springsteen was playing. “Congratulations, Barcelona!” he announced, in Catalan.    Related: Atlético Madrid are a team made for suffering as title bid ends so close to line | Sid Lowe    The Vela Hotel near the sea awaited that night and an open-topped bus parade the next day. “I’m going to really give my all on that,” Piqué announced. And why not? This had become the title that Barcelona might lose, the greatest collapse of them all, but it ended up another title that they did win. If winning the league had felt like an obligation rather than an opportunity, that sensation had gone by Saturday night, blown away like the blossom here. Sure, mad Madridista Tomás Roncero hailed Zinedine Zidane’s league in AS, but no one else did. “This tastes of glory,” Iniesta said, adding: “winning the league can never be a bad season.” Still less winning it again: this was Barça’s sixth in eight years. And there’s still a Copa del Rey final to come. “There are people who have become too used to the good times and think that this is not a big deal but if winning the league is a bad year, it’s time to pack up, switch off the lights and go home,” Luis Enrique said. “I would like people to appreciate what this means, how difficult it is to win the title. Just look at opponents of our level and how hard they find it.” Opponents such as Madrid, in other words. They have the Champions League final of course, and that will always eclipse everything else, but in the eight years that Barcelona have won six league titles, Madrid have won only one. Of the last 12 Barça have won eight, Madrid three. “Richly deserved!” ran the cover of Sport, and they would say that, but ultimately few could argue. Barcelona have scored more goals than anyone else, on 112, and between them Messi, Suárez and Neymar have scored 130 goals in all competitions this season. They beat Atlético twice and Real Madrid 4-0. They had been top since October. And when it looked like they could be hauled down from there, they held on. If there was satisfaction for Madrid in pushing Barcelona to the line, Zidane justifiably proud of players who finished the season with 12 consecutive victories with a European final to come, there could also be satisfaction for Barça in resisting their challenge. After 39 games without a defeat, five games in April threatened to ruin everything: knocked out of the Champions League by Atlético, Barcelona were defeated by Madrid in the clásico and three more winless matches followed; when Piqué scored in the second clásico of the season, Barcelona were momentarily 13 points ahead of Madrid, the season all over, but with five weeks to go they led their biggest rivals by a solitary point. Only their head-to-head record kept them above Atlético. Defeat against Valencia left them with no margin of error. The crapping-yourself-ometre made a comeback, so did the heebie-jeebies. Luis Enrique was turning into Carlos Queiroz, crowed their critics. They were wrong, and in more ways than one. “Do you think you will have to win all five to win the league and do you think you can?” Luis Enrique was asked. “Yes and yes,” he said. And so it proved. Barcelona’s response was emphatic: five wins out of five, aggregate score: 24-0. When it became a sprint for the line, they got there first. “We spoke about it; we knew we had to trust in ourselves,” Sergio Busquets admitted under the stand at Los Cármenes on Saturday, a league title winner for the sixth time. “It’s a pity not to have won the league before and above all to be knocked out of the Champions League but that day [after losing to Valencia], there was a positive message: we were the same players that had been spectacular last year and for much of this year too,” he said. There were conversations, conclusions drawn. Like what? “Those stay in the dressing room,” Busquets smiled. Barcelona stood up. “We had to win the league twice; when we were eight, nine or 10 points clear we had ‘won’ it and then with that dip it was like we had lost it, even though we were leaders,” Piqué said. “I have the feeling that 20 years ago we would not have won this league; too often we were sunk by our own pessimism.” Not this time, and few symbolise that better than him. After the Valencia game, he had insisted: “we will win the league: I am sure of it.” Busquets added on Saturday: “We were convinced, although there are some who saw more darkness than others. Gerard is fundamental, a leader.” Piqué will be president one day, said the president Josep María Bartomeu: “I’d love that. Why not?”    Piqué wore a t-shirt that read: “S’ha demostrat”. They had demonstrated something, alright: personality as well as play    Like his team-mates, Piqué celebrated while wearing a t-shirt that read: “S’ha demostrat”. They had demonstrated something, all right: personality as well as play. Messi, Dani Alves, Iniesta, and Javier Mascherano, in particular, had been superb. But few had led quite like Piqué or Suárez, the man who embodied much of their evolution last year and has proven decisive this. Of those 24 goals in the final five games, when there was no margin for error, Suárez scored 14. This weekend, when the title was on the line, he got a hat-trick. In the buildup to the game, the Catalan daily Sport had suggested that Suárez needed to win this title to overcome the disappointment of losing it with Liverpool – because presumably last year’s treble never happened, like – and if there were tears at Crystal Palace there were celebrations at Los Cármenes. A season that started with him scoring at San Mamés up at one end of Spain ended with him scoring in Granada, down at the other. Three more goals to take him to 40 league goals for the season,59 over all, and Barcelona to the title. No one has ever scored more league goals in a season except Messi and Ronaldo, the men from whom Suárez has just taken the top scorer award for the first time in seven years. Oh, and he provided 16 assists in the league too, more than anyone else. “Lucho’s league,” Marca’s called it. “Luis Suárez’s league,” AS agreed. “I just had to tap it in,” Suárez shrugged. It was almost 8pm when he left the dressing room and there was mayhem under the stands where the engine was running on the team bus, hundreds of people screamed from behind the plastic barriers and the Granada striker Youssef El-Arabi was waiting for him; his two sons wanted a photo. Suárez stopped and smiled. Under his arm was the match ball, signed by the Barcelona players who’d just won the league again.  Talking points            • With 12 minutes of the season left, it all came out. Sporting Gijón’s manager Abelardo Fernández embraced his staff – “friends,” he insisted – gripping them tightly before pulling away to see what was going on. All around him, people were losing their heads. Bodies were piling up in the far corner, red and white and blue. Yellow too, goalkeeper Pichu Cuéllar sprinting the length of the pitch, screaming, to leap on top. In the stands, they were going bonkers. On the touchline, others ran up and down, in no particular direction. Sporting knew now; Abelardo knew, and the dam broke. Which was when he started to cry. “When you support a club like I do, when you belong to it, when you live it so intensely, you can’t control your emotions,” he said. None of them could. Sergio Álvarez’s shot had just ripped through the air, smashed off the bar and into the net, keeping Sporting Gijón in the first division. The team that some thought might go down last season, when they were in the second division; the team that pretty much everyone, including themselves, thought would go down this season when they were in the first division, stayed up. It was, most agreed, a miracle – one that had begun with that draw with Real Madrid on the opening day, became just about possible with a victory over Atlético, and ended with a victory over Villarreal on the final day. The team with the youngest squad (if not team) in the first division, none of whose players cost them anything, and who could not sign anyone this year with a debt of over €30m, will still be there next year.  Sporting reached the final day knowing that their destiny did not lie in their own hands, but Abelardo hadn’t expected to even get this far. Getafe went to Betis knowing that a win would keep them up; Sporting had to beat Villarreal and wait for Getafe; Rayo had to beat Levante and wait for both of them. But Abelardo insisted: “If you had offered me that at the start of the season, I would have signed up for it.” And there was good news for Sporting, too: Betis’s supporters wanted them to survive and their players were taking it seriously. Meanwhile, Sporting faced Villarreal, whose season had effectively ended a fortnight ago. Much was made too of the fact that their manager, Marcelino García Toral, is a Sporting fan who coached Sporting’s B team and their first team, and who said he would like them to survive. This was big. Not just about ‘survival’, but about survival. Real survival.  Getafe have been in the first division for a decade but have not really succeeded in building a truly significant fan base from that, despite a series of bizarre and funny mobilisation campaigns, usually involving procreating, from zombie porn to dating apps for a football-themed fumble in a corner of the coliseum. They have the worst attendance figures in Spain and few have much sympathy for a club that has achieved impressive things but has little history. Financial problems have seen them sell players (and even their manager last season) during the winter window two years in a row; their owner’s been trying to sell the club for ages; and it’s tempting to suggest that having been relegated, they won’t be back. Rayo too are in trouble, institutionally and financially. And as Abelardo put it, Sporting were playing for their lives; “our existence.” Going down could even mean going under.  6,500 Sporting fans turned up for training the day before and El Molinón was packed. Jony, one of the season’s outstanding players, a revelation this year, gave them the lead after just eight minutes. Getafe knew quickly: down at the Benito Villamarín, Betis’s supporters started chanting: “Sporting! Sporting!”. In Vallecas, Rayo went 1-0 up, then 2-0, but with Sporting leading it made little difference. Still, there were nerves at all three grounds. Sporting were safe; a goal from Getafe would see Getafe safe; a goal from Villarreal would see Rayo safe. At the start of the second half, Joaquín turned to a Getafe player in the tunnel and shrugged as if to say: “what do you want me to do?” There was honour in the gesture: sorry, but .... Betis had nothing to play for but they were trying.  In the end, the team whose fate was in their own hands was the only team that didn’t win. “I didn’t celebrate our goals because I put myself in [Getafe manager Juan] Esnaider’s skin,” the Betis manager Juan Merino admitted. “They must be destroyed; that’s normal.” “We knew what would happen in other games,” Getafe’s Cala said, but his team could not influence what would happen in their own. “Maybe we didn’t manage to the anxiety,” Esnaider admitted. “It’s not easy to play these kind of games when you know how much is hanging on them.” Ten minutes into the second half there was a roar at the Molinón and another, slightly smaller one in Vallecas. Betis had scored. Levante pulled one back, then Rayo went 3-1 up again. At almost exactly the same time, news came through: Betis had got a second: 2-0. There were 17 minutes left and Getafe were virtually out of the equation now; a late belter from Álvaro Medrán made no difference. It was all about Rayo and Sporting. And Villarreal, of course: if they scored, Rayo would be safe and Sporting would be down. But they weren’t about to score; Sporting were. With 12 minutes to go, Álvarez smashed in the second. Abelardo knew, and so soon did the rest, radios relaying the news. At last, his team were safe. It is some achievement, but he also admitted: “We have to thank Betis.”  At the final whistle, there was a pitch invasion in Gijón, players disappearing into the crowd. They fought their way o the tunnel, where drawings and letters from local children wishing them well had been pinned all over the wall. A small passageway, a kind of bubble, was cleared among the fans on the pitch and then, one by one they were called back out by a man with a microphone who shouted about how “despite the fact that they didn’t want us there, Sporting are in primeraaaaaaaaaaaaa!”. He started with Pichu Cuéllar, “the spider from Extremadura” and then went through them, player after player, roared on by supporters and hugged by the youth teamers who lined the way. Alen Halilovic came out, dousing himself in the local cider, poured from up high, the way its supposed to be. All of them wore t-shirts offering thanks to the fans, except for Alberto Lora whose shirt was in honour of the late Manuel Preciado. Down in Seville and Vallecas, the scenes were different. “It’s the hardest day of my career,” said the Getafe captain Pedro León slowly, a vacant expression on his face. “If Esnaider had been made manager, we would have survived,” he added. But it had been too late. Rayo’s president Martin Presas was complaining that Villarreal, who’d had four days off until Thursday, had “not even competed”, drawing a response from Roberto Soldado: “respect, please.” (More worrying is the accusation that the week before his own players might not have done, more of which below). And asked about Marcelino, Esnaider smiled ironically: “He’ll be happy; he’ll be happy.” Marcelino protested: “One thing is personal preference, another is professionalism. We tried to give our best.” Not far away, Sporting’s players were certainly doing so, as they have all season. “It’s madness in there,” Lora said of the dressing room. “I am destroyed, exhausted mentally; these have been two extremely hard years but I’m up in the clouds now. I could not be happier right now. We love this club, and I am mad about these fans,” Abelardo said. “Now let’s see if we can build a bit, to ensure we don’t suffer like this again.” First though, he had other priorities: “now,” he said, “beer and cider.” • Rayo Vallecano sang all the way to segunda. “It would have been easy for the fans to abuse us, but instead they handed out a lesson,” Paco Jémez said afterwards. It was after 10pm on the final day and it was all over but when he walked out of the ground and across the road, those fans were still waiting for him. Chanting and embracing him, surrounding him, shaking his hand. “Paco stay!” they sang. “This Paco Jémez doesn’t surrender!” they chanted. But this time, they had surrendered. For now, at least: after five years in the first division, their longest run, his team has gone down.            It would have been easier to abuse them, he was right. All the more so after reports were confirmed that the league is investigating their penultimate game – a 2-1 defeat at Real Sociedad that ultimately cost them their place in the first division. There may still be a huge story to unravel there, or maybe nothing at all will happen again. Countless questions hang. Like: did Jémez really call an impromptu press conference last week just to come out the following day and say things he’d said before? Did the changes in the team mean something else? Why did a story offered up without any proof emerge at all – from the league itself, don’t forget – just days before the season’s end, with three teams fighting relegation? Who benefits from that? Whose image lies in pieces and why? And what difference does it make on the final day? What will the “investigation” actually entail? So many questions, so much that doesn’t fit. Ultimately, that Real Sociedad match should have been Rayo’s salvation. Win and they would have been close. “On the day we most needed to play well, we played badly,” Jémez said, baffled. Or perhaps – and this is the doubt that lingers now, the bad smell – he was not so baffled, just furious and beaten. Either way, Rayo went into the last game knowing that their chances of survival were virtually non-existent. They needed Getafe and Sporting’s results to go their way too, and they never truly expected that. But they would try. A long tarpaulin was attached to the barrier along the Avenida Albufera outside the ground: “there’s no place in Vallekas for homophobia.” Inside, the noise was full and loud: from “A las armas!” (To Arms) to their version of the Marseillaise and Yankee Doodle. Only momentarily did the ground fall silent and even then only for a few seconds: when Sporting got the second, any hope extinguished. But there had never been much. A 3-1 victory was not enough and was never likely to be. The Final Countdown, the track that accompanies every goal, boomed out three times and for the final time in the first division for now. Before the game, a banner read: “If loving you is a crime, I’ll have hell all to myself.” Others followed, some expressing disgust at football’s dark corners, some expressing hope. “Don’t fear sinking: from shipwrecked boats emerge submarines”, one said, which may not be the way it actually works but the sentiment was clear. “Vallecas belongs in primera”, they chanted. But Vallecas’s team doesn’t any more. This was their best run in the top flight, but it’s over now. “Wherever you are, we’ll follow you,” they sang. Players left, but fans didn’t. Still they sang, until the footballers returned. Standing in a semi circle they stood, silently. Looking at the fans and looking lost. • “Sure Mad Madridista Tomás Roncero hailed Zidane’s league in AS, but no one else did.” Ah. Oh. That was Sunday. By Monday, others had followed suit. The day after the league ended, the front cover of AS wasn’t dedicated to Barcelona’s title celebrations, or to Sporting surviving, or to Rayo going down, or to Getafe departing more than a decade later. No. It was dedicated to Zidane with the headline, “Zidane wins his league.” The sports section of La Razón, “The Truth” (stop giggling at the back), didn’t even use “his.” They went for: “Zidane, league champion.”    Related: Gonzalo Higuaín is the history man as Gunnar Nordahl's record finally falls | Paolo Bandini    • “It has been a great season,” Athletic’s manager Ernesto Valverde said and, as usual, he was right. It started with a first title in 30 years, thousands of fans on the streets of Bilbao after they won the Spanish Super Cup, battering Barcelona to do so, and it ended with a 3-1 win over Sevilla to finish fifth and head back into Europe. It also ended with two goals from Aritz Aduriz, Spain’s best striker at 35, and with the departure of the club captain Carlos Gurpegui after 14 years in the first team. He bade farewell wearing No18, thrown into the air by team-mates. • Juanfran departed to applause from Vallecas and hugs from Rayo’s players. Unable to hold back the tears, he walked slowly from a pitch injured, relegated, and probably for the last time. He’s 40 in July and leaves as a Levante player, the club where it all started back in 1994. Born in Valencia, a product of Levante’s youth system, he cared. It’s just a pity that so few of his team mates felt the same. A ‘difficult’ dressing room went down, taking better people with them. Still, if he does retire now, at least he Juanfran has a career he can fall back on: he’s a qualified hairdresser. • “Our challenge and our hopes now rest on the two finals,” Unai Emery said. Sevilla, Europa League and Copa del Rey finalists, they have not won a single game away from home all season in the league.  • And so Cristiano Ronaldo scored 50 goals in a season, yet again. Bonkers. Two goals, a post, and a bar in just 45 minutes. He was withdrawn at half time after taking a slight knock ... and, just as significantly, after it became clear that Barcelona would win the league, Suárez having scored twice to put his side 2-0 up in Granada and put him clear in the race for the Pichichi. Asked if he was OK after the game, what with the withdrawal and the knock and all that, Ronaldo shot back: “Didn’t you see the game, then? Did I not look alright to you?”            • “It’s been a very good season. I won’t say excellent because excellent is winning the league,” Simeone said. He also admitted that the club and Fernando Torres, who scored one and ‘made’ the other when his shot came back off the bar, are talking about the striker continuing next year. “I gave my opinion based on performance,” Simeone said, repeating his words from five months ago. At Christmas that opinion was “don’t keep him”; now that opinion is “do.” Torres has got 12 goals this season; his 100th, scored in February, wasn’t the end; it was the start.  • And in the used-to-be-managed-by-Brits derby, two teams that no longer had anything to play for played out a game in which they looked like two teams that no longer had anything to play for. Which is at least better than what it once looked like they might have to play for. La Real won 1-0 with a late, late goal, in front of a stadium that wasn’t exactly full. Results: Málaga 4-1 Las Palmas, Espanyol 4-2 Eibar, Rayo Vallecano 3-1 Levante, Real Betis 2-1 Getafe, Sporting de Gijón 2-0 Villarreal, Deportivo de La Coruña 0-2 Real Madrid, Granada 0-3 Barcelona, Athletic Bilbao 3-1 Sevilla, Atlético Madrid 2-0 Celta de Vigo, Valencia 0-1 Real Sociedad",
  "webTitle": "How Barcelona lost La Liga, then won it all over again | Sid Lowe",
  "webPublicationDate": "2016-05-16T12:00:11Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/16/how-barcelona-lost-la-liga-title-then-won-it-again",
  "keyword": [
    {
      "webTitle": "Barcelona",
      "id": "football/barcelona",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "La Liga",
      "id": "football/laligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Luis Suárez",
      "id": "football/luis-suarez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/blog/2016/may/16/how-barcelona-lost-la-liga-title-then-won-it-again"
}