{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/david-cameron-boris-johnson-eu-referendum-countryfile-bbc",
  "id": "2016-05-05-264",
  "sectionId": "media",
  "body": "David Cameron and Boris Johnson will take their battle over Britain’s membership of the European Union away from the news bulletins and into the green and pleasant fields of Countryfile ahead of next month’s referendum. The prime minister and the MP for Henley will appear on the Sunday night show in the coming weeks as they try to convince its audience of up to 9 million viewers of the case for and against the EU.   Related: Countryfile Shakespeare special caps show's unexpected success    Cameron and Johnson are understood to have eschewed harder edged BBC programmes in order to talk about the impact of leaving the EU “in rural settings” with Tom Heap, the BBC’s rural affairs correspondent. With both remain and leave campaigns fronted by Conservatives, the show provides an ideal platform for the men to appeal to rural voters. From a low point of less than 2m, Countryfile regularly attracts an audience of 6m raising to 9.4m for its most popular shows, eclipsing EastEnders, Saturday night talent show The Voice and briefly topping Simon Cowell’s The X Factor on ITV.  In a recent interview, veteran presenter John Craven told the Guardian: “We deal with realities – the nitty-gritty of life in the green acres is all there – but we also take great pleasure in showing the beauty of our countryside and the diversity of its people. What better backdrop could any presenter have?” Countryfile is most watched factual programme on British television - with more viewers than the BBC’s News at Ten’s 4m. Last month, Simon Jenkins, former chair of the National Trust and Guardian columnist, wrote that Countryfile is “most political show” on TV. With just seven weeks to go before the 23 June referendum, Cameron will appear first with Johnson expected to don wellies for an appearance in a subsequent episode. A BBC spokesperson said the two men would “discuss issues surrounding the impact of the EU referendum on rural Britain. Countryfile tackles hard news issues affecting the countryside, considering all sides of the story.” Under pressure from plans to renew its Royal charter, the BBC has been particularly careful to avoid breaking its impartiality guidelines in the run-up to the referendum. Culture secretary John Whittingdale, currently finalising details of the white paper on charter renewal, is one of the leading Brexiteers, while both chancellor George Osborne and Cameron are campaigning to remain. A BBC spokesperson said: “The guidelines state that coverage of the referendum must provide broad balance between the arguments on each side of the debate. There is nothing in the guidelines to suggest that those opposing arguments cannot be made by two people from the same political party.” Richard Sambrook, former BBC news executive and now director of the Centre for Journalism at Cardiff School of Journalism, said that the two appearances offered both sides of the debate. However, Labour could possibly argue for “due impartiality over time”, leaving the tantalising prospect of Labour leader Jeremy Corbyn – a keen gardener – appearing elsewhere on the BBC.  Rural voters are seen as a core battleground in the referendum. EU membership awards the farming community a total of between £2.5bn to £3bn a year, with individual grants decided according to the area of land they farm and efforts they make to improve the environment. The divisions in the Conservative party go through the government department dealing with rural affairs. Liz Truss, the secretary of state for environment, farming and rural affairs,  tried to convince the National Farmers’ Union (NFU) annual conference in February that farmers benefit from access to the EU market as it accounts for more than half of all British food and farming exports.    Brexit companion   The same conference heard from farming minister, George Eustice, who backs the Leave campaign and who argued that farmers would be better off out of the EU. The farming community, which tends to vote Conservative, is largely split on the issue of EU membership, just like the party itself. The Country Land and Business Association (CLA), whose members own or manage roughly half of rural England and Wales, has been critical of the lack of a “clear government plan” for the rural sector in the event of Brexit. The last time Cameron appeared on Countryfile, in 2012, he was driven to say he would look after the countryside as he would his own family. His unpopular planning reforms since led to the programme to review his performance. There is another potential downside of an appearance of such a popular show for Cameron however. News of his booking prompted a renewed flurry of pig jokes, which first arose after his unauthorised biography was published.    For goodness sake keep him away from the pigs though, remember the show airs early evenings. https://t.co/YNP84tsQbI— Paul K (@paul_kitching) May 5, 2016",
  "webTitle": "David Cameron and Boris Johnson take EU referendum fight to Countryfile",
  "webPublicationDate": "2016-05-05T09:03:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/david-cameron-boris-johnson-eu-referendum-countryfile-bbc",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/05/david-cameron-boris-johnson-eu-referendum-countryfile-bbc"
}