{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/mercedes-lunatic-conspiracy-lewis-hamilton-f1",
  "id": "2016-05-01-36",
  "sectionId": "sport",
  "body": "Mercedes took another one-two in Russia – not something that the team, who claimed their last two constructor titles here in Sochi, will be in anyway disappointed with – but this was not quite the well-oiled machine that delivered those titles. Nico Rosberg’s win was, as with his other three this season, delivered with aplomb but not under any pressure, while his team-mate Lewis Hamilton’s second place, after a weekend again bedevilled by mechanical problems, put his team on the defensive against the conspiracy theorists. Rosberg’s win from pole to flag was untroubled by close competition, largely because Hamilton had to start from 10th place after he suffered a failure of the MGU-H turbo hybrid unit in qualifying – the same component that had overheated in China in the previous race, forcing him to start from the back of the grid in Shanghai. He put in a gutsy recovery drive and got into second place but, having clawed the gap back to 7.5 seconds to Rosberg, he had to back off with a water pressure problem and settle for second. This poor luck, with Hamilton’s struggles this season delivering second, third and seventh places before Sochi compared with Rosberg’s flawless and problem-free runs to four wins, has brought the grassy knoll brigade scurrying from their caves, proudly sporting newly folded tinfoil hats. Indeed, the suggestion that Mercedes are somehow trying to steer the championship into Rosberg’s hands has now been mentioned often enough that the team addressed it after the race. “I’m not going to respond to every lunatic that sends a message,” said the team’s executive director, Toto Wolff. “Some of them are abusing the team and abusing members of the team and I would never allow that. The last thing we would do is sabotage Lewis Hamilton. He’s a great friend to us. We feel awful because he’s not been able to perform the best and we are letting him down.” Adding grist to the mill for the Mercedes-also-faked-the-moon-landings gang was the switch for this season of a number of crew across from Hamilton’s to Rosberg’s garage and vice versa, including in each case the No1 mechanics. At the time the team claimed it was just to keep things fresh but with it has come the problems to a car that was almost bulletproof in testing. Hamilton was having none of it, however. “I’m really proud of my guys, the guys on my side of the garage are having a hard time at the moment,” he said. “Since I joined this team I had a group of guys and for no particular reason it was swapped and those guys have come over and now we have had some bad experiences and I imagine they are feeling the pressure but it’s nothing to do with them.” Hamilton is nothing if not happy to repeat his assertion that his team win and lose together and has never pointed the finger at his crew, something that would not begin here. “They are doing a fantastic job,” he added. “There is no reason we can’t win its just that we have these bugs coming along.”Wolff said after the race that Rosberg had experienced a technical problem as well, which he described as “a strange signal from the power unit”. It did not stop the German putting in the fastest lap towards the end, though, and was another nebulous enough reason for itchy fingers to start typing on Twitter. This was becoming all too much for Wolff. “I think it is difficult to take people out there seriously when they are lying in their beds with their laptops on their chests sending those abusive messages out,” he said “You wonder what goes through their minds. Lewis has won two championships with this team. The reason why I am being vocal about it is because those guys are being hit by comments that are unfair and outright abusive without reason. We have made a few mistakes and let Lewis down but some of those guys could take it hard.” That Mercedes, a team that have positively revelled in Hamilton’s victories over the past two years and spend a fortune competing in Formula One, might actively sabotage one of their drivers is a nonsense barely worth a response. Yet that they have felt it necessary to react is perhaps indicative of the pressure they are feeling. Now trailing Rosberg by 43 points, the Briton and the championship badly need a clean, problem-free win to put the focus back on the reality of racing.",
  "webTitle": "Mercedes dismiss ‘lunatic’ conspiracy theories after Lewis Hamilton beaten",
  "webPublicationDate": "2016-05-01T19:55:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/mercedes-lunatic-conspiracy-lewis-hamilton-f1",
  "keyword": [
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Richards",
      "id": "profile/gilesrichards"
    }
  ],
  "guardianId": "sport/2016/may/01/mercedes-lunatic-conspiracy-lewis-hamilton-f1"
}