{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/12/assassins-creed-movie-michael-fassbender-good",
  "id": "2016-05-12-184",
  "sectionId": "technology",
  "body": "Video game movie adaptation. It’s a phrase likely to strike fear and dread into the heart of most gamers, and indeed most moviegoers. Street Fighter, Super Mario Bros, Silent Hill, Hitman. All of these classic, hugely acclaimed video games have been thrust onto the big screen (or the straight-to-DVD shelves) by people whose knowledge of the source materials seems to have been passing at best. The results have been ... horrible. Assassin’s Creed, we are being told, is a different story. Produced by Ubisoft, the company that developed and published the bestselling games, it has actual star actors (Michael Fassbender, Marion Cotillard, Jeremy Irons) and a talented director in the form of Justin Kurzel, who made the award-winning Snowtown and helmed Fassbender’s gritty Macbeth movie. For once this isn’t a bunch of Hollywood chancers hoping to cash in on a successful gaming brand; it’s the game makers themselves, overseeing their vision as a motion picture spectacle. The Assassin’s Creed titles have apparently been referenced closely by the production team, with the prop makers studying 3D representations of every weapon and costume.        The movie doesn’t follow the specifics of the games – its lead character is Callum Lynch not Desmond Miles – but it has the same setup; a futuristic company sending the lead character back through time via his ancestral DNA. It is still a historical battle between the assassins and the Templars. There don’t appear to be any ridiculous liberties being taken – I was going to reference the Super Mario Bros movie here but I just can’t face it.  Anyway, the trailer was released on Wednesday night, giving us firsthand evidence of this careful conversion. And well ... it’s sort of OK. The representations of medieval Spain are suitably epic; we see swooping overhead shots and moments of Fassbender standing on rooftops looking out across the sprawl, which is something we all do a lot of while playing the games. There is also a heck of a lot of parkour, which is very faithful to the game but in a cinematic context looks like some kind of cross between a freerunning exhibition and a historical reenactment society.    Related: Can Michael Fassbender's Assassin's Creed save the video game movie?    Also, the soundtrack to the trailer is Kanye West’s self-deprecating classic I am a God. I’ll just leave that there. There is synchronised archery, there are really big jumps, there is a bit where Fassbender breathily declares “we work in the dark to serve the light. We are assassins”, which I really wish he hadn’t done. The lighting is nice. There are no obvious bugs or crashes, so that’s taking a broad step away from the games – although the trailer does reuse the same shot of huddled masses running down a street, but that will probably be dealt with in a patch just after the movie launches.  Really though, what this super straight-faced collage of images seems to show is that Assassin’s Creed is a serious blockbuster movie project, just like the Warcraft movie – and in a very different way, Angry Birds. None of these flicks are going to be troubling the Oscars but at least they may avoid the Golden Raspberries. Although, of course, when Cotillard says, “welcome to the Spanish inquisition”, all you can really think about is this:       Which is perhaps fitting, as no one expects a decent video game movie.   Related: Why are video game-based films always so poor?    Let’s be fair for a second. There have been modest successes. The Mortal Kombat movie was as charmingly daft as the games – although nowhere near as gory. The first Tomb Raider movie was sort of OK: Angelina Jolie was not entirely convincing as a member of the landed British aristocracy, but she got the outfit right. Some people have even taken a masochistic delight in the low budget tie-ins confected by German director and producer Uwe Boll who spent the mid-2000s churning out cinematic assaults on games such as House of the Dead, Alone in the Dark, Postal and Far Cry, and then challenged his critics to a boxing match.  But it’s an ignoble history, forever overcast by the image of the late, great Bob Hoskins dressed in dungarees and wondering what the absolute hell he was doing in a sewer fighting Dennis Hopper.  Anyway, what do you think? Does the trailer suggest a fitting tie-in or a disrespectful abomination?",
  "webTitle": "Is the Assassin's Creed movie actually going to be good?",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/12/assassins-creed-movie-michael-fassbender-good",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Assassin's Creed",
      "id": "technology/assassins-creed",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/12/assassins-creed-movie-michael-fassbender-good"
}