{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/22/tangier-morocco-holidays-matisse-jagger",
  "id": "2016-05-22-185",
  "sectionId": "travel",
  "body": "“Shish kebab,” the young man said to us with a grin, nodding to the freshly slaughtered lamb splayed in front of us, entrails flopping out. The sound of cartilage cracking as the butcher hacked punctuated the prayers spoken by onlookers. Despite the sun being high in the sky, the crooked passageway in Tangier’s old town was swathed in shadow from the tall buildings on either side. A small crowd offered the butcher advice as he cut through the tendons. And my wife and I had stumbled on to it all after losing our way in the maze of streets while shopping for pots. (Every type of pot is available, but we were interested in the ceramic variety.) Mick Jagger loves Tangier. Samuel Pepys not so much. “We had a great deal of discourse upon the viciousness of this place, it being time for God almighty to destroy it,” said the diarist of a dinner in the city, where he was overseeing the British withdrawal from the colony in the 1680s. The viciousness of the poverty is still jarring today. On an early evening, drinking a beer overlooking the Grand Socco (the big marketplace), we watched teenage beggars brawl on the grass below, offered barely a glance by passers-by. North Africa’s experience of terrorism in recent years has hit tourism in Morocco quite hard. Yet those with a little adventure in their soul should visit now. Listening to the call for prayers over a beer as the sun goes down is warming, given the rise of a less tolerant Islam elsewhere.     True colours: vendors at the vegetable market in Tangier. Photograph: Robert Harding/Rex/Shutterstock    Tangier’s past is full of peaks and troughs, and it looks on the cusp of enjoying a boom. A strategic gateway between Africa and Europe, it was torn and tussled over by the British, Moroccans, Portuguese, Spanish and French, each destroying and developing it in their time. In the early 1960s the Great Scandal erupted, sparked by a series of paedophile convictions. Tales emerging from the city so appalled the Moroccan royal family that they could barely stomach the existence of the place, letting it slide down on its own sleaze into the Strait of Gibraltar. The young King Mohammed VI has, however, woken up to Tangier’s potential, believing that it could become a North African Saint-Tropez. A king’s fortune is being spent on a new port, marina and three terminals for fast ferries. A high-speed train service is to “revolutionise” rail travel, with journeys from Casablanca to Tangier reduced from five to two hours. Vast hotels and malls are slowly emerging. The plan, according to locals, is for much of the work to be completed by summer. “The king is coming soon. He’s pissed off and wants it finished,” confided the manager at the excellent El Tangerino restaurant on the beachfront. But then this plan was in the making at the turn of the century, so we shall see.     ‘You can see why the artist Matisse adored the hotel’s calm’: view from the Grand Hotel Villa de France. Photograph: Dan Boffey    The medina and kasbah took up most of our time. The Grand Hotel Villa de France, perched on a hill on the edge of the medina, offers a perfect platform for exploring. It had been exquisitely renovated after being shut for two decades – and you can see why the artist Matisse adored the hotel’s calm. Wandering down the hill from the hotel, we are soon wrapped up in the anarchy of the medina – the maze of alleyways busy with tradesmen and hustlers. Every five minutes a keen young man approaches offering some wisdom. A 20-year-old guidebook we find in our hotel offered the following on how to deal “with the kids”: “All of us have our own odd tricks, like being able to roll one’s eyes, imitate bird calls, or wiggle one’s ears,” they advised. We found a “no thanks” worked sufficiently well, which is perhaps a sign of optimism. There is none of the aggression of the young “guides” of old, where rejection would lead to prolonged stalking, catcalls and general botheration. Here it is met instead with a shrug and a smile. Fortuitously, it also appears to be an unwritten rule that you won’t be interrupted while drinking mint tea in the Petit Socco (little marketplace) in the centre of the medina – and once the heart of Tangier’s gay scene, although you wouldn’t think it now. Indeed, generally sitting around ruminating, people watching and taking it all in is a respected pastime. If interruptions come, it is more likely to be from the western passengers disgorging from the cruise trips regularly arriving into port.     Get it while it’s hot: terracotta tagines for sale in the medina. Photograph: Alamy    Dining out isn’t taken quite as seriously as tea drinking. Traditionally people eat at home, rather than at restaurants, and so it is all quite informal. But that befits the city. At the rough-and-ready Le Saveur de Poisson, near the Grand Hotel Villa de France, there is no menu, but a series of seafood plates arrive with little explanation, ending with a nut and honey confection and the obligatory mint tea. The opening bowl of fish soup, ladled from a bubbling cauldron in the corner of the small open-plan kitchen and dining room, is especially good. Once the dust settles from the new hotels, the developers will no doubt move elsewhere in the city. A boom time it may be, but the finished product may not be to everyone’s taste; the new order might even frown on the ritual slaughter of animals on street corners. It might be worth braving Tangier now. After all, being meek doesn’t seem to be working out too well for the lambs. Essentials Flights from Gatwick to Tangier with Air Arabia Maroc from £215 return. Superior double room at the Grand Hotel Villa de France from £85 a night",
  "webTitle": "Tangier’s new dawn – from artists' haven to boom town",
  "webPublicationDate": "2016-05-22T06:00:35Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/22/tangier-morocco-holidays-matisse-jagger",
  "keyword": [
    {
      "webTitle": "Morocco holidays",
      "id": "travel/morocco",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Tangier holidays",
      "id": "travel/tangier",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Africa holidays",
      "id": "travel/africa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Weekend breaks",
      "id": "travel/weekends",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "travel/2016/may/22/tangier-morocco-holidays-matisse-jagger"
}