{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/30/alastair-cook-england-10000-test-runs-sri-lanka",
  "id": "2016-05-30-55",
  "sectionId": "sport",
  "body": "For the punters there was rare value for money. A ticket on the fourth day entitled them to entry at Durham’s next Twenty20 match; they witnessed far more cricket than anticipated, which included defiance that was silky (from Dinesh Chandimal), plucky (from Rangana Herath) and lucky (in that England’s high standards in the field faltered as Jonny Bairstow and James Vince spilled chances they should have taken).   Related: England win Sri Lanka series after Alastair Cook hits 10,000 Test runs    And there was a bit of history, which, like England’s victory in this series, has been awaited for rather longer than anticipated: Alastair Cook finally notched his 10,000th Test run. He needed 36 at the start of the series, which had been grimly whittled down to five after two outings. At the start of the day, with the prospect of victory by an innings, he may have imagined reaching five figures next week at a sun‑kissed Lord’s packed to the rafters. For good measure he may have dreamt of reaching the landmark with a straight-driven six landing in the lap of Her Majesty sitting in the Committee Room. Cook, though, has never really been a dreamer. Instead here he was under the leaden skies of the north-east in front of a few thousand sturdy stalwarts in anoraks. It is highly unlikely that this bothered him. Cook seldom seeks to draw attention to himself. He will not be tweeting his joy to the nation tonight. In fact he looked relieved to get this out of the way as well as delighted that he had led England to another series victory.       He is, however, human and like just about every cricketer he knows all about his stats. Never believe the “I had no idea this was a record; I never read the newspapers” line that is often peddled. Indeed there had been a little evidence to suggest that the impending landmark was disturbing Cook. He had been dismissed twice in this series to uncharacteristically wayward shots, a windy cover drive at Headingley that hinted at impatience, an ugly prod here in the first innings. Yesterday he would not have expected another knock but Chandimal and Herath changed all that. When he took guard Cook was confronted by the left-arm spin of Herath rather than a pace bowler. The first ball skidded along the ground; he jabbed down on it. He tried to guide his fourth into a gap on the offside and the ball ended up skewing from his inside edge towards mid-wicket. A single was stolen. At the other end a more familiar and comfortable challenge awaited in the shape of Nuwan Pradeep with a shiny new ball in his hand. Cook left the first delivery; the second was just where he wanted it – on his pads – he clipped it away through square-leg as he invariably does with just enough force to reach the boundary board. There was no whooping and hollering from Cook. As every spectator on the ground leapt to frozen feet to applaud, as Ben Stokes emerged on to the England balcony in his green underpants and with his arms raised, Cook made his way down the pitch to his partner, Alex Hales, and the pair shook hands decorously; then he raised his bat, almost sheepishly, as the applause continued. A banner of congratulation from the England and Wales Cricket Board, which must have been ordered up nearly a month ago, was unfurled: “#yeschef” it said, which may have bewildered him, too. Cook seemed less excited than just about everybody else at the Riverside.   Related: Alastair Cook's 10 greatest Test innings - in pictures    With that hindrance overcome he became more relaxed in his play. There was even a fluent cover drive; he continued to clip the ball off his toes sweetly. He even lofted one delivery over the infield against the spinners with a free and easy swing of the bat. All he had to do now was to polish off England’s victory and he did that most efficiently. Once he has had time for contemplation there will be justified pride in becoming the 12th man to 10,000 runs. Obviously he is in stellar company. Cook is the youngest to reach such heights; he is one of only two opening batsmen on the list – Sunil Gavaskar is the other one – which may be used by the union to demonstrate the grit and unselfishness of those who habitually strap on the pads to face the new ball. It is a given that every inhabitant of the top 12 is a phenomenal batsmen. But Cook demonstrates – along with Shivnarine Chanderpaul, Allan Border and Steve Waugh – that it is not necessary to dazzle to excel. Cook has not played many memorable innings for the good reason that he always bats in the same way. That is one of the secrets of his success. So there is no shame in him having the lowest average (46) of any of the top 12; he has hit fewer sixes (10) than any of them. And thanks to a biological oddity – rather than playing several games at Chester-le-Street – he has perspired less than any of his peers. 10,000 Test runs with the possibility of several more thousand to come. No sweat.",
  "webTitle": "Typical of the man, Alastair Cook passes Test milestone with minimum of fuss",
  "webPublicationDate": "2016-05-30T17:11:32Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/30/alastair-cook-england-10000-test-runs-sri-lanka",
  "keyword": [
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/30/alastair-cook-england-10000-test-runs-sri-lanka"
}