{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/26/my-experience-more-than-60-years-ago-left-me-with-an-unshakable-belief-in-legal-safe-abortion",
  "id": "2016-05-26-222",
  "sectionId": "healthcare-network",
  "body": "I was a student nurse at a major London hospital in the early 1950s, a Roman Catholic girl, convent educated and totally ignorant about sex and men.  In the nursing school our working year was divided into blocks, starting with an initial period of classroom training, after which I was allocated to the gynaecology ward as “the lowest of the low”.  One of my first patients was a girl of my own age (18) who was very ill and was isolated in a curtained-off corner of the large ward. She was barrier nursed – we had to scrub up meticulously before and after attending her, to minimise the risk of cross-infection. I don’t think I even knew what an abortion was, but I soon learned. I also learned that induced abortion was illegal. It was years later before limited abortion by a properly qualified doctor was available in England. The poor girl had been to a back street abortionist in desperation and had been butchered. As a result she had contracted gas gangrene and her body from the waist down was yellow. For days her life was in the balance, but she survived although she would never have children.   Related: Nigeria must stop unsafe abortions killing women    I have no idea what happened to her when she left the hospital, but she, like me, would be in her 80s now without the comfort of sons, daughters, grandchildren and great-grandchildren as I have. She was Irish, and told me she hadn’t known what was happening to her, and when she realised her predicament she was advised by a friend to come to work in London in order to find someone “get rid of it”.  She said her father was very strict and would never accept her shame, and her only alternative to abortion was to go to work in one of the Catholic convent laundries of the time and have her baby adopted; another practice I was ignorant about until the shame of the laundries was exposed many years later.  That girl haunts me whenever I hear about anti-abortion activities. There were others I met with different reasons for their situation, but I have never forgotten her. They were not all young ignorant girls; there were women who had too many children already and were too exhausted or ill to contemplate another, others who maybe had been unfaithful while their husband was away or had been raped.  Contraception was very limited then and was unavailable in Ireland. The pill would not be available for several years and many men refused to use a sheath; the “Dutch cap” was an alternative for women but was not suitable for everyone or every occasion, and no method is 100% foolproof.   Related: Saving a new mother from death almost made me quit as a nurse    The TV series Call the Midwife has told of similar situations at around the same time, which of course I found fascinating and I identified with many of the stories, boring my family to bits. To my eternal regret I didn’t finish my training and left London to marry. My fiancé lived 200 miles away, and anyway student nurses were not allowed to be married so I had to leave. Hospital discipline was very strict in those days, attitudes were very different and I had left school thinking I had got away from the rules and regulations. I’m afraid I was a bit of a rebel at heart, although I loved nursing and had never wanted to do anything else. My experience on that ward so many years ago has left me with an unshakable belief that there must be legal, safe abortion, albeit with restrictions, because there will always be desperate women who will go to any lengths to get rid of an unwanted pregnancy.  If it is not legally available we will return to those terrible times of women dying or being damaged for life by incompetent, unscrupulous, unlicensed abortionists. I think it unlikely that those women who campaign for their pro-life ideals have lived in poverty and in dread of a drunken husband coming home and demanding his “rights”, when it’s a struggle to feed and house the family. They should imagine themselves in such situations and display more humanity towards their less fortunate sisters. If you would like to write a piece for Blood, sweat and tears, read our guidelines and get in touch by emailing healthcare@theguardian.com. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.  This article was amended on 27 May 2016. It originally stated that contraception is unavailable in Ireland; this is incorrect as contraception was legalised in 1979.",
  "webTitle": "My experience as a nurse left me with an unshakable belief in legal abortion",
  "webPublicationDate": "2016-05-26T11:25:51Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/26/my-experience-more-than-60-years-ago-left-me-with-an-unshakable-belief-in-legal-safe-abortion",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "healthcare-network/2016/may/26/my-experience-more-than-60-years-ago-left-me-with-an-unshakable-belief-in-legal-safe-abortion"
}