{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/01/manchester-united-signs-of-life-may-come-too-late-for-louis-van-gaal",
  "id": "2016-05-01-63",
  "sectionId": "football",
  "body": "After this hard-fought draw, to stick with Louis van Gaal or twist for José Mourinho or AN Other remains the Manchester United hierarchy’s quandary. If Ed Woodward and the executive vice-chairman’s board have decided it is Champions League football or bust for Van Gaal then he now hinges on Arsenal taking only a point from their last two matches or Manchester City four points from theirs. In this context a point against Leicester City was a failure. Van Gaal’s side have 60 points so edge past West Ham into fifth place but are four behind City and a further three from Arsenal. Since the 2-0 defeat at Stoke City on Boxing Day Woodward and his board have been in deliberation mode over whether to cull the Dutchman or allow him to keep on keeping on. Put bluntly, there is no wish to sack Van Gaal but the hierarchy may finally be forced into doing so. The unpalatable truth for the sizeable “Van Gaal Out” constituency is that United’s troubled campaign is ending with signs of tangible life. A favoured mantra of the manager is that he agreed a three-year deal and this is precisely the time required to achieve success. The claim would have been better received if the Van Gaal rebuild in these opening two seasons had been marked by regular Hollywood football and a front-foot-first ethos, rather than the dour stuff fans cannot abide. This may now be occurring, though. And not in the “two steps forward, two steps back” manner that has plagued the campaign but as a permanent feature. Entering this game United had lost only once in the league since 6 March, won six of their last seven outings and last weekend reached the FA Cup final in a blaze of glory thanks to Anthony Martial’s closing-moments clincher over Everton. The semi-final had United tearing at Roberto Martínez’s side as in the Sir Alex Ferguson days of yore. Against a Leicester gunning to achieve sporting immortality United required only eight minutes to show this style once more, pause the Foxes dream and illustrate why Van Gaal is an enigma of a manager. The opener that stunned the visitors was a microcosm of the brightness and invention with which United started the contest. Antonio Valencia mugged the defence with a slick step-over before flipping over a cross and Martial’s cool finish beat Kasper Schmeichel. This lead lasted only nine minutes before Wes Morgan headed past David de Gea, but in Martial, 19, Marcus Rashford, 18, and Jesse Lingard, 23, Van Gaal has an emerging front three whose pace and skill can burn through teams and who are only going to improve. Lingard and Rashford are home-reared talent and together with Martial made their debuts under Van Gaal. The trio plus the promise of other debutants this season Timothy Fosu-Mensah, 18, Cameron Borthwick-Jackson, 19, Guillermo Varela, 23, Donald Love, 21, Joe Riley, 19, and Regan Poole, 17, will be factored in by the executive when Van Gaal’s future is decided. Not all of the above will make it, of course. But there is no denying here is a new wave of talent given a chance by the manager. If only Rashford was to become a bona fide first-team starter as a No9 then Van Gaal would have saved the club the thick end of £40m. The 64-year-old may have happened upon Rashford, who was quiet on Sunday but showed flashes of class, by luck: he debuted against Midtjylland in February because of a Martial injury during the warm-up. But he took his opportunity and scored twice, and a question Woodward and colleagues will ask is whether a new man in charge would continue to give game time to the clutch of youngsters who Rashford heads. But as Mourinho waits for a call the defining question for Van Gaal remains whether United can finish above that perforated line that separates the elite four of the division from the rest. Before kick-off he said: “We have to win today, that is a big pressure. Leicester do not lose so much and we have to beat them. We want to qualify for the Champions League, we are strong at home and have proven that this season. All our matches are must-win, our rivals put pressure on us by winning yesterday.” This was in reference to Arsenal’s 1-0 victory over Norwich and West Ham’s 3-0 win at West Bromwich Albion. Now Van Gaal must hope United can beat Norwich, West Ham and Bournemouth and other results ensure a top-four spot and, potentially, save his job.",
  "webTitle": "Manchester United signs of life may come too late for Louis van Gaal | Jamie Jackson",
  "webPublicationDate": "2016-05-01T17:50:40Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/01/manchester-united-signs-of-life-may-come-too-late-for-louis-van-gaal",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Louis van Gaal",
      "id": "football/louis-van-gaal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/01/manchester-united-signs-of-life-may-come-too-late-for-louis-van-gaal"
}