{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/18/mental-health-support-homeless-people",
  "id": "2016-05-18-227",
  "sectionId": "healthcare-network",
  "body": "Claire McMenemy has spent almost a lifetime drifting in and out of homelessness: sleeping rough on the streets, in a hostel bed or in a prison cell. Diagnosed with borderline personality disorder at the age of 13, she ran away from her Aberdeen home and was discovered by police on a London pavement. Two years later, and homeless once more, she tried to kill herself as her mental health deteriorated. Today, nearly 30 years later, the 46-year-old is in her own flat, following support from outreach workers from homelessness charity St Mungo’s. Critically, she has also received talking therapy for her mental-health problems and is learning to understand how to stop self-harming and to control her impulsive behaviour. “For a long time I felt very alone – and only got some medical help when I was in prison. Now I have had some proper therapy and I am in my own flat,” McMenemy says. Sadly, her story is all too familiar. New research shows that four in 10 rough sleepers have a mental health problem – a figure which increases to more than half when you consider only those who are UK nationals. A report, Stop the Scandal: An Investigation into Mental Health and Rough Sleeping, published in February by St Mungo’s, highlights how people with mental health problems are spending longer sleeping rough and are dying on the streets. Researchers found women sleeping rough are more likely to need support for mental health problems than men. Further, the number of people sleeping rough after leaving psychiatric units was found to be increasing. St Mungo’s chief executive Howard Sinclair says he was shocked by the figures. “We assumed we would find between a quarter and a third of rough sleepers might have a mental health problem such as depression, schizophrenia or personality disorders. Instead we found a much higher figure.” According to Sinclair, some of these people have lost their tenancies because they cannot access the community health services – which have disappeared through austerity measures – they need. “For most people, if they go through a crisis, their family will take up the slack,” he says. “But for people with more complex needs, their illness can put pressure on families and eventually take its toll so that families can’t cope.” The charity wants the government to publish a new national rough-sleeping strategy, invest in specialist homelessness mental health support services and supported housing, and to introduce new laws guaranteeing accommodation for patients discharged from mental health hospitals. City Ambition Network: ‘People have fallen through the net, but we have tried to change that’ After decades of alienation, some of Glasgow’s most at-risk homeless people are finally getting the support they need – thanks to an innovative partnership.  Nine men and three women, all with complex needs, are being targeted under the City Ambition Network in Glasgow, a multi-agency taskforce involving workers from the third sector, the local authority and the NHS. Lyn Docherty, taskforce coordinator says: “These people have all had years of not being in contact with the services out there to help them. It is easy to say that these are people who haven’t engaged with these services, but in fact it’s the services that are not engaging with them.  “In the past there has been too much bureaucracy, and the structure of services has acted as a barrier. People didn’t want to tell their story lots of times to different workers and as a result fell through the net. We have tried to change that.” Now, employees working at the Simon Community Scotland, the Marie Trust, Glasgow City Mission, Glasgow city council and NHS Greater Glasgow and Clyde work together to share information and offer services to those with complex needs. The result? Many are now receiving medical help for addiction or preparing for counselling following the diagnosis of mental-health problems and getting help in finding accommodation. Docherty, who received £40,000 funding from the Robertson Trust to chair the taskforce, says gaining the trust of some of the city’s most vulnerable homeless people is a long process. The project is now about to be extended to meet the needs of other homeless people with long-term complex needs in the city as part of a wider programme. “What is happening is very exciting and much more person-centred,” says Docherty. “People are finally getting the help they need.” Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Homeless people need more mental health support, says charity",
  "webPublicationDate": "2016-05-18T10:50:27Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/18/mental-health-support-homeless-people",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Homelessness",
      "id": "society/homelessness",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Linda Jackson",
      "id": "profile/linda-jackson"
    }
  ],
  "guardianId": "healthcare-network/2016/may/18/mental-health-support-homeless-people"
}