{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/03/personal-independence-payments-pip-disability-benefits-biblical-parable",
  "id": "2016-05-03-237",
  "sectionId": "society",
  "body": "Many years ago, on a visit to Naples, I saw Bruegel’s painting of The Blind leading the Blind. I hadn’t thought of it for years, but it leapt unbidden into my mind as I trudged along a desolate high street in a desolate part of north-east London at a desolate time in British politics, to accompany my friend Cath to her personal independence payment (Pip) assessment.   Related: Delays and disarray shatter lives of new disability claimants | Amelia Gentleman    In the painting six unhappy men with a variety of eye afflictions, depicted in painstaking detail, walk in a line, each resting a hand for guidance on the man in front. The first man has fallen into a ditch, the second appears to be about to follow him. It is a bleak, even bitter, portrayal. The church, standing straight and strong in the background, in contrast to the falling men, appears detached, unable or unwilling to help them. You can take a parallel too far. I am no art critic and I may well be misreading Bruegel’s intentions(the role of the church in the painting has been much debated), but for me the contrast between human vulnerability and an intransigent system resonates powerfully – and never more so than in the current fiasco surrounding disability benefits. For Cath, it began a few months ago, when she received a letter telling her that her disability living allowance (DLA), which had been awarded to her indefinitely a decade before due to her severe and enduring mental health problems (she has been diagnosed with schizophrenia), was being withdrawn and she needed to apply for Pip. Cath phoned me in a state of acute distress, convinced that the man in a car across the street had been sent by the Department for Work and Pensions to keep watch on her house.    The waiting room was packed with people in various stages of anxiety, anger, depression and open despair    It took a great deal of encouragement even to get Cath to apply for a benefit to which she is surely entitled, and which is replacing the DLA, on which she is financially dependent. Next came the form, a great book full of questions, most of which related to physical health and bore no relation to Cath’s particular circumstances. It is flatly impossible to convey the realities of living with a mental health problem in boxes asking for information on toileting needs. Even questions that might seem more relevant were no easier to answer because of the tremendous fluctuations that are a normal part of most mental health conditions. By the time she’d completed it, as honestly as she could, Cath was convinced she was a fraud. As we walked up the high street, Cath kept getting out the form, flicking through to check what she had written, convinced she was about to be tested on it, that the purpose of the interview was to try to catch her out. Several times she nearly turned and ran, and, had I not been able to go with her, I believe she would have done.   Related: -The DWP’s fit-for-work tests are a national catastrophe | Clare Allan    At the centre, they were running late. The waiting room was packed with people in various stages of anxiety, anger, depression and open despair. I counted no fewer than 15 cameras, both inside and out, where we went to escape, and where I tried again to persuade Cath not to leave. When we finally went in, I must say in fairness that the paramedic, employed by Atos to assess in 30 minutes the mental health needs of a woman he’d never met before, and who’d withdrawn to the point of stuttering defensive monosyllables, did everything he could. He was professional, friendly and empathetic but he was working for a system which, like the church in Bruegel’s painting, is completely divorced from the needs of the people it is intended to support. Cath must now wait six weeks to discover whether her application has been successful. I hope she’ll be one of the lucky ones. What is certain is that thousands of others are being left to fall in the ditch. Names and details have been changed.",
  "webTitle": "My friend’s test for the new Pip disability benefit evoked a biblical parable | Clare Allan",
  "webPublicationDate": "2016-05-03T11:00:54Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/03/personal-independence-payments-pip-disability-benefits-biblical-parable",
  "keyword": [
    {
      "webTitle": "Benefits",
      "id": "society/benefits",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Allan",
      "id": "profile/clareallan"
    }
  ],
  "guardianId": "society/2016/may/03/personal-independence-payments-pip-disability-benefits-biblical-parable"
}