{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/24/severn-trent-bubbles-up-after-better-than-expected-profits",
  "id": "2016-05-24-215",
  "sectionId": "business",
  "body": "Seven Trent has made a promising start to the new Ofwat regulatory regime, the water company said as it reported better than expected results. Full year profits rose 4.4% to £313.6m, and it confirmed an expected 5% cut in the dividend. It said it expected to save £670m in total expenditure over the five years to 2020 as it made further efficiency savings. This is about £260m better than the target set by the regulator, and it is also benefiting from lower borrowing costs in the current interest rate environment. The company claims to have the lowest water and sewage bills in Britain, while customer complaints were down 28% year on year. Steve Clayton, head of equity research at Hargreaves Lansdown, said:  The group is benefiting from lower funding costs, with the average effective interest rate on the group’s debts dropping nearly 1% to 4.5%. The drive to push costs down has allowed the company to continue to charge the lowest combined water and sewerage bills in Britain. On average, bills are less than a pound a day.  Angelos Anastasiou, utilities analyst at Whitman Howard, said:  Severn Trent’s results announcement states that “group financial results [are] in line with expectations”, but full year adjusted pre-tax profit and earnings per share are ahead of both our and the market’s expectations. The 5.0% cut in the 2015/16 dividend on the other hand, is exactly as had been previously indicated. The other area that is ahead of expectations is the net reward in Ofwat’s Outcome Delivery Incentives (ODIs) which at £23.2m for 20 15/16 is greater than the £15m indicated in the February trading update (which itself had been increased from £10m at the interims). So overall, this first set of full year results is good...but with just 3% total return upside we maintain our hold recommendation, and still see Severn Trent as the most expensive of the three waters currently.   Even so, Severn Trent’s shares are currently 48p higher at £22.61. Among the mid-caps there has been a more mixed response to a couple of updates, with insurance group Homeserve 21p higher at 452.3p but software group Aveva down 95p or nearly 6% to £15.05. Aveva, which called off a merger with France’s Schneider Electric in December, unveiled an 18% decline in full year profits to £51.2m.",
  "webTitle": "Severn Trent bubbles up after better than expected profits",
  "webPublicationDate": "2016-05-24T10:57:07Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/24/severn-trent-bubbles-up-after-better-than-expected-profits",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Severn Trent",
      "id": "business/severntrent",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Homeserve",
      "id": "business/homeserve",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Aveva",
      "id": "business/avevagroup",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/24/severn-trent-bubbles-up-after-better-than-expected-profits"
}