{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/rio-olympics-zika-virus-expert-no-postpone",
  "id": "2016-05-28-49",
  "sectionId": "sport",
  "body": "Britain’s leading expert on the Zika virus yesterday rejected a call by 150 international academics for this summer’s Olympic Games in Rio de Janeiro to be postponed because of the dangers posed by the disease. Professor Jeremy Farrar, head of the Wellcome Trust, said such a move would be disruptive and completely unnecessary. In an open letter to the World Health Organisation (WHO), released on Friday, the group of academics said the Brazilian strain of Zika virus harmed health in ways that science had not observed before. “An unnecessary risk is posed when 500,000 foreign tourists from all countries attend the Games, potentially acquire that strain, and return home to places where it can become endemic,” they added. But Farrar, a specialist in tropical medicine, told the Observer yesterday that the risks did not warrant such a drastic course of action. “The numbers travelling to and from Brazil for the Games is likely to account for about 0.25% of world travel,” he said. “That does not pose a sufficient risk of spreading the disease in my view.” Farrar added that if the Games were halted because of the threat of Zika, other major international events would also face calls for cancellation. These could include the Hajj, which sees around 2 million pilgrims travelling to Saudi Arabia every year. “Halting that would be very difficult,” Farrar said. Zika disease is caused by a virus that is spread by infected mosquitoes. Symptoms include fever, rash and joint pain. Serious complications can arise for pregnant women, who can give birth to babies with abnormally small heads. For this reason, expectant mothers have already been advised not to travel to Rio. However, the signatories say the only effective measure for containing Zika is a to postpone the Games – a call that has been rejected by the WHO, which said yesterday that there was “no public health justification” for postponing the Rio Olympics because of Zika. This rejection has led the signatories of the open letter to attack the WHO for having too close a partnership with the International Olympic Committee and for being biased in its actions. The WHO went into official partnership with the IOC in 2010, in a deal that Professor Amir Attaran, one of the open letter’s authors, described as “beyond the pale”. He added: “It is ignorant and arrogant for the WHO to march hand in hand with the IOC.” Nevertheless, in the wake of the open letter, many scientists have rejected the signatories’ call for the games to be postponed. Farrar said: “Mosquitoes in August are not nearly so active in Brazil as at other times of the year. Risks are therefore reduced.” The answer to the Zika emergency was to provide education and advice – particularly about the dangers of the virus’s sexual transmission – and to work to control its mosquito vector. His views were endorsed by Lancaster University biologist Derek Gatherer. Brazil was affected by many tropical diseases – including malaria and dengue – that were all clinically more serious than Zika, he said. “But none has been proposed as a reason to cancel the event.” Pregnant women would be best advised to stay away, while people who do attend should use insect repellant and avoid risky sexual behaviour. “If these principles are observed, there is no reason why the Olympics cannot take place,” Gatherer added. Virologist Jonathan Ball of Nottingham University agreed. “Global travel and trade offer Zika an opportunity to spread. By comparison with these routine activities, the increased risk that the Olympics poses is a drop in the ocean.”  This article was amended on 31 May 2016 to remove a mistaken reference to the signatories calling for the Games to cancelled. They call for “the Rio 2016 Games to be postponed and/or moved to another location – but not cancelled – in the name of public health.”    Letter to the editor Professor Farrar of the Wellcome Trust reasons that there is not a substantial risk of Olympic travel in Brazil seeding new Zika infections in other tropical countries because “The numbers travelling to and from Brazil for the Games is likely to account for about 0.25% of world travel.” That is unsound scientific reasoning, because it is not the percentage of travel that matters, but its destination. In a hypothetical world where even 100% of world travel was between Rio and London, there would be little risk because the mosquitoes native to the UK are not known to transmit the virus, making a mosquito-borne epidemic impossible. The outcome would be very different if the travel was into Lagos or Mumbai, where the mosquitoes are perfect and the potential victims of Zika in the urban slums are many.  Nor is Prof Farrar correct to believe that moving 500,000 international visitors into an epidemic zone is trifling, even assuming that it is just 0.25% of world travel. When in 2013 Brazil acquired its now infamous Zika epidemic, that was due to a single viral introduction event from French Polynesia. In 2013, Brazil received fewer than one traveller a day from Oceania (excluding Australia and New Zealand), accounting for just 0.00017% of world travel using Prof. Farrar’s assumptions. That slender thread of connection touched off Brazil’s epidemic, and it makes 0.25% look plenty large in comparison.  The Olympics are unique among mass gatherings – unlike even the World Cup or the Hajj – because they create totally new threads of connection with literally every country in the world. This fact makes the Olympics incomparably efficient at potentially spreading epidemics which the host country has failed to quell.   When South Africa hosted the World Cup, it spent many years and used aggressive methods to push malaria to virtual elimination. Not so Rio and Zika, where in the early part of 2016, mosquito-borne disease has risen sharply over last year, including even in the exact neighbourhood of the Olympic Park (Barra da Tijuca). Until Rio gets its house in order, as South Africa did, the Olympics ought not to proceed.   Amir AttaranProfessor, Faculty of Law & Faculty of MedicineUniversity of OttawaCanada",
  "webTitle": "Don’t postpone Rio Olympics over Zika, says expert",
  "webPublicationDate": "2016-05-28T20:00:14Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/rio-olympics-zika-virus-expert-no-postpone",
  "keyword": [
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World Health Organisation",
      "id": "world/world-health-organisation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rio de Janeiro",
      "id": "world/rio-de-janeiro",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin McKie",
      "id": "profile/robinmckie"
    }
  ],
  "guardianId": "sport/2016/may/28/rio-olympics-zika-virus-expert-no-postpone"
}