{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/04/top-gear-executive-katie-taylor-leaves-bbc-studios",
  "id": "2016-05-04-69",
  "sectionId": "media",
  "body": "A BBC executive who has overseen Strictly Come Dancing and the new Top Gear has announced her departure, becoming the fifth senior figure to leave the corporation’s new production arm, which launched less than a week ago. Katie Taylor is leaving after six years as controller of in-house entertainment and events, overseeing some of the corporation’s biggest hits including Dragons’ Den and Adele at the BBC.  In an email to staff, Taylor said: “After six years of leading in-house entertainment and events, I am writing to tell you that I am moving on from the BBC. During this time I have worked with some incredibly talented on-screen and off-screen presenting and production talent, making every day both challenging and rewarding in unique ways.” It is understood that she has not announced where she is going next or how her departure will affect the new Top Gear. She said in her email: “As I cha cha cha my way off to my new adventure, I wish you all the success that you surely deserve as part of BBC Studios. I know you will shine.” The BBC director of studios, Mark Linsey, said: “I’ve worked closely with Katie over many years and I’d like to thank her for leading entertainment and events production and managing some of the best entertainment shows on screen.” Earlier on Wednesday the controller of factual and daytime, Natalie Humpheys, announced she was leaving. Mark Freeland, controller of fiction and entertainment, announced his departure last week, following two earlier departures from BBC Studios.",
  "webTitle": "Top Gear executive Katie Taylor leaves BBC Studios",
  "webPublicationDate": "2016-05-04T17:49:08Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/04/top-gear-executive-katie-taylor-leaves-bbc-studios",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Tara Conlan",
      "id": "profile/taraconlan"
    }
  ],
  "guardianId": "media/2016/may/04/top-gear-executive-katie-taylor-leaves-bbc-studios"
}