{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/worcester-saracens-premiership-match-report",
  "id": "2016-05-07-70",
  "sectionId": "sport",
  "body": "It bore little resemblance to what lies in wait next weekend, but Saracens warmed up for their Champions Cup final against Racing 92 in Lyon with a light and airy run-around at Sixways. Chris Ashton stated his case for involvement beyond his club’s pursuit of two pieces of silverware with a hat-trick in a six-try win over Worcester. Nothing rested on this match for either side – and they both duly played with abandon, Worcester weighing in with three tries of their own in front of their raucous faithful. They become the third Premiership club to “go astro” next season, and there are plans – or at least permission – to expand Sixways, which they say they will instigate if their average gate increases by another thousand. There’s every chance. This already feels like a vibrant club. With Dean Ryan encouraging a more ambitious approach on and off the field, Worcester may yet start to make moves in the manner of an Exeter. For now, though, Saracens are the star turn. The full five points takes their tally to 80 for the season, and they finish top of the table for the third time in four years. The only downside of the day was an injury to Neil de Kock, a very minor hamstring tweak, which Mark McCall hopes won’t cost him a place in the squad for Lyon. There were plenty more pluses for Saracens, even if this match was way off the intensity they will encounter in France against Racing. Alex Goode looked a million dollars as always (until he was substituted less than two minutes into the second half), and Ashton’s finishing was deadly. Charlie Hodgson, captain for the day on what could well prove to be the last start of the 35-year-old’s career, played the maestro as only he can. Saracens had the bonus point by half-time. Not that it was plain sailing. Indeed, it wasn’t until the second quarter that they properly woke up. Up till then Andy Symons, in particular, was causing all sorts of headaches, with particular pangs reserved for his opposite number, Marcelo Bosch. Symons barged through him in only the third minute to score the game’s opening try. There was no particular disgrace in it, even for a pedigree international such as Bosch. Symons is a big bruiser of a centre, whose brother is a lock forward, currently playing his rugby at London Irish, where Andy will be next season, but previously a Super Rugby-winning Chief. For Worcester’s second try, though, he arced round Bosch all too easily, before Chris Pennell sent Cooper Vuna to the corner, where he executed a spectacular one-handed finish. In between those tries, Saracens had responded with a De Kock try, conceived beautifully by the Saracens brains trust of Hodgson and Goode. But the scrum-half was limping off two minutes after Worcester’s second. Saracens weren’t looking so clever at that point, but then they scored three tries in an untouchable second quarter. “It was a stark reminder of the gap between the top and where we are,” said Ryan. “That 15 minutes before half-time we couldn’t lay a hand on them.” Goode was the architect of the two tries Ashton scored in that period, the second coming on the stroke of half-time, in between which Samuela Vunisa was driven over from a line-out in uncomplicated fashion for another. Goode’s twinkling feet had set Ashton to the corner for the first of his hat-trick, and when Goode followed Hodgson to the openside off turnover ball, another break and chip ahead set Ashton up for his second. It was a masterclass from Goode, as McCall, his director of rugby, acknowledged “He’s been the best full-back in England for quite some time now, producing performances like that, week in, week out. Fingers crossed he gets what he deserves.” They took the decision to wrap him in cotton wool at the start of the second half but Ben Ransom, his replacement, repeated the routine, his chip allowing Ashton to complete his hat-trick in the 51st minute. Ransom scored himself in the final quarter to bring up the 40, before Vuna scored his second after a fine break by Bryce Heem. Worcester thus bookended the match with tries. The meat that they sandwiched, though, was all Saracens.",
  "webTitle": "Saracens enjoy themselves against Worcester with Racing test looming",
  "webPublicationDate": "2016-05-07T18:21:49Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/worcester-saracens-premiership-match-report",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Worcester",
      "id": "sport/worcesterrugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/07/worcester-saracens-premiership-match-report"
}