{
  "apiUrl": "https://content.guardianapis.com/us-news/shortcuts/2016/may/18/top-secret-full-itinerary-donald-trump-uk-visit-david-cameron",
  "id": "2016-05-18-57",
  "sectionId": "us-news",
  "body": "Britain may be obliged to endure a diplomatic visit from Donald Trump once he becomes the official Republican presidential candidate, a visit that would prove awkward after David Cameron described Trump’s comments about Muslims as “stupid, divisive and wrong”. What’s needed is a face-saving itinerary that leaves Downing Street untainted by Trump’s bombastic presence and Trump none the wiser about the snub. The following blueprint has already been submitted for approval. Thursday, 7:30am Trump’s private plane lands at Heathrow airport. DJT (the J is for John) to be met by delegation including Piers Morgan, Iain Duncan Smith and Sports Direct CEO Mike Ashley. It is not necessary, or desirable, for the prime minister to meet DJT at this stage. 8:15am Flyover of one of London’s notorious “no-go” areas in the Met police helicopter. The pilot will describe the lawless and violent nature of the neighbourhood below in some detail, while repeatedly threatening an emergency landing due to high winds. We’ll probably just use Legoland, and fly a bit lower than normal. It should look pretty desolate, since the park doesn’t open until 10. 11am Madame Tussauds, meeting with HM Queen Elizabeth II. This is a photo op only, and DJT must be briefed on protocol: under no circumstances should he talk to the Queen, nor should he touch her, because one of the arms is loose and can sometimes fall off. If all goes well, the pics will look make it look as though the Queen is unveiling a waxwork of Trump.     Yes, they are spoiling you, Mr Trump    7pm Presentation of official letter of regret by Sadiq Khan’s PA. Dinner-by-Skype with David Cameron, followed by high-level economic summit with Peter Stringfellow. Friday, 9:15am Euston station. 11:20am Interview plus tour of BBC radio studios, Birmingham. Photo op for DJT with the actor who plays Rob Titchener in the Archers. Stab vests all round, just in case. 2pm DJT to tour BAE Systems testing facility, Preston. Yes, it’s a high-speed wind tunnel. And yes, it’s just because of his hair.     Your cycling tour guide is coming … Photograph: Rex Features    6pm Return to London. Drinks/dinner, United States ambassador’s residence. The US ambassador is refusing to have anything to do with this, so we’ll need a lookalike who can do the accent, a big house in London and a few dozen boxes of Ferrero Rocher. Are the Beckhams here in the summer? Saturday, 10:30pm Cycle superhighway tour with former mayor Boris Johnson. Tandem bike, oily puddles, speeding buses to be prearranged. 11am Tour of Downing Street. PM to wave from upper window. 12pm The State Shutting of Parliament. DJT won’t know that the MPs are on holiday, and we can easily get one of the cleaners to open up for us. Sunday, 3pm. Notting Hill carnival. DJT to appear on diversity symposium panel with Nigel Farage, Katie Hopkins and Jeremy Clarkson. 3:15pm Extensive security detail suddenly called elsewhere.",
  "webTitle": "Top secret! The full itinerary for Donald Trump’s visit to the UK",
  "webPublicationDate": "2016-05-18T18:22:04Z",
  "webUrl": "https://www.theguardian.com/us-news/shortcuts/2016/may/18/top-secret-full-itinerary-donald-trump-uk-visit-david-cameron",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "us-news/shortcuts/2016/may/18/top-secret-full-itinerary-donald-trump-uk-visit-david-cameron"
}