{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/austria-election-far-right-candidate-norbert-hofer-ahead-in-exit-poll",
  "id": "2016-05-23-290",
  "sectionId": "world",
  "body": "Austria’s political future is on a knife-edge, with the candidate bidding to be the European Union’s first far-right president holding a wafer-thin lead over his rival. According to the public broadcaster ORF, Norbert Hofer of the rightwing populist Freedom party (FPÖ) was neck and neck on 50% with his rival Alexander Van der Bellen, a former Green party leader who is running as an independent. Postal ballots, accounting for 14% of eligible voters and expected to favour the left-leaning candidate, are being tallied on Monday, and a full result is not expected until Monday afternoon. Fifty per cent and one vote would suffice to hand the presidency to one of the two candidates. Data from Austria’s interior ministry, which does not take into account the projected postal vote, put Hofer on 51.9% and Van der Bellen on 48.1%.   Related: Far right surge in Austria signals end of centrist politics-as-usual    Even though the Austrian presidency is mainly a ceremonial role, a vote of around 50% for the far-right politician Hofer already represents a political earthquake in a country in which two centrist parties have dominated the landscape since 1945, and will be celebrated as a triumph by xenophobic parties across the continent. Initial exit poll results had shown a slender lead for Hofer. However, the economist academic Van der Bellen performed strongly in cities across the country, gaining 62% of the vote in Graz, 61% in Vienna and 56% in Salzburg.     Alexander Van der Bellen. Photograph: Heinz-Peter Bader/Reuters    Voter turnout was 71.8%, up on the first round of the presidential election in April. Hofer arrived at the FPÖ party to enthusiastic chants of ‘Norbert! Norbert!’ as the party chief Heinz-Christian Strache paid tribute to his achievement. “The entire encrusted, failed system has linked arms with Norbert,” he said. “Half of Austrians chose to take Norbert’s path ... it’s a new awakening! Today history has been made.” Hofer, sporting a spotty tie and a pink handkerchief in his jacket pocket, said nobody yet knew who would be president of Austria on Monday, “but we’ve made history. Eleven years ago this party had just 3% ... today every second Austrian voted for the FPÖ.”    Related: Who are the two men competing to be Austria's next president?    He repeated the assessment of election observers who say that postal votes, which are still being counted, will be the deciding factor in the final outcome. “It could well be the case that after counting postal votes that we’re not quite at the front, but I’d say we’ve won anyway,” Hofer said.  He added there were only two scenarios: either he would be Austria’s Head of State, or he would be supporting Strache in his ambitions to become Austrian chancellor in or before 2018. With the FPÖ’s standing currently at around 35%, its chances of entering government are widely believed to be good. Hofer said he had been deeply hurt throughout the campaign by how often his disability - he walks with a stick following a serious paragliding accident - had been used against him. “They have repeatedly abused me, saying I’m a cripple,” he said. “But I tell you, the stronger the pressure they put me under, the stronger I become.”  He then introduced his whole family, including his wife Verena, and his four children, before Marlies Grasser, the presenter of FPÖ-TV, told the crowds “now it’s time to celebrate our dear Norbert,” and the party leaders linked arms to sing the FPÖ’s anthem, “Austria Forever”, while the crowds, bathed in a blue light, joined in, needing no prompting with the text: “When I sing this song, I have tears in my face, but they’re tears full of pride of which I’m not ashamed”.     Election posters for the rival presidential candidates in Vienna. Photograph: Ronald Zak/AP    Earlier in the day, while casting his vote in his home town of Pinkafeld in the Burgenland region, Hofer told the press: “I am not a dangerous person.” In the run-up to the elections, questions were raised about Hofer’s background in the far-right fraternity culture and proximity to people advocating for a Greater Germany. Supporters from both camps celebrated the initial results. The mood at the FPÖ’s election party at Vienna’s Prater amusement park, close to the city’s famous big wheel, was upbeat. Over beer and sausages, members sat amid balloons in the party’s trademark blue and Austrian flags, glued to a large screen at the Alpendorf bar as the results came in. A folksy band sang Alles Wird Gut (all will be well), with the lead singer telling the cheering crowds: “For 25 years now, we’ve held the dream of a new Austria and now we’re so excited to be on the verge of finally getting it.” On Sunday night, Van der Bellen said he had been moved in the two weeks since the first round by the Austrians who had mobilised to support him “from across the generations and classes. That has carried me considerably and I’m very grateful.” He said that if he won, one of his first priorities would be to create more jobs. Austria’s unemployment rate has doubled in the past three years. During a fraught election campaign that divided the country, 45-year-old Hofer and 72-year-old Van der Bellen clashed on a series of issues, including the refugee crisis and the Transatlantic Trade and Investment Partnership agreement (TTIP) between the European Union and America. The FPÖ’s leader, Heinz-Christian Strache, accused the public broadcaster ORF of deliberately not showing the figures of the interior ministry, which had put Hofer in the lead. In a television interview, Hofer said: “Whoever wins will have the task of uniting Austria once again. At the end of the day, we’re all Austrians.”     Norbert Hofer during the final election rally in Vienna. Photograph: Leonhard Foeger/Reuters    Asked whether, in the event of victory, he would try to appease his critics from abroad who liken the political mood in Austria to that before the rise of the Nazi party, Hofer responded: “Of course it’s completely absurd to claim that … it’s just a baseless claim.” The journalist pressed him: “But how would you try to convince them you’re not extreme right as they claim?” Hofer said: “I’d tell them that this is not a reflection of the facts. I’d sort things out very quickly just by the daily contact I have with them. I’d be able to persuade them they have nothing to fear.” While the Austrian presidency has been interpreted mainly as a ceremonial role by the centrist politicians who have held the post in the past, there are fears that Hofer could use the instruments of the president’s office to dissolve the government and usher in a chancellor from his own party, which is currently leading in the polls. Some constitutional experts question whether a president would be able to dissolve the government without presenting a plausible reason to do so. Poor results in the first election round for the two governing parties, the centre-left SPÖ and the centre-right ÖVP, triggered the resignation of the social democrat chancellor Werner Faymann, who has been replaced by Christian Kern, previously the head of Austria’s federal railway company. Austria is scheduled to hold its next federal election by September 2018.",
  "webTitle": "Austria election: far-right candidate and rival tied at 50% in exit poll",
  "webPublicationDate": "2016-05-23T06:33:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/austria-election-far-right-candidate-norbert-hofer-ahead-in-exit-poll",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    },
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    }
  ],
  "guardianId": "world/2016/may/22/austria-election-far-right-candidate-norbert-hofer-ahead-in-exit-poll"
}