{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/england-turkey-euro-2016-friendly-football-fatih-terim",
  "id": "2016-05-21-43",
  "sectionId": "football",
  "body": "It is hard to believe that just a few months back even die-hard Turkey fans had given up any hope of making it to Euro 2016. The Crescent Stars were joint last, level with Kazakhstan, three games into their qualifying group. Iceland and the Czech Republic had already built a healthy lead and the last time Holland had failed to book a place in a European tournament was 1984. There seemed no conceivable way that Turkey would be heading to France but their head coach, Fatih Terim – known as “The Emperor” – is something of a specialist when it comes to fightbacks. When there is a siege mentality to create, Terim is an expert. The former Galatasaray manager guided Turkey to the semi-finals of Euro 2008 in his previous stint in charge of the national team. Then Turkey earned a reputation as the comeback kings, coming from behind against Switzerland, the Czechs and Croatia to record memorable victories.   Related: Football: Euro 2008: Fatih Terim - a man made in modern Turkey    However, Turkey’s dreadful start to the Euro 2016 qualifiers left Terim exposed, with pundits calling for his head. But he remained steadfast, insisting his side would make it to France. After draws against Holland and Latvia, the mood of scepticism in Turkey deepened and the national team’s prospects even more grim. They would have to beat the Dutch, Czechs and surprise leaders Iceland to stand any chance of even making the play-offs. And that is exactly what they did – but not without a degree of drama. First Holland were beaten 3-0. Then the Czech Republic were dispatched 2-0 in Prague but Terim’s side still needed to win against Iceland and hope results from the other groups went their way to finish as the third-placed team with the best record. Turkey were drawing going into the 90th minute against Iceland when they were awarded a free-kick. Up stepped the captain, Selcuk Inan, to score and send his side directly to France, avoiding the play-offs all together. Since that dramatic late escape Turkey remain undefeated in their last 14 games going into Sunday’s Euro 2016 warm-up against England. They are ranked 13th in the world by Fifa and boast arguably their strongest side ever. Spirits are high and the team are playing with the freedom of having no pressure or unrealistic expectations heaped on them. It is worth pointing out that this is a youthful side as Terim has dispensed with the old guard – with a few exceptions such as Barcelona’s Arda Turan – and brought in a new generation, managing to get them to gel when it mattered most – their troubled qualifying campaign masks the fact that this is one of the more talented Turkey sides of recent times. Bayer Leverkusen’s free-kick specialist Hakan Calhanoglu, Mainz’s Yunus Malli and the Besiktas duo Oguzhan Ozyakup and Gokhan Tore have all seen their stock rise over the past few seasons. All are aged under 25. A surprise addition to the preliminary squad was the 18-year-old Emre Mor, who plays for Nordsjælland in the Danish super league. “He is an exceptional talent. I watched him again and again but have yet to work with him so we will see what happens but he could add a lot to the team,” said Terim when unveiling his Euro 2016 squad. The Turkish midfield possesses the right balance of youth and experience with Turan, Borussia Dortmund’s Nuri Sahin and Mehmet Topal of Fenerbahce. Terim, however, has a quandary with his forwards. Does he stick with Burak Yilmaz, who now plays in China, or does he give the Besiktas striker Cenk Tosun a chance? “I spoke to Burak, he has a problem with his hamstring but we have alternatives if he is unavailable. I have been impressed by Cenk and Mevlut Erdinc is an option,” Terim said. There is even talk of ditching an out-and-out striker altogether and playing the attacking midfielder Malli as a false nine. Yilmaz has injury problems and Tosun played much of the season as second fiddle to Mario Gómez for the Turkish champions Besiktas. Terim also has problems in defence. At full-back Caner Erkin is almost certain to be first choice with Gokhan Gonul and Ismail Koybasi battling for a place on the right side. The centre-back positions, however, pose a dilemma – and here the tale takes a bizarre twist. The Bayer Leverkusen defender Omer Toprak will not feature since he was threatened at gunpoint by a friend of Tore in 2013, following Turkey’s defeat by Holland in their final 2014 World Cup qualifier. Tore, a former Chelsea youngster who now plays for Besiktas, had allegedly been stewing over a reported affair between his former girlfriend and a friend of Toprak. Accompanied by a sidekick whose identity remains unknown, Tore is said to have gained access to Toprak’s hotel room whereupon, it is alleged, his friend walked over to Toprak, pulled out a gun and told him he would be shot if he did not lay flat on the floor. No one was hurt. The story remained largely forgotten until October’s match against the Czech Republic, when Terim decided to recall Tore. Toprak has not featured for Turkey since. “We decided to pick Tore and, as you know, Omer Toprak has said what he has to say on the matter,” Terim said. In Toprak’s absence, Bursaspor’s Serdar Aziz has been featuring recently alongside Topal, a defensive midfielder. Terim also has the Galatasaray veteran Hakan Balta and Caglar Soyuncu, a 19-year-old who has just earned a move to Freiburg, as options. Turkey habitually struggle getting to tournaments but once there they are there are usually competitive and exciting. Terim has guided Turkey to those semi-finals in Euro 2008 and Galatasaray to a Uefa Cup triumph in 2000. This may be a routine friendly for England – their first meeting with the Turks since 2003’s goalless draw in Istanbul – but a win or even a respectable draw in Manchester would mark the beginning of a bold new era for Turkey.",
  "webTitle": "Turkey have dispensed with old guard and England will be tested",
  "webPublicationDate": "2016-05-21T21:00:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/england-turkey-euro-2016-friendly-football-fatih-terim",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "football/turkey",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Emre Sarigul",
      "id": "profile/emre-sarigul"
    }
  ],
  "guardianId": "football/2016/may/21/england-turkey-euro-2016-friendly-football-fatih-terim"
}