{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/french-police-anti-cop-hatred-protest-violence",
  "id": "2016-05-06-338",
  "sectionId": "world",
  "body": "French police are to take to the streets in a national protest against “anti-cop hatred” this month, after clashes with demonstrators at rallies against labour reforms sparked accusations of police violence and several investigations into alleged misconduct. The Alliance police union, backed by several other groups representing officers, called for demonstrations on 18 May, saying it was “outraged by the irresponsible and relentless drive to make out that police officers are savage brutes who blindly beat youths”. Since protests began two months ago against François Hollande’s contested labour reforms, tension between police and demonstrators has been growing. The Nuit Debout (Up All Night) protest movement has occupied city squares across France, and there have been clashes at heavily policed rallies.  More than 1,000 people have been arrested and more than 300 police and gendarmes have been injured during the demonstrations, according to the French authorities. On one protest day last week, police fired teargas and masked youths threw bottles and cobblestones, leaving 24 police injured, three of them seriously, according to the interior minister, Bernard Cazeneuve. The government has blamed an “irresponsible minority” of troublemakers on the fringes of the demonstrations for attacking police. But demonstrators and unions have accused the police of poor tactics and using disproportionate force and violence. Videos and photographs have been circulated of alleged police brutality. “Film a cop, save lives” read graffiti in Paris during May Day demonstrations last weekend.      Riot police during a May Day demonstration in Paris. Photograph: Jeremy Lempin/EPA    One police officer is facing a criminal trial after he was apparently filmed punching a restrained high-school pupil on the margins of a school demonstration in March. Cazeneuve has said he was shocked by the case.  Another investigation was launched after footage showed a masked, plainclothes officer beating pupils at the same high-school demonstration. A further investigation is under way after a student protester in Rennes last month lost an eye when riot police allegedly opened fire with “flash-ball” weapons to control a crowd.  The leftwing CGT trade union has issued two flyers – one in April and one this week – warning against police violence. The first, picturing mock blood on the ground, said: “The police should protect its citizens, not beat them.” The most recent featured mock blood under riot police boots, and said: “Stop the Repression.” Police unions roundly criticised the images. Trade unions, student groups and some voices on the left have questioned the Socialist government’s policing tactics. Launching a police recruitment drive this week, Cazeneuve told France Inter radio he was angry that some were saying there was “a strategy of violence orchestrated by the state, when the state is there to protect”. At demonstrations against the labour reform bill outside parliament this week, protesters chanted what has now become a regular slogan: “Everyone hates the police.” The tension is in stark contrast to the public show of support for police after terrorist attacks on Charlie Hebdo magazine and a kosher grocery store last year, in which three officers were killed.     Police detain a suspect during a demonstration in Lyon. Photograph: Robert Pratta/Reuters    Michel Cadot, the police prefect in Paris, told RTL radio this week that he believed police had shown “very great restraint” during recent demonstrations. He said he felt it was the police who had been “victims of unmeasurable violence”.  He added: “If, here and there, there has been behaviour disproportionate to the responsible use of force, that will be the subject of an investigation and if there has been wrongdoing, there must be sanctions.” This year the French NGO Acat (Action by Christians for the Abolition of Torture) issued a report on 89 cases of alleged police use of violence between 2005 and 2015, and warned of a lack of transparency. An investigation is ongoing into the high-profile case of Rémi Fraisse, an environmental activist killed by a police grenade in 2014.  Separately, an investigation has been opened by France’s citizens’ rights watchdog after a video went viral this week showing a black man on the ground with his prosthetic legs removed, allegedly after a police check at Paris’s Gare de Lyon station. Police told AFP the man had been urinating on the platform and that it was a routine check.  Police stop-and-frisk procedures have also been in the spotlight after an appeal court ruled last year that officers had carried out unjustified identity checks on five men from ethnic minorities, and ordered the government to pay damages.  Racial profiling has long been a fraught issue in France, contributing to tension and urban rioting on housing estates. Hollande, before his election as president in 2012, acknowledged that racial profiling in police checks was a problem and made a campaign promise to introduce a form of written receipt for all checks, but there has been no reform.",
  "webTitle": "French police hit back at 'anti-cop hatred' after protest violence",
  "webPublicationDate": "2016-05-06T05:00:15Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/french-police-anti-cop-hatred-protest-violence",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/06/french-police-anti-cop-hatred-protest-violence"
}