{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/australian-family-in-scotland-win-reprieve-from-deportation",
  "id": "2016-05-30-31",
  "sectionId": "uk-news",
  "body": "The Australian family with a Gaelic-speaking son who were facing deportation from Scotland on Tuesday have been granted leave to remain in the UK until August, but have been refused the right to work despite both parents having been offered jobs in the Highlands.   Related: Highlands town rallies round as family awaits Home Office visa verdict    Following a series of eleventh-hour appeals at Holyrood and Westminster, the Brain family’s local MP, Ian Blackford, received a letter via email from Home Office minister James Brokenshire on Monday evening stating that Gregg and Kathryn Brain, along with their seven-year-old son, Lachlan, would be granted leave to remain until 1 August, but that the parents have been refused the right to work. Gregg Brain told the Guardian: “We’re grateful to James Brokenshire for extending our leave to remain for another 60 days, but that gratitude is tempered by the fact that we are still homeless and unemployed at his behest.” The family became ensnared in tortuous bureaucracy after the post-study work visa scheme that initially attracted them to Scotland was retrospectively cancelled by the UK government. Brain said that the fact that the family’s passports remained confiscated, their driving licenses have been recommended for cancellation and their bank accounts may still be frozen led him to the “strong conclusion that we are being set up to fail”. Since the withdrawal of the post-study work visa, the family have now been forced to apply for a tier two visa, for people from outside the European Economic Area who have already been offered a skilled job in the UK, which has more stringent rules.  Brain explained that the current visa requirement to have £900 in maintenance funds for each family member untouched in a bank account for 90 days would be impossible to satisfy given that both he and his wife had been forced to give up their jobs when first threatened with deportation. He added: “My fear is that he is publicly announcing that he is giving us every chance but then setting up circumstances in which it becomes impossible for us to meet the requirements.” Blackford immediately called on Brokenshire to “urgently rethink” his decision to refuse the couple the right to work – given that both parents have now been offered jobs by local companies moved by their plight.  Blackford said: “I find it utterly incredible that Home Office minister James Brokenshire has decided to extend the Brain family’s right to stay in their home in Scotland but refused to grant them the right to work. “How does he expect Kathryn, Gregg and Lachlan to make ends meet until the beginning of August while the UK government refuses to allow them to work? “Both Kathryn and Gregg have secured jobs in the local area, which would benefit the local economy and allow them to continue the enormous contribution that they have already made to life in the Highlands.” The community in Dingwall, where the family have been based since arriving in Scotland in 2011, have rallied around the Brains, raising money for legal fees as well as providing friendship and practical support when their uncertain circumstances forced them to leave their rented accommodation. Kathryn Brain told the Guardian that she and her husband first visited the country in 2001 on a belated honeymoon. “We both felt an immediate connection to the Highlands,” she said. (Both she and her husband have Scottish ancestors and her maiden name is Munro.) “I just felt I belonged here. We returned to Australia and all we could think about was how to get back to Scotland.” The couple returned in 2005 to research the possibility of living there permanently, she says, “to be sure it wasn’t just a romantic holiday idea”. But it was the deaths of their mothers only a few years apart that finally pushed the couple to make the move with their new son. “When we shared with each other what our mothers had said to us before they died, both told us ‘don’t die with your dreams still inside you’.”  The family initially came to Scotland in 2011 on Kathryn’s student visa, while she took a course in Scottish history at the University of the Highlands and Islands. They then intended to move on to a two-year, post-study work visa after she had completed her course. But the Home Office cancelled that scheme in 2012, citing widespread abuse, forcing them to apply for the far more stringent tier 2 visa.  All five parties at Holyrood have since backed the reintroduction of the post-study work visas in Scotland, arguing that the Home Office decision does not reflect the demographic needs of the country.",
  "webTitle": "Australian family fighting deportation from Scotland win partial reprieve",
  "webPublicationDate": "2016-05-30T19:07:20Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/australian-family-in-scotland-win-reprieve-from-deportation",
  "keyword": [
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "uk-news/2016/may/30/australian-family-in-scotland-win-reprieve-from-deportation"
}