{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/freddie-gray-verdict-edward-nero-baltimore",
  "id": "2016-05-24-174",
  "sectionId": "us-news",
  "body": "“Did they find him guilty?” asked a woman walking through what has been described as an open-air drug market by the subway stop across the street from the CVS that burned after Freddie Gray’s funeral in Baltimore last year. It was 2.30pm, several hours after Judge Barry Williams rendered a not guilty verdict on all of the charges against police officer Edward Nero for his role in the arrest and death of Gray.   Related: There's no justice for Freddie Gray in the Edward Nero verdict | Brittany Packnett    “Where’s she been?” one man standing on the corner said of the woman. “She is late as hell?” Besides the passing woman, everyone else seemed to know what had happened in the big courtroom downtown. Even on a normal day, news travels quickly here but the extra police presence and the return of the TV news camera crews all seeming to wait for a riot accelerated the pace. Still, only a small handful of mostly white activists stood with yellow signs demanding justice beside the elevator to the subway on the afternoon that a judge handed down the first verdict in the charges over the death of Freddie Gray.  Most everyone else was simply going about their days because no one really expected anything different. That was not the case on the day Marilyn Mosby announced that she was bringing charges against six officers over Gray’s death and this same intersection erupted with joy as much of the city danced in the street. But that was a long time ago. When the verdict was announced, Mosby did not even show up at the courthouse to hear the judge. And the same activists who celebrated her last year now heckle her at events and protest outside of her house because of her prosecution of protesters and a perceived lack of transparency and accountability.     Protesters chant after Baltimore police officer Edward Nero was cleared of all charges related to the death of Freddie Gray. Photograph: Nicholas Kamm/AFP/Getty Images    On Monday, many of those same activists expressed something closer to a resigned sense of defeat or frustration. “Today’s verdict is upsetting but not at all surprising to anyone who has been paying attention to police brutality cases all over the country, or to anyone who has been paying attention to Marilyn Mosby’s office,” the activist group Baltimore Bloc wrote in a statement, arguing that to “seek justice for Freddie Gray” would mean “upsetting the status quo” where Mosby’s office prosecutes “people like Freddie Gray every day. We do not expect justice for Freddie or for Baltimore to come from a prosecutor’s office or a courtroom”. Shaun Young, a photographer who was arrested here at the Penn North subway stop on the anniversary of Gray’s arrest and knows the indignities of the legal system, thinks “it wouldn’t have been in the best interest of the government to have Nero found guilty.” “A government employee was tried against the same government that paid for the trial, using another government employee to prosecute and was found not guilty by another government employee all in defense of policies put in place by that same government,” he said, incredulous. That resignation that comes from the sense that the system is rigged is in some respects the flip side of the rage that erupted in these streets last year. Many in Baltimore were full of fury because they had been treated in the same way as Gray on too many occasions and they felt the same thing could happen to them. But like Gray, so many in Baltimore have come not to expect anything more from the legal system. “The fact that prosecutors usually work with the police, they don’t see them as criminals or as worthy of putting together the best possible case and strategies that they would deal with the regular normal everyday citizens who are often presumptively viewed as criminals,” said Morgan State University professor Lawrence Brown. On the day of Gray’s arrest last April, police say he ran when he saw Lt Brian Rice. Gray’s friend Brandon Ross testified at Nero’s trial last week that Gray started running before he saw Rice, not because of him. We’ll never know whether or not Gray was running from the police, but people who have been in his shoes believe that he would have had plenty of reason to. Gray had been arrested numerous times and on six occasions he was either acquitted or the prosecutors decided not to pursue the charges after officers brought them. Nevertheless, Gray served time in jail on these charges and his family paid thousands of dollars to bail bondsmen to get him out of jail. Ross was led from the courtroom in handcuffs after his testimony. “I knew I was going to be harassed and messed with by police officers,” he said when asked by the defense why he gave a false name when he called 911 on the day of Gray’s arrest. Ross spent 40 days in jail shortly after Gray’s death for not having a registration on a dirtbike. His lawyer calls the pending assault charges “bullshit”. After Gray’s death, Ross, who had also faced other criminal charges, tried to do something positive and began working with a street artist named Nether on the large mural that now covers a wall across the street from where he was arrested by officers Miller and Nero. “He was telling me that he’s using this as something to change his life,” JC Faulk, a community organizer and activist, said of Ross’s involvement in the mural project. The mural was completed around the same time Ross was arrested by the Baltimore police department for allegations of a violation of probation on the dirtbike charge. “It was Father’s Day,” said Ross, who has two children, “and they gave me no bail for a violation of probation from a traffic violation?” he told the Baltimore Sun, claiming that the charge – and the 40 days he spent in jail for it – were police harassment stemming from Gray’s arrest.  Ross’s charges were later dropped. But the fact that Ross was led from the courtroom in chains while officer Nero went home each night is one reason that many in Baltimore never expect police officers to be convicted.  “It’s a racist-ass system,” said Carde Cornish, another young photographer who lives near Penn North (and helped with a Guardian video production). “There’s nothing we can do to escape this situation. It’s a systemic issue. That’s what people are ignoring. No matter what we do on our behalf, they can’t justify what they do. And [the accused police officers] get paid vacations. What the fuck?”",
  "webTitle": "Freddie Gray: activists left frustrated after Baltimore officer acquitted",
  "webPublicationDate": "2016-05-24T12:32:36Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/freddie-gray-verdict-edward-nero-baltimore",
  "keyword": [
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Baltimore",
      "id": "us-news/baltimore",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Maryland",
      "id": "us-news/maryland",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Baynard Woods",
      "id": "profile/baynard-woods"
    }
  ],
  "guardianId": "us-news/2016/may/24/freddie-gray-verdict-edward-nero-baltimore"
}