{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/09/how-to-teach-foraging",
  "id": "2016-05-09-133",
  "sectionId": "teacher-network",
  "body": "When asked where milk comes from, someone I know once responded: “Bottles.” This person was correct, in some respects, but they were about to get their mind blown by learning that the white stuff originates from cows. Understanding where our food comes from is important – and the idea of foraging it for ourselves is growing in popularity. Gathering your own natural goodies is a great way to reconnect with nature and explore new tastes, but it takes preparation to be effective (and avoid poisoning). So how can you introduce your students to the world of wild food?   Related: Inside the schools with edible playgrounds    Primary When it comes to foraging, it’s probably best to teach your pupils about gathering rather than hunting (the risk assessment would be a nightmare, for starters). A good way to get them excited about searching for their own food is to learn about how our early ancestors did it. This lesson from Twinkl introduces children to the diet of our stone age ancestors, including how they used weapons to hunt animals including mammoths; how they foraged for produce such as sunflower seeds, nettles, hazelnuts; and how they whipped up dishes like stewed fruit.  You can make sure that your pupils understand the basics of a balanced diet with this resource from Outstanding Science. It introduces the five main food groups – breads, potatoes and cereals; fruit and vegetables; dairy; meat and fish; fats and sugars – and asks pupils to create a cut-out-and-keep pictogram chart detailing how many of each they should be consuming each day.  Use this simple hand-drawn colouring book to help your pupils become familiar with the edible plants they can be looking out for while in nature, including wild leeks, red clover and chicory. You can ask them to replicate pictures of how the plants really look, or get creative and design their own.  To give your class an in-depth understanding of growing and picking fresh produce, try this colourful resource, entitled Project Love My Food. It introduces the concept of seasonality in food production, and explores how long different fruits and vegetables take to grow. The lesson ends with an interactive exploration of the topic, in the form of a blindfolded guessing game. Pupils need to use their senses (other than sight) to identify items of your choosing, and you can increase the relevance by popping in some locally foraged produce. For even more food-based fun, try this board game from the British Nutrition Foundation. Pupils work their way around the squares, looking at key issues related to foraging and healthy eating in general: food safety, cooking, shopping and diet and health. There are different question cards available for different age groups so you can tailor your lesson to those aged seven to nine or 11-12.  Secondary The kinds of produce students can forage will depend on where they live, but even city dwellers can get involved. Wild Food School has produced guides for various environments. If you are in an urban setting, try searching for natural goodies including thistles, winter cress and yellow sorrel. If you to have access to a river, be on the lookout for dandelion, samphire and watercress. Both resources also explore the legality and etiquette of foraging and introduce the all-important tolerance test when tasting new finds. For some more out-there foraging adventures, take inspiration from this TED talk by professional forager Tama Matsuoka Wong. She explains how she has worked with top restaurateurs to find ways of turning unloved weeds into delicious dishes, and how gathering your own produce can have huge benefits for us and the planet. You can develop your students’ understanding of sustainable food production with this detailed information sheet.             Eating seasonally is a must for foragers and environment-conscious types alike: you can ensure that your students get to grips with the items available in each season with this pack from the Children’s Food Trust. It teaches them how to grow their own courgettes and identify different kinds of mushroom (with the proviso that only experts should pick wild mushrooms as many are poisonous). Students can then create their own seasonal dishes including ratatouille, courgette bake and mushroom soup.  Finally, if your students are feeling particularly adventurous, try getting them to think about munching some bugs. This pack from GSK Science Education poses the question: “With the world’s population set to pass 9 billion in 2050, is it time to take a fresh look at insects for food?” It offers the protein values of various creepy crawlies – including giant water beetles, red ants, grasshoppers, crickets – and challenges students to use their maths skills to analyse the data and calculate which would be most sensible to consume.  The green schools series is supported by the WWF. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here.",
  "webTitle": "How to teach ... foraging",
  "webPublicationDate": "2016-05-09T15:22:01Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/09/how-to-teach-foraging",
  "keyword": [
    {
      "webTitle": "Green schools",
      "id": "teacher-network/green-schools",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching tips",
      "id": "teacher-network/teaching-tips",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Outdoor learning",
      "id": "teacher-network/outdoor-learning",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Zofia Niemtus",
      "id": "profile/zofia-niemtus"
    }
  ],
  "guardianId": "teacher-network/2016/may/09/how-to-teach-foraging"
}