{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/battle-buses-women-vote-eu-referendum",
  "id": "2016-05-27-285",
  "sectionId": "commentisfree",
  "body": "Before I reached my teens, I knew I wanted to be an MP so that I could fight injustice and change the world. There weren’t many women in parliament at the time, let alone working-class women. But I was inspired by the ferocious and glamorous Barbara Castle, Red Queen of Harold Wilson’s Labour party, who is still one of my political heroines. She dominated political coverage when I was at my most impressionable. I thought she should be the first female prime minister, and have never quite forgiven Jim Callaghan for dispatching her from the cabinet. Whatever you think of Margaret Thatcher’s politics – and it won’t surprise you to hear I profoundly disagreed with almost everything she stood for – her election as the first female prime minister in 1979 was a remarkable achievement. When she entered No 10, she was one of just 19 female MPs, making up a pitiful and astonishing 3% of the House of Commons. The past 30 years have seen steady and significant progress in women’s representation. When I was first elected to parliament in 1992, I was one of only 60 women out of 650. This doubled following Labour’s victory in 1997 and has crept up to 191 today – 10 times more than in Barbara Castle’s heyday.   Related: Angela Eagle: 'Tory blokes' playground spat' drowning out EU debate    The early progress was driven by the Labour party. But the Tories have started to up their game, returning 68 female MPs at the last general election. There is a long way to go – particularly in the Tory party – but we are seeingprogress. This has undoubtedly had an impact on the way politics is conducted, both in the Commons and elsewhere. While sexism is alive and well – take David Cameron’s instruction to me to “calm down dear” during prime minister’s questions in the last parliament, one of his least edifying moments. But some of the more blatant misogyny, the obscene gestures and insults that faced female MPs in previous years, have gone. However, there is a paradox. Looking at the coverage of the current referendum campaign, you would be forgiven for thinking that little had changed. It is overwhelmingly dominated by men. Cameron and George Osborne on one side; Michael Gove, Boris Johnson and Nigel Farage on the other. It is coming across more like an Eton playground spat than a serious debate about the future of our country. This week, Harriet Harman, Seema Malhotra, Kate Green and I held a press conference in an attempt to redress the balance – to highlight the missing voices of women and the importance of the vote on EU membership for women at work. Needless to say, much of the coverage focused on a question about a comment Harman made about Kim Kardashian. That says it all, really. Women are not taken seriously. Even the language of election campaigns can be unmistakably masculine. The talk is all of civil war; of the big guns being rolled out; of the big beasts battling away. The problem is, all these beasts are blokes. The unwritten assumptions about what constitutes “strong leadership” are male too. A study by Loughborough University released this week found that just one in six politicians appearing on television to discuss the Europe question were women. In the press, it was one in 10. Of the top 10 politicians covered, all were male. This is all sadly familiar. In a quarter of a century in politics, I’ve seen it time, and time and time again. Even when women are in the top team, they rarely find themselves at the forefront of election campaigns. Even those inside the top team can end up feeling like outsiders – marginalised, disregarded and invisible. Whatever progress women make, the pattern seems set. Whenever an election is called it’s like a trapdoor opens up beneath the chairs of every female politician and we simply disappear from the scene. As soon as the campaign kicks off, our politics regresses to a bygone, men-only era. Take Harman. She was Labour’s deputy leader in two elections but was never put at the forefront of an election campaign. Last year she ended up resorting to a pink bus to get her message across. Although this was, of course, much mocked by the chaps in the press, it was an effective way of connecting with women up and down the country. But it is sad that it was even felt to be necessary. It doesn’t have to be this way. Just look at Scotland, where the leaders of all three main parties are women, which is regarded as an aberration by some. There are many talented and driven politicians on both sides of the house, and on both sides of the referendum debate. So what is going on? Do campaigns remain so male dominated because although the number of women politicians has increased, they haven’t yet filtered through to the top jobs? In part, the answer is yes. In every one of the six general elections in which I have been a candidate, the prime minister, chancellor, leader of the opposition and shadow chancellor have all been men. Or is it because the campaign teams that the political parties hire and put together are overwhelmingly male? Or is it because the newsrooms that make the editorial calls about whose speeches are reported are, equally, dominated by men? Or is it because of stubbornly persistent assumptions about women that still dominate in our society? Probably all of the above. The lack of women in high-profile roles at such crucial moments as the EU referendum campaign has consequences. I see disengagement among women – particularly among working-class women – everywhere I go. In workplaces and at school gates across the country, women express a lack of interest in politics. Women have been less likely to vote than men in every general election since 1992, and now they say they are less likely to vote in the referendum. If women look at politics and don’t see people like themselves, addressing the things that matter to them, then who can blame them for switching off? We politicians – and the media – are simply failing to include or address many women who are alienated by the insults and the shouting that have become such a feature of our adversarial political life. Now that Donald Trump – with his open disdain for women – has captured the Republican presidential nomination in the US, things may be about to go from bad to worse. However, on a positive note, the dominant political leader in Europe, Angela Merkel, is a woman. In in the UK we have Frances O’Grady, the first female general secretary of the TUC, and the CBI too has a female director general, Carolyn Fairbairn. Vaira Vike-Freiberga has been nominated as the new head of the UN. And, of course, there is Hillary Clinton. But it is absolutely vital too that we start taking female politicians in the UK more seriously. Otherwise we risk alienating a large section of our electorate and undermining the foundations of our democracy. Women need to be seen and they need to be heard.",
  "webTitle": "Beasts, blokes and battle buses. Where are the women when a vote is called? | Angela Eagle",
  "webPublicationDate": "2016-05-27T06:00:25Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/battle-buses-women-vote-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Eagle",
      "id": "profile/shadow-treasury-chief-secretary"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/battle-buses-women-vote-eu-referendum"
}