{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/28/we-dont-know-enough-about-menstruation-and-girls-are-paying-a-price",
  "id": "2016-05-28-128",
  "sectionId": "global-development-professionals-network",
  "body": "“Girls are literally selling their bodies to get sanitary pads,” says Dr Penelope Phillips-Howard. “When we did our study in Kenya, one in ten of the 15 year old girls told us that they had engaged in sex in order to get money to buy pads. These girls have no money, no power. This is just their only option.” It’s only been in the last few years that researchers have finally begun delving into the subject of menstruation, and the impact it has on the lives of young girls and women in low-income countries.    Related: Why do a million women still suffer the treatable condition of fistula?    For millions of them, a universal lack of clear information and education makes menstruation a source of shame and embarrassment. And in some cases, researchers are now uncovering ways in which menstruation brings even higher costs that may affect the course of a young girls life. “The persistent taboo around menstruation means that limited information is available to young women,” says Sabrina Rubli of Femme International. A study by the Canadian organisation in Nairobi revealed that 80% of girls had no idea what their period was before they started.     Trainers from campaign organisation the Cup work with the girls on a variety of subjects including menstruation. Photograph: Martin Löf/The Cup    That sense of shame, the sense of being guilty of an activity so secret that that no one will even talk about it, is then compounded by cultural prejudices and beliefs around menstruation which vary from country to country and region to region. In some cultures, it emerges, women are told that eating certain foods during their period will make them smell bad, in others women are sent away from the home or not allowed to bathe, while yet in others an association is made between menstruation and sexual activity. One Ethiopian girl told a researcher; “When I menstruated, my father saw me washing my underpants... He asked me what it was and I told him nothing. He demanded an answer and picked up a stick to hit me.  “I dropped everything and ran to my mom. My mother told my father not to hit or scare me because it is normal for girls to experience this. My father said, ‘I send her to school to learn, but instead she goes into the forest with anyone [to have sex] and comes back home.’ My mother tried to explain, but my father did not believe her. He said that menstruation happens only after a girl has had sex with a man and that I am not ready. Then, he beat me and asked me to tell him who did this to me.”  Schools in particular can be full of pitfalls. There may not be adequate bathroom facilities; many have shared latrines, no locks on the doors, and no running water. According to the research, some teachers are unsympathetic and teaching methods may compound the problem. In sub-Saharan Africa, for example, teachers prefer students to stand up when they answer a question, and girls often talked about their anxiety that they would have to stand up and reveal stains on their clothing.     \"He said that menstruation happens only after a girl has had sex with a man and that I am not ready\"  Ethiopian schoolgirl     “Sometimes when I am in class and the teacher is teaching, I don’t concentrate on what is being taught because your mind is always on the thought that when you stand and your clothes will be blood stained and the teacher will see, hence you don’t concentrate.” Partly as a result, and partly for all the other reasons, girls often miss school when they are menstruating. The World Bank has estimated that a girl may thus miss between 10-20% of her education.  And even the basics - things that many women take for granted, like buying sanitaryware - become a burden for these young girls. A 2013 study in Kenya revealed that girls end up using whatever they can lay their hands on; old clothes, blankets, cotton wool or tissue, and even, very occasionally, grass or leaves. Parents are either unwilling or unable to come up with money for sanitaryware, and so girls ask boyfriends for money. A 2015 study [pdf] by this same team heard girls’ accounts of having sex in order to get money for pads from the girls: “‘Some people exchange sex for money,” one young girl told her interviewer. “The money is used to buy pads. Maybe she is being given money then they have sexual intercourse.’     The global decision makers are men or wealthy women whose experience is far removed from a woman living in poverty  Emily Wilson     “It’s referred to as transactional sex,” says Phillips-Howard. “But of course in some cases it is really coercive.” She worked on the 2013 and 2015 teams and also worked on further research, published last year, which drew on responses from more than three thousand women to find that one in ten 15 year olds said that they had had sex in order to get hold of money for pads. “‘She will go look for this money (to buy pads) from the men, and that’s how they can end up with the unwanted pregnancies,” one parent told the team.  And the long-term implications? As the researchers point out in the 2013 report: “Should others become aware a girl was menstruating, the girl would become (or was fearful of becoming) a figure of fun, being laughed at or teased. That this was so dreaded by the girls is perhaps indicative of it being seen as a form of emotional bullying. We wonder,” they ask, “if such bullying is the first step on the path towards gender abuse which females in this region become accustomed to. The context in which our study was set shows particularly high rates of gender-related physical, sexual and emotional violence, which appears to be an accepted part of life for women.”     A trainer in a school classrooms in Kibera, Kenya Photograph: Martin Löf/The Cup    The new generation of researchers and campaigners who now are shaking this subject out of the shadows are determined, however, that things are going to change. Camilla Wirseen runs a campaign to raise awareness of the menstrual cup which includes training sessions for young girls where they can ask any question they want, and talk about sexual experiences as well as menstruation in a safe environment. Although it takes a little getting used to, the cup has the significant advantage of not having to be replaced every month, unlike tampax or sanitary pads (and also not blocking up delicate drainage systems). “As the girls get used to the cup,” says Wirseen, “they are so positive, so thankful that they don’t have to face the stress of worrying, every month, where the next set of sanitaryware may come from”.  “The global decision makers are men,” points out Emily Wilson, director of campaign group Irise International. “And when they are not men they are wealthy women whose experience is far removed from that of a woman living in poverty. The rise of menstrual hygiene management as an issue has come from an increasing recognition of the need to enable marginalised women and girls to speak rather than to assume we know their needs. Alongside the recognition of women as people comes the need to listen to their voices. It turns out one of the things they want to talk about is menstruation.” “I think menstruation has come into the spotlight in the last few years for a number of reasons,” says Rubli. “I think the growth of NGOs [working on this cause], the global Menstrual Hygiene Day movement, and the activism by people such as Kiran Gandhi, Rupi Kaur and the women fighting to remove the tampon tax has brought a lot of media attention to the topic.” But really, perhaps it is even more simple, as she points out. “I also think that women are tired of feeling ashamed of their periods and are speaking out more often.” Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter. Join the conversation with the hashtag #SheMatters.",
  "webTitle": "We don't know enough about menstruation and girls are paying a price",
  "webPublicationDate": "2016-05-28T08:42:04Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/28/we-dont-know-enough-about-menstruation-and-girls-are-paying-a-price",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Menstruation",
      "id": "society/menstruation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Bibi van der Zee",
      "id": "profile/bibivanderzee"
    },
    {
      "webTitle": "Katherine Purvis",
      "id": "profile/katherine-purvis"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/28/we-dont-know-enough-about-menstruation-and-girls-are-paying-a-price"
}