{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/25/wednesdays-best-tv-hidden-killers-of-the-post-war-home-boris-v-dave-the-battle-for-europe",
  "id": "2016-05-25-293",
  "sectionId": "tv-and-radio",
  "body": "Hidden Killers of the Post-War Home 8pm, BBC4 “Never had it so good”? If you join Dr Suzannah Lipscomb on this look at the hazards of the 1950s house, then you’ll start to wonder. It’s a few minutes before anyone says “health and safety” but that’s what we’re talking about here. Sofas with foam interiors. Clothing made from man-made fibres … It’s all a fire risk! It’s the chemistry set segment, however, that shows how toys contributed – literally – to a postwar boom. John Robinson Deadly Game: Killers in the Making 8pm, Nat Geo Wild Many wild mammals start off as cubs so cute it’s a surprise they aren’t all used to advertise price-comparison websites. What turns them into killing machines? Blame pushy parents, as gruelling bare-paw boot camps aim to turn the furriest into the furious. Polar bear cubs may melt icy hearts and baby cheetahs resemble a Toys R Us top seller, but it’s soon clear that the transition from doe-eyed to deadly can be a quick one. Mark Gibbings-Jones The Making of an Ice Princess 9pm, BBC2 Eleven-year-old Lily Matthias dreams of skating glory. Trying to make those dreams come true involves sacrifices. And not just for Lily, but for mum, Lyndsey – who gets up at 4am six days a week to drive Lily to training – and dad, Wayne, who spends vast sums on lessons, costumes and competition fees. This film follows Lily, plus fellow skaters Mia Gallacher and Genevieve Somerville, as they prepare for the British championships. Jonathan Wright Boris v Dave: The Battle for Europe 9pm, Channel 4 The parallel backstories of the most notable frenemies in British politics have underpinned the EU referendum debate ever since Boris Johnson came out for Brexit earlier this spring. The ever-mischievous Michael Crick explores Johnson and Cameron’s ongoing joust, which has edged away from unease and towards outright rancour in recent weeks. Civil war is currently all the rage in British politics and this battle is more entertaining than most. Phil Harrison Going Going Gone: Nick Broomfield’s Disappearing Britain 9pm, BBC4 “Tempus Fugit” reads the legend on the Cardiff Coal Exchange’s clock. But has time finally run out for Edwin Seward’s 1883 landmark? Nick Broomfield, trusty sound boom in hand, profiles this seemingly condemned building – along with the once-magnificent but now faded Wellington Rooms in Liverpool, where Broomfield made his first-ever documentary. A poignant, urgent two-parter infused with crusading spirit. Ali Catterall Secret Life of the Human Pups 10pm, Channel 4 Supposedly, more than 10,000 Brits like to unwind by yelping, growling, licking and sniffing, doggy-style. This documentary investigates a growing subculture that mixes standard BDSM (cast your eyes below the puppy masks and there’s a lot of buffed Latex and studded black leather) with a cuter, fluffier way to escape adult stresses and responsibilities. But what do the pups’ friends and families think of their spare-time identities? Jack Seale Russell Howard’s Stand Up Central 10pm, Comedy Central Ostensibly, with his middle-of-the-road material and a giggling studio audience, there’s little to differentiate the Bristolian comic’s show from many others that have come before. What is different about Howard, however, is his willingness to share the stage with comics of all stripes. As the second series kicks off, up-and-comer Darren Harriott talks being mistaken for a terrorist, while Jimmy Carr brings his trademark one-liners. Hannah J Davies Film choice The World’s End (Edgar Wright, 2013) 9pm, Film4 Simon Pegg is fortysomething waster Gary King, who lures four old school pals – Nick Frost, Martin Freeman, Paddy Considine and Eddie Marsan – out of dull suburbia to complete the legendary pub crawl they failed to finish 20 years before. But the lads’ night out turns into a home counties version of Invasion Of The Body Snatchers in a very funny, observant tale of redemption, aliens and beer – the final part of Wright and Pegg’s Cornetto trilogy. Paul Howlett Amelia (Mira Nair, 2009) 1.15am, Channel 4 Monsoon Wedding director Mira Nair’s biography of the “first lady of the air” has Hilary Swank in full flight as Amelia Earhart, the first woman to fly solo across the Atlantic. There’s a low-key authenticity to Swank’s performance, and to the film, which focuses (with verbatim radio transmissions) on her final, fatal flight in 1937, when she disappeared somewhere over the Pacific. PH Live sport Tennis: The French Open The fourth day’s play from Roland Garros in Paris. 9.30am, ITV4 Women’s Super League Football: Chelsea v Sunderland Coverage of the FA WSL 1 encounter from Wheatsheaf Park. 7.15pm, BT Sport 1 Championship Rugby Union: Bristol v Doncaster Knights The second leg of the play-off final. The Premiership awaits. 7.30pm, Sky Sports 1",
  "webTitle": "Wednesday’s best TV: Hidden Killers of the Post-War Home; Boris v Dave: The Battle for Europe",
  "webPublicationDate": "2016-05-25T05:09:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/25/wednesdays-best-tv-hidden-killers-of-the-post-war-home-boris-v-dave-the-battle-for-europe",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/25/wednesdays-best-tv-hidden-killers-of-the-post-war-home-boris-v-dave-the-battle-for-europe"
}