{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/21/star-trek-beyond-13-reasons-to-get-excited-about-the-new-trailer",
  "id": "2016-05-21-78",
  "sectionId": "film",
  "body": "The Beastie Boys were not invited. After a teaser trailer that featured 90s rap-metal and leaned heavy on goofy action (Captain Kirk doing motorcycle jumps?) a second, longer trailer for the next Star Trek film came correct.   Related: Simon Pegg joins criticism of Star Trek Beyond trailer    Debuting after a pep rally-like event in Los Angeles that included a lively Q&A with members of the cast, a hardcore round of deep dive trivia and the gracious renaming of a street on the Paramount lot for the late Leonard Nimoy, the latest and probably last movie in the “reboot” trilogy got the marketing blitz it deserved. The music begins as a moody, piano-led minimalist variant of Michael Giacchino’s terrific score, as if to say: “OK, we’re sorry, we’re taking this seriously now.” Which isn’t to say this trailer lacks pop and excitement. It’s a whirlwind of dazzling images but, as with the best of all previews, it doesn’t actually tell you squat about the story. We’ve got a hazy understanding of what goes on this movie – we know the Enterprise gets destroyed much as it did in the last Star Trek III – but why is still a complete mystery. And may remain that way until opening night. Nevertheless, a Star Trek fanatic will look for clues wherever we can find them (it’s not like we’re going to go out and ride our bikes or anything, despite the pleas from our parents). To that end, as some of us like to call this Star Trek XII, here are the 13 most striking images from the newly released trailer.      “A man will tell his bartender things he’ll never tell his doctor.” The first Bones once said that to the Captain of the Enterprise. No, it wasn’t Dr Leonard McCoy to Captain Kirk, it was Dr Philip Boyce to Captain Christopher Pike (Star Trek is complicated). But clearly the sentiment crosses numerous timelines. Chris Pine’s James T Kirk has the blues for some reason, and his pal Bones (Karl Urban) has poured him a little brown liquor (Saurian brandy?) to get him chatting. If the rest of the trailer is any indication this is one of the few scenes that isn’t played at lightspeed.      For 50 years the makers of Star Trek have found nifty ways of showing something that literally can not be viewed: faster-than-light travel. We’re either in the ship, looking out at some sort of tunnel, or we’re watching the ship zoom off, leaving behind a warp trail. In Star Trek Beyond, director Justin Lin gives us something new. What we see here is a side-view of the warp bubble that (if I understand it correctly) carves out spacetime to create what is known as subspace. Traveling through subspace is what enables the Enterprise to traverse vast distances in short periods of time. For serious Trek dorks this image is a long time coming, though I’m sure someone is on a message board right now saying this isn’t what it actually would look like.      1979’s Star Trek: The Motion Picture is a divisive film but most fans agree the lengthy sequence of the Enterprise in spacedock is a glorious sight. Star Trek Beyond gives us a playful tweak, making the view of the shipyard more interesting than the ship. Look for the little rectangle of red – that’s the back of the Enterprise caught up in this enormous tube on a space station.      Here they are: the troika. Captain James T. Kirk flanked by his id and superego, Bones and Spock. This image apes Communist propaganda, which is funny considering the original Star Trek reflected interventionist Kennedy-style American Cold War policy (let’s not forget the time Captain Kirk read the Constitution!)      I respect Justin Lin for finding new ways to shoot the Enterprise. It took me a few minutes to figure out if the ship was coming or going in this shot. It’s from the front, just a very odd angle. Moreover, the departure from spacedock feels very tactile, almost jarring in a way. Any doubts that the Fast & Furious director wouldn’t make his mark are quickly being erased.      The “swarm ships” from the last trailer are back, but now they are coming in for the deflector dish. We still don’t know if these are mini sentient spacecrafts, nor do we know what they want, but it becomes clear they mean business. Like space piranhas, they tear into the Enterprise, forcing an evacuation.      But not before our gang puts up a fight! Here’s Uhura kicking ass against some of the baddies that board the ship (it’s still unclear if these nasty guys come out of the swarm ships, or if the swarm ships clear a path for a larger transport vessel). Either way, it must be said that the villains that Uhura is fighting in this image kinda-sorta resemble the Breen, those enigmatic aliens who wore temperature-controlled suits with glowing green helmets. I’m sure they aren’t, as these reboot films have had very few callbacks to lesser-known creatures from the show, but a fan can hope.      What you are seeing here is terrifying, but likely something of a misdirect. After Captain Kirk orders an abandon ship, we see Chekov (hey, love that guy!) and Sulu (love that guy, too!) get into escape pods. A number of pods fire out into the inky void, and then the camera lingers on one as a swarm ships swoops down and gobbles it up. It’s more of a Mothra move than anything from typical Star Trek. I’m quite sure it wasn’t anyone we know in that pod, but I’m certainly ready to bet he was wearing a red shirt.      Our crew gets scattered and along the way join forces with this woman named Jaylah. What’s her story? Not sure yet, other than she’s ready to fight! Despite some similarities in look, she is probably not from Nibiru, the primitive planet seen at the beginning of Star Trek Into Darkness. Underneath the makeup, Jaylah is played by Algerian-French dancer and actor Sofia Boutella, who you may remember as the henchwoman with swords for legs in Kingsman: The Secret Service.      More space action! But look closely. That doesn’t look like the Enterprise. Way too flat, more like Captain Archer’s NX-01. Some poking around tells me that it is probably the USS Franklin, as some design sketches for this ship have surfaced online. But any more than that is a mystery.      Oh yeah, Idris Elba, one of the best actors working today, is in this movie. He’s the one on the right! Yes, underneath a ton of reptilian makeup. So little is known about his character in this film, other than he is mean. Just look at him being a jerk to Uhura! Boo! His name is Krall and, based on soundbytes, he represents where “the frontier pushes back.” This isn’t that far removed from the concept of the Gorn, the laughably rubber lizard-man Kirk fought in the Original Series episode Arena. The Gorn were all ticked off at the Federation for having outposts too far into their sphere of influence. But if you watch the behind-the-scenes footage of J.J. Abrams’ 2009 Star Trek you’ll see there was a Gorn created for one of the early prison scenes that was cut. So Krall probably isn’t a Gorn (plus, Gorn don’t speak English, they hiss – even with the Universal Translator operative).      Spock and Bones are down on the planet firing phasers, but there are two noticeable things. One, Spock is wearing overalls? I guess in the context of roughing it while marooned, it is logical. Second, he is clutching his abdomen. Usually in a movie any pronounced overture of being wounded usually means a character is going to croak. I don’t know if I have it in me to watch another Spock die in a film, even though they have a tendency to come back to life later. Here’s hoping he just had some bad Plomeek soup.      That mysterious ship has returned and this time it is headed to a space station inside some sort of sphere, possibly with an atmosphere. Star Trek has never shown us such a cool looking station before. Between this, images of Jaylah, Krall and those swarm ships, I can safely say that this is already the one of the most visually creative Star Trek films yet. Now we just need to figure out a way to warp to July 22 ...",
  "webTitle": "Star Trek Beyond: 13 reasons to get excited about the new trailer",
  "webPublicationDate": "2016-05-21T15:51:19Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/21/star-trek-beyond-13-reasons-to-get-excited-about-the-new-trailer",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Trek",
      "id": "culture/star-trek",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Chris Pine",
      "id": "film/chris-pine",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Trek",
      "id": "film/star-trek",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Star Trek Beyond",
      "id": "film/star-trek-beyond",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Jordan Hoffman",
      "id": "profile/jordan-hoffman"
    }
  ],
  "guardianId": "film/filmblog/2016/may/21/star-trek-beyond-13-reasons-to-get-excited-about-the-new-trailer"
}