{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/23/india-public-private-deal-rejuvenates-healthcare-in-rajasthan-ppp-scheme",
  "id": "2016-05-23-186",
  "sectionId": "global-development",
  "body": "In the women’s ward, two newborns are sleeping beside their mothers, one of whom is happy because hers is a boy. The other is unhappy because her child is a girl, and her sixth daughter.  The ward is in the primary healthcare centre (PHC) at Bhatodi, in the middle of the countryside, on Highway No 12 in Rajasthan.  For Rakeshi, 30, from Bana village, another girl is not the best news. Asked what name she will give her, she shrugs: “I’m tired of naming girls. You give her a name.”  Her latest experience at the centre has been very different to previous ones. Three of her daughters were born here. “There were no curtains and the lights and fans didn’t work. Two dirty beds were stacked up against a wall. One bed was available and it had no sheets. I got a sheet from home,” Rakeshi says.     Rakeshi with her daughter and Ajwinder Kaur, district administrator for the Wish Foundation. Photograph: Amrit Dhillon for the Guardian    Worse was the doctor. “He demanded 500 rupees [£5]. I refused and he went away. When my labour pains became unbearable, he came back and asked for the bribe again. He knew I’d give it when the pain was too much.”  This time, she hasn’t had to bribe anyone. She looks comfortable and is thrilled at the clothes she has been given as a gift for her baby. She grins. “I’m in no hurry to go home. This is nicer than home.” “Nicer than home” is not a comment often associated with government clinics that are meant to provide free treatment. “Dirty” is more common. Doctors are often absent, along with syringes, medicines, even cotton wool. Villagers are often forced to travel by bus to private clinics or the district hospital. The lack of amenities at village level is partially responsible for the 1.26 million Indian children aged under five who die every year and the 44,000 mothers who die annually, according to government statistics.    Related: India faces massive challenge to get mental healthcare right | KumKum Dasgupta    Experts agree that the government has mostly failed to provide basic healthcare in rural areas. The Bhatodi clinic is part of a pilot project the Rajasthan government announced in June to improve the quality of care in remote areas, including the biggest problem of doctor absenteeism.  State authorities launched a public-private partnership (PPP) with the Wish Foundation under which the government provides infrastructure, medicines and equipment, and finances the operating costs. The foundation provides the staff and runs the clinics. Seven months ago, the foundation took over 30 of the state’s worst performing PHCs.  The Bhatodi clinic runs an outpatient department between the hours of 9am and 7pm.  For villagers who may spend hours getting there – Rajasthan is a gigantic state, almost as big as Germany – the department is vital. The number of patients has doubled to an average of 80 a day under the foundation. The clinic is clean. Waste is segregated. It is fully staffed by 11 personnel. “When we took over, there were no emergency medicines. There were no drugs for chronic heart and diabetes patients, not even anti-rabies injections,” says pharmacist Rajesh Gautam. “Now, I feel we can handle most cases.” The foundation has bought equipment: a TouchHB device to detect haemoglobin levels without taking blood; SuCheck for blood sugar levels; a urine analyser, and a mobile lab capable of 37 different tests. Dr Paramveer Singh, 27, has spent the morning handling mostly vomiting, diarrhoea and cholera cases, and a dog bite.It is difficult to persuade doctors to live in remote areas. The foundation finds retired doctors who want to supplement their pension, or newly qualified doctors like Singh. “We also give a retention bonus after six months and then another bonus after the first year to keep them on. You need incentives,” says Himani Sethi, head of programmes at Wish. So far, she says, they have a 73% retention rate for doctors and less than 2% absenteeism among staff at all 30 PHCs. In the general ward, Hari Mohan, 30, has brought his wife, who has a high temperature. “[Before], the doctor either wasn’t here or refused to see me. This time it’s so much better. I’m going to tell my village that it’s now worth coming here,” Mohan says. The government has invited bids from more private partners to scale up the project. “The results are promising. We have decided that 90 out of a total of 2,082 PHCs will come under the PPP,” says Dr BR Meena, director of public health at the Department of Medical Health and Family Welfare.     An examination bed at the deserted PHC in Malarana Chor. Photograph: Amrit Dhillon for the Guardian    Kiran Mazumdar Shaw, the managing director of biopharmaceutical company Biocon, wrote recently in the Times of India that a 2013 law mandating that corporations must spend 2% of their profits on corporate social responsibility could be a catalyst for more healthcare PPPs. Critics of PPPs say they are a dereliction of duty by the government. All it takes, though, to see what the government offers is a 4km drive from Bhatodi to Malarana Chor, where a PHC still operated by the government is located.  The building looks abandoned. Birds have built nests in the corridor. Medicines are strewn over a counter in the dispensary. The rooms and beds are filthy. The taps are dry. While many government clinics are shabby and understaffed, this one is in particularly poor condition. Apart from the ambulance driver, Prakash Ram, and a man asleep on a bench, the building is deserted. Where’s the doctor? “On leave,” says Ram. What about the other staff? “They’re also on leave.”",
  "webTitle": "Public-private deal rejuvenates healthcare in Rajasthan – at a cost",
  "webPublicationDate": "2016-05-23T12:01:44Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/23/india-public-private-deal-rejuvenates-healthcare-in-rajasthan-ppp-scheme",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Maternal health",
      "id": "global-development/maternal-health",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Amrit Dhillon",
      "id": "profile/amrit-dhillon"
    }
  ],
  "guardianId": "global-development/2016/may/23/india-public-private-deal-rejuvenates-healthcare-in-rajasthan-ppp-scheme"
}