{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/said-done-2015-16-awards-fighting-spirit-jesus-and-captain-fiasco",
  "id": "2016-05-22-122",
  "sectionId": "football",
  "body": "Man of the season Setting the bar for next season’s club captains: Gabby Agbonlahor – relegated on a shisha-pipe, nitrous oxide legal high. He told fans in February: “We’re going to fight to the end. That’s all the club expects from us. Take it game by game.”  • Helping rally the doubters in February: Joleon Lescott, calling for more faith in the Villa squad’s “desire, attitude and great fighting spirit.\u0085 Gabby’s an example of that”.    Related: Premier League 2015-16 review: your end-of-season awards    Speech of the season Gianni Infantino: settling in at Fifa with a five-star congress in Mexico, with delegates handed $1,000 spending money each. “This is a new era, a new Fifa, a Fifa which stands for reform. Together we can make a difference in the world.”  • 2015-16’s Fifa highlights:  1) Best overall performer: ex-Concacaf head Jeffrey Webb, hosting a Harlem Renaissance-themed champagne and blackjack party in February at the Georgia mansion he bought with fraud money, three months after pleading guilty.  2) Best election tactic: Bahraini royal Sheikh Salman, suggesting that his four rivals for the presidency might want to drop out to avoid the distress that democracy can bring: “If we go to election there will be losers. Sometimes you need to avoid that.”  3) Best newcomer: Zimbabwe’s Phillip Chiyangwa – millionaire YouTube star, nephew of Robert Mugabe, nicknamed “Captain Fiasco” – elected FA president on a landslide in December. His first act: taking three weeks off. “I am going on leave forthwith.”  4) And the best recovery: Sepp – still upset in April, but bouncing back with his new book Mission and Passion Football. Sepp says it’s the story of “how I suffered, just like The Passion of Christ”.       Also fighting back Uefa: reacting to the Panama Papers leak in April – 24 hours before police raided its offices on suspicion of criminal conduct: “This is a sad day for journalism.”  Elsewhere: most versatile April: Karren Brady, defending West Ham’s public-funded stadium rental deal, six months after voting in the Lords to cut tax credits. Brady said state aid encouraged claimants “to be a burden on society”.  Also drawing a line January 2016: Chelsea sack a steward for calling Cesc Fàbregas a “snake”. October 2012: Chelsea don’t sack John Terry for calling Anton Ferdinand a “black cunt”. “Chelsea appreciates, and supports, John’s full apology for the language he used.”  Best new brand November: “The English Football League” - football’s biggest corporate rebrand since 2008, when the football pools hired brand experts to “rejuvenate” their business. Their new name: The New Football Pools. Web awards Last season’s online highlights:  a) Manutd.com – publishing accounts in September showing £2.5m in dividends going annually to each of Malcolm Glazer’s six children, on a page headlined: “Greatness is more than a word. It’s a way of being, it’s about going further, respect, honour. Never settling for the ordinary – Sir Matt Busby.”  b) Sunderland’s official newsfeed, putting out two stories together in January: Sunderland celebrate the 20th anniversary of Show Racism the Red Card, and Sunderland to host an evening with Roy Chubby Brown.       c) Blackpool, distancing themselves from an official club Twitter account in August which called fans “typical arsehole wankers”, a year after chairman Karl Oyston called a fan “a retard”, “special needs” “fuctard”: “We do not condone the views expressed.”  And d) Liverpool’s owners Fenway Sports Group, responding in February to a week of difficult PR over their planned £77 ticket prices by tweaking their online mission statement. Before: “Transforming fans into customers”. After: “Transforming consumers into fans”.    Related: Premier League 2015-16 review: the big quiz of the season    Best manager moves Most emotional: September, Rotherham manager Steve Evans: “Myself and the chairman hugged and embraced and there were tears on both sides. It was a very emotional moment for Steve Evans to watch his chairman shed lots of tears and be very emotional knowing we were going to formally part. But Steve Evans had to make a decision for Steve Evans.”  Most reflective: October, Steve Evans on his early impact at Leeds: “I think the players saw a corner turned when Steve Evans walked in”; On his work ethic: “When Steve Evans asks players to be brave, I want them on the ball”; On his vision: “I’m a realist. Steve Evans doesn’t lie in bed and dream”; And on a fake Steve Evans quote circulating on Twitter: “What a scandalous, horrible thing to attribute to Steve Evans.”  Best unveiling: April, Romania: Timisoara mayor Nicolae Robu, helping introduce new ACS Poli coach Daniel Stanciu to the press. “He wasn’t the first choice, to be honest. We couldn’t get the one we wanted. No offence.”  Best lawyer August, Croatia: Dinamo Zagreb president Zdravko Mamic, addressing the prosecutor during his bail hearing pending trial for fraud and bribery: “I’ll butcher you.” Local media said Mamic’s lawyer “intervened to clarify that his client ‘was not making threats’”.  Most on message September, Czech Republic: Viktoria Plzen’s David Limbersky – back in the team days after threatening police who arrested him for crashing his Bentley while drunk – scoring and celebrating with a “drunk driving” steering wheel routine. Team-mate Jan Kopic. “That’s just Limba.”  Sticklers of the season October, Italy’s referees’ association: acting after a referee abandoned an U14 game on humanitarian grounds with the score 31-0 after 60 minutes. The official was suspended for “an incorrect application of the laws”. Regional head Antonio Aureliano: “He needs to pause and reflect.”    Related: Did you predict this unpredictable Premier League season? Probably not    Most committed  September, Germany: Uerdingen mascot Grotifant the elephant – censured for attacking a fan who pulled his trunk until his head came off. Local media pointed to a “worrying trend”, after Austria Vienna mascot Super Leo frightened children by being “too drunk to stand”.  Best sincerity July, Egypt: Al Ahly teenager Ramadan Sobhi saying sorry to Zamalek for “disrespectful” showboating – standing on the ball with both feet – which provoked a melee. “Zamalek are a great club and I respect them.” October: Does the same thing again, also against Zamalek, prompting a 22-man plus coaches brawl. Biggest setback  August, Russia: Premier League head Sergei Cheban, reflecting on difficult press after the league’s official “Miss Charming” was outed as a Neo-Nazi. “It was unlucky for Olga, she really is a charming girl.”  Plus: best resolution  January, Brazil: Model Suzy Cortez: a) setting out her new year’s resolution: “In 2016 I will have no bad sex with footballers – that’s not who I am”; and b) celebrating São Paulo signing defender Diego Lugano by tweeting a nude photo at him. “Welcome #Lugano \u0085 #missbumbum2015.”",
  "webTitle": "Said & Done 2015-16 awards: Fighting spirit, Jesus and Captain Fiasco",
  "webPublicationDate": "2016-05-22T09:23:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/said-done-2015-16-awards-fighting-spirit-jesus-and-captain-fiasco",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Aston Villa",
      "id": "football/aston-villa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Fifa",
      "id": "football/fifa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football politics",
      "id": "football/footballpolitics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hills",
      "id": "profile/davidhills"
    }
  ],
  "guardianId": "football/2016/may/22/said-done-2015-16-awards-fighting-spirit-jesus-and-captain-fiasco"
}