{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/03/amir-khan-floyd-mayweather-bitter-las-vegas-canelo-alvarez",
  "id": "2016-05-03-16",
  "sectionId": "sport",
  "body": "From his palatial suite on the 60th floor of the Mandalay Bay, Amir Khan can see his own face half a mile away, blown up to Hollywood proportions at the other great boxing casino in this town, the MGM Grand. He likes the view. Who wouldn’t? For 12 mega-fights in a row, the face that dressed up the outsized electronic billboard across the Strip was that of the fighter who sickened him to the pit of his stomach without even landing a punch: Floyd Mayweather Jr.   Related: Amir Khan insists he’s ‘not interested’ in fighting Floyd Mayweather    Money Mayweather was the sport’s double-down banker since 2007, when he made a pay-per-view bonanza with Oscar De La Hoya at the MGM, until he won his 49th – and supposedly final – fight in the same ring, a low-key points win over Andre Berto last September. Mayweather, who fought at the MGM 15 times, the last six of them for Showtime, accepted few mandatory challengers. He fought whomsoever he selected – and no one in boxing could do a damn thing about it. Nor did they want to. He made time stand still and a lot of people became very rich. Twice, Mayweather promised Khan he could share his spotlight. Twice he reneged, giving his place instead to Marcos Maidana, whom Khan had already beaten. But the great man is gone, isn’t he? Maybe not. On Saturday, Mayweather said he had “been talking with CBS and Showtime” about the comeback he said he would never contemplate. Last year, it was “No way”; now it’s: “You never know.” He said he could make a “guaranteed $100m”. Now, however, in a brand new stadium attached to the MGM empire, it is surely Khan’s moment, even if he is co-starring with another cash cow of the business, Saúl “Canelo” Álvarez at a ludicrous world championship catchweight of 155lb on Saturday night. In the buildup to his mountainous challenge to unseat one of the world’s best middleweights who, for one night only, is not really a middleweight, Khan, a natural welterweight with dangerous ambitions, struggles to hide his displeasure with Mayweather, the pre-eminent practitioner in his own division since Sugar Ray Leonard. “I think [Mayweather] is a little bit bitter,” Khan says, reluctantly dragged away from talking about Canelo. “He is walking and driving around Las Vegas, and people are talking about [my] fight with Canelo. He has probably seen the big poster at the MGM, and now it is me and Canelo. I remember him saying a long time ago he wanted to be the first guy to fight at this new arena.” So that’s a small victory for the boy from Bolton. He continues: “Basically now people aren’t talking about him and he is missing all this. That is why he is saying these things now to try to get people talking about him again. I’m sure he is missing it. This used to be his day. Wasn’t it this date when he fought Manny Pacquiao last year? “My dream was to fight in Vegas, to see my name up in lights – and to see that big poster … this is even better than I expected. It is mad. They have even got posters down the sides of the hotel as well. Everywhere you go people are talking about this fight, there are posters on taxis, buses and even on the room cards. This is something you dream of. There is also a huge screen outside the arena where the fight is going to happen. I haven’t been there yet but I hope to go there tomorrow just to have a look.”    Basically now people aren't talking about him. That is why he is saying these things now    The words tumble forth as if from a kid who has opened the best Christmas present he ever had. Was it true he stopped his limo from McCarran airport to take a picture of himself in front of the venue? “Ha! I’ve taken a picture of it all and put it on Instagram and Twitter. I also want to go to the MGM and get a picture of myself standing by the big poster. I want these memories so I can tell my kids, maybe bring them to Vegas one day – well, maybe not – and tell them: ‘Your dad fought here and topped the bill.’” There is no escaping Mayweather, however. “I think he will box again,” Khan says, matter-of-factly. But will he fight Danny García, as his people suggest, again stealing Khan’s thunder? The Philadelphian again owns the WBC belt he ripped away from Khan at the Mandalay Bay in 2012. “García is taking his own route. I hope to get my chance to have a rematch with him. I’m the 147lb mandatory and, if García doesn’t want to fight me, that means the title will be handed over to me.” After he lost to García, we sat in this same hotel suite on a down Sunday morning and he said through bruised lips: “I’m sick of being told what to do. I’m going to take control of my own life.” Khan has been around boxing a long time. He knows the whims and changing winds of the business but he deserves better than a walk-on part. Finally, he’s got it. His name is properly up in lights at last, in the town where it matters. He has a rematch clause with Canelo. Fighting the awesome Mexican once – as Mayweather did – would be enough for most fighters but Khan is not most fighters. He wants revenge on boxing. He wants revenge on Mayweather, too. • Khan v Canelo is live on BoxNation on Saturday night",
  "webTitle": "Amir Khan succeeds 'bitter' Floyd Mayweather as poster boy in Las Vegas | Kevin Mitchell",
  "webPublicationDate": "2016-05-03T21:30:09Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/03/amir-khan-floyd-mayweather-bitter-las-vegas-canelo-alvarez",
  "keyword": [
    {
      "webTitle": "Amir Khan",
      "id": "sport/amirkhan",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/03/amir-khan-floyd-mayweather-bitter-las-vegas-canelo-alvarez"
}