{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/county-championship-roundup-marcus-trescothick-hits-unbeaten-century",
  "id": "2016-05-04-53",
  "sectionId": "sport",
  "body": "Marcus Trescothick’s 60th first-class century adorned the last day of a dull match at Taunton. On a pitch good for batting, though not necessarily good for cricket, Somerset’s opener diligently nullified any threat from earnest Lancashire bowlers. Following on 180 runs behind, Trescothick, accompanied by another veteran, Chris Rogers – together this pair can boast more than 48,000 first-class runs, although neither is inclined to boastfulness – sedately batted out the final day.   Related: Yorkshire hang on for Nottinghamshire draw after bold chase almost backfires    There may be a certain urgency to get down to Taunton to catch a final glimpse of Trescothick this season since he is now into his 41st year. Yet this may be premature. He may be around for a while longer. Trescothick loves playing cricket as much as anyone. And he can still do it. After all, this was his second century of the summer (the first was at The Oval). So he might keep going until the runs dry up and the catches do not land safely in his hands at slip, and that could well include playing next year. To confirm his potential for longevity he even managed to sprint a three to get to his hundred. Having caught his breath he then acknowledged the applause emanating from his own stand. How many players have been able to do that? His innings was dutiful rather than destructive, watchful against seamers and spinners alike, waiting for the chance to unfurl his cut shot, which he did unerringly. There were no frills and few trademark thumping drives through the covers. But there was a job to be done and alongside Rogers, who finished unbeaten on 75, he did it. Lancashire were exasperated by a sluggish pitch that refused to deteriorate significantly. Simon Kerrigan kept bowling on target for much of the day and he dismissed Tom Abell, who presented a simple return catch from his leading edge. The only other wicket to fall was that of Tim Groenewald, a makeshift opener. It was that sort of day and that sort of surface.   Related: County cricket – as it happened    Not that Lancashire were the only side thwarted by benign batting conditions, which have been partly triggered by the new toss regulations. So far these can only be regarded as a partial success. Spinners are bowling more as Andrew Strauss and co desire. But too often the pitches fail to deteriorate and they are too slow. There have been too many drab run-fests. Just one game in this round of matches produced a win. At Canterbury Kent defeated Glamorgan by 10 wickets with Daniel Bell‑Drummond’s alliance with the Kiwi opening bat Tom Latham continuing to prosper. But at Hove Sussex were easily able to bat out the last day against Leicestershire with Chris Nash hitting 144. Elsewhere there were far too many early handshakes – to the relief of the bowlers. At Worcester Alastair Cook was unbeaten on 48 in a dead game, having hit 142 in his first innings. Likewise at Northampton, Southampton and The Oval there was never any realistic chance of a team notching a win. All of which suggests it is hard to legislate for the ideal surface, which gives batsmen and bowlers an equal chance of success.",
  "webTitle": "County Championship roundup: Marcus Trescothick hits unbeaten century",
  "webPublicationDate": "2016-05-04T18:38:56Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/county-championship-roundup-marcus-trescothick-hits-unbeaten-century",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "County Championship Division Two",
      "id": "sport/countychampionship2nddivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Somerset",
      "id": "sport/somerset",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lancashire",
      "id": "sport/lancashire",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/2016/may/04/county-championship-roundup-marcus-trescothick-hits-unbeaten-century"
}