{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/the-fiver-manchester-city-real-madrid-big-cup-leicester",
  "id": "2016-05-04-127",
  "sectionId": "football",
  "body": "A TALE OF TWO CITIES (THREE IF YOU COUNT THE REFERENCE TO COV)  Don’t get us wrong. The Fiver is as happy as the next person that Leicester City have won the league. Providing that next person isn’t a supporter of Derby County. Or Coventry City. Or Nottingham Forest, who can’t bang on about 1977-78 being the greatest underdog story of all time any more … for goodness sake do you need everything, aren’t the two subsequent Big Cups enough? Or they’re getting fed up reading articles about betting odds. Or had assumed they’d seen the back of Kasabian in 2007. Or has been exposed to so many clips of Claudio Ranieri being sweet that they’re risking the onset of type-two diabetes. Or are employed by either Tottenham Hotspur or Chelsea and had gone to the trouble of staging a couple of marvellous 1970s-style bench-emptying brawls only for everyone to forget about them almost immediately. None of those folk are very happy about it at all. Oh the humanity!   Related: Manchester City equipped for Real Madrid after learning from past faults | Daniel Taylor    These poor people can at least take succour from the fact that, in this country, success stories only have so much currency, and at some point everyone will begin to show signs of severe Foxes Fatigue now that the underdogs have entered the mainstream. A feelgood fairytale? No thanks! No thanks! This is Britain! Take Manchester City as an example, for so long everyone’s beloved second team as they bobbed up and down the divisions, flailing around in a hapless but endearing fashion. But these days they’re a source of supreme irritation, winning more than their fair share of trophies, signing all the hottest talent, and giving the editors of Football Focus excuses to run interminable quip-heavy interviews with Noel Gallagher, who we’d otherwise have seen the back of in 2007. However in Europe, City are still considered something of a novelty and, as such, retain a little of their old-school charm. On Wednesday evening they reprise their former role as popular underdogs when they visit Real Madrid for the second leg of their Big Cup semi. Real welcome back Him, who during the first leg in Manchester became trapped in the stand under a ludicrously oversized pair of headphones and was unable to wriggle free. A team of crack civil engineers from RadioShack subsequently released the star, whose side are hot favourites as a result, though Manuel Pellegrini prefers to big up his own talent: “We have Sergio Agüero and I am sure we will see him in a good performance.” The Fiver loves an underdog, so wishes Pellegrini and his men all the best. Though when City subsequently join the European elite after becoming the latest club to deny Atlético Madrid in absurdly cruel fashion in the final, we’ll almost certainly lose interest. A success story? A feelgood fairytale? No thanks! No thanks! LIVE ON BIG WEBSITE Join Scott Murray from 7.45pm BST for hot MBM coverage of Real Madrid 4-0 Manchester City in Big Cup semi-finals (agg: 4-0). QUOTE OF THE DAY “No, no, I won’t be going. It’s a long way … It’s the South Coast Mariners. I met the owner, he’s a great guy, an English guy. Peter Storrie’s involved and they’ve got an English coach as well. They asked me if I would do a bit as an advisor” – ‘Arry Redknapp, Central Coast Mariners’ new “football consultant” reveals that not only is he not going to visit the A-League club, he’s also not that fussed about getting their name right.     ‘Arry during his recent work with Jordan. Photograph: David Gray/Reuters    FIVER LETTERS “Following Bayern’s defeat to Atlético, I was pondering the similarities between Pep Guardiola and the soon-to-be-ex-Queen’s Celtic’s Ronny Deila. Both have spent the last few seasons successfully winning the league in a country where it’s almost harder not to, while consistently underachieving in Europe. Interesting that Pep is universally adored in Munich and feted as one of the best managers in the world while Ronny will leave Glasgow as the least popular Queen’s Celtic boss since the unmitigated disaster that was EhJohnEhBarnes” – Adam Pinder. “Looks like Mousa Dembélé will get a ban for eye gouging. Having seen the incident, I feel the FA needs to assemble an expert team to scour all footage of the Stamford Bridge handbags, specifically scratching, pinching, flicking, pushing and pulling of pigtails. I suspect four or five well drilled primary school teachers with playground experience should get the job done” – Marten Allen. “Does The Fiver have anything to do with this?” – Sir Bob.  • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Adam Pinder. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS The aforementioned tremendous entertainment at Stamford Bridge on Monday night has resulted in … a violent conduct charge for Mousa Dembélé, and Chelsea and Spurs being charged with failing to control their players. Having successfully extended Bayern Munich’s holidays with a third consecutive Big Cup semi-final exit, Pep Guardiola doesn’t know why everyone’s on his case. “Everything is good. I have done my best. The players know that,” he sniffed. In what is part of a slowburn scheme to get himself a gig presenting Top Gear, Diego Simeone slapped one of his Atlético Madrid assistants,  Oisin Tymon  Pedro Pablo Matesanz, who was attempting to signal for a substitution the manager had asked for during his side’s away-goal Big Cup semi-final win. Hamilton boss Martin Canning has called for unity after their 4-0 defeat by Kilmarnock was met by anger from fans and the club’s stadium announcer, who declared there was no man of the match “because, quite frankly, none of them deserve it”. He fumed: “I have since heard about it and obviously wasn’t happy about it. But that will be taken care of.”  Mixu Paatelainen has been ushered to the Dundee United door marked Tee Yksi after the Finnish manager steered his side unerringly to the Scottish Premiership trap door. “It has been a difficult winter,” he Game of Thronesed. And the wreck of Joe Cole’s post-Mourinho career will be heading to Tampa Bay when his Coventry contract expires in the summer. “It might happen pretty quickly if he can get international clearance etc,” cheered Tony Mowbray, who is too busy to finish sentences these days. STILL WANT MORE? David Squires. Leicester. Simpsons references. Boiled hams. Ostriches. Jamie Vardy’s mystery room. Brilliant.     Here. Illustration: David Squires for the Guardian    Former European Cup winners meeting in the second tier, the story of Ian Rush, Accrington Stanley and milk, and more train station-related enquiries: it’s this week’s Knowledge. How the world became glory-hun … sorry, fell in love with Leicester City. When Vichai Srivaddhanaprabha bought Leicester City, not only did the man who makes the nameplates for the club’s office doors retire on the spot, but it set in place a gamble that has now just about paid out. Claudio Ranieri watched Eden Hazard’s goal against Tottenham go in while sitting in his armchair, but it wasn’t long before he ended up on the ceiling. Or that’s what he told Stuart James at least.  If you’ve ever wondered what it looks like to see a man repeatedly pinching himself, but in digital form, read this. Despite this article being about why proper footballers don’t become kickers in the NFL very often, it manages to include girls, pecs and n1pples in its opening lines, which ought to be an SEO win if nothing else. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. GET THEM WHILE THEY’RE LUKEWARM",
  "webTitle": "The Fiver | Interminable quip-heavy interviews with Noel Gallagher",
  "webPublicationDate": "2016-05-04T15:16:43Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/the-fiver-manchester-city-real-madrid-big-cup-leicester",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/2016/may/04/the-fiver-manchester-city-real-madrid-big-cup-leicester"
}