{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/britten-sinfonia-shave-grosvenor-review-elena-langer",
  "id": "2016-05-03-195",
  "sectionId": "music",
  "body": "Two months after the successful Cardiff premiere of her opera Figaro Gets a Divorce, Elena Langer’s new orchestral piece Story of An Impossible Love had its first London performance in a programme curated by Britten Sinfonia’s leader Jacqueline Shave - who was also celebrating a decade with the chamber orchestra. In these stylistically plural times, it can scarcely be held against Langer’s new work that its musical idiom could best be described as neo-romantic. The composer describes it as a love story between violin (here Shave) and oboe (Melinda Maxwell). The lyrical warmth of the result held an immediate appeal while maintaining an essential ambiguity that avoided any suggestion of the facile, demonstrating Langer’s ability to connect spontaneously without sacrificing subtlety. Benjamin Grosvenor took over the ensemble’s direction with the lightest of touches in his luminously voiced, faultlessly articulated interpretation of Mozart’s final piano concerto, No 27 in B flat. Though the piece maintains a largely buoyant stance, the 23-year-old soloist and the orchestra emphasised the shadows that darken its sunlit landscape. By way of an intense opener, the programme began with Shave and her fellow string section leaders Miranda Dale, Clare Finnimore and Caroline Dearnley giving a taut, high-energy account of the second movement of Bartók’s Second String Quartet. One of music’s greatest threnodies, Strauss’s Metamorphosen closed the concert in a performance whose distinctive rhythms took a while to firm up, but which thereafter coalesced into a sonic fabric of exceptional richness and depth.  • Broadcast on Radio 3 on 9 May.",
  "webTitle": "Britten Sinfonia/Shave/Grosvenor review – Langer premiere has immediate appeal",
  "webPublicationDate": "2016-05-03T12:08:13Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/britten-sinfonia-shave-grosvenor-review-elena-langer",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "George Hall",
      "id": "profile/georgehall"
    }
  ],
  "guardianId": "music/2016/may/03/britten-sinfonia-shave-grosvenor-review-elena-langer"
}