{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/daniel-sturridge-liverpool-jurgen-klopp",
  "id": "2016-05-04-87",
  "sectionId": "football",
  "body": "Jürgen Klopp has not decided whether to start Daniel Sturridge against Villarreal on Thursday despite Liverpool needing to overturn a 1-0 deficit to reach the Europa League final. Sturridge has been a substitute for Liverpool’s past three games in the Europa League and was unused in the semi-final first leg defeat at El Madrigal last week. The England forward’s fall from favour – he was also among the substitutes for the Merseyside derby win over Everton – has invited scrutiny of his suitability to Klopp’s methods, and the 26-year-old struggled to enhance his claims during Sunday’s Premier League loss at Swansea City.   Related: Explained: why five English clubs could play in next season’s Champions League    The forward, who has scored four goals in his past six appearances, must wait until the day of the second leg to discover whether he will start a European tie for the first time since Manchester United away on 17 March. Klopp preferred Divock Origi against Borussia Dortmund and Roberto Firmino at Villarreal with the young Belgium forward injured. But the manager insists Sturridge is in the reckoning at Anfield. “I was waiting for this question,” the Liverpool manager said. “It could be a game for him 100% but I have made no decision until now for the lineup. I have to think about how we start, how we can react in difficult situations and in all of these thoughts Daniel is absolutely 100% involved.” Emre Can may make his first appearance since damaging ankle ligaments in the quarter-final comeback against Dortmund. The Germany international has recovered ahead of schedule and resumed training this week. Jordan Henderson, who suffered a knee injury in Dortmund that ended his domestic season and jeopardised his place at the European Championship, is also recovering well and may be fit by the time Roy Hodgson finalises his England squad this month. Klopp confirmed: “Emre Can ready to return for sure. Hendo is on a good way for England but I’m not too sure how good is the way for Liverpool. We have to see day by day. Only Emre returns into the squad.” Dejan Lovren is confident another rousing European night at Anfield, coupled with a “clever and patient” display, will enable Liverpool to overcome Marcelino’s side. The defender, who scored the winning goal in that remarkable fightback against Dortmund, said: “Even in 2005 the fans knew that, with Liverpool, everything is possible. We have great players and great characters in the team. I think it will not be the same game as against Dortmund. They were one of the best teams in Europe and we beat them. “Villarreal are a perfect counterattacking team but we need to believe in ourselves. If we do that, we can go to the final. It will be a dream come true for me, for the fans, for everyone, and we can save this season with the final but we still have to play this game. It’s a big step and we need to be concentrated on that.”",
  "webTitle": "Liverpool’s Daniel Sturridge made to wait by Jürgen Klopp on semi-final role",
  "webPublicationDate": "2016-05-04T17:08:28Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/daniel-sturridge-liverpool-jurgen-klopp",
  "keyword": [
    {
      "webTitle": "Daniel Sturridge",
      "id": "football/daniel-sturridge",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/04/daniel-sturridge-liverpool-jurgen-klopp"
}