{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/13/junk-food-billboards-posters-and-digital-ads-targeting-kids-face-ban",
  "id": "2016-05-13-308",
  "sectionId": "media",
  "body": "It could be goodbye to McDonald’s billboards, Pepsi posters and digital ads for Mars bars as the UK advertising watchdog launches a consultation on introducing tough new restrictions on marketing junk food to children. The Committee of Advertising Practice – the code-setting body for all advertising in the UK that appears in any media except on TV and radio – has launched a consultation to limit where ads promoting products high in fat, salt and sugar can appear in media including the press, posters, billboards, magazines and online. CAP is exploring specifically whether junk food ads should be banned from media targeted at – or of particular appeal to – children under the age of 12 or 16.   Related: MPs call for junk food ad ban during shows such as The X Factor    “Too many children in the UK are growing up overweight or even obese, potentially damaging their health in later life and imposing a high cost on society,” said James Best, chairman of CAP. “Advertising is just one small factor in a very complex equation but we believe we can play a positive part in addressing an urgent societal challenge. In proposing new rules, our aim is to strike the right balance between protecting children and enabling businesses to continue advertising their products responsibly.” There is already a total ban on junk food TV advertising around all children’s programming and all shows that have a 20% higher proportion of under 16-year-old viewers than the UK average.  CAP is also looking to relax rules that ban the use of licensed characters and celebrities popular with children in campaigns aimed directly at pre-school or primary school children. The new rules will ban them solely from being used to promote junk food, but open them up to being used to advertise healthier foods to children. “Available evidence shows that advertising has a modest effect on children’s food preferences, but other factors like parental influence, opportunities for physical exercise, education etc, play greater roles in the causes of – and solutions to – childhood obesity,” said CAP. “However, CAP believes even a relatively small positive impact from new advertising restrictions could make a meaningful contribution to tackling this important health issue.” CAP initially announced its intention to launch a consultation on whether to begin the process of looking to introduce some form of restrictions on junk food ads in non-broadcast media last September.",
  "webTitle": "Junk food billboards, posters and digital ads targeting kids face ban",
  "webPublicationDate": "2016-05-13T06:01:06Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/13/junk-food-billboards-posters-and-digital-ads-targeting-kids-face-ban",
  "keyword": [
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children's TV",
      "id": "tv-and-radio/childrens-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/13/junk-food-billboards-posters-and-digital-ads-targeting-kids-face-ban"
}