{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/15/five-of-the-best-tablets-ipad-pro-surface-pro-samsung-galaxy-s2-pixel-c-amazon-fire",
  "id": "2016-05-15-133",
  "sectionId": "technology",
  "body": "Amazon Fire £50  Amazon’s Fire tablet isn’t an iPad, and doesn’t try to be. It runs Android, although not Google’s Android, and therefore doesn’t come with Google apps or the Play Store. Instead it has access to the Amazon app store and Amazon’s various media, book and music services, as well as shopping apps and adverts on the screen (which cost £10 to remove). Comes loaded with only 1GB of Ram, so running multiple apps or graphics-intensive games can prove challenging. Despite the touchscreen being only 17.7cm (7in), the tablet is chunky and quite heavy. It has a relatively low-resolution screen, pretty poor cameras and only one speaker. There’s a microSD card slot for adding more storage and Amazon’s Fire OS 5 is pretty good for basic tablet needs. Verdict: Cheap and cheerful – and you get a lot of tablet for your money.     Samsung Galaxy Tab S2 8.0. Photograph: Katherine Anne Rose for the Observer    Samsung Galaxy Tab S2 8.0 £295-£370  Samsung’s Galaxy Tab S2 has a stunning 20.3cm (8in) screen (a 24.6cm version is also available) that knocks the socks off the competition in its price bracket. The Tab S2 is also one of the thinnest and lightest Android tablets available, which makes reading on the crisp screen a pleasure. A decent processor, 3GB of Ram and 32GB of built-in storage, plus a microSD card slot, mean you get plenty of performance for the money too. A fingerprint scanner on the front makes unlocking it a doddle, while decent cameras on the back and front will do in a pinch, if your smartphone isn’t to hand. The Samsung runs Google’s Android, which recently got updated to the latest version 6.0.1 Marshmallow, and all the apps and games you can shake a stick at through the Google Play Store. Verdict: A great small tablet with brilliant screen that doesn’t break the bank.     Google Pixel C. Photograph: Katherine Anne Rose for the Observer    Google Pixel C £399-£479  Google’s first own-brand Android tablet is arguably the best available. With a solid all-aluminium build that is quite different from most other tablets, a brilliant screen and stereo speakers it is every bit top-end. It also runs the latest version of Android, and is guaranteed to get updates faster than almost anything else. It takes USB-C, both for charging and for data transfer, has a battery that lasts pretty much all day and a processor that can handle almost much anything you’d want to do with it. There’s even a battery monitor on the back that lights up with a double tap. The back and front cameras are good for a tablet, while there’s a choice of 32 or 64GB of storage, but no microSD card slot for adding more. The Pixel C also lacks a fingerprint scanner. A very good optional (£120) keyboard magnetically attaches to the back, turning it into an Android-powered laptop, and inductively charges when closed over the screen. Verdict: The best Android tablet that’s capable of both work and play.     Apple iPad Pro. Photograph: Katherine Anne Rose for the Observer    Apple iPad Pro £499-£1,019  Apple’s latest tablet, the iPad Pro, comes in two sizes: 24.6cm (9.7in) and 32.8cm (12.9in). They both share the same processor and storage space, while the larger iPad has twice the amount of Ram at 4GB. Both tablets are arguably the most powerful non-PCs on the market, running Apple’s mobile operating system iOS, just like an iPhone or previous iPads. But the iPad Pro is transformed into more than just a media-consumption device with the help of third-party apps. Both iPad Pros have around a day’s battery, great screens, aluminium bodies and Apple’s new Smart Connector port for connecting optional keyboards, and support for Apple’s optional stylus, Apple Pencil. The bigger iPad Pro is the best non-PC large-screened tablet going, but it’s not that light or portable compared with smaller tablets. Verdict: The iPad’s strength is in its third-party apps: these devices have plenty of power to make them fly.     Microsoft Suface Pro 4. Photograph: Katherine Anne Rose for the Observer    Microsoft Surface Pro 4 £749-£1,799  If you need a full PC in a tablet, the Surface Pro 4 is the pinnacle of Windows 10 tablets. Unlike Android or iOS tablets, the Surface Pro 4 can run both tablet apps and full Windows desktop apps. It has a great, high-resolution screen, stereo speakers, a kickstand and nine-hour battery for consuming media. It also has the full suite of Windows software for productivity (although Windows Office is a 30-day trial version), an optional keyboard/cover and full Intel core processors to handle most of what you might do with a powerful laptop. The Surface Pro 4 weighs 786g, so isn’t particularly light for a tablet, but is very light for a PC. It also isn’t always quite as instant-on as most tablets and there’s a dearth of the kinds of good apps you find on iOS or Android, but when you get to a desk you can dock it with multiple monitors and everything else you might connect to a PC. Verdict: The ultimate combination of work machine and tablet, if your bias is towards work.",
  "webTitle": "Five of the best tablets",
  "webPublicationDate": "2016-05-15T10:00:03Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/15/five-of-the-best-tablets-ipad-pro-surface-pro-samsung-galaxy-s2-pixel-c-amazon-fire",
  "keyword": [
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPad",
      "id": "technology/ipad",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Samsung",
      "id": "technology/samsung",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Microsoft",
      "id": "technology/microsoft",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Samuel Gibbs",
      "id": "profile/samuel-gibbs"
    }
  ],
  "guardianId": "technology/2016/may/15/five-of-the-best-tablets-ipad-pro-surface-pro-samsung-galaxy-s2-pixel-c-amazon-fire"
}