{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/premier-league-2015-16-review-our-writers-best-and-worst",
  "id": "2016-05-15-16",
  "sectionId": "football",
  "body": "Best player Paul Doyle Riyad Mahrez. Dominic Fifield You could take your pick from Jamie Vardy, N’Golo Kanté or Riyad Mahrez at Leicester but Mahrez gets my vote on the basis he offered invention and creation as well as goals from wide. It is astonishing to think he cost only a six-figure fee when plucked from Le Havre in 2014. Owen Gibson Take your pick from any of those who worked miracles at the King Power but Kanté was the choice of those very players for good reason. Won more tackles and made more interceptions than any other player in the Premier League.  Barry Glendenning Kanté has been a revelation for Leicester. “No matter who we’re playing, we play three in midfield – Drinkwater in the middle and Kanté either side,” explained the club’s chief scout, Steve Walsh, in a fairly unbeatable description that tells us all we need to know. Andy Hunter Mahrez. 17 goals, 11 assists, glorious footwork and vision illuminated Leicester en route to the title but the Algerian’s character, which helped eke out several slender but crucial victories, completed the package.   Related: Premier League 2015-16 review: player of the season | Scott Murray    David Hytner Vardy. When I read last December that they were thinking about making a Hollywood movie out of his life-story, I thought it might be a bit much. Now, it seems like the most obvious thing in the world. Jamie Jackson Wes Morgan. A supposed career journeyman who led Leicester with a coolness and assurance that will come to be viewed as one of the great feats of captaincy. Stuart James I’m giving it to Vardy for his all round contribution – 24 goals, six assists, and breaking Ruud van Nistelrooy’s record. Amy Lawrence Mahrez. Of all the outstanding candidates from Leicester, he was the one who could make the crowd gasp with pure, creative technique. Scott Murray Virgil van Dijk. At some point, the penny will drop and a club other than Southampton will have a quick gander around the Scottish league. Sachin Nakrani Mahrez. His high point was the elastic-legged nutmeg on Stoke’s Philipp Wollscheid which, four months on, continues to feel like a trick of the mind. Barney Ronay Vardy. The romantic choice but also an entirely sensible one. Both a nerveless goalscorer and the hare that made an entire team run behind him. Jacob Steinberg It feels harsh in the extreme to overlook Vardy’s goals and assists but I’m going to, simply because few things in life are better than watching an impish winger like Mahrez torment full-backs.  Daniel Taylor Mahrez, with an honourable mention for Wes Morgan, who has come a long way since being part of the Nottingham Forest defence that sieved five to Yeovil Town in the League One play-offs. Louise Taylor Mahrez. Although hats off to Claudio Ranieri and Leicester City for creating the right framework for him to strut his wonderful stuff. It would be very interesting to see how Mahrez might fare in a Tony Pulis or Alan Pardew team – what price he would have disappeared without trace or received the Hatem Ben Arfa treatment?  Paul Wilson I voted for Vardy as footballer of the year. If you cannot get recognition for climbing out of non-league football to win the title, break Van Nistelrooy’s Premier League scoring record and banging in the probable goal of the season against Liverpool what is the point of having an award?      Riyad Mahrez of Leicester City: ‘Few things in life are better than watching an impish winger like Mahrez torment full-backs.’ Photograph: Michael Regan/Getty Images    Best manager  Paul Doyle Claudio Ranieri. As José Mourinho meant to say once; “Ranieri doesn’t need (more money than anyone else and a poisonous attitude) to win”. Dominic Fifield Ranieri. Clearly. And yes, I was one of the doubters who presumed he would be the first coach to be sacked. Owen Gibson Ranieri: his status as the most universally popular man to ever win the title may have obscured just how remarkable his blend of tactical nous and instinctive grasp of group psychology was.    Related: Premier League 2015-16 review: manager of the season | Simon Burnton    Barry Glendenning Ranieri, obviously. A tip of the hat also to Eddie Howe and Slaven Bilic, whose good work at Bournemouth and West Ham respectively has been rather overshadowed. Andy Hunter Ranieri. Tweaked his approach to suit the players at his disposal, handled what everyone on the outside called mounting pressure with ease and good humour, tactically superb and a worthy champion.   Related: Claudio Ranieri: an apology | Marcus Christenson    David Hytner Ranieri. No explanation necessary. Jamie Jackson Ranieri. A lovely man, too. Stuart James Ranieri. Not only did Ranieri do an extraordinary job with Leicester, he handled himself with dignity, humility and class throughout. Success could not happen to a nicer man. But be warned, Claudio, I nominated Garry Monk for this award last year … Amy Lawrence Dilly ding, dilly dong all the way. Every single thing Ranieri has done all season has been magnifico. Scott Murray Sam Allardyce masterminded yet another outrageous Sunderland escape against all the odds, the Harry Houdini and Dick Advocaat de nos jours. Poor Rafa, though. Sachin Nakrani Ranieri. “Veni, vidi, vici,” as they might say in Ranieri’s native Rome. Barney Ronay Ranieri, obviously, with honourable mentions for Mauricio Pochettino’s running game, Howe’s excellence and the enduring Bigness of Sam. Jacob Steinberg Ranieri, who will presumably begin his first press conference next season by announcing that his ultimate aim is Premier League survival, before he goes on to beat Barcelona 1-0 in the Champions League final thanks to 23% possession and a winner from Wes Morgan. Daniel Taylor Ranieri, though I can’t help feel Quique Sánchez Flores would have been a decent choice any other year and wonder what more Watford could possibly have wanted. Louise Taylor It’s got to be Claudio. Brilliant man management, brilliant tactical tweaking, brilliant everything.  Paul Wilson Well though Pochettino and Jürgen Klopp have done it would be perverse to suggest anyone other than Ranieri. A class act from the start.     Leicester City’s Claudio Ranieri ‘handled himself with dignity, humility and class. Success could not happen to a nicer man.’ Photograph: Plumb Images/Leicester City FC via Getty Images    Best goal Paul Doyle Dele Alli’s control, overhead flick and 20-yard volley against Crystal Palace was poetry. Dominic Fifield Alli’s goal to turn a tight contest in Tottenham Hotspur’s favour at Crystal Palace in January. Instinctive and stunning. Owen Gibson Alli v Crystal Palace. Amid a fine season for club and country, the fearless 20-year-old played at times as though he was still in the schoolyard.  Barry Glendenning Vardy’s outrageous 25-yard volley against Liverpool in February was perhaps the most sublime Roy of the Rovers moment in a Roy of the Rovers season for the Leicester City striker. Andy Hunter Vardy v Liverpool. I’m always partial to a “pick that out” screamer but there was a little more to Vardy’s 30-yard shot over Simon Mignolet than the stunning execution. Mahrez’s ball and the significance of the goal – setting Leicester on their way to a win that kept them three points clear at the top ahead of the trip to Manchester City – added to the moment.   Related: Premier League 2015-16 review: goal of the season | Gregg Bakowski    David Hytner Cuco Martina v Arsenal, a first-time, outside-of-the-boot curler 19 minutes into his full league debut for Southampton. Even Martina looked stunned. Jamie Jackson Eden Hazard’s title decider against Spurs. The reigning double footballer of the year has hardly been a goal machine but his third of the season was hailed around the world. Stuart James Vardy’s brilliant dipping 30-yard lob, on the run, against Liverpool in February. You know that something special has happened when people are on their feet in the press box. Amy Lawrence A top five in no particular order you say? That’s just about managable: Vardy’s screeching first time volley Liverpool; Dimitri Payet’s up-and-down free kick against Crystal Palace; Martina’s absurd curler against Arsenal; Alli’s delicate footwork on the turn against Palace; and Hazard’s title swinger against Tottenham. Scott Murray “To be honest I was looking all game, because he was quite far off his line.” Vardy on the questionable positioning of Mignolet, and why he bought a ticket to the raffle from 35 yards. Sachin Nakrani Martina for Southampton against Arsenal. I heard this goal before I saw it, listening to Southampton’s home game against Arsenal on the radio. The commentator went bananas and my initial thought was “there’s no way the goal is that good” – it was. Barney Ronay Vardy spanks it past Mignolet on the run. Planned and executed brilliantly. Jacob Steinberg In terms of its significance, it has to be Mahrez bamboozling the Manchester City defence with a drop of the shoulder, a swerve of the hips and a dazzling stepover before putting Leicester 2-0 up at the Etihad.  Daniel Taylor Matt Ritchie for Bournemouth against Sunderland. It’s the angle behind the man that shows it best – the chest control, the spinning volley and then the power of the shot, off the outside of his boot, as it arcs into the top corner. Louise Taylor Vurnon Anita for Newcastle United against Manchester City. The midfielder, operating out of position at right-back, had not scored for more than two years when he met Moussa Sissoko’s clever pass, dodged Aleksandar Kolarov, cut inside and shot unerringly beyond Hart.  Paul Wilson Vardy against Liverpool. There were other candidates, but Vardy’s devastating strike from such a long way out summed up the audacity of Leicester’s title challenge.           Leicester’s Claudio Ranieri likens Jamie Vardy goal to Van Basten    Best match Paul Doyle Leicester 3-2 Aston Villa. This summed up a thrilling and barmy season, as Aston Villa looked deceptively slick for about an hour, going 2-0 up through fine goals, before being blown away by the rising champions in a stonking atmosphere. Dominic Fifield The most dramatic I witnessed first-hand were those at Stamford Bridge as José Mourinho’s tenure at the then champions unravelled. Perhaps Bournemouth’s late victory in December, as the end edged inexorably closer, was the most eye-catching. It all seems such a long time ago. Owen Gibson Leicester City’s humbling of Manchester City at the Etihad – a performance full of pace, power and ferocious intent (not to mention two goals from Robert Huth).    Related: Premier League 2015-16 review: match of the season | Barry Glendenning    Barry Glendenning Norwich City 4-5 Liverpool had pretty much everything, including a pair of spectacles smashed in the celebrations following Adam Lallana’s late, late winner. Andy Hunter Manchester City 1-3 Leicester City. For importance, a complete team performance and a game that announced something remarkable was occurring in the Premier League, nothing compared to it. David Hytner Newcastle United 3-3 Manchester United. Thrilling lunacy, largely because most people fully expected a dismal 0-0 between two teams who did not know where the net was. Paul Dummett’s injury-time equaliser for Newcastle brought the house down. Jamie Jackson Manchester City 1-3 Leicester City. A display that included Mahrez bamboozling three defenders plus Hart to score the second just after the break. Ranieri’s men gained a five-point lead and never looked back. Stuart James Manchester City 1-3 Leicester City. With 20 minutes to go a message flashed up from Leicester’s official twitter account that read: “So if you’re just joining us... #lcfc are leading 3-0 and Robert Huth is on a hat-trick.” What a wonderfully bonkers game.  Amy Lawrence Tottenham 2-2 Chelsea. A sensational game with a load of drama and a meaningful outcome. It might not have been to the purist’s tastes with the odes to Chopper Harris and all that but witnessing such souped up commitment was special. Scott Murray Chelsea 2-2 Tottenham Hotspur. An old-school donnybrook that emptied the benches and spilled down the tunnel. Marvellous entertainment. It even adhered to the old music-hall joke: in the middle of it all, a football match broke out.  Sachin Nakrani Leicester 2-1 Chelsea. A night when English football’s tectonic plates shifted. Leicester returned to top spot with a display over the champions that was so dominant that the thought of them winning the title no longer felt outlandish.  Barney Ronay Right now the last one I went to, the wild, loopy farewell to Upton Park. Comebacks, goals, terrible defending, violence, sentimental music, angry people talking about buses. What more could anyone want? Jacob Steinberg The final game at Upton Park. Atmosphere, emotion and incredible drama as West Ham beat Manchester United 3-2. Daniel Taylor Manchester City 1-3 Leicester City. The day when most people realised Leicester weren’t going anywhere. The score flattered Manchester City and it was eye-opening to see a team of their riches dismantled that way on their own ground. Louise Taylor As north east correspondent there’s certainly a few candidates for worst match but the best? Possibly Newcastle 2-2 Chelsea – back in the day when there was still hope for both Steve McClaren and Mourinho. Chelsea were two down but pulled it back courtesy of fine goals from Ramires and Willian. Paul Wilson Either Manchester City 1-4 Liverpool, or Manchester City 1-3 Leicester City, both of which I had the privilege to attend. Probably the latter, in terms of waking everyone up to the quality and ruthlessness the eventual champions could bring to bear.     Leicester’s Robert Huth celebrates his second goal in the 3-1 win over Manchester City, ‘a complete team performance and a game that announced something remarkable was occurring in the Premier League’. Photograph: Nigel French/PA    Best referee Paul Doyle Mike Dean still has the best celebrations. Dominic Fifield Mark Clattenburg appears to be the governing body’s official of choice, but even the most innocuous decision is put under so much high definition, slow-motion scrutiny these days that every team or fan will have their own particular gripe with each referee. Owen Gibson He’s been chosen to referee the Champions League final so Clattenburg can’t be too shabby. Clattenburg is rarely caught out of position and retains a natural authority.  Barry Glendenning The sign of a good referee is one whose presence goes unnoticed, so it’s difficult to say. Most seem to do a fairly decent job in almost impossible circumstances. Andy Hunter Michael Oliver, Clattenburg and Anthony Taylor have all improved this season. Of course they remain capable of the occasional error and Oliver would be the preference for how he handles and communicates with players.   Related: Mark Clattenburg to referee Madrid derby in Champions League final    David Hytner Clattenburg. He deserves to have the Champions League final. Seems to get most of the big decisions right. Jamie Jackson All or none of them. It’s the impossible job tackled by a bunch of brave souls. Or the possible job tackled by a bunch of under-qualified souls. You decide. Stuart James Not a category to get excited about but Clattenburg strikes me as a decent referee with the social skills to “get on” with players while still doing his job. Amy Lawrence The fact that Clattenburg has the Champions League final shows he is rated pretty highly by his peers. Scott Murray Clattenburg, for his delicate, laissez-faire handling of Chelsea 2-2 Tottenham. Here’s to another freewheeling, high-kicking, windmilling classic in the Champions League final, starring Clattenburg, Sergio Ramos and Diego Simeone. Sachin Nakrani Unlike 99% of people who watch football in this country, I don’t have a strong view on referees. They all seem roughly the same and their mistakes, while occasionally astonishing, never entice me into reaching for a pitchfork. If I had to chose someone, I’d go for Jon Moss. Just to annoy Twitter. Barney Ronay We need to stop talking about referees. Jacob Steinberg Probably not Moss. Michael Oliver has been fine. None of them stand out, though.  Daniel Taylor Clattenburg, probably. Oliver is usually reasonable as well, with Moss at the other end of the scale. Louise Taylor Clattenburg. Apart from clearly being an excellent technician his communication skills set him a little bit apart. Paul Wilson Graham Poll, or Keith Hackett, or any other the other ex-officials who never made a mistake in their active careers but now turn up in various media outlets criticising the poor performances of their successors. You should not have had to issue three yellow cards to the same player in a World Cup to understand that referees have a difficult job and are not going to be perfect all the time. Respect should start at home.     Mark Clattenburg ‘deserves to referee the Champions League final – he seems to get most of the big decisions right.’ Photograph: John Walton/PA    Best signing Paul Doyle From John Stones to Mats Hummels, everyone covets a central defender who can build from the back but Southampton got themselves ones that can actually defend, too. Virgil Van Dijk replaced Toby Alderweireld so well after signing from Celtic last summer that Southampton have already given him a new six-year contract. Dominic Fifield N’Golo Kanté at Leicester City. Owen Gibson Kanté, again. At just £5.6m from Caen, the unassuming Frenchman who drives a Mini to training was the snip of the season.. Barry Glendenning Kanté. Andy Hunter Kanté. There is no competition for the player that Steve Walsh, Leicester’s head of recruitment, convinced Ranieri to sign for £5.6m from Caen last summer. First for tackles and interceptions in the Premier League this season. Where were all the other scouts?   Related: Premier League 2015-16 review: signing of the season | Paul Doyle    David Hytner Alderweireld. Tottenham were weak at the back last season. This time out, they conceded fewer goals than anybody in the division. The Belgian has barely put a foot wrong.  Jamie Jackson Anthony Martial, £36m rising to £58.8m. The Frenchman is only 19 but is at least a class above the rest at Manchester United. Expect him to play for Real Madrid or Barcelona before he is finished.   Related: N’Golo Kanté to Mattia Destro: what Europe’s top signings teach us about how to spend    Stuart James Kanté by a distance. Runs miles, forever throwing himself into tackles and making interceptions, and never looks remotely tired. He can play as well. And Leicester got all of that for £5.6m. Amy Lawrence Kanté. If Carlsberg made adverts for football scouts ... Scott Murray Martial, who could potentially cost Manchester United £58.8m, had quite a bit to prove. It took him 22 minutes of his debut, against Liverpool, to get that job out of the way. Sachin Nakrani Kantéhas established himself as one of the most dynamic and consistently excellent midfielders in the country. Barney Ronay Kanté, a midfielder who appears to “cover every blade of grass” but in fact only covers the ones he really needs to, albeit with real drive and craft. Jan Kirchhoff, Wahbi Khazri and Lamine Koné wasn’t a bad January treble. Jacob Steinberg Kanté’s midfield dynamism, diligence and quality has ensured that Leicester did not suffer from losing Esteban Cambiasso, their best player last season. Daniel Taylor Kanté. Steve Walsh, Leicester’s head of recruitment, put it nicely when he described their midfield as: “Drinkwater in the middle and Kanté either side.” Louise Taylor Kirchhoff. To Sunderland from Bayern Munich reserves for £750,000 in January. An apparently failed centre half, the German was immediately converted to an anchoring midfielder and has helped transform Wearside fortunes. Talk about value for money. Paul Wilson Kanté is the obvious answer here, but let’s give the Leicester theme a rest and go for Alderweireld. Most of the big clubs were in the market for defenders, Tottenham signed one of the best for a very reasonable £11.4m. The Belgian has barely put a foot wrong all season.     Tottenham’s Toby Alderweireld ‘has barely put a foot wrong all season’. Photograph: Tom Jenkins for the Guardian    Worst flop  Paul Doyle José Mourinho. Hopefully, as lobbyists tried to land him the Manchester Untied job at last, Mourinho has spent recent months exploring the one conspiracy theory that he has not yet publicly examined: he was the architect of his own spectacular downfall. Dominic Fifield Florian Thauvin’s three Premier League starts after a £12m move from Marseille probably drew the line under Newcastle’s dalliance with the French market, particularly as he ended the season back at Stade Vélodrome on loan. Owen Gibson Chelsea’s title defence. So many things went wrong that it’s hard to know here to start but the destabilising Eva Carneiro farce is as good a place as any. Antonio Conte has a big job on his hands.  Barry Glendenning Thauvin turned up at Newcastle in a tuxedo and left on loan in ignominy after failing to register an assist or goal in 13 Premier League appearances after his £12m move from Marseille on a five-year deal. Five years!   Related: Premier League 2015-16 review: flop of the season | Tom Bryant    Andy Hunter Mourinho and Chelsea. From comfortable title winners in May to a disorganised, uncommitted and weak team with 12 defeats to its name by Christmas. Chelsea’s players were rightly blamed for getting another manager the sack but that does not excuse Mourinho’s part in his downfall. David Hytner Memphis Depay. The £25m arrival from PSV Eindhoven has shown flickers of his ability but there have been too many times when he has failed to make any impact. Jamie Jackson Bastian Schweinsteiger. Plagued all year by injury, as he was in recent seasons at Bayern Munich: what were Manchester United doing buying him? Stuart James Aston Villa could make a legitimate case to “own” this category. As for some individual contenders, Depay, Christian Benteke, Pedro, Thauvin and Raheem Sterling must be in the mix, and what on earth happened to that bloke called Eder at Swansea? Amy Lawrence Mourinho. The unseemly episode surrounding Carneiro on the opening day of the season set a dreadful tone. It is hard to think of a title defence as pitiful as Chelsea’s this season and that came straight from the manager. Scott Murray Benteke scored a spectacular bicycle kick at Old Trafford, tucked away the most nerveless penalty of the season at Crystal Palace, and was one of only three players to score a winner against Leicester. But if relationships don’t click, they don’t click. Mind you, if he comes off the bench to decide the Europa League final, there’s a summer-window dilemma and a half for Jürgen Klopp.   Related: José Mourinho: ‘I’ll be back in management by 30 June’    Sachin Nakrani Chelsea. It started badly – with Mourinho lashing out at club doctors – and did not get much better.  Barney Ronay Eden Hazard on a pound-for-pound flop scale: surely the most flaccid reigning player of the year ever.  Jacob Steinberg Arsène Wenger. This was the year when Arsenal were supposed to make the most of all that potential. Yet even though Chelsea, Manchester United and Manchester City have all underperformed, seemingly leaving the path clear for Arsenal, they still couldn’t capitalise. Daniel Taylor Hazard. Did Mourinho really once say that Hazard might have overtaken Cristiano Ronaldo as the most phenomenal player on the planet bar Lionel Messi?  Louise Taylor If we are talking managers - Mourinho. If it’s players - Thauvin, the fragile winger Newcastle signed from Marseille for more than £12m but who is now back in the south of France on loan. Paul Wilson Were you to ask the Manchester City fans in my local they would unhesitatingly point the finger at Sterling, though in his case flop might be a tad harsh. If the definition of flop is a big reputation delivering little in the way of results, look no further than Steve McClaren at Newcastle.     Newcastle United’s Florian Thauvin ‘turned up in a tuxedo and left in ignominy’. Photograph: Stu Forster/Getty Images    Best pundit  Paul Doyle Chris Kamara plays the jester role well and Owen Hargreaves is quietly insightful. Dominic Fifield Gary Neville up to the moment he opted to pursue a career in management with Valencia, though Jamie Carragher upped his game impressively thereafter.  Owen Gibson Five years after being mocked for knowing nothing about Hatem Ben Arfa, Alan Shearer is a man transformed. Fully committing himself to television work has paid off and he has become a major reason why Match of the Day no longer has to be fast forwarded between games.  Barry Glendenning Danny Higginbotham has proved quite the revelation since filing his first column for The Sentinel in Stoke a couple of years ago and is increasingly in demand. Andy Hunter Graeme Souness once again, although he can stray into “in my day” territory too often. A commanding, insightful presence otherwise.   Related: Premier League 2015-16 review: pundit of the season | Simon Burnton    David Hytner Jermaine Jenas. Having only recently retired, he has a connection to many of the players and offers excellent insight into their playing styles and personalities. Has a nice way of making his tactical points. Jamie Jackson Chris Sutton. Loves – really loves – an opinion.  Stuart James Graeme Souness talks a lot of sense. Sharp with his analysis, not afraid to tell it how it is and not the sort to trot out those throwaway lines, like: “They’ve got enough to stay up.” Amy Lawrence Graeme Souness. His straight talking style of punditry and excellent analysis is always of a high standard. Scott Murray A toss-up between Michael Owen and Chris Sutton, who before Norwich v Liverpool in January were asked: will Norwich stay up? Owen: “No.” Will Liverpool make the Champions League places? Sutton: “No.” Not a beat skipped. Refreshingly honest, pandering to nobody. Admittedly there are other issues here, but let’s accentuate the positive.   Related: Jamie Carragher: 'Hanging out with Chewbacca and Luke Skywalker is how I passed the time'    Sachin Nakrani Jamie Carragherstepped out of Gary Neville’s shadow and has become the leading voice on Monday Night Football, consistently showing a thoughtful, intelligent approach to football analysis.  Barney Ronay Graeme Souness. It’s always Souness. Frankly he could spend 30 minutes reading out the ingredients of a tin of baked beans over and over again and so long as he did it with a look of pure wincing soulfully exasperated contempt I’d watch right to the end. Jacob Steinberg Owen Hargreaves and Rio Ferdinand have been very good on Champions League nights, while Jamie Carragher is exemplary on Monday Night Football, but no one is as watchable as a seething Graeme Souness. Daniel Taylor Jamie Carragher asks the right questions, makes good points and writes an excellent column for the Daily Mail too. Graeme Souness is always watchable and, on radio, David Pleat is perhaps the best judge of a player (he told me Dele Alli would be a star a long time back).  Louise Taylor David Pleat on Radio 5 Live. Clear, concise and tells you something new in good English.  Paul Wilson I don’t know. But I think Gary Neville might be the bravest.     Graeme Souness, centre: ‘Could spend 30 minutes reading out the ingredients of a tin of baked beans over and over and I’d watch right to the end.’ Photograph: Handout/Getty Images    Biggest gripe  Paul Doyle The fact that every gripe is merely the prelude to a triumphant explanation by Roberto Martínez. Dominic Fifield José Mourinho’s reaction to a member of his medical staff performing her duties in stoppage time on the campaign’s opening day against Swansea City. Owen Gibson That even a life affirming, joyously unpredictable season was undercut by the constant, dispiriting drip drip about a European Super League, a closed shop Champions League, guaranteed European qualification for the biggest “brands” or whatever.  Barry Glendenning Assorted players, managers, fans, broadcasters, journalists and other football folk griping far too angrily about unimportant matters. Andy Hunter Contributing, as a taxpayer, towards West Ham United’s exorbitant relocation to the Olympic Stadium and thereby improving the investment portfolio of a couple of ex-pornographers.   Related: Premier League 2015-16 review: gripe of the season | Tom Davies    David Hytner For some reason, I hate it when the league is referred to as ‘The Barclays Premier League,’ either in copy or on TV. It’s not incorrect, just jarring. Jamie Jackson The view that Leicester City cannot win the Champions League. Really? If a misfiring Manchester City can be a goal away from the final, why the heck not? Stuart James When Bafetimbi Gomis scored at Manchester City, ending a three-and-a-half-month goal drought, and decided not to do his “panther” celebration. You try explaining that kind of behaviour to his biggest fan (aged four). Just messing with kids’ minds, leaving parents to pick up the pieces. What you did after scoring at Upton Park last Saturday, Gomis, was too little too late. Amy Lawrence The growing sense of entitlement that grips certain clubs and certain fanbases. Scott Murray No matches over the Easter holidays. International friendlies simply don’t cut it on English football’s traditional title-defining weekend, no matter how many two-goal leads the world champions let slip. Sachin Nakrani The ubiquity of betting adverts. The gambling industry has wrapped itself around football in this country, and that is seen most starkly with the number of ads for bookies. Most of them are terrible and it will be a great day when I am able to turn on my TV and not be confronted by Ray Winstone’s massive head. Barney Ronay Teams chasing the title should play as much as possible on the same day. I know. TV. But it doesn’t work well as a spectacle or as good sporting practice. Jacob Steinberg I only went to Villa Park once this season, to see Tim Sherwood’s Aston Villa lose 1-0 to Stoke City, and there was an intolerable apathy and sadness about the place. Villa are in danger of being run into the ground by Randy Lerner and their stay in the Championship could be a long one. Daniel Taylor Managers who try to deceive everyone in press conferences by pretending their team has played well, usually after non-heroic defeats, and the number of famous Leicester fans who have suddenly turned up (who, funnily enough, I never remember seeing in four years of covering the club on a daily basis). Louise Taylor That Newcastle United did not replace Steve McClaren with Rafa Benítez a little sooner.  Paul Wilson Monday night football. If it has to happen, and I suppose television is paying enough money to do pretty much as it chooses, could not the games be selected a little more randomly? I don’t think it was fair that Tottenham had to play on three consecutive Mondays at the end of the season.     ‘It will be a great day when I am able to turn on my TV and not be confronted by Ray Winstone’s massive head.’ Photograph: Tony O'Brien/Reuters    Change for next season Paul Doyle Transparent and accurate time-keeping. Clocks should be seen to be stopped for goal celebrations, substitutions, natters before set-pieces, rolling around and whenever the ball goes out of play. Everyone should know exactly long is left.  Dominic Fifield How about having 25-man match-day squads, with a guarantee that at least five (a number plucked from the ether) have been nurtured through the club’s academy or youth system? That might encourage a few more youngsters on the benches with a chance of game-time in the top flight. Owen Gibson Almost certainly a folorn hope, especially with the advent of Friday night Premier League football, but it would be nice if the new £30 price cap on away tickets was accompanied by at least a modicum of respect for the most loyal fans in the game when it comes to fixtures shunted around the calendar for television at short notice.  Barry Glendenning A bit of consideration for travelling fans from TV schedulers cherry-picking their Saturday lunchtime matches is probably too much to hope for. Andy Hunter Transfer deadline day being the day before the Premier League season starts. David Hytner It’s an old chestnut but the clubs have to do more to lower the price of tickets. With the new TV deal incoming, they can afford it. It’s so wrong that many parents cannot afford to take their kids. Jamie Jackson Referees to give post-game interviews. Stuart James Cancel the introduction of Friday night Premier League football – a rubbish idea (you only need to look at the Aston Villa-Manchester United game last August to know that). Amy Lawrence It would be great for the train companies to put on more services, especially late ones, to cover fans getting home from night games.  Scott Murray The removal of all electronic scoreboards, big screens and animated hoardings. No shirt sponsorship. Plastic flags, clappers and mobile phones to be replaced by rattles, flat caps and untipped cigarettes. Match of the Day to be transmitted in black and white.   Related: Safe standing is popular in Germany and should be welcomed by British leagues    Sachin Nakrani An end to ridiculous kick-off times. But that would require the Premier League standing up to Sky Sports and BT Sport, which sadly is highly unlikely to happen.  Barney Ronay Players covering their mouths like FBI mafiosi suspects while having routine conversations about nightclubs and designer watches punished by being forced to repeat verbatim their entire conversation on camera – in the voice of Daffy Duck. Jacob Steinberg This is probably world’s smallest violin playing the world’s saddest song territory but Manuel Pellegrini did have a point when he complained about the questionable scheduling of domestic matches before Champions League ties.  Daniel Taylor A proper, grown-up debate about safe-standing (ideally, leading to it being introduced). The clue is in the title – it’s safe – and there are people on Merseyside who want this debate, too. Louise Taylor Abolish Friday night football. No one needs it. A field too far.  Paul Wilson The mini-insurrection at Liverpool over proposed ticket prices has largely been forgotten about since, what with the Klopp revolution, a European final and the Hillsborough verdicts. Football admission is never going to be cheap again, not in the way that it once was, but one would like to think both clubs and spectators have got the message that organised terrace protest can help keep a greedy industry in check.     ‘Football admission is never going to be cheap, not the way it once was, but organised terrace protest can help keep a greedy industry in check.’ Photograph: Matthew Childs/Reuters",
  "webTitle": "Premier League 2015-16 season review: our writers’ best and worst",
  "webPublicationDate": "2016-05-15T21:24:34Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/premier-league-2015-16-review-our-writers-best-and-worst",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/15/premier-league-2015-16-review-our-writers-best-and-worst"
}