{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/30/robbie-keane-republic-of-ireland-injury-euro-2016-belarus",
  "id": "2016-05-30-15",
  "sectionId": "football",
  "body": "Robbie Keane, the Republic of Ireland captain, has been forced out of the pre‑Euro 2016 friendly against Belarus on Tuesday night with a calf injury and his manager, Martin O’Neill, has admitted that the veteran striker is now a serious concern for the tournament.   Related: Séamus Coleman says Republic of Ireland show the benefit of hard work    Keane pulled up during a training session in Dublin on Saturday morning and watched from the stands as the team prepared in Cork on Monday evening. He has received an injection but, with O’Neill to submit his final 23-man squad immediately after the game against Alyaksandr Khatskevich’s team, his inclusion is no longer certain. O’Neill had previously said that Keane would start against Belarus, along with Daryl Murphy of Ipswich, but he was moving gingerly when disembarking the team coach, appearing to be in some distress. That Kevin Doyle has now been placed on standby and will stay with his club, Colorado Rapids, does indicate, however, that Keane will still be named in the 23 unless a further diagnosis flags up a more severe issue on Tuesday. Even if fully fit, Keane is unlikely to be a first-choice pick for the Republic’s tournament opener against Sweden on 13 June. “We all did a bit of training on Saturday and he felt his calf, so we will look at it on a daily basis,” O’Neill said, before being asked if the 35-year-old was a major doubt for the tournament. “I genuinely don’t know at the moment. He had a little injection to see how it settles down and we will see how he is. Obviously he would have been coming with us, definitely, as captain of the side but we will see how he is again. As he said himself, he is still pretty upbeat and positive.” A further worry is the Bournemouth midfielder Harry Arter, who was man of the match in only his second appearance for the Republic in the 1-1 draw against Holland on Friday night. He limped out of the session on Monday night during an 11-a-side game clutching his thigh, placing another question mark over his inclusion for the tournament. Arter was brought to a nearby clinic at the end of training for a scan on the injury and will certainly not be risked against Belarus.   Related: France’s Dimitri Payet scores with free-kick for victory against Cameroon    In better news for O’Neill, James McCarthy practised for the first time since joining the team seven days ago as he continues to recover from a thigh problem. The Everton midfielder trained away from the rest of the squad on Monday – partaking in passing drills and shuttle runs – and will play no part this evening. He will be in the 23 providing there was no reaction to the injury overnight. Those absentees mean Darron Gibson is likely to start in central midfield, while David Meyler – returning to the ground where he first played senior football – will play some part after missing the Holland game due to Hull City’s play-off win against Sheffield Wednesday on Saturday. Keiren Westwood, the Wednesday goalkeeper so impressive in defeat at Wembley, joined the squad on Monday along with Millwall’s David Forde. They appear to be vying for the remaining goalkeeping spot, behind Darren Randolph and Shay Given, but O’Neill refused to indicate who will start between the posts at the ill-equipped, 7,000-capacity Turner’s Cross. O’Neill’s decision to delay his squad announcement until the final minutes before Uefa’s 11pm deadline on Tuesday was influenced by the participation of those players in the play-offs, but he will still need to break the bad news to the five who fail to make the cut when the final whistle goes at around 9.40pm. The Derryman has promised to address the unfortunate players individually before sending his list to Uefa. “I think the game will be great for a number of people, including Daryl Murphy if he can get through it,” O’Neill said. “Some people definitely need the game. I know it was always going down to the 11th hour but that was always going to be the case with a couple of players.” Republic of Ireland possible team (4-4-1-1) Westwood; Christie, Clark, Keogh, Ward; McGeady, Gibson, Meyler, McClean; Hoolahan; Murphy.",
  "webTitle": "Republic of Ireland captain Robbie Keane a serious doubt for Euro 2016",
  "webPublicationDate": "2016-05-30T21:30:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/30/robbie-keane-republic-of-ireland-injury-euro-2016-belarus",
  "keyword": [
    {
      "webTitle": "Republic of Ireland",
      "id": "football/republicofireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Martin O'Neill",
      "id": "football/martin-o-neill",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Belarus",
      "id": "football/belarus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/30/robbie-keane-republic-of-ireland-injury-euro-2016-belarus"
}