{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/10/alice-through-the-looking-glass-review-johnny-depp-mia-wasikowska",
  "id": "2016-05-10-19",
  "sectionId": "film",
  "body": "When Alice in Wonderland, Tim Burton’s live-action take on Lewis Carroll’s children’s classic, opened in the spring of 2010, cutting-edge 3D was a relatively new phenomenon. Avatar had broken records that winter, setting the bar for the blockbusters that would follow. Audiences craving an experience similar to James Cameron’s space jam flocked to Burton’s film, which also promised viewers an immersive journey to a magical world. The fact that the picture was mauled by critics didn’t seem to deter audiences. After it grossed $1bn worldwide, a sequel was all but inevitable. What’s surprising is how long it’s taken. On the evidence of Alice Through the Looking Glass, Disney didn’t use the time to iron out the kinks that made the first instalment so lacklustre. Instead, the studio has managed to deliver a follow-up that’s even weaker than its predecessor. In crude terms: Alice’s second trip to Underland wasn’t worth the wait.   Related: Alice in Wonderland: Film review    Luckily for Burton, he escapes largely unscathed – he’s only on as a producer this time around. In the director’s chair is James Bobin, best known for helming the two most recent Muppets films. Narratively, Alice in Wonderland was muddled, incorporating stories from both Carroll’s Alice’s Adventures in Wonderland and Through the Looking-Glass. Given that Burton’s movie cribbed so heavily from the second book, returning scribe Linda Woolverton didn’t have much to work with. Unfortunately, the strain shows.             At first, Alice Through the Looking Glass teases at another pro-feminist paean, with our young spunky heroine Alice Kingsleigh (Mia Wasikowska) following in her father’s footsteps and sailing the ravaging high seas. On her return to London, Alice is dealt a hard blow that threatens to hinder her dreams of doing her father proud. “A sea captain is no job for a lady,” scoffs a stuffy aristocrat.   Related: First trailer for Alice Through the Looking Glass    A plot contrivance forces Alice to return to Underland, this time via a giant mirror. Once in the gloriously nonsensical world, the story abandons its feminist leanings to focus solely on Alice’s mission to save the Mad Hatter (Johnny Depp), who has fallen ill (his orange hair morphs to white), haunted by the mysterious disappearance of his family. Together with some help from the White Queen (Anne Hathaway, still affecting the stilted mannerisms that did her no favours in the first film), Alice journeys back in time to solve the riddle of what happened to the Mad Hatter’s clan and, in turn, save her friend.  Woolverton uses this development as an opportunity to offer fans something they probably never desired: an origin story, chronicling what led the Red Queen (returning scene stealer Helena Bonham Carter) to become so wicked (hint: it has to do with the Mad Hatter). Franchise newcomer Sacha Baron Cohen also factors in as a madcap half-clockwork, half-human demigod who protects the device used by Alice to travel in time. Like the film’s oversaturated palette, he throws everything into his performance, but little sticks, including his inscrutable accent.     Time travelling … Mia Wasikowska goes back to Underland    Similarly, the plot is too busy. The saving grace of Burton’s film was his wise tendency to bask in the wonders of his gothic Underland. Bobin – not as equipped in the visual department – merely rushes from one point to the next. The ultimate effect is far from wondrous.",
  "webTitle": "Alice Through the Looking Glass review – second trip to Underland is far from wondrous",
  "webPublicationDate": "2016-05-10T22:00:42Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/10/alice-through-the-looking-glass-review-johnny-depp-mia-wasikowska",
  "keyword": [
    {
      "webTitle": "Alice Through the Looking Glass",
      "id": "film/alice-through-the-looking-glass",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tim Burton",
      "id": "film/timburton",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mia Wasikowska",
      "id": "film/mia-wasikowska",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Helena Bonham Carter",
      "id": "film/helena-bonham-carter",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "3D",
      "id": "technology/3d",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/10/alice-through-the-looking-glass-review-johnny-depp-mia-wasikowska"
}