{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/miss-chubby-beauty-overweight-pageant-paraguay",
  "id": "2016-05-20-238",
  "sectionId": "world",
  "body": "Ana Fleitas dreads taking the bus every morning. When the doors open the young woman, who weighs 110kg (242lbs), has to face a crowd of passengers looking annoyed as she makes her way to take a seat. “People look at me as if they don’t want me to touch them,” says the 25-year-old woman from Fernando de la Mora, a town on the outskirts of Paraguay’s capital Asunción. She feels awful too when she shops in the capital’s busy center. Store managers often tell her “there is no way this will fit you” or “we don’t have your size” before she even says what she wants. Nearly 60% of Paraguay’s population is considered overweight or obese, according to figures from the health ministry. Despite such a high rate, there is widespread discrimination against overweight people. To fight against such treatment and question beauty standards, Michael Beras organized the Miss Chubby beauty pageant for women who weigh more than 70kg. “In Paraguay, society accepts obese people only if they are on a diet,” he explains.  He and his girlfriend Monica, who is overweight, took up the challenge to convey a positive image of obese people and help them integrate into society. The fashion show is the last step of a three-month program with a nutritionist, a psychologist and an image consultant. They teach the contestants how to improve their eating habits and be comfortable with their body.     The winner gets a one-year consultation with a nutritionist and a gym membership and will appear on local TV shows to promote a better image of obese people. Photograph: Kamilia Lahrichi for the Guardian    On the big night, under the flashing lights and cheering from supporters, the 14 Miss Chubby contenders proudly grace the catwalk in swimwear and evening gowns. “This is not a typical beauty pageant,” says psychologist Norma Espinola de Benitez, who monitored the participants’ progress. “The girls have a goal, which is to establish themselves in society so that people stop discriminating against them.” For Jessica de Souza, who weights 95kg (209lbs), the psychological coaching changed her life. “I used to not feel part of society because I am fat so I was not feeling well,” she says. “After this program on self-esteem and self-development, I am now freer and I feel confident enough to speak my mind.”    The girls have a goal, which is to establish themselves in society so that people stop discriminating against them  Norma Espinola de Benitez      The night of the pageant, tears run down the contestants’ cheeks as they hug one another and wish each other good luck. Romina Verna, who won the crown on 4 May, is determined to foster change in society. “This gives me the opportunity to improve this close-minded society and eliminate discrimination,” she tells local TV stations. The 29-year-old won a one-year consultation with a nutritionist and a gym membership. She will appear on local TV shows to promote a better image of obese people. “I never thought she could do it, take the catwalk and keep going,” says her father, as he sheds a tear. The five judges deemed her the prettiest and most elegant contestant. They also assessed their improvement over the past three months on their posture, self-esteem and how seriously they took the program. As the lights fades away, ecstatic Luis Colman keeps taking pictures of his wife, who is posing in front of the cameras. “I am very proud of her,” he says. The body builder encouraged her to participate in Miss Chubby to boost her self-confidence. “We are all equals. My faith makes me look at people and not at their look nor what capitalism and the consumer society impose you,” he says.",
  "webTitle": "'Not your typical pageant': Miss Chubby contest embraces plus-size beauty",
  "webPublicationDate": "2016-05-20T10:50:11Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/miss-chubby-beauty-overweight-pageant-paraguay",
  "keyword": [
    {
      "webTitle": "Paraguay",
      "id": "world/paraguay",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/20/miss-chubby-beauty-overweight-pageant-paraguay"
}