{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/17/how-to-solve-the-hell-of-commuting-to-london-readers-share-their-thoughts",
  "id": "2016-05-17-110",
  "sectionId": "cities",
  "body": "‘Introduce tax incentives for companies to relocate, rebalance the economy’  We need tax incentives for companies to move jobs away from London. Why are people commuting from Reading or Maidenhead or Brighton, large places in themselves which ought to have a flourishing jobs market and lively economy, in the first place? (FFC800)   The core problem is our London-centric economy. London creates most of the jobs in this country which brings more and more people to the south-east, putting pressure on public transport, housing and other public services. In northern cities like Sheffield there are rows and rows of unoccupied houses. What’s needed is a rebalancing of the economy – job creation in the north and elsewhere. However, this requires investment in public transport, better connections etc – otherwise businesses aren’t going to consider Manchester or Birmingham over London. Build it and they will come. (TrappedLBW)   We need to stop encouraging development in London. Stop investing in transport and infrastructure and start developing out provincial cities: Bristol, Birmingham, Liverpool, Newcastle, Sheffield. Not every business has to be in London to be a success. If one-fifth of the businesses in London moved out to other cities, where they would have cheaper running costs, for example lower rent, and are potentially able to pay workers less (as house prices etc would be lower) then it would give the capital breathing space. It would reduce the demand on all infrastructure, transport included, and crucially, it would allow those working in London on a lower wage the opportunity to continue living there without being priced out of the housing market. It would also improve the economies of the provincial cities, providing employment opportunities in these smaller places. (notlobdivad)  ‘Build better transport infrastructure in other UK cities’  I truly believe that better local transport links will not only regenerate some dying regional towns but will also have the added benefit of alleviating some pressure on the capital. (Sidilino)  ‘Move Parliament out the capital’  Yet another good reason why Parliament should be moved to Liverpool or Newcastle. That will drag a substantial number of jobs away from the south-east of England, freeing up housing, transport, health and education infrastructure. We don’t need London to be our legislative and financial capital. (Liesandstats)  ‘We relocated and we’re far happier’  We relocated our business, with a staff of 35, to Plymouth. It was a collective decision, to avoid the daily commute. All 35 (and families) made the move; we have doubled in size since the move three years ago; sick leave is negligible, absenteeism is zero; office life is calmer and we’re a far happier bunch. An unexpected bonus, 30 of the original 35 cycle, run or walk to work – so we’re healthier and fitter. (Pinotage)  ‘Build affordable housing in London’  I think what’s needed here is higher-density affordable housing made of low-rise blocks in central London. The sorts of things housing associations and councils used to be able to build. (nicmason)  ‘Encourage working from home’  The level of commuting by people who go to an office to sit all day at a computer is sheer idiocy. Work from home! Yes, I know that the main obstacle is British management, the second worst in Europe after Italy, but to allow even one out of 10 people to work from home three days a week would be an incredible boon. These are the days of the internet, you know. (Milton)   A quick win, in terms of easing overcrowding, would be for more employers to stop being so wedded to 20th-century working practices. I managed a team of 12 that could have easily worked from home, as it was all computer-based, autonomous work. I was very keen to encourage this, but was stymied by senior management who felt the team needed to be “present in the office”. Too many bosses still equate visibility with productivity. (Checkpoint1000)      Attempting to board the train at Hornsey station. Photograph: ravishlondon/GuardianWitness    ‘Look to Paris’  Greater Paris has a population just shy of 12 million. Its transport is under pressure too but nothing as bad as London. The reason is clear. In London they are talking of Crossrail 2 but there are already six RER lines in Paris and the Metropole Grand Paris calls for a massive expansion, including circular lines, as part of an overall urban plan to increase development of local transit-oriented developments (TODs) around the RER stations. Crossrail 1 is explicitly modelled on Paris RER-A which was opened in 1977 and had its most recent upgrade completed a few years ago (new double-decker trains, new three-door design to improve rapid egress and loading, new signalling), which allows the 300 million passengers per annum, the highest of any commuter line outside of Asia. That’s how. Daniel Moylan needs to hop on a Eurostar and do some research. (mrhodes)  ‘Renationalise the railways’  So much for privatisation, renationalise the railways and subsidise them so everyone can get to work cheaply and safely, without having to use cars or take their lives in their hands just to get to work. (Sunday1Morning)  ‘Scrap first class’  I pay around £2,500 a year for a commute into London Victoria. For that I have the pleasure of always standing on overcrowded and infrequent trains which are often delayed. By far my biggest gripe is first class ... we don’t need so many first class sections, especially in the mornings. (Arstastic)  ‘More flexible working hours’  Our modern economy with the majority of people tied to a 9-5 working day means you are always going to have a crush of people coming in and leaving at the same time. Encouraging more flexible working hours is an obvious way to reduce the demand on the infrastructure at limited extra cost and it fits in better with people’s home lives. It would suit some people to work 7am-3pm and others to work 10am-7pm, and this should be encouraged to reduce the burden on the peak services. (notlobdivad)  ‘Have flexible fares’  Along with the growth of more flexible working where people work partly from home, flexitime, nine-day fortnights etc, we need more flexible fares. The days when one parent worked and one stayed at home are long gone. Season tickets are based on this old-fashioned model so now anyone who works part-time is paying for a full-price season ticket and only using the ticket for three or four days a week. This makes commuting even more overpriced than it already is. I think that part-time season tickets would actually help the overcrowding because it would provide an additional incentive for employees to work from home on a regular basis and to work part-time without being penalised by full-price season tickets. This would help to reduce the number of passenger journeys and be a fairer pricing system for those not using the railways every day of the week. (Wishingonastar2)  Some other solutions...  Ban work. (david_morrison)   Teleportation is what’s needed, I mean how hard can it be? (ID1519791)  And, finally, the view from the other side:  I’m on-board railway staff and some of the abuse you get from these militant commuters is hateful. I’ve been spat at, grabbed by the throat and called a veritable rainbow of crass profanities for having the temerity of trying to get people home when something goes wrong. It’s rarely my fault. It’s frequently not even the train company’s fault; for example, if someone has been hit by a train or if a driver has been taken ill. But still the vitriol pours, because a subset of these militant types will do anything up to and including physical assault on me (and then the train’s going nowhere as there’s nobody to open and close the doors!) to demonstrate how much they hate my company. Of course the other type of moaning commuter, and perhaps this is just part of the British psyche, is the one that will say nothing when you walk through, check their ticket or wish them a good evening but will have insulted me, my driver, the other passengers and the customer service rep on an exchange on Twitter. (Dan Jones)  Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "How to solve the hell of commuting to London? Readers share their thoughts",
  "webPublicationDate": "2016-05-17T15:23:25Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/17/how-to-solve-the-hell-of-commuting-to-london-readers-share-their-thoughts",
  "keyword": [
    {
      "webTitle": "Commuting",
      "id": "cities/commuting",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "City transport",
      "id": "cities/city-transport",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Devolution",
      "id": "politics/devolution",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Francesca Perry",
      "id": "profile/francesca-perry"
    }
  ],
  "guardianId": "cities/2016/may/17/how-to-solve-the-hell-of-commuting-to-london-readers-share-their-thoughts"
}