{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/10/police-apologise-for-allahu-akbar-use-in-mock-manchester-attack",
  "id": "2016-05-10-159",
  "sectionId": "uk-news",
  "body": "Greater Manchester police have apologised after a fake suicide bomber shouted “Allahu Akbar” during a simulated terrorist attack at one of the UK’s biggest shopping centres. More than 800 volunteers took part in the training exercise at the Trafford Centre in Manchester on Monday night. The mock attack, which took five months to plan, was designed to be similar to the marauding-style Paris and Brussels atrocities. The assistant chief constable, Garry Shewan, released a statement on Tuesday, apologising for linking the exercise with Islam, after the police were criticised on social media following the drill. “Allahu Akbar” means God is greatest in Arabic.     An actor playing the part of a shopper runs for cover. Photograph: Sean Hansford/MEN/AFP/Getty Images    “For the past 24 hours, GMP, along with other agencies, has been hosting a counter-terrorism training exercise based at the Trafford Centre, which began with a mock suicide bomber detonating a bomb inside the shopping centre,” Shewan said. “It is a necessity for agencies, including the police, to train and prepare using exercises such as this, so that we would be in the best possible position to respond in the event that the unthinkable happened and an attack took place. “The scenario for this exercise is based on a suicide attack by an extremist Daesh-style organisation and the scenario writers have centred the circumstances around previous similar attacks of this nature, mirroring details of past events to make the situation as real life as possible for all of those involved. “However, on reflection, we acknowledge that it was unacceptable to use this religious phrase immediately before the mock suicide bombing, which so vocally linked this exercise with Islam. We recognise and apologise for the offence that this has caused.”     The moment a mock suicide bomber detonates a fake explosive. Photograph: Sean Hansford/MEN/AFP/Getty Images    One of the people who complained, Manchester GP Siema Iqbal, tweeted:    Please provide an explanation  @gmpolice @RSutcliffeACC @amandacomms why the terrorist in #CTexercise was #Muslim and shouted Allah Akhbar.— Siema Iqbal (@siemaiqbal) May 10, 2016    Dr Erinma Bell MBE retweeted Iqbal, adding: “Good question. We need to move away from stereotypes if we want to achieve Real learning. A terrorist can be anyone.”  The Community Safety Forum, an anti-Islamophobia organisation, said: “This sort of thing panders to stereotypes and further divides us. It will increase anti-Muslim hate crime.”     Armed police officers during the exercise. Photograph: Sean Hansford/MEN/PA    Tony Lloyd, the mayor of Greater Manchester and the area’s police and crime commissioner, said the simulated terror attack had been “a very good exercise in preparing for a situation we never want to see, but must be ready for”.  But, he added, it was frustrating that the operation had been “marred by the ill-judged, unnecessary and unacceptable decision by organisers” to have those playing the parts of terrorists shout the phrase. “It didn’t add anything to the event, but has the potential to undermine the great community relations we have in Greater Manchester,” he said. The drill, the latest in a series of similar exercises across the country, started at midnight in the food court when a man dressed in black walked in and shouted at the crowd. An explosion was then heard before a masked gunman appeared and began firing shots. Neither the emergency services nor volunteers taking part knew the precise details of the scenario, called Exercise Winchester Accord. Volunteers, wearing ear defenders and safety glasses, screamed as if they were in pain as the exercise unfolded.  The drill lasted for six hours and the shopping centre was open as usual on Tuesday, although the exercise was due to continue unseen and at unspecified locations until Wednesday, when it will finish in Merseyside.",
  "webTitle": "Police apologise for 'Allahu Akbar' use in mock Manchester attack",
  "webPublicationDate": "2016-05-10T13:05:44Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/10/police-apologise-for-allahu-akbar-use-in-mock-manchester-attack",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "uk-news/2016/may/10/police-apologise-for-allahu-akbar-use-in-mock-manchester-attack"
}