{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/personal-shopper-review-kristen-stewarts-psychic-spooker-is-a-must-have",
  "id": "2016-05-16-25",
  "sectionId": "film",
  "body": "Is Kristen Stewart the fifth ghostbuster? Questions like that are liable to pop into your mind watching this captivating, bizarre, tense, fervently preposterous and almost unclassifiable scary movie from Olivier Assayas. It’s a film which delivers the bat-squeak of pure craziness that we long for at Cannes, although at the first screening some very tiresome people continued the festival’s tradition of booing very good films. Personal Shopper had that undefinable provocative élan that reminded me a little of Lars Von Trier’s Breaking The Waves. It is actually Assayas’s best film for a long time, and Stewart’s best performance to date – she stars in a supernatural fashionista-stalker nightmare where the villain could yet be the heroine’s own spiteful id. Is it The Devil Wears Prada meets The Handmaiden (also in Cannes) with a touch of Single White Female?   Related: Beyond Twilight: on the set of Personal Shopper with Kristen Stewart    It doesn’t look like a genre piece, which is the key to how scary it can be. Stewart plays Maureen, a young American in Paris who is employed as a personal shopper and assistant to Kyra (Nora Von Waltstätten) a horribly demanding German supermodel-slash-designer. Maureen has to pick up and drop off all the extraordinary couture outfits and luxury items of designer jewellery that Kyra is wearing at various events. But Maureen has got into the habit of borrowing these items herself, because she obviously looks so great in them. And she also is in the habit of staying overnight in Kyra’s luxury apartment while Kyra herself is out if town. But this isn’t all. Maureen is also a medium, attempting to contact her dead twin Lewis, who died in the mouldering Parisian house that they both grew up in. Lewis suffered from the same congenital heart condition that may yet kill Maureen and which Assayas discloses in a clinical context which cleverly, candidly reveals and yet desexualises Maureen’s body. The scenes in which Maureen roams around the dark house and calls out to Lewis in a quiet, almost inaudible voice – almost, in fact, a kind of inner voice – are edge-of-the-seat strange, and daringly protracted. These scenes are a challenge both to our expectations of plausibility contingent on a realist film, and expectations of tongue-in-cheek scares built into how we consume conventional horror movies. And just as she appears to make some kind of provisional contact with Lewis, other dark things start happening, other things which appear to indicate that Maureen has opened herself up to some terrible parasitic invasion.      There’s a quite extraordinary sequence where Maureen undresses in Kyra’s flat, and secretly tries on a sensational outfit to the deeply sinister accompaniment of a Viennese folk-lyric on the soundtrack: Das Hobellied, or The Planing Song, about the way Death cuts down rich and poor alike: “Da ist der allerärmste Mann, Dem Andern viel zu reich, Das Schicksal setzt den Hobel an, Und hobelt alle gleich!” (“The man in abject poverty is far too rich for some / But fate will take its plane and level everyone the same!”)   Related: Kristen Stewart on Twilight fame: ‘I didn’t have a fully-lived life’    Perhaps the song is telling us that Kyra’s wealth and hubris are about to be cut down and that Maureen is the agent of this destiny. Or perhaps it is that Maureen herself is to be cut down. Kristen Stewart’s performance is tremendous: she is calm and blank in the self-assured way of someone very competent, smart and young, yet her displays of emotion are very real and touching. She is entirely devoted to her smartphone, which is to be the conduit of her fears and there is a dash of pure Hitchcockian brilliance in a scene where she turns it on and a backlog of texts starts mounting up, bringing danger ever closer. With his reckless, audacious Personal Shopper, Olivier Assayas has brought excitement to the festival. • Personal Shopper is screening at Sydney film festival 2016",
  "webTitle": "Personal Shopper review: Kristen Stewart's psychic spooker is a must-have",
  "webPublicationDate": "2016-05-16T21:38:59Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/personal-shopper-review-kristen-stewarts-psychic-spooker-is-a-must-have",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Sydney film festival 2016",
      "id": "film/sydney-film-festival-2016",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/16/personal-shopper-review-kristen-stewarts-psychic-spooker-is-a-must-have"
}