{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/greece-to-unveil-fresh-round-of-austerity-to-unlock-bailout-funds",
  "id": "2016-05-22-29",
  "sectionId": "world",
  "body": "The Greek parliament has approved a fresh round of austerity incorporating €1.8bn (£1.3bn) in tax increases – widely regarded as the most punitive yet – amid hopes the move will lead to much-needed debt relief when eurozone finance ministers meet this week. Alexis Tsipras, the prime minister, mustered the support of 152 of his 153 deputies on Sunday to vote through policies that many have previously rejected. Addressing the 300-seat house during the heated three-day debate that preceded the ballot, Giorgos Dimaras, an MP in Tsipras’s leftwing party, said he was appalled at being forced to support measures he had spent a lifetime opposing. “I am in mourning,” he said. “This is what can only be called wretchedness.”   Related: This time in the euro debt crisis, the IMF will come bearing gifts for the Greeks    As parliamentarians had prepared to vote, large crowds of protestors took to the streets with Panaghiotis Lafazanis, a former minister who broke ranks with Syriza to form the Popular Unity party, taking the demonstration to the foot of the building itself where he unfurled a giant banner proclaiming: “The memorandum will not pass.” The belt-tightening legislation, outlined in a 7,500-page omnibus bill, includes measures that range from the taxation of coffee and luxury goods to the creation of a new privatisation fund in charge of real estate assets for the next 99 years. Under the stewardship of EU officials, the body will oversee the sale of about 71,500 pieces of prime public property in what will amount to collateral for the €250bn in bailout loans Greece has received since 2010. “They are with the exception of the Acropolis selling everything under the sun,” said Anna Asimakopoulou, the shadow minister for development and competitiveness. “We are giving up everything.”  The multi-bill, which also foresees VAT being raised from 23% to 24%, is part of a package of increases in tax and excise duties expected to yield an extra €1.8bn in revenue. Earlier this month, Tsipras’s leftist-led coalition endorsed pension cuts that were similarly part of an array reforms amounting to €5.4bn, or 3% of GDP. At the behest of the EU and International Monetary Fund, the government has agreed to adopt tighter austerity in the form of an automatic fiscal brake – referred to as “the cutter” in the Greek media – if fiscal targets are missed.  Despite official claims that goals will be achieved, there is a high degree of scepticism as to whether this is feasible. The Greek economy has seen a depression-era contraction of more than 25% since the outbreak of the debt crisis in late 2009, and with high taxes likely to repulse investment, economic fundamentals are also unlikely to improve.   Related: The choice for Europe: rescue Greece or create a failed state | Paul Mason    “We are talking about indirect taxes, property taxes and income taxes all going up,” Asimakopoulou said. “Nobody will be able to pay them, targets will be missed, more austerity will be imposed and of course public rage will have to be vented. People will not only feel angry, they will feel conned.” The measures – the ultimate U-turn for a government that once pledged to eradicate austerity – are the latest in a set of “prior actions” Athens must take to complete an economic review that will unlock desperately needed bailout funds to avert default. The country has to meet €3.5bn in debt repayments this summer, starting with a €300m loan instalment to the IMF on 7 June – money the country simply does not have.  Eager to avoid more drama before next month’s in/out EU referendum in the UK, general elections in Spain and regional polls in Germany, lenders have indicated they will disburse the loans at Tuesday’s Eurogroup meeting. Berlin, which has provided the bulk of Greece’s emergency aid, signalled the instalment could be as much as €11bn – more than twice the original €5.4bn, according to the German financial daily Handelsblatt. But creditors are still fiercely divided over the red-button issue of tackling Athens’ staggering €321bn mountain of debt. Although the EU and IMF now both concede the load is unsustainable, member states reject outright the prospect of a debt writedown for fear of losses on bailout loans. Euro finance ministers insist that if it is ever to recover, Greece has to achieve a primary budget surplus of 3.5%, excluding debt repayments. They have hinted that at most, they will agree to discuss debt relief when the country’s current - and third – bailout programme expires in 2018.  The quarrel deepened last week when the Washington-based IMF, which has openly questioned Athens’ ability to achieve such a high surplus, proposed that Greece defer all debt repayments until 2040 and extend its repayment period with maturities that would run through 2080 on a capped interest rate of 1.5%. The standoff is expected to intensify on Tuesday.  Addressing parliament on Sunday, Tsipras insisted it was a huge achievement that Greece had finally succeeded in putting the debt issue on the table. Previous governments had done little more than kowtow to creditors without ever dealing with the source of Athens’ financial woes, he said.  “No other party but the left could pass such measures,” said Nikos Athanasiou, who has watched the crisis unfold from the kiosks he runs facing parliament in Syntagma square. “If the right were in power Athens would be in flames.”",
  "webTitle": "Greece pushes fresh austerity drive through parliament",
  "webPublicationDate": "2016-05-22T20:16:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/greece-to-unveil-fresh-round-of-austerity-to-unlock-bailout-funds",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Alexis Tsipras",
      "id": "world/alexis-tsipras",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syriza",
      "id": "world/syriza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/22/greece-to-unveil-fresh-round-of-austerity-to-unlock-bailout-funds"
}