{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/driverless-cars-sad-death-joyous-driving-petrolhead-motoring-pleasure",
  "id": "2016-05-20-318",
  "sectionId": "commentisfree",
  "body": "They found him in a sort of trance, a happy smile on his face, his eyes still fixed on the dusty wake of their destroyer … “Glorious, stirring sight!” murmured Toad, never offering to move. “The poetry of motion! The real way to travel! The only way to travel!’” And that, to quote the great motoring authority of Toad Hall, is roughly how I feel about the impending death of driving. It has to happen, obviously. Just as Mr Toad had to be relieved of the keys before he flattened every living thing in Wind in the Willows, so human nature had made the advent of driverless cars pretty much inevitable even before this week’s Queen’s speech promised measures to build a market for them.    Getting the keys to a car opened up a world of places, people and things    We’d be idiots to refuse the promise of a world where pedestrians almost never have to die and car crashes are as rare as hen’s teeth, because there are no dumb or drunk or distracted humans thundering past at 50mph not looking. A world where cycling could become so safe it was actually relaxing again, and traffic jams untangled themselves, and pollution didn’t choke cities to death after all. Sooner or later driverless cars will find their place in human lives, just like all the other things humans never thought would catch on. That’s progress. But my God, driving was fun while it lasted. Just to be clear, I’m no petrolhead. Marriage to someone who comes alive at the whiff of an oily rag has pretty much confirmed that. Even after two decades of my husband gamely trying and failing to interest me in cars, I can still barely tell an Aston Martin from a Honda Civic – and I only know the latter exists because, honestly, how brilliant is it that someone named a car after the exhilarating world of local government? For a while when we lived in London I didn’t even own a car and happily took the tube or the bus pretty much everywhere. I’m hotly anticipating the return of Top Gear only because it’s such a fascinating insight into male bonding and the mid-life crisis (if anything, the car stuff tends to get in the way of the real drama for me). But I bloody love driving, all the same; love everything about it.     ‘Toad was never so much in love with a machine as with progress, the thrill of the new and improved.’ Matthew Hart plays the part of Toad in a production of The Wind in the Willows. Photograph: Tristram Kenton for the Guardian    It must have started while growing up in the middle of rural nowhere, where the real rite of passage wasn’t turning 18 – we’d all been drinking for years anyway – but turning 17 and starting driving lessons. Getting the keys to a car opened up a world of places, people and things not to be found in an Essex village in the 80s. Independence, that was the thing. Driving spelled escape, that first intoxicating understanding that you don’t have to rely on other people – parents, the boyfriend with a car – but can do your own thing. “Here today, in next week tomorrow! Villages skipped, towns and cities jumped – always somebody else’s horizon!” as Toad says. Even now, when driving is less about having the wind in your hair than about school runs and supermarket trips, the ghost of that feeling lingers. It’s the real reason so many of us make terrible passengers, sniping about speed limits, always secretly itching to grab the wheel. To drive is to be free, in charge, a grownup – which must be why a certain kind of man clings stubbornly to the notion that he should always drive and she should map-read. Is the endless aggro that cab drivers get from some passengers really just a desperate attempt to overcompensate for the impotence of the backseat, to assert superiority – if only by nitpicking about whether this really is the fastest route to the station? At least driverless cars will be impervious to being sworn at, I suppose. But imagine the frustration of alpha types when they’re running late and the car refuses to step on it. Driving isn’t just about power, though. There’s something terribly comforting about the smooth unfolding of a routine performed so often – the balancing of clutch against accelerator, the reflex glance in the mirror – and for so long that it’s in your bones. Like anything rhythmic and absorbing, driving can unlock the ability to think. There’s just enough going on to occupy the shallows of the mind, but not enough to stop the deeper realms from working. And as anyone who has ever driven a howling baby round and round darkened streets until it magically fell asleep knows, there’s definitely a bit of self-soothing for adults going on here. The swoop and sway of a car in motion, the road ribboning endlessly away into darkness – come on, who are we kidding? Like smoking, which is essentially a socially acceptable way for grown adults to carry on sucking dummies, driving secretly satisfies both the baby and the adult in us. The irony is, of course, that it will probably be life’s Mr Toads who find it easiest to leave all this behind. Toad was never so much in love with a machine as with progress, the thrill of the new and improved; he was equally besotted with his Gypsy caravan until he first clapped eyes on the motor car, and would doubtless have bitten Google’s arm off for the next big thing had it existed in Kenneth Grahame’s lifetime.   Related: Driverless cars are the future. We're living in the motorised middle ages | Martin Belam    But it’s hard to believe smart cars will ever completely kill old-fashioned human driving for the rest of us, any more than digital music did vinyl. So perhaps we’ll simply learn to separate driving for pleasure from the boring old business of getting-from-A-to-B. We might start treating our knackered old Nissans more like those classic cars that hobbyists spend long nights reverentially restoring in order to drive them very slowly, while wearing special gloves, to country pubs at weekends. Or perhaps “dumb cars” will be, like the horse-drawn carriage in which the Queen arrived at parliament to pronounce upon the future, reserved strictly for ceremonial occasions. Weddings maybe, and certainly funerals. Who would send a loved one on their last journey by lonely, driverless hearse? But then again perhaps change will just come so slowly and incrementally, via ever-more intelligent braking systems and satnavs and the creeping automation of small tasks nobody really minds relinquishing, that we’ll barely even realise driving is dying out. And Toad’s beloved destroyer will become just another of those things you only see clearly in the rear-view mirror, as it vanishes slowly from sight.",
  "webTitle": "Driverless cars: the slow, sad death of joyous driving, one satnav at a time | Gaby Hinsliff",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/driverless-cars-sad-death-joyous-driving-petrolhead-motoring-pleasure",
  "keyword": [
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Queen's speech",
      "id": "politics/queens-speech",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Gaby Hinsliff",
      "id": "profile/gabyhinsliff"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/driverless-cars-sad-death-joyous-driving-petrolhead-motoring-pleasure"
}