{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/nhs-discharge-system-failing-elderly-patients-says-nhs-ombudsman-report-vulnerable-hospital",
  "id": "2016-05-10-23",
  "sectionId": "society",
  "body": "Harrowing accounts of elderly people suffering and dying alone after being sent home from hospital too soon are related in a report from an NHS watchdog, which says too many vulnerable patients are being failed by the discharge system. Dame Julie Mellor, the parliamentary and health service ombudsman, recounted the experiences of nine patients and their distressed families but added that these were only a fraction of the total number of such cases. A woman Mellor calls Mrs T, in her late 90s, collapsed and died in her granddaughter’s arms after being sent home from hospital because doctors failed to diagnose her infection.   Related: Heart attacks kill thousands each year because of poor NHS aftercare, study says    An 85-year-old woman with dementia, Mrs K, was taken back to her empty house by ambulance at 11pm. Her family had not been told she was being discharged and the following morning, her daughter found she had been left with no food, drink or bedding, unable to care for herself or get to the toilet. Last year, the ombudsman investigated 221 complaints about patients being discharged too early, upholding or partly upholding more than half of them. There were 6,286 complaints on similar issues across the NHS. The daughter of an 80-year-old woman, who had Parkinson’s and dementia, said she would be “haunted for the rest of her life” by the avoidable suffering of her mother, who was sent home, unable to cope, and readmitted to hospital three times before finally dying in hospital. “The people that have come to us have been badly let down by the system,” said Mellor in the foreword to her report. “How else do we describe the actions of a hospital sending a 93-year-old man home to a cold and empty house without telling his family? How else do we describe the tragic story of a woman in her late 90s who was discharged without a proper examination, to then die in her granddaughter’s arms moments after the ambulance dropped her home?” Mellor also cited cases in which hospitals did not or could not discharge people. A wrangle over a council’s refusal to fund a dementia home place for one man resulted in him being put in a locked psychiatric ward for more than nine months. “Our investigations have found that some of the most vulnerable patients, including frail and older people, are enduring harrowing ordeals when they leave hospital,” said Mellor. “Poor planning, coordination and communication between hospital staff and between health and social care services are failing patients, compromising their safety and dignity. Health and social care leaders must work harder to uncover why 10 years of guidance to prevent unsafe discharge is not being followed, causing misery and distress for patients, families and carers.” The NHS Confederation said the suffering described in the report was unacceptable. “There is no greater priority in the NHS than patients’ safety and wellbeing,” said Phil McCarvill, the deputy director of policy. “This should trigger an important public conversation about when it’s most appropriate to discharge patients so that the process is as safe and dignified as it can be.”  Most discharges were successful, he said, but added: “Health and social care is in an incredibly difficult place, with demand increasingly outstripping resources, and this is reflected in growing delays in discharging patients.” There was universal condemnation of the poor treatment revealed in the report. The National Institute for Health and Care Excellence, which has produced guidance for hospitals on sending patients home, said the report had brought to light “serious concerns and gaps in care”. Prof Gillian Leng, its deputy chief executive, said: “It’s more important than ever to ensure person-centred care when someone is admitted to hospital, with health and social care practitioners working together from the time that the patient is admitted, and even before that if possible.” Nice was working with leaders in health and social care to implement the guidance so that such cases did not happen again, she added. The Department of Health said: “This report shows unacceptable failings in care and some patients have been terribly let down, so it is vital that we ensure lessons are learned. We expect the NHS to ensure patient safety and social care needs are taken into account when making clinical decisions about discharging patients from hospital.” Katherine Murphy, chief executive of the Patients Association, said: “It is simply unacceptable if patients are being discharged from hospital without their families knowing or late at night, especially if they are elderly or vulnerable patients. The decision to discharge a patient must be done on the basis of the patient being ready to leave hospital, rather than the hospital requiring the bed.” Heidi Alexander, the shadow health secretary, said: “Sadly, the cuts to social care we have seen over the last six years have contributed to some of these failures. The report highlights lengthy delays in providing care in the home for older people, which means they can end up being stuck in hospital wards unnecessarily for weeks or months on end.  “Tory ministers need to study this report carefully and prioritise making improvements to people’s experience of leaving hospital.” A spokesperson for NHS Improvement said: “Patients should never be discharged from hospital without the appropriate safeguards in place and without families having been informed. “Better discharge processes, such as those being worked on by NHS Improvement’s emergency care improvement programme to support local health systems to make improvements, will result in vulnerable patients being protected whilst reducing potentially harmful delays in appropriately discharging those who are medically fit.  “Rather than frail elderly people staying in hospital longer than they need to, it is better to get patients home as quickly as possible and to assess them in their own homes rather than in a hospital – but this must be done with the right help and support in place.”",
  "webTitle": "NHS discharge system failing too many elderly patients, says watchdog",
  "webPublicationDate": "2016-05-10T21:31:16Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/nhs-discharge-system-failing-elderly-patients-says-nhs-ombudsman-report-vulnerable-hospital",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/10/nhs-discharge-system-failing-elderly-patients-says-nhs-ombudsman-report-vulnerable-hospital"
}