{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/standard-life-boss-tries-to-head-off-investor-revolt-by-cutting-bonus",
  "id": "2016-05-11-71",
  "sectionId": "business",
  "body": "Keith Skeoch, the new chief executive of Standard Life, is attempting to head off a shareholder protest over his pay by cutting £700,000 off his potential £3.5m bonus. The Edinburgh-based insurer announced after the stock market had closed on Wednesday that Skeoch would reduce his potential bonus to £2.8m – 400% of his £700,000-a-year salary – from the 500% that he had previously been awarded by the company. The move comes ahead of the annual general meeting next week, where the insurer has been braced for a row over executive pay. A clash with investors would be particularly embarrassing given that Skeoch used to run the fund management arm, Standard Life Investments, which holds stakes in companies and often speaks out on boardroom excess. The change to Skeoch’s pay was announced a little over 24 hours before the deadline for shareholders to cast their votes ahead of the AGM.  Skeoch’s promotion was announced in June. He replaced David Nish who stood down in August. Nish is being paid his £835,000 salary and all other benefits until June 2016. As a result of his promotion, Skeoch received a £200,000 rise in his salary, taking it to £700,000, although the company said this was 16% lower than his predecessor’s.  The salary is topped up with a potential annual bonus of 175% of salary – lower than the 365% he stood to receive as head of the fund management arm – and a long-term incentive plan (Ltip) that promised shares worth 500% of his salary, which he has now said can be cut to 400%. There are two other potentially contentious issues that shareholders are considering: a £700,000 share award to executive Colin Clark, who has been promoted to the board; and the decision to allow Nish to continue to receive bonuses after his departure. Standard Life is hoping the cut to Skeoch’s long-term bonus plan will be enough to pacify big City shareholders who have rebelled against high pay on several occasions this year. Investors voted againstpay deals at BP and Smith & Nephew, and there have been big protest votes at companies such as Anglo American, Shire Pharmaceuticals and CRH.  A Standard Life spokesman said: “Keith takes governance and stewardship very seriously and he has actively listened to the general market sentiment expressed over recent weeks towards executive remuneration and he has decided this is the right thing to do.” Sir Gerry Grimstone, chairman of Standard Life, said Skeoch felt it was important to hold the company to the same standards it expected. “I thought the package was appropriate when it was arranged last year but the pay climate has changed since then.” The proxy advisory group ISS has recommended voting against the pay report while another advisory group, Glass Lewis, has recommended supporting the pay.  The 500% award under the Ltip had been approved in the remuneration policy that was voted on by shareholders last year.",
  "webTitle": "Standard Life boss tries to head off investor revolt by cutting bonus",
  "webPublicationDate": "2016-05-11T18:28:38Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/standard-life-boss-tries-to-head-off-investor-revolt-by-cutting-bonus",
  "keyword": [
    {
      "webTitle": "Standard Life",
      "id": "business/standardlife",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/11/standard-life-boss-tries-to-head-off-investor-revolt-by-cutting-bonus"
}