{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/like-bryan-adams-fronting-rainbow-the-stone-roses-all-for-one-reader-review",
  "id": "2016-05-13-260",
  "sectionId": "music",
  "body": "Stones Roses released a new single Thursday, their first new studio material since the B-sides to the single Ten Storey Love Song in March 1995 – fans have been waiting 21 years since the band revealed Moses and Ride On, neither of which featured on the album Second Coming. The Guardian’s music editor Tim Jonze, enjoyed its psychedelic vocals, Squire solo and its lyrical theme of solidarity, but it failed to move him like their previous works: “Feels more like an imitation than the real thing – it has the swagger but it’s heavy handed too, toiling away like a bog-standard Britpop rocker,” he said. We asked Guardian readers to review the new single. Here’s what they said. Patrick Lyle-Condon: ‘It’s too much like someone saying ‘why don’t we all hold hands and spin In a circle” over and over again’ Rating: 3 out of 5 Opening with a neat riff, it’s a song that really sort of forces you to dance about a bit, although itsrepetitive nature unravels the subconscious magic of this inherently summery track quite quickly. The lyrics feel a little forced as well, trying too hard to give a lovely little message along with the groovy track. It feels too much like an attempt to sneak Brit-pop back into the mainstream.      “I could however be missing a sense of nostalgia that others get from the track ... I wasn’t around when they were around.” Photograph: Patrick Lyle-Condon    I don’t however dislike the track. Like I said the main riff serves as an extraordinarily catchy hook and the solo towards the end of the track is really tight; this track really gives me a sense of optimism about any further music they release this year and beyond, but it still isn’t great. I could however be missing a sense of nostalgia that others get from the track. I’m too young to really get the full effect of excitement from new music from The Stone Roses after 22 years. I wasn’t around when they were around. I missed them by about 7 years.  For die-hard fans, this is most likely a welcome return, probably mixed in with a fair amount of relief that the new single isn’t absolutely rubbish. I am however underwhelmed, I like the track and am looking forward to a new album but it’s too much like someone saying “why don’t we all hold hands and spin in a circle” over and over again for 3 minutes and 37 seconds for me. Daniel Thompson: ‘Repetitive, child-like lyrics that sound like they were lifted from Liam Gallagher’s ‘maybe’ pile’ Rating: 1.5 out of 5 (‘but just for sentimental reasons’) When I heard there was new Roses material, I felt a sense of dread. How could this band, which had meant so much to me as an 18 year old – they’d already split, but still – live up to the standard I held them to? As it started, I thought it sounded like Bryan Adams fronting Rainbow. And then I realised that it sounded more like Rainbow, the kids’ TV show.     “It’s as if they suddenly remembered they’ve booked studio time. Such is their continuing, some would say misplaced, self-belief.” Photograph: Daniel Thompson    Repetitive, child-like lyrics that sound like they were lifted from Liam Gallagher’s ‘maybe’ pile, delivered over a chugging, loose drum beat with none of the flair or precision heard on tracks like Elephant Stone. As I strained to pick out Mani in this horrific soup, I realised the bass sounds like a loop of the incidental backing music from Why Don’t You? And then a pause, obviously an attempt to replicate the jubilant climax to Resurrection, which just ends up as a sort of weird farting noise. What makes it? A bike pump? An armpit squelch? No idea. It’s as if they suddenly remembered they’ve booked studio time. Such is their continuing, some would say misplaced, self-belief that they believed that hastily cobbled mess is good enough, better than good: mega. I’ve heard their albums so much, I’m not sure I ever need to play them again. I can’t remember the last time I played one, so I wasn’t expecting much. And yet I was still disappointed. Jamie Bowman: ‘I always thought they were better when they were being arrogant and swaggering’ Rating: 3 out of 5 My first impression wasn’t great. I’ve always preferred my Roses when they have a bit of menace, mystery and malevolence about them. Think Shoot You Down, I Wanna Be Adored, Love Spreads or Made of Stone. This all seemed a bit treacly and it recalled the over-produced Seahorses in its desire to pull a few classic rock tropes.     “I like the way they’ve tried to recapture the second summer of love and that communal feeling.” Photograph: Jamie Bowman    Ian Brown sounded good though so I’m not going to be too churlish about it. I just think they’re much more than just a 60s influenced guitar pop band and this didn’t really prove that.  As for the lyrics I like the way they’ve tried to recapture the second summer of love and that communal feeling of “if we all join hands we’ll make a wall”. There’s something nice about that, but I always thought they were better when they were being arrogant and swaggering.  At its best their music made you feel incredible and that was because of the self belief in both the lyrics and the melodies themselves.  Scot Grenwell: “The music sounds good in parts but the lyrics sound very weak’ Rating: 2 out of 5 Being a Roses fan for 20 plus years, I sat by the radio expecting the best. Unfortunately it just didn’t deliver, I listened again and again but nothing. I am aware that some records take months, if not years, to grow on you but this doesn’t seem to have the depth to do that.      “The opening lyrics sounded very obvious and rushed, however I thought the middle sections sounded good.” Photograph: Scot Grenwell    The music sounds good in parts but the lyrics sound very weak. It’s like Brown’s solo music meets the Seahorses but instead of joining together in Roses fashion they go their separate ways. I was hoping for a darker moodier Roses or finally the musical progression from One Love. But this was not to be. It’s more crowd-pleaser than belief-giver. Lyrically I thought the opening lyrics sounded very obvious and rushed, however I thought the middle sections sounded good. But not close to anything pre One Love, but it would hold up against the middle ground Second Coming tracks. Luis Arista: ‘They’re just doing what they know best, with a contemporary sound’ Rating: to be decided  It’s a catchy tune, with a superb guitar solo by John Squire, well done vocals by Ian Brown and great delivery by Reni and Mani. They aren’t trying to invent anything they’re just doing what they know best, with a contemporary sound. If the album is going to sound like this, their legacy is intact. And calling Paul Epworth to produce this was a very wise decision. The first six seconds of the song are pure mystery: just a guitar fading in. And then you just know it’s John Squire and the band, even if you’re listening to it for the first time. From then on, it’s quite an unexpected, but enjoyable ride. That classic voice of Ian Brown is there, next to a great delivery by Mani and Reni. “All for one, one for all. If we all join hands we’ll make a wall” Brown repeats and by the third time you already know the catchy chorus. A couple more minutes of repetition you think the song is done and then John Squire’s rocky guitar solo that came out of nowhere. Favourite moment by far. No more doubts for me: the Stone Roses are back and I’m excited. If the album is going to sound like this, their legacy will remain intact. What do you think of the song? Share your reviews in the comments below and we’ll pick a selection of the best.",
  "webTitle": "'Like Bryan Adams fronting Rainbow’ – Stone Roses: All For One readers' reviews",
  "webPublicationDate": "2016-05-13T09:29:19Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/like-bryan-adams-fronting-rainbow-the-stone-roses-all-for-one-reader-review",
  "keyword": [
    {
      "webTitle": "Stone Roses",
      "id": "music/stone-roses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    }
  ],
  "guardianId": "music/2016/may/13/like-bryan-adams-fronting-rainbow-the-stone-roses-all-for-one-reader-review"
}