{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/13/beauty-for-everyone-sali-hughes-introduces-best-buys-all-ages",
  "id": "2016-05-13-77",
  "sectionId": "fashion",
  "body": "Few of my columns are written with a particular woman, or an age, in mind. Beauty should be for everyone who wants it and an interest in looking good should not be the preserve of those of childbearing age, despite what the ad campaigns and fashion magazines would have us believe.  But it’s certainly true that many beauty gripes are more likely to come to the fore at specific times in our lives, so sometimes a more bespoke approach is needed. I get hundreds of emails a month from readers with questions relating to their time of life, whether in their teens or 80s. Reassuringly few ask me how products might reverse or halt the ageing process (a futile and thankless task), but many do ask how they can adapt their skin and makeup routines to treat and disguise some less welcome changes. It’s perfectly possible to appreciate the comparative privilege in ageing (not everyone gets to do it), while still feeling wholly intolerant of sprouting chin hairs and a suddenly duller complexion. Age is not a problem to fix but, at the same time, no one should feel bad for wanting to look the best they can. If a bottle of oil or a nifty cover-up can help, then why not? Likewise, your teens should be an exciting time, but it can be hard to enjoy them when masked with spots. (I don’t accept that severe acne is “just part of growing up”; it needs proper medical attention.)    Related: The 40 best beauty buys for all ages    These are just some of the common themes in your emails, and in this gallery are some of the products I’ve seen bring positive results, either to my own face or to more suitable testers I’ve asked to trial them. All effectively address age-related beauty gripes; none will perform miracles, or even the kind of results you might get from a needle or scalpel. (Beware anything calling itself “Botox in a bottle”. Catchy, but codswallop.) Some questions I can’t address, because there are no products out there I can honestly endorse. For instance, I’ve never found a neck cream I really believe in (facial exercise will serve you better) or a cream that can permanently lift eye bags in any meaningful way. What remains is good skincare and makeup that serves its purpose admirably and honestly. I hope you find something useful.",
  "webTitle": "'Beauty should be for everyone who wants it': Sali Hughes introduces her best buys for all ages",
  "webPublicationDate": "2016-05-13T17:22:02Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/13/beauty-for-everyone-sali-hughes-introduces-best-buys-all-ages",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sali Hughes",
      "id": "profile/sali-hughes"
    }
  ],
  "guardianId": "fashion/2016/may/13/beauty-for-everyone-sali-hughes-introduces-best-buys-all-ages"
}