{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/25/vegan-taste-test-from-kebabs-to-wagon-wheels",
  "id": "2016-05-25-186",
  "sectionId": "lifeandstyle",
  "body": "Be gone 5:2, paleo, and #eatclean; this summer, everything’s coming up vegan. New research by Ipsos Mori revealed there are now over half a million vegans in Britain – a jump of 350% in the last decade. Google searches for “vegan” have doubled in the last five years, and the number of vegan-friendly products in the UK grew by 134% between 2012 and 2015. The numbers are rising, and while fashion and the “lifestyle” version of healthy eating plays its part (last we heard, J-Lo was still struggling bravely on without butter), for many people, the link between meat consumption and greenhouse gas emissions is increasingly difficult to ignore.  Having a plant-based diet isn’t as difficult - or joyless - as the old jokes imply. If you have the time and inclination to cook, you can create thousands of tasty, healthy and exciting dishes with inspiration from Indian, Italian and Middle Eastern cuisines (to name a few). But cooking from scratch isn’t always practical. Whether you’re coming home from work late, are off to a barbecue, fancy a guilty treat, or if you’re just not a natural star in the kitchen, there ought to be good options for prepared vegan food. Our panel – a hardcore vegan, a recent vegetarian-to-vegan convert, and omnivorous cookery columnist Felicity Cloake, who recently went vegan for the week – joined forces to give the market a thorough testing.  Once a grim and limited sector, vegan products are improving in range and quality, and some actually trumped the animal-derived originals. But some categories are better than others. Unsurprisingly, meats were the most challenging foodstuff to mimic (some vegans do want to recreate the texture or – dare I say it – taste of meat, without the exploitation of the animal in question). Meat alternatives often tasted highly processed, salty and sinisterly similar. Vegan bacon and steak didn’t fare well (“vegans should just admit we’ll never get our steak,” said one tester), but vegan cheeses were largely better than expected. The vegan egg was the biggest disappointment, its jaunty carton revealing a sad packet of yellow powder that cooked up to become something with the texture of eggs, but none of their flavour. Desserts were the most successful – there were so many top-scoring ice-creams and sweet treats that we can’t mention them all. These producers are setting an example to the rest. Just one comment – calm down with the coconut!   Related: Felicity Cloake: my week as a vegan    The panel Jill Wooster has been vegan for 20 years, and was vegetarian before that. Her motivation is mainly animal welfare; the benefit to the environment, she says, is a bonus. She alternates between home-cooked meals and occasional manufactured foods. Saoirse Christopherson has been vegan for six months, and was vegetarian for three years. She stopped eating meat for environmental reasons, but adds that “you become increasingly aware that consuming eggs but not chicken, and cheese but not beef is hypocrisy”. She cooks almost all meals from scratch.  Felicity Cloake went vegan for one week after being forced to do so by her editor. She cooks daily, if not hourly.  Meat alternatives Linda McCartney vegetarian quarter-pounder burgers, £2     Firm texture … Linda McCartney veggie burgers. Photograph: PR    “Not only did its slightly smoky, savoury flavour make a nice change from the generic mix of dried herbs and spices so puzzlingly common in meat substitutes,” Felicity says, “but it had a good, firm texture, too. Pretty delicious, actually.”★★★★★ Tofurky slow-roasted chick’n, £3.44     BBQ-friendly … Tofurkey Photograph: Tofurkey    Jill appreciated the “delicate flavour” of the lightly seasoned version, which was good in salads, but she got really excited about the barbecue style. Saoirse agrees. “It would satisfy lingering meat cravings, she says, and was “ideal as a vegan option at summer barbecues.”★★★★ Wheaty vegan kebab, £3.49 This passed the post-pint test for Saoirse. “Meaty texture, salty flavour and a welcome change to the vegan staple of falafel kebab. Obviously, it’s missing the fatty flavour and texture of meat, but it’s crisp on the outside and gives plenty of salty juice on the inside. Great in a pitta or on a typical kebab salad.”★★★★ Mighty Bee coconut jerky strips, £1.80 “This has a good texture and a nice strong flavour, but it’s not overpowering,” says Saoirse of the teriyaki flavour. The spicy BBQ version was also well-balanced between salt and sweet. “Chow down with a pint.”★★★★ Wheaty organic vegan merguez sausage, £3.25     Wheaty vegan merguez sausages Photograph: Wheaty    “Warm, spicy sausage with nice texture, flavour and a hot afterkick,” says Jill. Of all the “charcuterie” on trial, this was the least objectionable for Felicity, who praised its strong North African spicing. “That sets it apart from most of the other products, which taste sinisterly similar”.★★★  Ready meals Amy’s Kitchen gluten-free dairy-free mac & cheese, £3.29     Amy’s Kitchen gluten-free dairy-free mac & cheese Photograph: PR    Jill tried the lasagne ready meal and had this to say: “Out of the box, this didn’t look great, I microwaved it with low expectations … but it was truly delicious. For a frozen, ready-made meal, I couldn’t have asked for more.” Felicity roadtested the macaroni cheese pictured above (3/5): “It’s gloopy, salty and orange ... What I imagine Kraft Mac & Cheese to be like. It tastes like junk food, and I don’t mean that in an entirely negative way: if I was drunk, or tired, I have little doubt that I’d polish the lot off. It’s the vegan version of a guilty pleasure.”★★★★★ Clive’s organic creamy mushroom pie, £2.99 This is what Saoirse wants from a pie: “Traditional ‘meaty’ filling and strong flavour.” She was slightly disappointed by crumbly wholemeal crusts that fell apart in the oven. “If you’re eating a pie, you know what you’re getting yourself into,” she says. “A wholemeal crust doesn’t make it a healthy meal.” ★★★★  Cheeses and dairy alternatives The cheeses caused the most division, with each tester championing a different type. Vegusto No-Moo herb cheese, £4.99 “Good texture. It’s not trying to be overpoweringly cheesy, so it’s versatile for cooking,” says Saoirse. “Good if you want a creamy or sticky cheese texture.” Felicity (who scored it just 2/5) was less enthusiastic: “There’s quite a strong herb flavour, which hides a multitude of sins.”★★★★ Wilmersburger cheese wedges, £4.99     Wilmersburger cheese wedges    “This ‘hearty’ flavour is the best vegan cheese in town so far,” decided Jill, whose experience of fake cheeses goes back some way. “Creamy texture, great taste, smoky. I would eat on its own or in sandwich”. Felicity (2/5) disagreed: “Yuck. It’s got an overpowering flavour of artificial smoke. Horrid.” She prefers the brand’s cheddar flavour for meltability and saltiness. “It’s not hugely cheesy, but it works on a burger.”★★★★ Violife parmesan flavour Prosociano, £5.50  “Surprisingly, it’s not far off a young version of the real thing,” says Felicity, “though the faint taste of coconut is a bit disconcerting.” While she wouldn’t eat it by the slice, she says it would be fine grated over pasta. Saoirse, on the other hand, thinks it’s only suitable for those with a foot fetish.★★★★ Follow Your Heart Vegenaise, £3.50     Follow Your Heart Vegenais    “Unlike other vegan mayonnaise, this is spreadably thick, great on sandwiches and has a nice flavour,” says Saoirse. In Felicity’s view, it’s far better than Hellman’s and other branded versions: “I can’t stand jarred mayonnaise, normally. I’d buy this, though. It’s nice and light and not too vinegary.”★★★★★ Follow Your Heart vegan bleu cheese dressing, £4.50 “Really rich, thick and creamy,” enthuses Jill. “Great on a salad, but slightly tricky to extricate from the bottle.” The company’s Caesar dressing didn’t impress her, though: “It’s thin, watery and acidic.”★★★ Oatly creamy oat organic cream alternative, 75p     Oatly creamy oat organic cream alternative    “I tried this in everything from semolina to a White Russian,” Felicity reports, “and it’s good. Slightly thicker than single cream, with a mild oaty flavour, it’s really versatile stuff.” She also liked the “Barista” offering by the same company, which has about the same fat content as whole cow’s milk – “It’s great frothed up in coffee.”★★★★★ CoYo natural coconut milk yoghurt, £2     CoYo natural coconut milk yoghurt    “Rich, creamy and delicious,” says Saoirse, “with a thicker texture than normal yogurt. One spoon and you’re hooked.” Not so for Jill, who describes it as “horror in a mouthful”. Felicity is somewhere in the middle.★★★ Desserts Sainsbury’s vanilla, chocolate, strawberry, £3  “Absolutely smashed all the others in both texture and flavour,” yells ice-cream lover Saoirse. “You wouldn’t know they’re vegan.” High praise indeed. Felicity is equally enthusiastic: “Sweet and creamy, these would definitely be crowd-pleasers.” Hitting stores from June.★★★★★ Tesco free-from toffee and vanilla cones, £2 These cheap and cheerful options went down well with Jill. “Wow, these are a definite treat! They taste like all the wonderful synthetic things from childhood that are probably really bad for you. Nostalgic bliss, especially the toffee one.”★★★★★ Coconut Collaborative dairy-free milk chocolate ganache pots, £2.99 These little pots are a “brow-wiggling sensation”, says Jill. “Great-textured chocolatey goodness in just the right portion size.” For Saoirse, it’s reminiscent of a mousse – “it’s not intensely chocolatey, and it has a nice soft texture.” Felicity is keen, too – “It’s rich and not overpoweringly coconutty. I’d eat this again.” Full marks all round.★★★★★   Related: Fit, macho, sexy: the reinvention of vegans    Ms Cupcake chocolate vegan cupcake, £3.29 “Probably one of the best cupcakes I’ve ever had – vegan or otherwise,” says Saoirse. “Like a giant Ferrero Rocher on top of a little cake.” Who can argue with that?★★★★★ Ananda gelatine-free wagon wheels, £2.50 “Pretty awesome,” says Saoirse. “The gooey consistency of the marshmallow inside and soft biscuit casing would make it an ideal candidate to warm on a campfire.” Felicity is also keen: “Really nice. An improvement on the original, actually.” The company’s raspberry and vanilla marshmallows also found fans in all three testers.★★★★★ Booja-Booja truffles £3.99     Booja-Booja truffles    These square truffles come with a traditional chocolate dusting on the outside. Saoirse found them “rich and surprisingly creamy – as good as any I can remember.”★★★★★ Biona organic Cocobella chocolate coconut butter, £4.99 “It’s like eating a spreadable Bounty! This is a really great alternative to Nutella,” raves Saoirse. “In fact,“it’s better. It’s not massively chocolatey and it’s a bit thick, but it tastes amazing. I want this with vanilla ice-cream.”★★★★★ Loving Earth organic salted-caramel chocolate, £1.39 “Although I’m relieved vegans can find decent dark chocolate, occasionally we all yearn for something sweeter and richer – and this makes a pretty great substitute for milk chocolate,” says Felicity. “Outrageously buttery, with a faint coconut flavour, it’s addictive stuff. I’m impressed.”★★★★",
  "webTitle": "Vegan taste test: from kebabs to wagon wheels",
  "webPublicationDate": "2016-05-25T11:46:32Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/25/vegan-taste-test-from-kebabs-to-wagon-wheels",
  "keyword": [
    {
      "webTitle": "Vegan food and drink",
      "id": "lifeandstyle/vegan",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Vegetarian food and drink",
      "id": "lifeandstyle/vegetarian",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Smillie",
      "id": "profile/susansmillie"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/25/vegan-taste-test-from-kebabs-to-wagon-wheels"
}