{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/les-talens-lyriquesroussetpiau-review-wit-and-charm-with-grace-notes",
  "id": "2016-05-02-117",
  "sectionId": "music",
  "body": "Christophe Rousset’s concert of baroque chamber cantatas and trio sonatas with members of his ensemble les Talens Lyriques was scheduled as a vehicle for mezzo Ann Hallenberg. Her indisposition, however, led to her replacement by soprano Sandrine Piau, one of Rousset’s regular collaborators and a fine interpreter of the 17th- and 18th-century repertory. Rousset directed from the harpsichord with his customary refinement. Piau opened with Montéclair’s Morte di Lucrezia, a tricky work in which the singer both narrates and dramatises the history of Lucrezia’s suicide after her rape by Tarquinius.  There was no mistaking Piau’s commitment, though it took a while for her voice to fully acquire its familiar lustre. A couple of moments of wayward string intonation intruded on Corelli’s Trio Sonata in D minor, Op 3, No 5, but by the time we reached Scarlatti’s Tinte a Note di Sangue, soprano and ensemble were on fine form. Vivaldi’s La Follia came after the interval, its sensuousness and logic scrupulously judged. It was followed by Handel’s pastoral cantata Notte Placida e Cheta, poised and witty in its depiction of an Arcadian shepherd’s amorous dreams and the rude awakening that follows. Handel arias formed the encores. Piau achieved something like perfection in Cleopatra’s Piangerò la Sorte Mia, from Giulio Cesare. Tornami a Vagheggiar, from Alcina, needs a larger instrumental ensemble than a harpsichord and three string players, although Piau delivered it with considerable elegance and grace.",
  "webTitle": "Les Talens Lyriques/Rousset/Piau review – wit and charm with grace notes",
  "webPublicationDate": "2016-05-02T14:19:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/les-talens-lyriquesroussetpiau-review-wit-and-charm-with-grace-notes",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/02/les-talens-lyriquesroussetpiau-review-wit-and-charm-with-grace-notes"
}