{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/24/guardian-weekly-notes-queries-human-group-name",
  "id": "2016-05-24-163",
  "sectionId": "theguardian",
  "body": "A gaggle of geese, a pride of lions, a what of humans? A disappointment.David Isaacs, Sydney, Australia • A hubris.David Turner, Bellevue Heights, South Australia • A shame.Michael Davis, Sydney, Australia • An ego.Emily Stevenson, Cambridge, UK • A text.Jennifer Rathbone, Toronto, Canada • A fruitloopery.Ted Webber, Buderim, Queensland, Australia • Given the propensity of the species for wrecking the planet and killing each other, I’ll suggest a destruction of humans.Ursula Nixon, Bodalla, NSW, Australia • A pother of people.Edward Black, Church Point, NSW, Australia • A rabble.Roger Morrell, Perth, Western Australia • A false entitlement.Margaret Wyeth, Victoria, British Columbia, Canada • In its 1972 report The Limits to Growth, The Club of Rome pointed to the inevitable catastrophic consequences of continued exponential growth of population. The consequences are now even more evident. Hence, the collective noun, a lemming of humans.Lawrie Bradly, Surrey Hills, Victoria, Australia • From the perspective of geese and lions (and other species), it’s a tsunami of humans.Stuart Williams, Kampala, Uganda • An embarrassment.Rachel Forrest-Hay, Newburyport, Massachusetts, US Far-seeing, with a big heart If the Guardian Weekly were an animal, what sort of animal would it be? A chameleon?John Ryder, Kyoto, Japan • The Guardian’s spirit animal must be a giraffe: it has the biggest heart of any land animal, is far-seeing and is able to defend itself against lions and hyenas – its noble and ignoble foes, respectively. Naturally much of the press is stuck with being a vulture.Dave Garbutt, Dornach, Switzerland • Doctor Doolittle’s pushmepullyou. It reads as well from both ends.Jeremy Firth, Dover, Tasmania, Australia I’m over the moon!  When aliens contact us, how will they do it and what will they say? Very cautiously. Having observed us for aeons but failing to understand the human race, they will ask: “What is your substance, whereof are you made, / That millions of strange shadows on you tend?”Tijne Schols, The Hague, The Netherlands • Carefully and saying, “We come in peace, lay down your weapons!”Doreen Forney, Pownal, Vermont, US • By an Earth landing: “That’s one small step for an alien, one giant leap for alienkind”.Anthony Walter, Surrey, British Columbia, Canada • “I’m over the moon to see you.”Gaynor Birkett-Graham, Tauranga, New Zealand Some liquid musings  N&Q answers come to me while swimming. How about you? Answers often suggest themselves while I’m washing dishes, making a bed or performing similar tedious tasks that demand no thought. Nature, they say, abhors a vacuum (so do I, but that’s why I employ a cleaner).Joan Dawson, Halifax, Nova Scotia, Canada • In the bathtub.Richard Orlando, Westmount, Quebec, Canada • I find N&Q answers always come to me while thinking.Alan Williams-Key, Madrid, Spain • My answers are also very often liquid-induced.E Slack, L’Isle Jourdain, France • Answers flow when I’m high and not dry.David Tucker, Halle, Germany • While musing.Philip Stigger, Burnaby, British Columbia, Canada You really shouldn’t ask What qualities must a politician have? Many, mostly of the unmentionable sort.Angela Blazy-O’Reilly, Villeneuve-la-Comptal, France • All the trumps.Doug Bicke, Kinburn, Ontario, Canada  • A voracious appetite for self-aggrandisement, power, cash and big houses.Bob Sherrin, Burnaby, British Columbia, Canada • A psychopathic ability to lie with no feelings of doing wrong.Terence Rowell, Dartmouth, Nova Scotia, Canada • Qualities? You must be joking!David Ross, Thoiry, France • Absolutely none whatsoever. Obviously.Malcolm Shuttleworth, Odenthal, Germany Any answers? What methods does the devil use ‘to make me do it’?William Emigh, Victoria, British Columbia, Canada If you could be the Queen for one day, what would you do differently?R De Braganza, Kilifi, Kenya Send answers to weekly.nandq@theguardian.com",
  "webTitle": "A plethora of people",
  "webPublicationDate": "2016-05-24T13:00:09Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/24/guardian-weekly-notes-queries-human-group-name",
  "keyword": [],
  "authors": [],
  "guardianId": "theguardian/2016/may/24/guardian-weekly-notes-queries-human-group-name"
}