{
  "apiUrl": "https://content.guardianapis.com/environment/planet-oz/2016/may/20/carbon-dioxides-400ppm-milestone-shows-humans-are-re-writing-the-planets-history",
  "id": "2016-05-20-342",
  "sectionId": "environment",
  "body": "Round numbers can trigger all sorts of weird and sometimes irrational responses.  For example, in about 19 years time when I turn 40 there’ll be some sort of celebration at which I’m told I have reached a milestone. The number can also trigger denial in those afflicted (I honestly wouldn’t know*).  This month the world reached one of its own milestones.  Levels of carbon dioxide in the southern hemisphere’s background atmosphere reached 400 parts per million, according to a measuring station at Cape Grim in Tasmania.   Related: World's carbon dioxide concentration teetering on the point of no return    At 9news, the 400ppm was described as a “tipping point”. One bulletin from climate campaign group 350.org said the 400ppm figure was a “red line of pollution that, now breached, locks in more tragic climate impacts”. Well, it’s neither a “tipping point” or a “red line” but the inexorable rise of these numbers over decades is just as fundamental. Nothing in particular happens to the Earth’s climate at 400ppm as opposed to, say, 399 or 401, but given the human condition for celebrating milestones (even ones we really don’t like) the attention it got was understandable and warranted. When the planet’s other major long-term carbon dioxide monitoring site in Hawaii was approaching 400ppm in 2013, Nature magazine described the “milestone” as “worrisome”.  The Mauna Loa site has been recording CO2 levels in the atmosphere for 56 years and just had its largest ever annual jump ­— a rise of 3.05 ppm. Because most greenhouse gas emissions come from the northern hemisphere, it takes about a year for the gases to mix enough to then show up in the southern hemisphere readings. A few days ago, the Antarctic’s observation point for CO2 concentrations – Casey Station – also recorded 400ppm. These data points sound a little anodyne – inconsequential almost – until you start to put them into context. Because these measurements – regardless of when you decide to check in on them – are a reminder of how our penchant for burning fossil fuels and chopping down forests is fundamentally reshaping the planet’s future every single day. So when was the last time the planet had CO2 levels like this, and what sort of a world was it? Dr David Etheridge, a principal research scientist at Australia’s CSIRO, told me: “We know [levels of CO2 in the atmosphere] from the air extracted directly from ice cores and we can go back to about 800,000 years ago. It is inconceivable that there would be any lasting concentration of CO2 much above about 300 parts per million in that record.” He says analysis of sea sediments can push our estimates of historic CO2 levels back even further – to about two million years. Those records also show today’s levels of CO2 are higher.   Related: Imagine the fate of a global climate treaty without the EU    “That’s a pretty solid record,” he says. “But climate change is about the rate of change. This is all coming at us very quickly and the increases are faster than anything we have seen in history. That’s a big issue.” Etheridge says it is vital that monitoring of atmospheric CO2 continues because those measurements are plugged into computer models of the climate system.  The measurements, he says, help scientists understand how the oceans and the land are reacting to the pulse of carbon dioxide we’re responsible for since the start of the industrial revolution.    Once you melt an ice sheet, it takes many, many thousands of years to rebuild it  Professor Michael Mann     Another point to make, is that the reason that CO2 levels keep rising in the atmosphere is because once it’s there, it stays there for a long time (think of it this way: if your dad drove your mum to the hospital the day you were born, the CO2 released from the tailpipe helped push CO2 levels to where they are today, whether you’re aged 21, 40 or 100). Those CO2 levels are pushing global temperatures beyond any point that human civilisation has ever experienced before. It is not just the levels of CO2, but the speed at which we’ve managed to get them there.  Professor Michael Mann of Penn State University in the US says there is no evidence in the ancient climate record “for the rapidity of the current human-caused release of CO2”. A 2009 study in the journal Science found the last time in Earth’s history when CO2 levels in the atmosphere were this high for a sustained period was between 15 and 20 million years ago. Then, according to the study, temperatures were between 3C and 6C warmer than today. Ice sheets, the study said, had melted to the point where sea levels rose between 25 and 40 metres. “And therein lies the rub,” says Mann. “Once you melt an ice sheet, it takes many, many thousands of years to rebuild it.” The time to start burning an awful lot less coal, oil and gas wasn’t last week. The “tipping point” or the “red line” wasn’t crossed at 400 ppm. This legacy of inaction rests across decades. There’s no denying that. *Or maybe I would, says this child of the 70s.",
  "webTitle": "Carbon dioxide's 400ppm milestone shows humans are rewriting the planet's history «",
  "webPublicationDate": "2016-05-20T04:05:05Z",
  "webUrl": "https://www.theguardian.com/environment/planet-oz/2016/may/20/carbon-dioxides-400ppm-milestone-shows-humans-are-re-writing-the-planets-history",
  "keyword": [
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Readfearn",
      "id": "profile/graham-readfearn"
    }
  ],
  "guardianId": "environment/planet-oz/2016/may/20/carbon-dioxides-400ppm-milestone-shows-humans-are-re-writing-the-planets-history"
}