{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/04/industry-40-how-intelligent-assets-will-be-part-of-a-circular-economy",
  "id": "2016-05-04-133",
  "sectionId": "sustainable-business",
  "body": "In a materials-reliant industrial economy, the notion of pervasive connectivity as the “new” infrastructure is significant if we are to achieve sustainability goals and tread more lightly on our planet. Until now, industrial growth has been focused on the linear “take, make, dispose” model. We dig things out of the ground, turn them into products that last for varying degrees of time, then stick them back into the ground, creating a hugely wasteful strain on resources and money.  That is now changing. On the back of the digital revolution, a circular alternative which enables an effective flow of materials, energy, labour and information so that natural and social capital can be rebuilt, is emerging. This isn’t just about recycling but a system that minimises risk by managing finite stocks and renewable flows.  Key to achieving this model is the internet of things (IoT) and the role of intelligent assets – those digital technologies and devices that have the ability to sense, store and communicate information about themselves and their surroundings. Experts are describing this as the “fourth industrial revolution” – a so-called fusion of technologies that blur the lines between the physical, digital and biological spheres.   Related: New circular business model tool can help unlock creativity    The Ellen MacArthur Foundation and World Economic Forum’s report on intelligent assets, describes this as the “convergence of the digital and natural worlds”, an intersection which could define how we govern and innovate. By decoupling economic value creation from resource consumption we open up a “trillion-dollar opportunity” which is predicated on the ability of intelligent assets to unlock new sources of value creation for both companies and individuals.  It’s an idea that already has a significant degree of traction, particularly within forward-thinking cities, which are acutely aware they need to increase asset and resource productivity if they are to cope with housing 60% of the world’s population by 2030.  One of the leading smart cities, Barcelona, has implemented IoT technologies to improve resource use and has saved millions of dollars in doing so. For instance, its connected water management system uses citywide sensors to capture information that helps the council manage the water supply for public irrigation and fountains, and its above-ground and underground water, saving both vast quantities of water and $58m (£40m) annually.  Other cities are learning from their experiences. Similar plans have been unveiled in the UK, for example, where Thames Water is in the process of implementing a “smart water pilot” with the aim of creating a single view of its operating systems and driving more efficient water sourcing.  Also at the heart of smart city plans is energy consumption. Cities consume 75% of natural resources globally, produce 50% of global waste and emit 60-80% of greenhouse gases. This is largely down to the linear nature of urban planning, which has yet to be properly challenged by circular principals. If governments are to meet core objectives such as improved health services, minimised waste and resource use, this will have to change.  One way in which energy use can be reduced is via lighting. Switching from incandescent or discharge lamps to more environmentally friendly LEDs can be expensive. In a 2014 survey of 300 mayors, 82% stated that switching to LEDs is a high priority but that they faced significant barriers to implementation – namely budget constraints (84%) and the associated upfront costs (71%).   Related: The hidden circular life of your printer's toner cartridge: Ricoh’s asset recovery program    To resolve this, some companies are beginning to offer lighting as a service rather than simply as a product. Washington DC is one of the first to begin working in this way, bringing in Philips Lighting to upgrade over 13,000 lighting fixtures in 10 of its parking garages at no upfront cost to the city via a 10-year maintenance contract. Amsterdam’s Schiphol Airport is also working in collaboration with Philips Lighting in this way. Under the agreement, Schiphol pays for the light it uses in its lounge 2, while Philips Lighting remains the owner of all fixtures and installations, delivering a 50% reduction in electricity consumption for no upfront cost. As Dame Ellen MacArthur said: “Intelligent assets are a key building block of a system capable of ushering in a new era of growth and development, increasingly decoupled from resource constraints.” In a time when many budgets are being cut and environmental policies are moving up the agenda, a smart circular economy could be a welcome solution that fits both objectives.  Content on this page is paid for and produced to a brief agreed with Philips, sponsor of the circular economy hub",
  "webTitle": "Industry 4.0: how intelligent assets will be part of a circular economy",
  "webPublicationDate": "2016-05-04T15:08:36Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/04/industry-40-how-intelligent-assets-will-be-part-of-a-circular-economy",
  "keyword": [
    {
      "webTitle": "Partner zone Philips",
      "id": "sustainable-business/partner-zone-philips",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/2016/may/04/industry-40-how-intelligent-assets-will-be-part-of-a-circular-economy"
}