{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/number-of-prison-deaths-linked-to-legal-highs-rises-steeply",
  "id": "2016-05-09-165",
  "sectionId": "society",
  "body": "The number of prisoners whose deaths have been linked to the use of legal highs in England and Wales has risen to at least 39, according to the prisons and probation ombudsman. Nigel Newcomen, who investigates every death in custody, said the 39 deaths in prison linked to new psychoactive substances, such as the synthetic cannabinoid Spice, compared with the previous figure of 19 between 2012 and 2014 he highlighted in a report last July. “We have now identified 39 deaths in prison between June 2013 and June 2015 where the prisoner was known, or strongly suspected, to have been using new psychoactive substances before their death. The links to the deaths were not necessarily causal, but nor can they be discounted,” he said in a London lecture to the Reform thinktank. The prison ombudsman said the deaths added to the increasing evidence linking legal highs or new psychoactive substances (NPS) to suicide and self-harm and called for new measures to tackle the supply in prisons and reduce demand for them. He said prison and healthcare services were beginning to act but there was still “a long, long way to go”.   Related: Blanket ban on legal highs in England and Wales to begin on 26 May    Newcomen also said there had been cases of prisoners being given “spiked” cigarettes by others who wanted to test new batches of legal highs as a way of gauging their effect before taking it themselves. In other cases prisoners have been used as unwitting legal high “guinea pigs” just for the amusement of other inmates. The concern over the explosion of legal highs behind bars from the prison and probation ombudsman follows a warning from the new chief inspector of prisons, Peter Clarke, of the devastating impact on some jails. “Their presence in prisons has given rise to debt, bullying and violence. They are destabilising some prisons, making it difficult for normal prison life to continue,” he told the Guardian. The intervention by two authoritative prison watchdogs comes as new legislation making it illegal to possess legal highs inside jails is due to come into effect. Prison ministers have also promised to develop a new testing regime that they hope will prove a gamechanger in tackling legal highs behind bars. The prisons ombudsman said that of the 39 deaths in prison, he had identified two that were the result of drug poisoning, including legal highs; two had no cause of death; six were the result of natural causes in which legal highs may have played a part, and one involved a homicide in which a prisoner suspected of smoking legal highs had killed another prisoner involved with the substances. “The remaining 28 deaths were self-inflicted. Some involved psychotic episodes potentially resulting from NPS, for others NPS appeared to exacerbate vulnerability,” he added. In one case he cited a woman prisoner who had no history of self-harm and had been seen normal and joking with other prisoners on the day of her death, but suddenly became loud and aggressive in her cell. Prison officers found she had made a very deep cut in her arm and severed an artery. After her death evidence emerged she had been using legal highs and cocaine and it was thought the drugs had triggered a rapid psychotic episode. The Ministry of Justice said that mandatory drug testing for psychoactive substances was currently being piloted in 34 prisons and more than 300 sniffer dogs had been specially trained to detect legal highs. Prison minister Andrew Selous said: “We take a zero tolerance approach to drugs in our prisons and use sniffer dogs, cell searches and mandatory drugs tests to find them. “We have already legislated to make smuggling new psychoactive substances into prison illegal and those caught trying to throw packages over prison walls can now face up to two years in jail. “However we must do more, which is why we are investing £1.3bn to transform the prison estate, to better support rehabilitation and tackle bullying, violence and drugs,” he added.",
  "webTitle": "Number of prison deaths linked to legal highs rises steeply",
  "webPublicationDate": "2016-05-09T14:00:18Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/number-of-prison-deaths-linked-to-legal-highs-rises-steeply",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/09/number-of-prison-deaths-linked-to-legal-highs-rises-steeply"
}