{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/my-husband-never-pays-me-compliments-upsets-me-wont-change-his-ways",
  "id": "2016-05-14-152",
  "sectionId": "lifeandstyle",
  "body": "My husband of 14 years never gives me compliments. This isn’t new – he’s always been like this. Maybe a couple of times a year he’ll say, “You look nice” but that’s it. He never tells me that my hair smells great or my skin is soft, or he loves my legs in that skirt. It has a negative effect on our sex life since I don’t feel very desirable to him, so we only have sex every couple of months.  About once a year it really gets me down and I weep a lot, and question whether I can spend the rest of my life with someone who, for the most part, feels like a roommate more than a lover. I only “recover” from these periods when the rest of life, like the children, takes over and I get distracted by other things. I’ve explained all of this to my husband. He hates to see me upset, but seems incapable of doing anything about it. He says it’s too hard, he doesn’t know what to say or he doesn’t want to say the wrong thing. Sometimes, after I’ve threatened to leave him, he’ll make an effort for a couple of days, which shows that he can do it if he wants to – but then it’s back to where we started for another year. Frankly, this is almost worse, since I know he is capable of being thoughtful if he tries. Whenever he does say something positive to me, I always make sure I react appreciatively so he knows he’s getting it right. But he just gives up. He’s also not affectionate nor does he do anything to make me feel special, such as buy me occasional presents or do little thoughtful things. How can I help my husband to understand what a huge impact his lack of communication is having on our lives? You say you’ve been married for 14 years and he’s always been like this, so I wondered what has prompted you to ask for help now? Somehow, I feel this may be significant. I consulted counsellor Sharon Breen, (bacp.co.uk) who also wondered what happened once a year to make you feel “really down” about it all? She thought that “this was obviously a mutually frustrating and lonely stand off”, and that you both seemed “stuck”. She said: “The way you are dealing with the rejection, as you see it, is by withdrawing and threatening to leave. It’s not helpful, although it’s understandable.” Breen explained that some people “don’t use language the way we’d like them to. There may be a basic misunderstanding, your husband may find this confusing. He will have a go at complimenting you, but it may not come naturally. Because you are feeling desperate/frustrated/rejected, I wonder if you are then dismissing his repair attempts.” You say he is “capable of being thoughtful if he tries”, but I don’t think that’s what’s happening. I think he is able to follow instructions for a short amount of time, but it simply doesn’t come naturally to him. Anyway, the whole situation, when your relationship goes into “repair” mode, seems very false and scripted. Not authentic at all – your husband saying things you have told him to say, you reacting appreciatively. I wonder where your idea of what relationships are meant to be like comes from? I don’t mean this unkindly – we’re all entitled to the relationships we want. But something must have attracted you to your husband. Has he changed? Have you? Did you hope you could change him? A lot can depend on how love was shown to him – and you – growing up. Some people never say “I love you” but show it in many different ways; some say “I love you” all the time, but don’t mean it. Does he really not do anything that’s loving? I don’t mean the presents you mention but those little loving acts couples can do for one another? Do you ever pay him compliments? I thought your letter was very one sided about the things he doesn’t do for you, no mention at all of what he does (really, nothing?) or the things you do for him (not important?). Breen also wondered about “specific compliments” you wanted him to pay you, and she wondered “how you felt about yourself?” I thought this was an important point, maybe the key to your whole issue. “The fact that he hates to see you upset is a good sign,” says Breen, “as is the way he tries very hard to do what you are asking of him when you threaten to leave.” What to do? Well, there is couples counselling, of course – although it’s often very hard to get your partner to go (you can go alone). Breen suggested: “Be curious. If possible, make requests rather than demands. Explain your feelings to him [when calm, when you are getting on most] so he understands exactly how you feel. Use lots of ‘I’ statements rather than blaming, criticising or bottling it up. Ask him more about what it’s like for him to express his feelings and affection. Ask how you can help him with this.” Breen also wondered if both, or one, of you was experiencing stress “outside the marriage, as the way we understand our partner’s behaviour is linked to the stress we are under. We are likely to be more charitable when stress is low.” Your problems solved Contact Annalisa Barbieri, The Guardian, Kings Place, 90 York Way, London N1 9GU or email annalisa.barbieri@mac.com. Annalisa regrets she cannot enter into personal correspondence. Follow Annalisa on Twitter @AnnalisaB",
  "webTitle": "My husband never pays me compliments – it upsets me a lot but he won’t change his ways",
  "webPublicationDate": "2016-05-14T08:39:50Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/my-husband-never-pays-me-compliments-upsets-me-wont-change-his-ways",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Annalisa Barbieri",
      "id": "profile/annalisabarbieri"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/my-husband-never-pays-me-compliments-upsets-me-wont-change-his-ways"
}