{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/nazanin-zaghari-ratcliffe-iran-arrest-daughter-solitary-confinement",
  "id": "2016-05-09-174",
  "sectionId": "world",
  "body": "A British-Iranian woman is being held in solitary confinement in Iran, away from her two-year-old daughter, after they attempted to return to the UK from a family visit.  Nazanin Zaghari-Ratcliffe, a 37-year-old project manager with the Thomson Reuters Foundation, the news agency’s charitable arm, was arrested in early April in Tehran by members of Iran’s elite Revolutionary Guard at Imam Khomeini airport, where she and her daughter, Gabriella, were about to board a flight back to the UK. Zaghari-Ratcliffe has since been separated from Gabriella, who is solely British and does not have Iranian nationality. The child has been placed in the care of Zaghari-Ratcliffe’s family in Iran and her passport confiscated. Nazanin Zaghari-Ratcliffe’s husband, Richard Ratcliffe, who has been advised not to travel to Iran, says he has neither seen his daughter since she went holiday, nor spoken to his wife since her arrest. “It is now nearly two months since I saw or held my little girl. I cannot get her back: her passport is confiscated, I have no visa, and I have been advised not to try and go to Iran,” Ratcliffe said.  It is unclear why the guards arrested Zaghari-Ratcliffe, but the Iranian authorities have deep suspicion of dual-nationals and in recent years have held a number of them on security charges. Zaghari-Ratcliffe has since been held in solitary confinement in an unknown location in the southern province of Kerman. She has not been allowed access to a lawyer but has informed her family in Iran that she has been under pressure to confess to unspecified crimes. The family has been told that her arrest is connected to a matter of national security.  Her plight is complicated by the fact that Iran does not recognise dual nationality, which means she is not granted consular access to British officials.  Ratcliffe said Zaghari-Ratcliffe’s role at Thomson Reuters Foundation – which runs media training programmes and some legal services – was to manage grants, and was unconnected with the news agency’s coverage of Iran.  Reuters has not had a bureau in Iran since 2012 when all staff in the country had their press accreditation suspended due to a mistake in a story about women’s martial arts training.  “It is hard to understand how a young mother and her small child on holiday could be considered an issue of national security. She has been over to visit her family regularly since making Britain her home,” her husband said in a statement. He has not been able to speak to his wife since the arrest.  “The cruelty of the situation seems both outrageous and arbitrary – that a young mum and baby can be treated as some national security threat is absurd, far outside any reality our family was familiar with,” he said.  “But it is also very real. In its isolation and pressures on her, it is a cruelty that is clearly deliberate and designed. And I have been powerless to stop it. After 36 days we have gone public, against the advice of the [Foreign Office], in the hope that with others and with public pressure that might change.”  A Foreign Office spokeswoman said: “We have been providing support to the family of a British-Iranian national since we were first informed of her arrest, and will continue to do so.” The Foreign Office said it would not comment on a case involving a minor.      Nazanin with daughter Gabriella    Ratcliffe described his wife as “a kind, caring and sociable person, who would do anything for her family”. He said: “It will be torturing her to be stuck in solitary confinement, away from her baby and all her family, thinking about all the worry that they are going through and whether she will be able to see them again. I have not been able to reach her at all, or speak to her to remind her that she has done nothing wrong. “I am pleading to the British authorities, now that delegations are traveling between the two countries to improve trade and understanding that all efforts are made to bring my wife and daughter home as quickly as possible, and to get Nazanin out of solitary confinement immediately.”      Kamran Foroughi, son of detainee Kamal Foroughi, protests outside the Iranian embassy in London. Photograph: Amnesty International    Zaghari-Ratcliffe was born in Tehran in 1978 and moved to the UK in 2007, where she met Ratcliffe while studying. They married in Winchester in 2009, and five years later Gabriella was born in London.  Other Britons held in Iran include Kamal Foroughi. Last week marked five years since the British-Iranian businessman was imprisoned. There are concerns about the state of his health and his family have repeatedly urged the Iranian authorities to give him access to proper medical care.  “We can’t believe that my 76-year-old dad has spent five long years in Evin Prison,” Foroughi’s son, Kamran, said. “We don’t understand why he hasn’t been released, or why he was arrested in the first place.  “For the Iranian authorities we have a simple message: please let Grandpa Kamal go and let him come home. He hasn’t seen his wife, daughter, son and two granddaughters for five years, and we’re all suffering too much.”",
  "webTitle": "Briton pleads with Iran to release arrested wife and daughter",
  "webPublicationDate": "2016-05-09T13:20:13Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/nazanin-zaghari-ratcliffe-iran-arrest-daughter-solitary-confinement",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/09/nazanin-zaghari-ratcliffe-iran-arrest-daughter-solitary-confinement"
}