{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/swansea-city-manchester-city-match-preview",
  "id": "2016-05-13-162",
  "sectionId": "football",
  "body": "West Ham’s late heroics on Tuesday night put Manchester City’s destiny back in their own hands and avoiding defeat tomorrow will suffice for them to finish in fourth place, even if hoping for Arsenal to lose at home to Aston Villa to have a chance of third may be pushing it. There were times this season when being comfortably safe on the last day looked highly unlikely for Swansea, and while the decision to award Francesco Guidolin the job full-time this week was a surprise, it was a deserved one. The Italian has probably done enough since succeeding Garry Monk to deserve a crack at a season from the start. Paul Chronnell Kick-off Sunday 3pm  Venue Liberty Stadium Last season Swansea City 2 Manchester City 4 Live Sky Sports 2 Referee Mike Dean This season G32, Y107, R9, 3.91 cards per game Odds H 5-1 A 1-2 D 7-2 Swansea City Subs from Tremmel, Rangel, Emnes, Britton, Fulton, Bartley, Gomis, Sheehan, Lucas, Montero, King Doubtful Montero (hamstring) Injured Sigurdsson (shoulder, Jun), Taylor (groin, Jun), Paloschi (hamstring, Aug) Suspended None Form DWLLWW Discipline Y59 R1 Leading scorers Ayew, Sigurdsson 11 Manchester City Subs from Caballero, Wright, Kolarov, Iheanacho, Fernando, Demichelis, Bony, Delph, Adarabioyo, A García, M García, Celina, Nasri Doubtful Nasri (illness), Kolarov (knock) Injured Zabaleta (calf, unknown), Silva (hamstring, Jun), Kompany (groin, Aug) Suspended None Form WWDWLD Discipline Y58 R0 Leading scorer Agüero 24",
  "webTitle": "Swansea City v Manchester City: match preview",
  "webPublicationDate": "2016-05-13T13:34:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/swansea-city-manchester-city-match-preview",
  "keyword": [
    {
      "webTitle": "Swansea City",
      "id": "football/swansea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/swansea-city-manchester-city-match-preview"
}