{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/nadine-koutcher-middle-temple-hall-london-review",
  "id": "2016-05-12-164",
  "sectionId": "music",
  "body": "Last June Nadine Koutcher took the 2015 Cardiff Singer of the World title by storm. Now, nearly a year on, the Temple Music Foundation pulled off the notable coup of presenting her London recital debut in Middle Temple Hall, with its artistic director Julius Drake as her considerable accompanist.   Related: BBC Cardiff Singer of the World review – exceptional technique and instinctive musicality shine through in a strong final    The remnants of a cold led Koutcher to drop one piece from a well-chosen programme of Liszt, Berg, Tchaikovsky and Rachmaninov songs. But excuses were not needed as she moved with fluent and idiomatic ease from the sighing intimacies of four Liszt settings of Victor Hugo, to Berg’s highly charged Seven Early Songs and the varied dramatic moods of the Russian songs after the interval. The technique was every bit as impressive as it had seemed in Cardiff , but now one also noticed the expressive delicacy and colour of the voice as well as its impressive evenness, caressing the opening phrases of the Liszt’s S’il est un charmant gazon with ideal softness and spinning out the final invocation of the beloved in Oh! Quand je dors surrounded by a garland of Lisztian arpeggios from the keyboard. That softness came again in Berg’s Im Zimmer, but in these songs it was the sustained command of the lush vocal line that impressed even more. With Tchaikovsky and Rachmaninov, Koutcher was in her comfort zone. There was an absolutely authentic intensity to the three contrasted Tchaikovsky songs, with the grandiloquent romance Whether Day Reigns particularly effective, while five Rachmaninov songs confirmed her warm musicality, even in full voice, and gave plenty of opportunities for Drake to shine, too.",
  "webTitle": "Nadine Koutcher review – impressive technique, delicacy and drama",
  "webPublicationDate": "2016-05-12T14:31:44Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/nadine-koutcher-middle-temple-hall-london-review",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    }
  ],
  "guardianId": "music/2016/may/12/nadine-koutcher-middle-temple-hall-london-review"
}