{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/05/guardian-us-snapchat-frieze-art-fair",
  "id": "2016-05-05-153",
  "sectionId": "artanddesign",
  "body": "Not sure if you’ll make it down to the Frieze in New York this year? We’ll bring you all the highlights from the contemporary art fair in a collection of snaps.  You can follow us across Randall’s Island to see some of the exhibition highlights – installations, live performances and futuristic designs. We’ll also speak to visitors and art guides. Follow the adventure through the Guardian US Snapchat updates. Our username is guardian_us – add us as a friend.  It’s our first time on the app: we’re experimenting with creating snaps and how we tell stories tailored to Snapchat users. We want to improve and hear your feedback. Please email madhvi.pankhania@theguardian.com and let us know what else you’d like from our snaps. How to add Guardian US on Snapchat Swipe up to the account information screen, select add friends and search for guardian_us. Or take a picture of this QR code on your camera and you’ll add us. Then swipe left to your stories.",
  "webTitle": "Follow the Guardian US on Snapchat to see our adventure at the Frieze art fair",
  "webPublicationDate": "2016-05-05T14:38:52Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/05/guardian-us-snapchat-frieze-art-fair",
  "keyword": [
    {
      "webTitle": "Frieze New York",
      "id": "artanddesign/frieze-new-york",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Information",
      "id": "info/info",
      "sectionId": "info",
      "sectionName": "Info"
    },
    {
      "webTitle": "Frieze art fair",
      "id": "artanddesign/friezeartfair",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/05/guardian-us-snapchat-frieze-art-fair"
}