{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/25/david-king-obituary",
  "id": "2016-05-25-128",
  "sectionId": "artanddesign",
  "body": "David King, who has died aged 73, was a graphic designer, writer, artist, photographer and, above all, a collector. On Level 4 at Tate Modern is a room hung with 40 framed magazine covers by John Heartfield, the German political artist and pioneer of photomontage; in the centre, open in a display case, are two copies of King’s last book, John Heartfield: Laughter is a Devastating Weapon (2015). Over several years, a larger Tate room showed dozens of Soviet posters from the David King collection, items from which will be displayed again in 2017-18 in the exhibition Red Star Over Russia. Amassed over several decades, the collection is made up of 250,000 photographs, books, journals, posters, documents and newspapers dating from the Russian Revolution to the Khrushchev era. Added to this was material from the Weimar Republic, the Spanish civil war, American labour organisations and Mao’s China. King wanted to make his collection accessible to the public, and in recent years it was acquired by the Tate.      King was art editor of the Sunday Times Magazine for 10 award-winning years. Photograph: Anthony Oliver/Eye Magazine    King’s skills were those of the eye: he could speed-read an image for meaning and context. He was born in Isleworth, Middlesex. His father was a bank manager. He began his training in 1959, after leaving school, in the design department of the London School of Printing and Graphic Arts (now the London College of Communication). His political apprenticeship came from working with his teacher Robin Fior, the designer-typographer, who was then designing the weekly Peace News and covers of the quarterly International Socialism, and was a member of the anti-nuclear Committee of 100. Fior introduced King to Soviet constructivist design and political graphics. After a time in an advertising agency, where his favoured copywriter was Elizabeth Smart, author of By Grand Central Station I Sat Down and Wept, he went to work at Queen magazine. In 1965 he joined the Sunday Times Magazine, where, under the overall art direction of Michael Rand, he was art editor for 10 years. The magazine won awards for its picture stories, arranged cinematically and uninterrupted by advertising. King took only a morning to lay out Don McCullin’s celebrated photographs in a multi-page feature on the Vietnam war. King later worked on books with former Sunday Times writers, among them the art critic David Sylvester, and with Bruce Chatwin on his Photographs and Notebooks (1993). In 1972 he was co-author with Francis Wyndham of Trotsky: A Documentary. Trotsky became so much a centre of King’s career that Fior referred to King’s Islington house as “Trot-ski-lodge”. In the garden King constructed a personal dacha, set up a bust of Marx (left over from a film set), and laid down in brick mosaic a five-pointed star. In 2009 King published Red Star Over Russia: A Visual History of the Soviet Union from 1917 to the Death of Stalin. The introduction to the book is an anecdotal account of his research into Soviet history. He enjoyed telling stories, sometimes cloak-and-dagger, sometimes comical, of his search for material over more than 40 years – in pre-Glasnost Russia, in eastern Europe, and in the US. This quest won him friends in many parts of the world. The dramatically orchestrated presentation of the documents is matched by a sensitivity to the human suffering they represent.     The cover of King’s book on Leon Trotsky produced with Francis Wyndham; the former Soviet revolutionary became a central figure in King’s career    Red Star Over Russia marked the unique character of his mature book-making: writing, designing, scanning the images, all from his own archive. His frequent collaborator, Judy Groves, tells how he laid all the pages out end to end on the floor of his studio, “coupling and uncoupling them like carriages of a train”, until he was satisfied with a complete view of the story unfolding. He did not use a computer in designing, but he put the text, perfectly judged for length, in emails to the typesetter. Proofs of the typeset version were then taped in position with prints of the scanned images, printed to size. When King first went to Russia in 1970 and asked to see pictures of Trotsky, he was told there were none of “that fascist”. He made the repeated response to his enquiries into a catchphrase, “not possible”, uttered in a heavy Russian accent. But a diligent search in many countries eventually made an archive possible. By the time they came to do the book, Wyndham remarked that there were now more photographs of Trotsky than there were of Marilyn Monroe. King’s interest in constructivist artists led him to the studio of Alexander Rodchenko, who had died in 1956. Opening a book – he was there to look at the artist’s book designs – was, he said, “like looking on to the scene of a terrible crime”. Rodchenko’s grandson Alexander Lavrentiev explained that his grandfather had painted over the faces of “enemies of the state”: to have been found with them risked the attentions of Stalin’s secret police. Acquiring visual records of those who had disappeared in the purges became a particular preoccupation for King. His revelations appeared in The Commissar Vanishes: The Falsification of Photographs and Art in Stalin’s Russia (1997) and Ordinary Citizens: The Victims of Stalin (2003). For an exhibition, King enlarged the original passport-size photographs to more than three metres high, accompanied by captions from their card-indexed personal details. Horrifyingly powerful, the Commissar Vanishes exhibition travelled in Europe; at the launch of a follow-up project at the Gulag museum in Moscow in 2013, King told his audience that Trotskyist groups had willingly helped him, but with “the hilarious proviso” that he shouldn’t mention that he had talked to one group, because another would then refuse to see him. King’s book was also the basis of an audiovisual collaboration with Michael Nyman, who “de-faced” an earlier work, The Fall of Icarus, to create a soundtrack to The Commissar Vanishes; it was first performed at the Barbican in London in 1999.     Fascism – The Most Evil Enemy of Women, a 1941 Soviet poster from David King’s collection.    On his first visit to Russia, King had taken a camera. The Nikon F was recommended by McCullin, after four hours of instruction. King had several assignments from the Sunday Times Magazine, and could give his own photographs generous space in the layouts. A feature on Muhammad Ali in 1975 led to the photographic biography I Am King, published the same year. He also became well known for his portraits of literary figures, Nadezhda Mandelstam and Jean Genet among them, later used on covers of the London Review of Books. During this period at the Sunday Times, for which he made some collage illustrations, King designed several record sleeves, including The Who Sell Out for the Who and Jimi Hendrix’s Axis: Bold As Love (both 1967). In the 1970s King began to develop a recognisable, but varied graphic style consisting of heavy rules – bands of black, five-pointed stars, and heavy sans-serif type, most often in upper case only. Working for the Anti-Nazi League, the Anti-Apartheid Movement and the National Union of Journalists, he claimed that he was trying to create a visual style for the left. His bold condensed capitals and heavy underlining survive in placards carried at demonstrations today. In the 1980s he designed the first covers for City Limits, the new weekly alternative to Time Out, produced several posters for the Crafts Council and was art director of its bi-monthly magazine, Crafts. King was himself a craftsman: posters were designed full-size on a draughting desk, the photoset lettering and images pasted down with wax glue and the rules cut from paper with a scalpel. They were in black only; colour instructions for the printer were added on an overlay.     King’s Anti-Nazi League badge: he said he was trying to create a visual style for the left    He rarely favoured full-colour half tones, but would use three or four flat colours for a brilliant effect. Ink colours were most often black and red, and images were often overprinted in both colours, which made them a reddish sepia. King’s style suited David Elliott, director of the Museum of Modern Art Oxford (now Modern Art Oxford), who commissioned him to create catalogues and posters for the Soviet art exhibitions Alexander Rodchenko (1979), Vladimir Mayakovsky: Twenty Years of Work (1982) and Art Into Production: Soviet Textiles, Fashion and Ceramics 1917-1935 (1985). His work is celebrated in a current exhibition at the gallery, David King: Designs for Oxford (1979-1985). Rodchenko’s constructions were also the stimulus for simple furniture and a series of neo-constructivist wood sculptures which King began in a shed in his garden. Always generous, he gave away his own works and duplicates from his collection, and gave his time to encouraging others and sharing his enthusiasm. His legacy is the books, and the images which make history come alive. He is survived by his partner, Valerie Wade, his children, Robin and Josephine, from an earlier marriage, and by two grandchildren. • David King, designer, writer, artist and collector, born 30 April 1943; died 11 May 2016",
  "webTitle": "David King obituary",
  "webPublicationDate": "2016-05-25T14:33:55Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/25/david-king-obituary",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Communism",
      "id": "world/communism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "History of art",
      "id": "education/history-of-art",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Hollis",
      "id": "profile/richard-hollis"
    }
  ],
  "guardianId": "artanddesign/2016/may/25/david-king-obituary"
}