{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/22/kevi--lygo-jim-naughtie-david-attenborough",
  "id": "2016-05-22-56",
  "sectionId": "media",
  "body": "• Unveiling his plans for ITV after replacing Peter “Pinch ‘em” Fincham as director of television, ever-quotable Kevin Lygo made headlines by complaining that the BBC was too prone to fill its schedule with long runs of series such Casualty. “You could argue the BBC need not be quite so focused on that consistent delivery,” he said, “and could try new and interesting things with new and interesting people.” New and interesting people, perhaps, like gifted debut playwright Ruby Solomon, author of BBC1 pilot cop show Walter, which was revealed before transmission in 2014 to have been penned and submitted by Lygo using Ruby as his pen name. Nothing has been heard since of it getting a green light as a series, but no doubt that’s due to all that long-run landfill leaving scant scope for blazing emerging talent. • Also fascinating was Lygo’s signal that he wanted documentaries about crime (“everyday hideousness”) but wasn’t content with the network’s current offerings in the genre. “What is the modern way of doing that for ITV?” he wondered. “Is it through Trevor McDonald or Piers Morgan?” – a question that would seem to presuppose the answer “no!” and spell curtains for the pampered pair’s crook-hunting trips to America. Next week, hopefully, he’ll similarly ask aloud: “what’s the modern way for us to do a chatshow – is it through Jonathan Ross?” • The way online titans assert their supremacy over waning old media can take subtle forms, as evinced by Amazon’s party last week to mark the new availability of its Amazon Prime Music streaming service on Sonos. Guests throwing shapes at Sonos Studios in east London were informed that the floor there had come from the BBC Maida Vale studios across town – yes, they were literally trampling at Amazon’s invitation on part of the BBC, sacred territory where the Beatles played for the Beeb, hundreds of classical concerts were recorded, and John Peel gave bands such as Nirvana, Pulp and the Smiths early breaks in his Peel Sessions. • Who knew that Jim Naughtie was ratings gold? As Press Gazette points out, the latest Rajar figures show that the Today programme had an average reach of 6.8 million listeners in post-Naughtie Q1 2016 compared with 7.1 million in Q1 2015 when he was still on board – a hefty year-on-year drop of 300,000 listeners. Possible takes on the Scot’s pulling power would be that listeners tuned in in the hope of catching his occasional gaffes and trademark multi-clause questions, or that the long-running Jim ’n’ John combo offered a comfortable familiarity that’s now gone with ever-shifting pairings, often involving recently arrived presenters; another might be that with Naughtie departed all the breakfast hosts except John Humphrys are English. • “Success has many parents, but failure is an orphan” is the TV industry’s truest saying, and the latest Radio Times’ letters column entertainingly sees the continuation of a paternity dispute going back to the Swinging Sixties. “Without wishing to rain on my friend Sir David Attenborough’s parade in [BBC1’s] Attenborough At 90,” chunters former BBC1 controller Paul Fox, who is also 90, “Monty Python’s Flying Circus did not begin on BBC2 [of which Attenborough was controller]. It began … on BBC1. In 1969. I commissioned it.” In a response in italics, the magazine concedes it debuted on BBC1, but says Attenborough was by then director of programmes and so “involved in the show’s conception”. Let’s hope both nonagenarians will still be around in three years’ time when the 50th anniversary will give them a chance to properly sort out who the father was. • Although the appointment as economics editor (an “explainer” job often filled by non-journalists) of the academic Noreena Hertz has come under fire in the rightwing press, having read her book of tips on decision-making Monkey can see nothing but advantages for her new ITV colleagues. They too can now benefit from advice on how to prepare for making big calls and deals previously available to Hertz’s husband Danny Cohen, which at the time of Eyes Wide Open’s publication Monkey noted include: sport noise-reducing headphones; use a meditation app to gauge your feelings; always wear the same clothes and eat the same meals; ensure you’re neither sex- nor sleep-starved; and only take decisions on a full stomach and bladder. The last tip does mean of course that serial decision-makers will have to drink water constantly, while avoiding running to the loo until a decision has been made or the pain of holding themselves in check (without betraying their peak bladder condition to meeting-mates) becomes too much to bear.  • In devoting a four-page investigation to the ordeal of four students at Cirencester agricultural college - they were accused of rape but cleared at trial when the Crown’s case collapsed - the Mail on Sunday chiefly had the detective who headed the botched investigation in its sights. But its giant sub-headline seemed to spread the blame more widely (“Accused of gang rape at a top royal college. Publicly shamed. Then exonerated only after shocking police abuses … ”), implicitly condemning those who “publicly shamed” the innocent students before and during the trial – as illustrated by a “rag-out” from one newspaper (with photos of them arriving at court above a headline saying “four students … ‘raped woman at ball’”) to show “how the case was reported”. But which paper was being publicly shamed, albeit unnamed, for this public shaming? Few MoS readers will have failed to spot the typeface of its sister title, and an archive check confirms that the ragged-out report appeared on 30 March this year in the Daily Mail.",
  "webTitle": "Media Monkey: Kevin Lygo, Jim Naughtie and David Attenborough",
  "webPublicationDate": "2016-05-22T17:27:09Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/22/kevi--lygo-jim-naughtie-david-attenborough",
  "keyword": [
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio 4",
      "id": "media/radio4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Robert Peston",
      "id": "media/robert-peston",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/22/kevi--lygo-jim-naughtie-david-attenborough"
}