{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/04/stanley-spencer-earliest-sketchbook-exhibition-hepworth-wakefield",
  "id": "2016-05-03-8",
  "sectionId": "artanddesign",
  "body": "The earliest known sketchbook kept by the artist Stanley Spencer, filled with beautiful drawings from nature, cartoons, jokes and a story about a little man regarded as very peculiar by the villagers – not unlike Spencer’s relationship with his beloved home village of Cookham – has been rediscovered among papers kept by his daughter, and will be displayed for the first time in an exhibition at the Hepworth Wakefield this summer.   Related: Unity Spencer: my father Stanley was naive    The battered notebook is carefully inscribed with the then 15-year-old Stanley’s name and address and the fact that the book was a present from his older brother Horace, still remembered in the village as a gifted conjurer who would perform magic tricks for free drinks in the pub.  The handwriting is appalling, a teenager’s sprawling scrawl in blurry pencil with profuse crossings out and corrections, but the drawings – minutely detailed studies of trees and riverbanks, meadows and distant church spires, and fantastic invented scenes including a procession of cavalry officers mounted on giant snails, captioned “Patience is a virtue” – are immaculate. The book was rediscovered by the exhibition’s curator, Eleanor Clayton, and Spencer’s grandson John Spencer among the voluminous family papers kept by the artist’s daughter Unity. Clayton, who had thought all the papers were in the already vast archive kept in the Tate, was astonished at how much material remained uncatalogued and unstudied, including hundreds of letters, some of them scores of pages long.     John Spencer, grandson of the artist, with the previously unseen notebook. Photograph: Sarah Lee for the Guardian    “What is striking about the notebook is the revelation of his earliest interests,” Clayton said. “Stanley always claimed that he had to paint landscapes to earn a living but that his real interest was in what he would have regarded as his more spiritual paintings, but here you can see the fascination with the detail of the natural world around him.”     Stanley Spencer in front of one of his works in 1958. Photograph: John Pratt/Getty Images    The drawings are so meticulous that his grandson, who never met the artist but was also brought up in the Berkshire village of Cookham, can recognise individual trees that he climbed and played in. He knew there were shadows over his mother’s early life, but none of the details, even though his best friend’s garden bordered on the house where Spencer’s second wife still lived.  Spencer left Hilda and his two young daughters – and eventually lost their family home – to marry Patricia Preece, a fellow artist, but she was gay and the marriage was never consummated. To his surprise his first wife declined to become his mistress. He captured the misery of his situation in some excruciatingly revealing paintings, including a double nude portrait, and another of the clothed artist gazing at his bored naked wife. His handwriting remained atrocious, his grandson confirmed. He is preparing the artist’s autobiography, which eventually ran to millions of words but was never completed, for publication in three volumes from next autumn. “Stanley has no concept of the full stop – his problem was his writing couldn’t keep up with the speed of his thoughts and what he wanted to express. He uses dashes and colons, but usually the sentences are never finished – sometimes a capital letter pops up to indicate where a full stop might have gone. You do need a forensic team to make sense of it all.”   Related: My hero Stanley Spencer    The exhibition takes its title from Spencer’s proclamation “I am on the side of the angels and dirt”, and will bring together self-portraits, landscapes, portraits and paintings – some of which Clayton feels may need an “over-18 only” warning – created for his unrealised dream of the Church House that would illuminate his own singular spiritual beliefs, including chapels celebrating all the women in his life. Loans are coming from public collections, including Spencer’s monumental Ship Building on the Clyde series from the Imperial War Museum, and from private collections including paintings not publicly exhibited in decades. John Spencer recalled that weeks before his death in 1959 his grandfather wondered aloud whether anyone would remember him. More than half a century later, he is regularly voted one of Britain’s best-loved painters.  Stanley Spencer: Of Angels and Dirt will be at Hepworth Wakefield from 24 June to 5 October.",
  "webTitle": "Artist Stanley Spencer's earliest sketchbook to go on show",
  "webPublicationDate": "2016-05-03T23:01:11Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/04/stanley-spencer-earliest-sketchbook-exhibition-hepworth-wakefield",
  "keyword": [
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "artanddesign/2016/may/04/stanley-spencer-earliest-sketchbook-exhibition-hepworth-wakefield"
}