{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/lecturers-striking-low-pay-casual-work-students-university",
  "id": "2016-05-25-277",
  "sectionId": "commentisfree",
  "body": "Today and tomorrow thousands of academic staff will walk out of UK universities over pay and conditions. Following the collapse of talks with the Universities and Colleges Employers Association, the University and College Union (UCU), has called the strike for several reasons: because the offer of 1.1% fails to address the 14.5% pay decline in real terms since 2009, and because of the gender pay gap of 12.6%. UCU has also drawn attention to the more than 5% rise in 2014-15 in vice-chancellor pay. Crucially, UCU is also highlighting the massive rise in the proportion of university staff on insecure contracts – fixed term and zero-hours – who have little security but on whom universities depend to do much of the teaching, marking and admin: 49% are on these contracts.   Related: University lecturers on the breadline: is the UK following in America’s footsteps?    The campaign group, Fighting Against Casualisation in Education, points out: “While casualisation is a scandal across the board, it disproportionately affects women and people of colour … TUC reports also showed that women and people of colour were disproportionately employed on casual contracts. This has created issues around access to maternity care and sick leave, the ability to secure a tenancy or mortgage, and compounds issues around promotion and career progression for women.” The strike also takes place against the backdrop of the new government white paper, Higher education: success as a knowledge economy, which, as Andrew McGettigan says, “seems … to express an astonishing level of resentment against the history and autonomy of the established sector”. University fees in England, already the highest in the industrialised world, are likely to rise and the opening up of the sector to private, for-profit providers, has led many to see this as the final push to privatise higher education completely at the expense of both lecturers and students alike. At this time of year, students are still taking exams, and many staff – precarious and otherwise – are in the midst of marking. UCU has suggested that external examiners – who ensure that courses and marking at other universities are of appropriate fairness and quality – step down from these positions and for no UCU members to take up new external examining appointments. If no agreement is reached over pay and conditions, UCU members have agreed to further strike action. This could affect open days, graduation ceremonies and the clearing process, as well as the setting and marking of students’ work in the new academic year. This week, students will be asked to stand with their lecturers and not cross picket lines: this will be a difficult decision for many. But as Queen Mary Against Casualisation has said: “Lecturers’ working conditions are students’ learning conditions.” The current fee regime, the increasing pressure on part-time and zero-hours staff, not to mention on the many PhD students paid hourly for teaching and marking work that vastly exceeds the wages received, makes it easy for students to see themselves reflected in those who teach them. There are no more ivory towers, though vice-chancellors may dream of buying one for themselves. As students and lecturers can equally see, there’s only precarity and debt for the vast majority, both inside and outside the academy. Ensuring the quality of the UK’s higher education provision, of questioning and challenging preconceived ideas, of introducing students to concepts that will change their mind and life, is at the heart of what we university lecturers do. But we must be allowed to get to the heart of our subjects, without students feeling like consumers and lecturers feeling overworked and undervalued. The university is not a market – not everything should be. These strikes will be disruptive for a reason: things cannot go on as they are. The contemporary university is a highly unbalanced and unfair place, with casualised workers bearing the brunt of the labour but the least amount of pay or security. If you are taking an exam at your university this week, please take a moment to talk to those on the picket line: you may find you have more in common with those that teach you than you think.",
  "webTitle": "Lecturers are striking against low-paid, casual work, which hurts students too | Nina Power",
  "webPublicationDate": "2016-05-25T06:30:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/lecturers-striking-low-pay-casual-work-students-university",
  "keyword": [
    {
      "webTitle": "Lecturers' pay",
      "id": "education/lecturerspay",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University administration",
      "id": "education/administration",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Lecturers",
      "id": "education/lecturers",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nina Power",
      "id": "profile/nina-power"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/lecturers-striking-low-pay-casual-work-students-university"
}