{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/10/live-racing-tuesday-10-may-2016",
  "id": "2016-05-10-239",
  "sectionId": "sport",
  "body": "11.15am Humphrey Bogart confirmed to run in the Derby Tony Paley: Saturday’s Lingfield Derby Trial winner Humphrey Bogart has been confirmed on course for the Epsom Classic.   Related: Humphrey Bogart may be cast in Derby role after Lingfield trial win    The Richard Hannon-trained colt, who was previously narrowly beaten in a similar race at Epsom, will have to be supplemented at a cost of £75,000. James Ramsden, racing manager for Humphrey Bogart’s owners Chelsea Thoroughbreds, told Press Association Sport: “The situation we faced was asking our owners if they were prepared to pay, and a lot of them are well-heeled owners with a background in the game. “They are some really good people. Some have owned horses for years, but two of them have never even had a leg in a horse before. “Some are well-known faces, and one day they may reveal themselves. It wasn’t really a question of the money, it was whether it was the right thing to do by the horse. “We know he loves Epsom and he gets the trip so they are two vitally important boxes ticked. You can analyse it until the cows come home but we know they answer to those two so know it is down to ability.” Tuesday’s best bets, by Chris Cook Here’s a little insight into the workings of Ballydoyle which I gathered during the media visit there yesterday. Each of the 40-odd work-riders there wears an ear-piece so that Aidan O’Brien can communicate directly with them through a walkie-talkie, telling them exactly what he wants from the bit of work they’re about to do on some Galileo two-year-old.   Related: Horse racing tips: Tuesday 10 May    I’ve never seen that at any other yard, the old system of Shouting At People continuing to prove popular elsewhere. Also, all of O’Brien’s horses wear heart monitors in their work and any unusual spikes in the readout will prompt further investigation. Oh, and all bits of work are filmed so they can be watched again for insights into a horse’s wellbeing or qualities. It’s an expensive way of doing the job but you can see why it gives Team O’Brien an edge. The depth of the bedding in each box is another thing that struck me, though I think I’ve mentioned that in the past. Each horse at Ballydoyle must feel they’re settling down on a fine feather-bed. To Beverley, where I’m sticking with Hulcolt (3.30), who made a promising break for home three furlongs out on his reappearance here only to get tired and fade into fourth. He was 20-1 that day. Alas, only 6-1 is available this time but he runs off the same mark and should be fitter. Perhaps Graham Gibbons may be marginally less aggressive in his tactics. The pair won together at this track last summer from just 1lb lower, which was also Hulcolt’s second start of the year. I’m surprised to be getting 8-1 about Shaddaii (2.10) in Wincanton’s opening handicap hurdle, for all that Drive On Locky is an obvious favourite under his penalty for an easy win two days ago. After all, that rival may not be helped by the step back in trip. Shaddaii has done well since joining Robert Walford and an early unseat last time does not put me off. He still looks handicapped to win if things pan out a little more favourably. Tipping competition, day two Our winners so far: Monday Bayan Kasirga 11-1 Wordismybond 5-1 Quick N Quirky 9-2 And our leaders are: kingklynch +14.50 chris1623 +14.50 … who had Bayan Kasirga AND Quick N Quirky. Greedy, greedy, greedy. Next in our table come the seven others who found Bayan Kasirga, the most popular 11-1 winner ever. Today, we’d like your tips, please, for these races: 4.10 Wincanton, 4.30 Beverley, 7.25 Chepstow. This week’s prize is a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -3. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Tuesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-10T10:09:36Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/10/live-racing-tuesday-10-may-2016",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    },
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/10/live-racing-tuesday-10-may-2016"
}