{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/ira-glass-i-feel-like-im-actually-sort-of-scared-all-the-time",
  "id": "2016-05-07-205",
  "sectionId": "tv-and-radio",
  "body": "Ira Glass is speaking to me ahead of the final four performances of Three Acts, Two Dancers, One Radio Host, the most bizarre live show a radio host has ever put together. “There’s an old Onion headline which my wife and I like: Ironic Porn Purchase Leads To Unironic Ejaculation,” he says. “That’s very much what this is.” Glass is the voice and brains behind This American Life, the blockbuster radio show and podcast usually delivered in three acts, which reaches more than four million listeners each week. In his 90-minute live show, he accompanies some of those stories with personal anecdotes and back-up dancers. “Radio stories and dance: two things that really have no business being combined at all,” he jokes at the show’s start. It’s an exceedingly strange concept, but somehow, it works – due not just to Glass’s charisma and star power, but the talent and charm of the dancers: Monica Bill Barnes and Anna Bass are raw, funny and expressive, all elbows and eyebrows and understated grace. The trio test-drove a portion of the show for the first time in February 2013, during a benefit night organised by acclaimed composer Phillip Glass – a cousin of Ira – at Carnegie Hall in New York. When the curtains finally close after three years of sporadic touring, they will close on the Sydney Opera House stage.     ‘It started as a joke’: Ira Glass performs with Monica Bill Barnes and Anna Bass. Photograph: David Bazemore    The idea of bookending an utterly ridiculous concept at two of the most prestigious venues in the world is enormously funny to Glass – an “ironic porn purchase” taken to its unironic climax.  “It started as a joke, and then became a reality … OK, we’ve been doing this for two years, we should end it somewhere. Where should we end it? I was like, ‘Sydney Opera House!’ and everyone else was like, ‘Yeah!’ ” he says, through laughter. “Honestly, the people who booked this – well, it turns out to be a really big thing to try to do.” Branching out into the extremely niche contemporary-dance-meets-narrative-audio scene is an unexpected move for someone who’s already doing quite well at their day job, I venture.  Glass sighs. “I’m often having moments where I’m like, ‘Huh. It’s so interesting that it’s come to this.’ ” Act One: The Best Form of Flattery After 20 years on the air, This American Life is often credited for ushering in not only a public radio revolution, but the rise of storytelling as an industry and podcasting as a form. Glass believes we’re experiencing a “podcasting bubble”, but he’s not too scared of the burst.  “Most people have still not listened to a podcast, so I feel it hasn’t reached its own natural gross yet,” he says. “People are still feeling a glow of first love. It’s going to take two or three years for that to wear off, and then something else will happen – I don’t know what.” For now, Glass feels as if he’s holding on to a “winning lottery ticket”: “The one part of journalism that isn’t struggling is longform audio, and I happened to be sitting there.” This year presents a new challenge to This American Life: how to report on one of the most ridiculous elections in American history in a way that treats each party equally. “People are disagreeing in such a fundamental way about the problems the country faces,” Glass says. “Even disagreeing on what the problems are. Like, one of the two political parties doesn’t believe that climate change is real. One of the two political parties thinks the biggest problem facing America is immigration … This is in politics everywhere, all over the world, where people from each side have trouble understanding the other. But there’s such a dramatic gap between the two sides now. It’s honestly very hard to know how to cover it in a way that is fair to both sides, and is interesting.” The tactic his team has landed on involves “covering the politics by covering people’s relationship to it”. In one episode, reported by Zoe Chase, a rightwing Christian talk show host comes to terms with the fact that his listeners are going for Trump; in another, a black, gay teenager explains why he’s voting for Trump: because he’s more tolerant towards gay people than Cruz. (It never occurs to him to vote Democratic.) “As Zoe says in the story, when we cover politics we pretend that the voters fit these neat little voting blocks: if you believe this, you’re voting for this person; and if you’re this kind of person you vote in this way. When really it’s so much more a function of less rational thinking.” Over the past 20 years, This American Life’s style of journalism – narrative non-fiction driven by personalities, with a story arc that can occasionally belie complexities – has been imitated globally; some people even ape Ira Glass’s voice. Glass says the longform narrative revolution that his show has inspired doesn’t frustrate him; after all it’s a medium he loves to listen to, not only make. What does get on his nerves, though, is the proliferation of podcasts. Thus follows a screed that – while intended as tongue in cheek – smacks a little of the truth: “Why does everybody have to do a podcast now?” he cries, with mock outrage. “Why does the director of the Big Short have to do a podcast? Why do you have to be excellent at your day job and then do my job too, and be pretty good at that job also? It’s humiliating!” He’s starts laughing, but doesn’t slow down: “Why is my job like the second job that somebody who’s a genius at something else can do, and actually still be really good at? It’s not fair! Like, the New York Times is launching all these podcasts. Why can’t they simply be the greatest newspaper in our country? Why isn’t that enough for them? Why do they have to do podcasts too? And the New Yorker: Why not be the most legendary, celebrated proponent of longform journalism in the United States? Why do you have to try to do my job, and then do a decent job at it? How dare you!” Of course, he has no reason to fear. This American Life and its spin-off Serial are still regularly topping the iTunes podcast charts, and at their helm, Glass has become the most successful podcaster in the history of the form.      Ira Glass: ‘The one part of journalism that isn’t struggling is longform audio, and I happened to be sitting there.’ Photograph: David Bazemore    Act Two: A Whistle In The Dark Ira Glass’s faux outrage at the New York Times for moving into his podcast turf feels particularly hypocritical for someone who has tried his hand at almost everything else. The concept of his new live show, for instance, is inherently absurd – but he wanted to do it, so he did it.  Glass seems to be someone who is never satisfied doing the same thing for too long. This is why he’s branched his radio show out into live talks and a TV series; it’s why he’s produced movies and comic books and the blockbuster Serial; and it’s why, the night before we speak, he made his improv debut, performing character-based longform with his teacher Rick Andrews (he had only one lesson, and there is evidence of it online) and Andrews’ improv partner, Louis Kornfeld, at New York’s Magnet Theatre. He said the night was “really wonderful”; he felt comfortable, he got some laughs, and they asked him to come back. “But I also had this feeling: these are super skilled people who are great at this – and the fact that as an amateur, I would be allowed to perform with them? “It’s the same way I feel with the dancers: these are completely professional people who have organised a show with 300 lighting cues and 15 costume changes and props – a national, then international tour. That I could end up in the middle of that is amazing.” More surprising than an amateur being asked to perform on stage with professionals is an amateur accepting the offer. Most of us wouldn’t want to try out potentially humiliating skills in front of a crowd; most of us would be crippled by anxiety.  “No – all those things did make me nervous,” he replies emphatically. “The improv made me nervous. Being in the dance show was much scarier than other things I’ve done. And honestly, making the radio show is still hard. I have really hard weeks on the show where I’m really frightened, and really struggling to make the show good. I feel like fear is just part of making something good, you know? “Maybe there’s a way that you do it that’s not that way. Maybe Tom Hanks and Steven Spielberg don’t feel that, because they’re so good at their jobs or something. But I definitely am worried that things will be bad, all the time. Even making the radio show – I often feel that I’m at the very limits of what I’m capable of. “I don’t know … I feel like I’m actually sort of scared all the time.” That anxiety can – and often does – plague even the most successful people is a concept worth exploring with someone who has Ira Glass’s job. Every week or two he puts out a brand new hour’s worth of radio, which over two decades has become more and more ambitious. What was once mostly personal narratives and hyper-local stories has recently delved into the political and contested, covering everything from racial politics to school shootings to the aftermath of hurricane Katrina. In January 2012, the show excerpted a piece from monologuist Mike Daisey about the exploitation of Chinese workers by Apple, which it turned out Daisey had partly fabricated and dramatised. Most blamed Daisey for the indiscretion, but a few pointed the finger at Ira Glass as well; as the Baffler’s Eugenia Williamson put it at the time: “Daisey stepped forward to deliver to This American Life listeners exactly what Glass had conditioned them to expect – a dramatic nonfiction narrative in the form of a personal journey.”  The radio show devoted a subsequent episode to a retraction, in which both Glass and Daisey acknowledged the mistakes they had made, while debating the blurring line between fiction and first-person journalism. “Daisey lied to me,” Glass said at the time. “That doesn’t excuse the fact that we never should’ve put this on the air. In the end, this was our mistake.” For an anxious storyteller, these are high stakes – higher now that everyone’s listening. These days, what’s the biggest fear that jolts him awake at night?  “I mean, of course I’m worried about getting things wrong, like any reporter,” Glass answers. “But that’s just the low level murmur that’s in your head all the time as you’re gathering information. My real fear is that the episode won’t be that special, you know? That it’ll just be in that kind of mediocre, grey, ‘nyeeeeaaaahhh OK, got it’ sort of range.” As a boss, Glass says he’s still learning: “One of the things that I have to learn over and over again is to not push the deadlines as much as I do.” He brings up the show that aired the weekend before our talk, For Your Reconsideration. He had three weeks to write a story for it, but spent it much like most of the rest of us did: by procrastinating. “We put the last fix into the show literally two minutes before it began its live national feed ... And it was entirely my fault. I work with lovely people who I didn’t need to put through that.” He’s also still learning how to be a better storyteller. He brings up a tactic used by This American Life reporter Chana Joffe-Walt, which he’s looking forward to stealing from her, often. “In her stories, she takes, like, 40 seconds – less – early in the story, and tells you some detail about the person that makes you totally fix on them, and incidentally makes you adore them.”  He quotes a few examples off the top of his head. In the first, an episode about public school integration, one of her main characters is a lawyer – “Not the sparkliest on the radio,” says Glass. But on-air, Joffe-Walt describes him thus: “He brings the decorum of a courtroom to all matters … He can elevate simple things, like phone tag.” After playing a message he left her, she says: “I believe you can hear his bow tie through the voicemail.” Ira says: “That piece of writing totally nails him, and then in all the not-sparkly quotes he gives, you just love him. That would be a problem for the quotes in any normal story, but for her it becomes a character trait [that you’re in on].” In another, Joffe-Walt describes an Alzheimer’s patient, Carl, and his wife, Susan: “She’s a full head taller than Carl. Their favourite joke is that Susan says: ‘I almost overlooked him!’ – and then he jumps in the air so she can see his face.” Glass says: “I was just like: ‘How come nobody ever taught me to do that? And now why do I have to steal that from Chana, who’s like 20 years younger than me?”      Ira Glass: ‘It’s a sobering thing to realise that you have a terrible boss, and you are that boss.’ Photograph: Larry Busacca/Getty Images for the 2016 Tribeca Film Festival    Act Three: Drugs and Hugs In the same episode, Joffe-Walt turns the microphone on Glass himself, to find out if he has any regrets. Glass, who is now 57, says he has never felt plagued by career doubt: he’s been working in radio since he was 19, when he got an internship writing promos for NPR, and hasn’t slowed down since.  He describes his 30s to Joffe-Walt: “Every moment, I was either working or asleep. Like, those were the two things I did and I didn’t have a problem with it … I wish I’d created more space for myself and I wasn’t working all the time, for sure. But I don’t want it enough that I’d do anything about it.”   Related: Ira Glass: 'The first time I took ecstasy, my anxiety lifted away'    Perhaps Glass has no regrets because things have worked out so well for him. He lives with his wife, Anaheed Alani, and their dog (they have no children) in Manhattan, a short walk from their jobs, at which they both excel. In 2011, Alani became editorial director of the online magazine Rookie, the latest castle in the kingdom of then-15-year-old fashion-blogger-media-model-Broadway-star Tavi Gevinson. She has since moved on to other projects. I’m interested in how someone as work-obsessed as Glass balances a relationship with a partner who is equally busy. He mulls over his answer. “I think it’s hard to figure out, on a week to week way, how to spend time,” he says slowly. “How to divide it up between the people you like, and the people you love, and the things you want to do – and the things you said ‘yes’ to but now you can’t get out of, but they seemed like a good idea at the time. “Adulthood is a real muddle that way. If you’re lucky, you get to a point where everything in your life is something that you chose – you went out of your way, and you chose it. You were lucky enough to be able to choose the kind of job you would want, and to choose the kind of person you would want to live with, and to choose the sort of place where you would want to live. So basically, at that point, you’re at a stage of your life where you can only blame yourself. If there’s anything you don’t like about your life, well, you invented the whole thing yourself – you really can’t complain.  “It’s a sobering thing to realise that you have a terrible boss, and you are that boss.” Glass brings it back to his marriage: “The honest answer to your question is that I think Anaheed and I could do this whole thing better, and that we’re a terrible role model for anyone. We muddle our way through, for sure. And we’ve been together for 20 years – but it’s hard on us. I feel like I know other people who manage it way, way better.” He tells me of a fairly unorthodox tactic used by two extremely successful friends of theirs, who have been together for decades and are raising kids. “They have this once-a-year ecstasy date,” Ira says. (He and Anaheed haven’t tried this, but he says he “would consider it”.) “Basically once a year they take ecstasy together and they spend the day together and talk, and get a lot of stuff off their chests, and they reconnect. They say it’s just enormously helpful. I find that comforting.” The last time he spoke to the Guardian, Glass related taking the drug once, and feeling for the first time what it was like to function without a low-level anxiety. “I guess that’s my move when I talk to the foreign press,” he laughs, when reminded of that article. “People in the United States can’t read this, right?” For he and Alani, he says counselling works. “We’ve been going to marriage counselling every week since before we were married,” he says. “It helps to have a neutral party to just stand back and say, ‘OK, you shut up – what are you saying?’ ‘OK, listen, when she says this, she means this, and when he says this, what he means is this.’ And we’re both like, ‘Oh! Right!’ ” He brings up Kristen Bell and Dax Shepherd, who have publicly said they’ve been seeing a counsellor for their whole relationship also: “They said, if you can afford it you get a trainer at the gym. You’re not a professional. Get somebody who knows what they’re doing.” And then take some pills? I offer. “And then take some pills! Exactly.” • Three Acts, Two Dancers, One Radio Host appears at Alys Stephens Center in Birmingham, Alabama, on 11 June; Belk Theatre in Charlotte, North Carolina, on 25 June; Melbourne State Theatre on 14 and 15 July; the Sydney Opera House on 17 and 18 July",
  "webTitle": "Ira Glass: 'I feel like I’m actually sort of scared all the time'",
  "webPublicationDate": "2016-05-07T00:51:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/ira-glass-i-feel-like-im-actually-sort-of-scared-all-the-time",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steph Harmon",
      "id": "profile/steph-harmon"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/ira-glass-i-feel-like-im-actually-sort-of-scared-all-the-time"
}