{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/john-gosden-so-mi-dar-oaks-epsom-lame-miss-race",
  "id": "2016-05-16-54",
  "sectionId": "sport",
  "body": "So Mi Dar is lame and has been ruled out of the Oaks by her trainer, John Gosden. The unbeaten filly, who was such an impressive winner of the Musidora Stakes at York last week, had been a general 5-2 second-favourite for the Epsom race on 3 June, which now appears at the mercy of Minding.   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    Gosden said the injury was probably caused in the Musidora and has taken time to reveal itself. He noticed So Mi Dar was favouring one of her hind legs while she was trotting on Monday morning. “Came out of the race great, ate up, perfectly happy this morning,” the trainer said. “We walked for 10, 15 minutes, nice little trot, just to see how they are … She was lame, left hind. “We would call it a one to two out of five, if you grade it on lameness. It’s the old story, she may well come right in 10 days but at this stage you cannot get to any major race if you walk for 10 days. “The horse comes very much first. Luckily, I’m training for proper owner-breeders who understand the game and understand horses and took it well and said: ’Do what is right for the filly.’” Gosden added that So Mi Dar would “probably” be fit in time to take part in the Irish Oaks on 16 July. “It’s a real disappointment. She’s a gorgeous filly and she won in great style and we were all thrilled. I’m sure she will probably be back for the Irish Oaks but sadly not Epsom. Such is life, but always look after the horse. Anyhow, as I came here, I went by to see her and she had her nose in the feed-bowl, munching away very happy.” Minding, Aidan O’Brien’s brilliant winner of the 1,000 Guineas, is now a best price of 4-6 to follow up in the Oaks, having been 11-10 before the news broke. O’Brien also has the second favourite in Ballydoyle and everything else is 12-1 or bigger. Gosden still has high hopes of Classic success on the day after the Oaks, when he will saddle Wings Of Desire in the Derby. The colt is currently 5-1 second-favourite.",
  "webTitle": "John Gosden forced to rule So Mi Dar out of the Oaks due to lameness",
  "webPublicationDate": "2016-05-16T19:48:34Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/john-gosden-so-mi-dar-oaks-epsom-lame-miss-race",
  "keyword": [
    {
      "webTitle": "John Gosden",
      "id": "sport/john-gosden",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/16/john-gosden-so-mi-dar-oaks-epsom-lame-miss-race"
}