{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/bbc-head-of-news-james-harding-denies-recipes-u-turn",
  "id": "2016-05-18-82",
  "sectionId": "media",
  "body": "A senior BBC executive has denied it was forced into an embarrassing U-turn following a public outcry over its plans to close its food website. James Harding, the BBC’s head of news and current affairs, who was put in charge of its online creative review, said it had always been the intention to cut the number of BBC food websites from two to one. Ahead of the online review’s results, which were published on Tuesday, BBC sources said around 11,000 online recipes would be “archived or mothballed”. But Harding, appearing on Radio 4’s Media Show on Wednesday, appeared to suggest this was not the case. He said it was “something of a misunderstanding” and that the BBC had “made something of a name for itself in the world of cakes, but not in a good way”. “To be absolutely clear there was never a possibility that recipes would be removed … all the recipes were and will be made available to everyone,” he said. A BBC source told the Guardian earlier this week that the corporation’s enormous archive of online recipes was being “archived or mothballed” and would “fall off the face of the internet” after the BBC Food site is closed. “The website will be closed and viewers will have to make a concerted effort to access the archive,” said one BBC source.    Related: BBC climbdown over online recipes after public outcry    Hours later, the BBC announced it would ensure the recipes were easy to find via its commercially run Good Food website, following protests including an online petition signed by more than 150,000 people. Though the BBC claimed the transition to Good Food had always been intended, sources told the Guardian the plan was being “accelerated” in response to the public outcry. Harding described it as an “interesting example of the way a story develops over the course of the day. Some media outlets reported that the food site was closing and the recipes would be removed.” Media Show presenter Steve Hewlett said the decision to put the content from the BBC Food website on to the BBC Good Food website, owned by its commercial arm, BBC Worldwide, was actually worse for the BBC’s commercial rivals because the latter sells advertising. Rivals later described it as a “cynical move”. Harding said it was “hard to see that … there are a host of recipes people love and use which were available yesterday and will be available tomorrow”. He admitted there were issues, however, in moving the content from BBC Food to a commercially run site. “There are issues around fair trading, copyright, and we have to look at those issues. But the really important thing is the BBC remains committed to food.” In the runup to the government’s white paper on the future of the BBC last week, the BBC came under pressure from commercial rivals to slim back its online activities. Harding said: “There is clearly a broader debate about the market impact of the BBC … We believe the BBC has an enormously important future online. It is not a reason for the BBC to expand its role but nor is it an excuse to diminish it.  “There are certain people who would like to see the BBC step off the internet. I argued very strongly that people look to the BBC to do certain things online, they rely on the BBC and want us to do those things.”",
  "webTitle": "BBC head of news denies recipes U-turn",
  "webPublicationDate": "2016-05-18T17:22:37Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/bbc-head-of-news-james-harding-denies-recipes-u-turn",
  "keyword": [
    {
      "webTitle": "James Harding",
      "id": "media/jamesharding",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/18/bbc-head-of-news-james-harding-denies-recipes-u-turn"
}