{
  "apiUrl": "https://content.guardianapis.com/music/shortcuts/2016/may/24/brexit-stage-left-5ive-alesha-dixon-pull-out-bpop-anti-eu-festival",
  "id": "2016-05-24-50",
  "sectionId": "music",
  "body": "Has there ever been a less enticing phrase in the history of live popular music than: “Brexit Live presents …”? Before you know anything about the gig in question – who’s playing, what the venue is and whether or not Mark Reckless will be beatboxing as the support act – those three simple words should act as a warning to most right-thinking people to stay away. Last time Brexit Live tried to present anything it didn’t go tot smoothly: a gig at Birmingham’s Genting Arena set for 8 May had to be scrapped after the headliners – drum’n’bass duo Sigma – pulled out on the grounds that nobody had told them the show would be in support of, er, Brexit.   Related: Leave Aid: Grassroots Out’s anti-EU festival is the hottest music event of the year     But this time would be different. Which is why BrexitLive booked political thinkers such as 5ive, Alesha Dixon, East 17, Sister Sledge and Gwen Dickey to perform at its BPop Live event on 19 June. What could possibly go wrong? Now I know what you’re thinking: when will 5ive stop banging on about the bloody EU? Can Alesha Dixon even perform a song these days without dropping lyrics about Norway’s unique trade agreements? And, er, who the hell is Gwen Dickey? Or maybe not. Maybe you’re thinking: do any of these artists actually care about Brexit? After listening to every 5ive track ever recorded, I had to admit it was hard to detect a firm political stance either way. Perhaps that’s to be expected with a group famed for using subtle metaphor and ambiguity in their work – it was undeniable that 5ive would make you get down, but harder to say whether they’d make you vote for Britain to leave the EU, too. Luckily, the band were less guarded on social media. “Got to put it out there,” tweeted the band’s Ritchie Neville back in May before anyone could shout, “No you don’t, Ritchie!” He continued: “Does this EU debate seem a tad one sided? It should be a two sided debate but I’m only really being force fed 1 side.”     Alesha Dixon: not appearing Photograph: Karwai Tang/WireImage    It seemed as if 5ive really did support the Brexit cause. But then, while writing this piece, the news came in that the headliners had pulled out of the concert – on the grounds that they didn’t realise it would be a political event. Before we’d finished updating the story, Dixon’s people announced that she would not be playing either, on the grounds that BPopLive seemed like “more of a political rally” than a gig and that “Alesha has no political allegiances either way on this issue”. At this rate, BPopLive was going to consist of nothing more than Gwen Dickey, alone on a massive stage, ranting against the wanton bureaucracy being foisted upon us by Brussels. And given that she’s the singer in 70s soul-funksters Rose Royce and probably doesn’t know or care what a Brexit is, even that looks unlikely. It seems that the only way to successfully put on a pro-Brexit pop concert is to make no mention at all of the word Brexit – arguably quite difficult for a company called Brexit Live.",
  "webTitle": "Brexit stage left: will anyone make it to the BpopLive stage?",
  "webPublicationDate": "2016-05-24T18:16:00Z",
  "webUrl": "https://www.theguardian.com/music/shortcuts/2016/may/24/brexit-stage-left-5ive-alesha-dixon-pull-out-bpop-anti-eu-festival",
  "keyword": [
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/shortcuts/2016/may/24/brexit-stage-left-5ive-alesha-dixon-pull-out-bpop-anti-eu-festival"
}