{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/05/bakers-magic-diane-zahler-review",
  "id": "2016-05-05-223",
  "sectionId": "childrens-books-site",
  "body": "Baker’s Magic is about a 9-year-old orphan, Bee, who runs away from home to a town called Zeewal. The town’s baker Mr Bouts immediately spots Bee’s talent for baking and offers her an apprenticeship. Bee enjoys life at the bakery and soon discovers that the secret to her successful baking is her magic. However, things don’t stay perfect for long. When Bee visits the palace for a delivery she meets princess Anika who desperately needs her help. Anika’s evil uncle, Master Joris, wants the throne for himself and is plotting against her. Will Bee be able to help the princess? Will her magic be enough? I fell in love with the book from the very first page. The story is packed with adventure and it unfolds in an unpredictable way. This made it difficult to put the book down. I felt I was actually part of the story. My favourite character is Bee because she’s brave and good hearted. She always wants to help her friends even if it is dangerous. She tries to stay positive and control her powers in order to do good.         My second favourite character is Mr Bouts, the baker. He is an inspirational character and nothing would have been possible without him. He’s able to see beyond Bee’s roughness and brave enough to take her in. He gives her a second chance in life and he’s a good role model. He teaches her his trade and guides her with his wisdom: “Our own difficulties shouldn’t blind us to the difficulties of others”, he tells her.   Related: How do I get involved in the Guardian children's books site?    Baker’s Magic is one of the best books I have ever read and I would really like it if there was a second one! If I could give it a mark from 0 to 10 I would give it a really big ....10!!!  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Baker’s Magic by Diane Zahler - review",
  "webPublicationDate": "2016-05-05T11:00:05Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/05/bakers-magic-diane-zahler-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/05/bakers-magic-diane-zahler-review"
}