{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/name-pronunciation-second-generation-immigrant",
  "id": "2016-05-23-216",
  "sectionId": "commentisfree",
  "body": "Like most people, I did not get to choose my name. It was my parents who decided that Mona was a befitting title for their generic but sentimentally special latest offspring. I didn’t get a say about the noun that I will carry around for the rest of my life. But I do get to choose the pronunciation. I could pronounce my name “MO-nah” to rhyme with such classy words as “boner” and “loner”. Or I could pronounce it “Mu-na”, which when said aloud rhymes with nothing that I can think of in the English language. That’s because “Mu-na” is the way that Arabic speakers (like my parents) would say my name. Now we get to the tricky waters which I, along with many second-generation immigrants, must navigate: which phonetic version of my name should I present to the world? It goes something like this: if I use the Arabic pronunciation, I’m staying true to my roots and being “authentic”. If I suggest an English-sounding variant, I’m trying hard to assimilate in an English-speaking society. That shouldn’t be the choice that I’m faced with – but it’s a demand imposed by a society which is obsessed with framing ways for people like me to act out my ethnicity (and is equally excited to note the ways I might be being inconsistent). How about you let an Arab decide what it means to be Arab?  My name is “MO-nah”. It’s not the way that my parents pronounce that name but there are lots of words we pronounce differently. I say “pizza”, they say “bizza”; I say “absolutely”, they say “absol-yoo-tly”. There have been times when I feel like their pronunciation of my forename should win out over mine. But then that timeless, universal question rears its head: should I do what my parents want me to do or what I want to do? And you realise that sometimes, especially when it comes to matters that are critical to your identity, you win.  I choose to pronounce my name as an English speaker would and – lo! Small miracle! – my skin color and lineage do not change as a result. I choose that pronunciation because I think it better reflects my life experiences as an English speaker, raised in an English-speaking country. Unsurprising then that my parents, whose first language is Arabic, pronounce my name the Arabic way. Similarly, Monas who grew up in Arabic-speaking countries are highly likely to pronounce their names the Arabic way. Just as women who speak Gaelic, Irish, Greek or any of the other languages something like the name Mona appears in will probably have a different intonation. Where you were raised matters, and I choose my pronunciation in recognition of that. But I also respect others who feel differently. In fact, I respect them a whole lot given how burdensome it is to have to repeat your name in every introduction until someone gets it right. My name actually means “wish” (as my mum once charmingly explained: “You know, a wish, like financial security”). My wish related to how to pronounce the name my parents gave me is no different than the wish of an Elizabeth choosing to go by the name of Beth, Libby, or David for that matter. I am a “MO-nah” – that’s not an attempt to deny the experiences of my Arabic-speaking parents, merely a way recognise my own, growing up in England. I know I’m not alone. Deciding how you want your name to be pronounced is a choice faced by many – including some of the the 33 million second-generation immigrants in the US. My advice to anyone in a similar phonetic predicament is this: your name matters. Don’t let anyone else tell how you should say it.",
  "webTitle": "Say my name, say my name: why the 'correct' pronunciation is whatever I decide | Mona Chalabi",
  "webPublicationDate": "2016-05-23T11:00:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/name-pronunciation-second-generation-immigrant",
  "keyword": [
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mona Chalabi",
      "id": "profile/mona-chalabi"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/name-pronunciation-second-generation-immigrant"
}