{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/27/live-racing-friday-27-may-2016",
  "id": "2016-05-27-230",
  "sectionId": "sport",
  "body": "Friday’s best bets, by Greg Wood Fresh from a double at the Brigadier Gerard meeting at Sandown last night, Ryan Moore is back on his hometown turf at Brighton this afternoon for four rides - three favourites and a joint-favourite. The way he is riding at the moment, a four-timer is a distinct possibility.   Related: Horse racing tips: Friday 27 May    Monk’s Stand (2.20) should certainly take the opening novice stakes, while Goldenfield (3.50) and Loving Your Work (4.20) have obvious chances too which Moore is likely to maximise. Nag’s Wag, though, could be the weak link in the second race, if Al Sailiyah (2.50) can back up her win at this track 11 days ago. That was the first time that Al Sailiyah had reproduced her all-weather form on turf, and while it was over an extended five furlongs rather than today’s six, she stayed on well in the closing stages and could well find a little more improvement for the extra furlong. A 6lb rise from her last outing, which was her handicap debut, is not too taxing in any case. On a decent card at Haydock, Threat Assessed (5.10) could be the answer to a competitive one-mile handicap. Clive Cox’s colt ran away with a Chepstow maiden last time out and an opening mark of 80 could prove to be lenient, not least given the stable’s current form with eight winners from 27 runners over the last fortnight. Masterpaver (3.40) has a clear chance on the same card, while at Bath, Esteemable (3.00) is a fair price at around 100-30 for the fillies’ handicap. Tipping competition, day five Our winners so far: Monday Final Venture 7-2 Outback Blue 14-1 The Tin Man 3-1 Tuesday Ickymasho 11-4 Benissimo 7-2 Swashbuckling 6-1 Wednesday Sir Note 3-1 Floresco 14-1 Magnus Maximus 11-2 Thursday Snap Shots 6-1 Time Test 3-1 Chevallier 12-1 And our leader is: 72luca +17.50 … who shored up his lead with Time Test. Other good scores in a low-scoring week: kmill68 +12.75, cornsay +8.75, jakesnake1 +7, dean055 +5, sandiuk +3, Luke Owen +3. For today’s thrilling climax, we’d like your tips, please, for these races: 5.10 Haydock, 7.40 Musselburgh, 8.00 Pontefract. This week’s prize is a pair of tickets to Epsom’s Duchess Stand for Derby day a week on Saturday, 4 June. You could be there for one of the most open Derbys in memory and perhaps a star will emerge before your very eyes! If you don’t win, you can buy tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -12. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day (TODAY). For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Friday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-27T09:40:58Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/27/live-racing-friday-27-may-2016",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/27/live-racing-friday-27-may-2016"
}