{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/construction-firms-apologise-in-court-over-blacklist",
  "id": "2016-05-11-164",
  "sectionId": "business",
  "body": "Leading construction firms have formally apologised to hundreds of trade unionists for putting them on an illegal blacklist and denying them work. The firms issued the “unreserved and sincere” apology in the high court to bring to an end a long-running legal action by workers who had sought to uncover the truth behind the secret blacklist.  The firms have agreed to pay sums understood to total about £75m to 771 blacklisted workers, under out-of-court settlements to avoid a trial that was due to open this week. Payouts to individuals range from £25,000 to £200,000. The blacklist was funded by more than 40 construction firms including Sir Robert McAlpine and Balfour Beatty and contained files on more than 3,200 workers. It was closed down by the information commissioner in 2009 following publication of an article in the Guardian the previous year. The firms’ apology “for the distress and anxiety caused” to the blacklisted workers and their families was read out by barristers on Wednesday to a packed courtroom in front of Mr Justice Supperstone.  The reading was interrupted by Dave Smith, spokesman for the Blacklist Support Group, which represents many of the victimised workers. He shouted: “Under no circumstances do we consider this to be a sincere apology.”  About 40 blacklisted workers applauded him and chanted “no justice, no peace”. Later, Smith, whose group wants a public inquiry to expose fully the blacklisting conspiracy, said: “The only thing the firms are sorry for is getting caught.” In the apology read to the high court in London, the firms admitted that since the late 1960s they had been “involved in secretly collecting, storing and distributing among themselves information about workers who had, or who were applying for, work in the construction industry”.  They said: “The simple purpose of this operation was to create a database of information to vet particular workers in the construction industry.” The firms accepted that “their secret vetting operation should never have happened. It caused harm to the employment opportunities of many workers. The secret nature of the operation meant that those on the database had no way of establishing whether they were included in it, or any chance to challenge the information that was kept and available for dissemination.” The apology outlined how files on the workers listed details such as their personal background, employment histories and “suspected political affiliations or sympathies, or perceived militancy”. Some files included “private matters relating to health or personal relationships”. Names of potential employees were checked against the secret files. “This process often led to the failure of an application for employment or to the dismissal of an individual if they were already employed when the relevant name coincided with a record card,” the firms said. The apology listed those who had headed the secret operation since 1993 – Cullum McAlpine and David Cochrane of McAlpine, Tony Jennings of John Laing Construction, Danny O’Sullivan of Kier, Stephen Quant of Skanska and Trevor Watcham of Balfour Beatty. The firms – Balfour Beatty, Carillion, Costain, Kier, Laing O’Rourke, Sir Robert McAlpine, Skanska UK and Vinci – told the court that they hoped their apology meant that “this matter can be treated as a closed chapter”. Members of the Blacklist Support Group said they welcomed the apology for “putting on public record the shameful activities that have tarnished the reputation of an entire industry”, but they were extremely sceptical about “about how genuine the apology really is”. Smith said: “The financial settlements are not fair nor reasonable. Although the settlement in total is a massive victory, some individuals were forced to settle for compensation far below their actual loss due to the way the British legal system favours the rich and powerful.”  Roy Bentham, another member of the group, told Supperstone that he did not accept the compensation offer made to him and wanted the trial to go ahead so the evidence about the blacklisting operation would be aired in public. He said he would represent himself, but the judge rejected his application. Gesturing at other blacklisted workers in court, Bentham said: “It has been a privilege to stand beside them and this battle will go on. This will be judged in time because this hasn’t been justice today … a lousy bit of compensation here and there.”",
  "webTitle": "Construction firms apologise in court over blacklist",
  "webPublicationDate": "2016-05-11T14:43:52Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/construction-firms-apologise-in-court-over-blacklist",
  "keyword": [
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    }
  ],
  "guardianId": "business/2016/may/11/construction-firms-apologise-in-court-over-blacklist"
}