{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/acne-and-exam-stress-among-factors-leading-young-people-to-suicide-study-finds",
  "id": "2016-05-25-25",
  "sectionId": "society",
  "body": "Exam stress, acne and asthma are among the anxieties affecting children and young people who kill themselves, according to the first ever detailed national investigation of these cases. Between January 2014 and April 2015, there were 145 suicides in England by children and young people aged 10 to 19. An inquiry looking at 130 of the cases has found some common factors, or “antecedents”, which the researchers hope may help families, friends, teachers or others to become aware that a child is struggling. More than half (54%) of the 130 had self-harmed and 27% had expressed suicidal ideas in the week before they died, while in 16 cases (12%), they had searched online for information on it. But 43% had not been in contact with the health service or any other agency.   Related: Child suicide: 'He was a young man with a future. This came out of the blue'    More than a third (36%) had sought help for some sort of medical condition, the most common being acne and asthma, while 27% were dealing with academic pressures, says the report. Of the 20 young people facing current or pending exams or awaiting results, 11 were known to be stressed by their exams and four died on the day of an exam or the day after. More than a quarter of the young people (28%) had recently experienced the death of somebody close to them, and six had lost more than one. Nine had lost a parent, while 17 (13%) had experienced the suicide of either somebody in their family or a friend.  More than a fifth (22%) had been bullied in previous months, mostly face to face (93%). Eight had been targeted by online bullying – as well as face to face or instead of it. Mostly the bullying had occurred more than three months before the person died, but in eight cases it was more recent. The findings come from the National Confidential Inquiry into Suicide and Homicide by People with Mental Illness, a collaboration of academics and other experts, who have collected data from Coroners’ inquests, official investigations and other case reviews. The report, summarised in a paper in the Lancet Psychiatry journal, is the first of its kind. “There haven’t been very systematic studies of a very young group,” said Prof Louis Appleby, director of the inquiry at the University of Manchester. “Suicide is one of the main causes of death but it is not at all common. What is happening in their lives? That is the question we started with.” The suicide rate is very low among the youngest children – there were 11 cases under the age of 15 in the year. But Appleby said: “Something happens to them in that five-year period from 15 to 20.” At each age after 15, there is a significant jump in the numbers, reaching 49 at the age of 19. Most – 70% – are male. The reasons for the rise are complex, he said. “There are often family problems such as drug misuse or domestic violence and more recent stresses such as bullying or bereavement, leading to a ‘final straw’ factor such as an exam or relationship breakdown.” The adolescent years are a turbulent time, he added. “The emotional resilience required to get you through is pretty strong,” said Appleby. “They are having to cope with quite a lot of changes in key parts of their lives.” Alcohol, drugs and mental health played a part in some of the older age group, but there were some more unexpected findings, such as the numbers who went to the GP for help over acne or asthma. “We were slightly surprised that these physical health conditions were quite prominent,” said Appleby.  He thinks there is a link between the two conditions. “It is the impact on your social life – the social withdrawal when acne becomes an embarrassment or with asthma, the physical restriction which limits your contact with other people,” he said. Coroners’ reports had found these conditions significant enough to be mentioned. The finding that the majority of children and young people who killed themselves had self-harmed was important, said Sarah Brennan, chief executive of the charity YoungMinds. “This report provides a stark reminder that self-harm should never be dismissed as ‘attention-seeking’ or ‘just a phase’,” she said. “Although only a small proportion of young people who self-harm go on to feel suicidal, the fact that they are injuring themselves is a clear sign that they are experiencing terrible internal pain. “The good news is that there are things that parents and professionals can do to help: above all, stay calm, avoid being judgemental and reassure them that they can talk to you openly about how they are feeling.” She said it was “deeply alarming” that exam stress was a factor in many suicides. “It’s absolutely crucial that schools give as much focus to wellbeing as they do to academic achievement,” she said. Prof Nav Kapur, the inquiry’s head of suicide research said: “Self-harm is strongly associated with increased future risk of suicide and is one of the main warning signs. It is crucial that there is improved help for self-harm and access to mental health care.  “However, with the variety of factors we found with this study, it is clear that schools, primary care, social services and youth justice all have a role to play.” A larger study looking at suicides up to the age of 25, with recommendations for further action, will be published next year.  In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Helplines in other countries can be found here",
  "webTitle": "Acne and exam stress among factors leading young people to suicide, study finds",
  "webPublicationDate": "2016-05-25T21:00:07Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/acne-and-exam-stress-among-factors-leading-young-people-to-suicide-study-finds",
  "keyword": [
    {
      "webTitle": "Suicide rates",
      "id": "society/suicide-rates",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/25/acne-and-exam-stress-among-factors-leading-young-people-to-suicide-study-finds"
}