{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/mauricio-pochettino-tottenham-character",
  "id": "2016-05-06-151",
  "sectionId": "football",
  "body": "Mauricio Pochettino believes Tottenham Hotspur showed a bit of the nastiness all top teams need during the Battle of Stamford Bridge.   Related: Tottenham’s Mousa Dembélé accepts FA charge of violent conduct    The manager accepted there were times when his players overstepped the line and, for that, they deserved to be punished. The most blatant example came when the normally mild-mannered Mousa Dembélé poked Diego Costa in the eye. The midfielder has accepted a violent conduct charge from the Football Association and he will serve a three-match ban, beginning on Sunday with the visit of Southampton to White Hart Lane. The FA want to ban him for longer – in what is effectively an additional layer to the charge – and Dembélé has contested this part of it. He is expected to learn how many extra games he will receive later on Friday afternoon. Pochettino has grown tired of hearing stories about how Tottenham have been considered as a soft touch over the years and he made it clear they had shed that label – even if there were negatives to their behaviour in Monday’s 2-2 draw with Chelsea that ended their Premier League title hopes and saw Leicester City crowned as the champions. “It is a good improvement,” Pochettino said. “I hear in the last few years that, in the past, Tottenham were soft but now, we start to show character. We cross the line maybe, yes. I’m not stupid. It’s important to manage better our energy for the next season and be sure we learn a lot. “This season, we have showed we are not a nice team to play. Not anymore. Our opponents don’t like to play against us. We showed passion. Maybe too much passion. But we need to take it in a positive way. We need to manage it in a better way and try to win the title [next season].” Pochettino was asked whether he felt all the great teams had a nasty edge. “Yes,” he replied. “If you want to win titles and keep your position for a long time in the future, you need to show passion. I understand my players and my staff and my supporters. This is football. We need to congratulate Leicester, they deserve it, they were the best team. And we need to learn and improve and fight again for the title. If you want to be a contender for the Premier League, some things like this happen.” There was a glint in Pochettino’s eye as he reflected on the Chelsea game, in which nine of Spurs players were booked – a Premier League record – and it was a minor miracle no one was sent off. He was also asked what Daniel Levy, the Tottenham chairman, made of it all. “He feels very proud of the team,” Pochettino said. The manager has spoken to Dembélé about the flashpoint with Costa but he refused to say whether Tottenham would take their internal disciplinary action against him.   Related: Premier League: 10 things to look out for this weekend    “It’s impossible not to speak about the incident with him,” Pochettino said. “If you play with your friends for the honour or a beer or food, you want to win. Sometimes, when you run a lot and you’re under stress, you can cross the line. If you cross the line, Mousa knows you need to pay, like Dele Alli did [after he punched West Bromwich Albion’s Claudio Yacob]. This happens in football. We cannot justify it but we can understand it. “What happened on the pitch, for me, should stay on the pitch. Our business is different [these days]. We have a lot of cameras and it’s impossible to keep it on the pitch. All the people who play football know this situation can happen. Maybe we agree in theory that you have to be calm but it’s difficult to apply when you run and contest the title. It’s difficult to keep calm. “I am proud of my players. We show big character. Sometimes, we cross the line and if you cross the line, you need to pay. It’s a good lesson for us that we need to learn a lot for next season. I’m sure we will be more strong next season.”",
  "webTitle": "Mauricio Pochettino praises Tottenham character in Chelsea battle",
  "webPublicationDate": "2016-05-06T13:47:40Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/mauricio-pochettino-tottenham-character",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Mauricio Pochettino",
      "id": "football/mauricio-pochettino",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/06/mauricio-pochettino-tottenham-character"
}