{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/16/all-secondary-schools-on-site-mental-health-support-professional",
  "id": "2016-05-16-118",
  "sectionId": "education",
  "body": "All secondary schools should have access to a mental health professional on site at least one day a week to help combat the growing number of children with conditions such as anxiety and depression,  according to a study. The Institute for Public Policy Research report said secondary schools faced a major problem as demand from young people with mental health problems increased while funding for NHS and local authority early intervention faced cuts.  The government has promised £1.4bn for mental health services for children and young people up to 2020. But the thinktank said too little was being spent on school-based provision despite evidence of growing need and the benefits of early intervention.   Related: Mental health champion for UK schools axed after criticising government    According to the IPPR report, three children in every class have a clinically diagnosable mental health condition; 90% of headteachers have reported an increase in mental health problems among pupils over the last five years, and over the same period, hospital admissions for self-harm among the under-18s are up 50%.  The study said secondary schools were well-placed to play a central role in improving children’s mental health because, while children might only see their GP once or twice each year, they were in school for 200 days a year. Craig Thorley, an IPPR research fellow who wrote the report, said: “Not enough of the government’s new investment in children’s mental health is finding its way to frontline services and too little funding is being directed to schools. “Schools are particularly well placed to be the hubs from which early intervention support for pupils with emerging mental health problems can be based. But schools must be able to regularly access high-quality specialist support from mental health professionals and counsellors. “Without these very affordable changes, the life chances of the next generation will continue to be needlessly blighted by mental ill-health.”  With more and more schools becoming academies, the IPPR said schools often lacked the expertise to commission mental health support effectively and did not have established mechanisms through which to influence NHS clinical commissioning group decisions. The thinktank also urged schools watchdog Ofsted to use new requirements in its inspection framework to do more to monitor mental health provision in schools. IPPR analysis found a third of Ofsted inspection reports make reference to the mental health and wellbeing of pupils. It also called for counselling to be made a regulated profession, with a dedicated route for those working in a school setting with children and young people. A government spokesman agreed with the principle of on-site support in schools and said it was already the case in some places. He also said the IPPR findings on inspection of mental health provision in schools would be discussed with Ofsted. “Children’s mental health is a priority for this government and we know that intervening early can have a lasting impact. That’s why we are putting a record £1.4bn into transforming the mental health support available to young people in every area of the country and are working with NHS England to strengthen the links between schools and mental health services. “Alongside this we are already driving forward further innovations to improve prevention and early support, through investing £1.5m on developing peer-support networks in schools so children feel empowered to help one another.” Catherine Roche, chief executive of Place2Be, a provider of school-based mental health services, said: “By being a trusted and integral part of the school community it is possible to provide an approach which is free from stigma and supports the mental wellbeing of children, parents, teachers and school staff. “In this way mental health is part of everyday school life and help is accessible when and where it is needed. By tackling mental health problems early and taking time to develop children’s wellbeing at the earliest possible stage, we avoid needing to deal with more complex and harmful problems later in life. This in turn provides a cost saving to adult mental health services.”",
  "webTitle": "All secondary schools 'should have on-site mental health support'",
  "webPublicationDate": "2016-05-16T16:33:37Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/16/all-secondary-schools-on-site-mental-health-support-professional",
  "keyword": [
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/16/all-secondary-schools-on-site-mental-health-support-professional"
}