{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/rock-and-pop-summer-arts-preview-2016",
  "id": "2016-05-02-99",
  "sectionId": "music",
  "body": "Skepta: Konnichiwa  The thrilling revival of Skepta has mirrored that of UK grime itself. Before the Tottenham rapper was owning 2015 with his track Shutdown, his career had become derailed by the lure of major label money, and he was making cheesy tracks about Rolex watches with tacky dance routines in an attempt to mimic Dizzee’s Bonkers rise. Skepta has since found strength through going back to basics, and although comeback album Konnichiwa has been delayed, you get the sense that it’s because he’s determined to get this one right.•6 May, Boy Better Know.     Back to basics … Skepta. Photograph: Roger Kisby/Getty Images    Busted With McBusted on the road last year, you could be forgiven for thinking that fans of early noughties pop-punk would be over re-formation hysteria. However, with the return of Charlie Simpson, who left Busted 10 years ago vowing never to return, 100,000 arena concert tickets were shifted in the first hour of their release. The band – also featuring Matt Willis and James Bourne – aim to entice fans old and new by bringing British YouTuber Emma Blackery and Teenage Dirtbag rock group Wheatus on the road for their Pigs Can Fly tour. Cartoonishly charismatic as ever. •11 May, Wembley SSE Arena, London. Then touring until 4 June.   Related: Scorchers: the hottest films of summer 2016    Bob Dylan: Fallen Angels Bob Dylan’s late-career reinvention as a crooner continues with a second successive set of standards – all bar one previously recorded by Frank Sinatra. This most quixotic of performers is now spilling all his musical facets out, one after another – last year it was an 18CD set of every note he recorded during 1965 and 1966 – as if daring anyone to suggest they know what he represents. The contrast between the Thin Wild Mercury Sound of 50 years ago and the ragged crooner of today could hardly be greater. •20 May, Sony/Columbia. Adam Ant To tie in with a deluxe box set of Adam and the Ants’ breakthrough second album, Kings of the Wild Frontier – which with its cocktail of African-inspired drums, spaghetti western guitar and Native American-influenced whooping and chanting is surely one of the most unlikely records in pop history to propel an artist to teenybopper stardom – the band’s redoubtable mastermind, still a brilliant live performer, will take to the stage to play the album in its entirety. •23 May, Ipswich Regent theatre. Then touring until 10 June.     Classic album … Adam Ant, who is performing Kings of the Wild Frontier Photograph: REX/Shutterstock    Bruce Springsteen The Boss shows no signs of slowing down: at 66, he still stages large tours at a moment’s notice, still plays for more than three hours, still leaves audiences exhilarated and baying for more. This latest jaunt with the E Street Band sees him revisit his 1980 double album The River, playing it in full and then adding on what for most bands would be a whole additional set of extra material. There’ll be no gimmicks, no visual effects, no state-of-the-art technology; just rock’s most versatile band and one man who can hold a stadium crowd in the palm of his hand. •25 May, Etihad Stadium, Manchester. Then touring UK and Ireland until 5 June.     Back to the river … Bruce Springsteen. Photograph: Rex Shutterstock    Radiohead After playing London’s O2 on their previous trip to the capital, this time around Radiohead, much to the misery of millions of fans, decided to downscale to three nights at the 3,000-capacity Roundhouse, a former railway engine shed. The news of a tour was accompanied by the usual frenzied speculation about a new album, which, according to one member of their management company, sounds “like nothing you’ve ever heard”. Regardless of whether ticketholders will be privy to revolutionary new material or simply slurring along to Karma Police, every era of the band’s back catalogue guarantees melancholic euphoria. •26, 27 and 28 May, Roundhouse, London. Beth Orton: Kidsticks Not many people would have predicted Beth Orton’s next move would be to collaborate on a krautrock-inspired electropop album with one of Fuck Buttons, but we’re pleased it’s happened. From the tracks Orton has premiered so far (Moon and 1973), Kidsticks promises to be a radical departure from 2012’s folky Sugaring Season, one that is both synth-heavy and rhythmically interesting. •27 May, Anti Records.     Unlikely collaboration … Beth Orton. Photograph: Peter Kaminski / Barcroft Media    ABC: The Lexicon of Love II It’s a bold move on the part of Martin Fry, the only remaining member of the ABC lineup who recorded their debut album, to announce a sequel, nearly 35 years on. The Lexicon of Love may be the most celebrated album to emerge from the early 80s “new pop” movement: a lavish confection of classic pop songwriting, dancefloor infections and sumptuous strings and brass, the latter the work of arranger Anne Dudley, who reprises her role on the sequel. • 27 May, Virgin/EMI.     Easy as ABC … Martin Fry. Photograph: Roger Sargent    Dexys Do Irish and Country Soul The day Dexys do something you expect is the day they cease to be Dexys. In 2012, One Day I’m Going to Soar, the band’s excellent comeback album after 27 years away, saw them embracing their theatrical side. But the forthcoming Let the Record Show: Dexys Do Irish and Country Soul appears to be an about-turn, consisting of soulful interpretations of predominantly Irish folk standards such as Carrickfergus and Curragh of Kildare. Kevin Rowland says it’s a project he has wanted to get off the ground since the mid-80s, and with typical contrariness the band tell us that it is not a covers album. So there you go. •3 June, Rhino Records.     Dexys … still contrary after all these years.    AC/DC with Axl Rose AC/DC sacrificed a great deal of goodwill with the way they dispensed of their singer of 36 years, Brian Johnson, after doctors told him to quit or risk losing his hearing. Their statement on the matter was terse to the point of rudeness. The appointment of Guns N’ Roses leader Axl Rose as his short-term replacement will shore up ticket sales, but raises questions: how will the world’s most efficient rock’n’roll organisation cope with having the planet’s most unpredictable frontman on board? •4 June, Olympic Stadium, London; 9 June, Etihad Stadium, Manchester. Lionel Richie Has last year’s Glastonbury festival revived Lionel Richie’s previously somewhat cheesy reputation? His pottery-based exploits in the Hello video combined with a dedication to the sexytime album sleeve had helped make him something of a guilty pleasure over the years. But his Sunday afternoon slot on the Pyramid stage drew more punters than any of the headliners. He’ll be hoping to revive the communal magic at a series of arena shows from Colwyn Bay to Colchester. •14 and 15 July, St Austell, Cornwall. Then touring to 7 July.     Who you gonna call? … Lionel Richie at Glastonbury 2015. Photograph: Oli Scarff/AFP/Getty Images    Africa Oyé 2016 The Liverpool festival – the UK’s largest free celebration of African and Caribbean music – returns with a lineup that includes much-praised new Congolese band Mbongwana Star and Ghanaian veteran Pat Thomas, along with Randy Valentine from Jamaica. •June 18 to 19, Sefton Park, Liverpool. Glastonbury festival The annual hippy utopia that is Glastonbury returns, and following last year’s divisive Kanye set, this year’s headliners pander to the British masses. Muse, Adele and Coldplay top the bill on the Pyramid stage, but there’s plenty to uncover elsewhere, with leftfield loopiness, seasoned legends, and, er, Jeremy Corbyn. Confirmed names so far include LCD Soundsystem, PJ Harvey, Beck, Foals, Earth, Wind & Fire, Ellie Goulding, Skepta, the 1975, Grimes, Mac DeMarco, Savages, Art Garfunkel and Cyndi Lauper. •22 to 26 June, Worthy Farm, Somerset.     Hippy utopia … Cyndi Lauper plays Glastonbury. Photograph: Getty Images    Rae Sremmurd: StremLife 2  Rae Sremmurd are two Mississippi brothers, now based in Atlanta, who are happy to mess around with hip-hop’s preconceptions. Songs about Donald Trump? Live shows in snorkelling gear? Why not, eh? With tracks such as Start a Party, Shake It Fast and Set the Roof, don’t expect forthcoming album SremmLife 2 to be this year’s To Pimp a Butterfly. But do expect it to sound great when you’re drunk.•24 June, Eardrummers.     Get the snorkelling kit! … Rae Sremmurd at Coachella. Photograph: Michael Tullberg/Getty Images    Beyoncé Her new album, Lemonade, has led some to claim Beyoncé is a kind of musical cross between Martin Luther King and Maya Angelou. She’s also a shrewd businesswoman who knows precisely the value of her brand – which is why tickets for her shows aren’t just seated or standing: you can also get BeyHive, BeyGoldCircle, Platinum and Beyswag packages, depending on just how much money you want to spend. The shows will be spectacular, but the real winner will be Beyoncé’s bank account. •28 June, Stadium of Light, Sunderland. Then touring until 7 July.   Related: Curtain-raisers: the best theatre of summer 2016    Maxwell: blackSUMMERS’night Before there was Miguel there was Maxwell. Twenty years after his definitive neo-soul album, Urban Hang Suite, the Brooklyn singer returns to the jazz-inflected R&B scene he helped establish. The new album, blackSUMMERS’night, comes after a seven-year absence, during which he turned 40, and experienced the deaths of his cousin and his grandmother. Part two of a musical trilogy – following 2009’s Grammy award-winning BLACKsummers’night – finds the artist readjusting his mindset but retaining his inimitable smoothness. •1 July, Sony/Columbia. Possibly Colliding This new music weekend curated by contemporary composer and pianist Nils Frahm boasts boundary-pushing musicians, from Penguin Cafe, Wildbirds and Peacedrums to Britten Sinfonia Voices. The German-born Frahm, who sits where contemporary classical meets electronic music, will also play his only gig of 2016. •1 to 3 July, Barbican, London. Love Supreme Jazz Festival  The South Downs festival returns with an ambitious mix of big-name jazz, soul, funk, r&b and hip-hop. Pop legends such as Burt Bacharach and Grace Jones share the bill with jazz-inspired singer-songwriters Esperanza Spalding and Melody Gardot, meteorically risen saxist-bandleader Kamasi Washington, the new trio of guitarist John Scofield, pianist Brad Mehldau and drummer Mark Guiliana, as well as a raft of local talent. •1 to 3 July, Glynde, Lewes.     Legend … Burt Bacharach. Photograph: C Brandon/Redferns via Getty Images    Kendrick Lamar at Hyde Park Last year, Kendrick Lamar’s To Pimp a Butterfly won every critics’ poll going, from Pitchfork to Waste Management News (probably), and garnered praise for confronting the rising inequalities and racial tension bubbling away in America, and for its melding of modern production (courtesy of Flying Lotus, Thundercat) with the retro feel of 70s jazz and psychedelic soul. But having to translate its anger and underlying torment to a sunny park in London – not always the easiest outdoor music venue in which to make a connection – means the challenges haven’t ended for him just yet. •2 July, BST Hyde Park, London. Carole King at Hyde Park Perhaps the success of Beautiful, the musical based on her songs and life story, has convinced the queen of the Laurel Canyon set that it’s worth her coming to London to perform her 1971 smash album Tapestry in its entirety for the first time. While audience tears will doubtless be shed, it’s a moot point whether standing in a crowd of 60,000, a quarter of a mile from the stage, is the best way to hear this intimate record being played live. •3 July, BST Hyde Park, London.     If you have tears … Carole King will perform Tapestry. Photograph: DDP USA/Rex/Shutterstock    T in the Park In its second year at Strathallan Castle in Perthshire, the T in the Park festival will showcase the titans of baggy, EDM and funk pop on the main stage. Headliners the Stone Roses, Calvin Harris and the Red Hot Chili Peppers top a populist bill that also includes old-school ravers Faithless, new-school electronic acts Jamie XX and Disclosure, acoustic revivalist Jake Bugg, indie veterans Shed 7 and the Coral, and chart pop disruptors Bastille, the 1975 and Jess Glynne. •8 to 10 July, Strathallan Castle, Perthshire. Womad 2016 Britain’s best-known world music festival has succeeded thanks to its bravely eclectic approach. This year’s lineup has Senegalese veteran Baaba Maal, Saharawi star Aziza Brahim, Colombia’s Sidestepper and Vietnam’s Hanoi Masters. There’s also American funk and soul from George Clinton Parliament Funkadelic. •28 to 31 July, Charlton Park, Wiltshire.     Womad veteran … Baaba Maal. Photograph: Seyllou/AFP/Getty Images    Flit  A handful of folk’s most visionary thinkers collaborate with BAFTA-winning animators to explore tales of migration through music and animation. Becky Unthank and Edinburgh-born singer songwriter Adam Holmes perform songs by Scottish musician Martin Green (best known as Lau’s accordion genius) with lyrics – inspired by first-hand stories – by Karine Polwart, Aidan Moffat, Sandy Wright and Anais Mitchell. Whiterobot (Will Anderson and Ainslie Henderson ) bring their trademark wit and wisdom to the visuals.•10 to 11 August, Edinburgh International Conference Centre. Green Man festival Arguably the summer’s nicest festival – its closest rival is End of the Road, in Dorset in September – Green Man offers a stunning location in the Brecon Beacons, plenty to do that isn’t music, including talks, films and activities, and a list of artists who bathe in acclaim: Belle & Sebastian, James Blake, Julia Holter, Jason Isbell, White Denim, Floating Points and many more. Do take waterproofs though: Green Man has a reputation for dampness. •18 to 21 August, Brecon Beacons, Wales.     Stunning location … Julia Holter plays the Green Man festival. Photograph: Tom Watkins/Rex/Shutterstock    Reading and Leeds festivals The rite-of-passage festivals for kids who have just got their GCSE results are now split three ways: part rock, part dance, part hip-hop (with a smattering of pop). It’s hard to see what appeal Red Hot Chili Peppers will have for the teens, but Disclosure, Foals, the 1975, Skrillex’s Jack Ü and A$AP Rocky will surely attract heaving throngs. Those who miss the days when Reading was all about metal should congregate at the Pit stage to catch the likes of Mastodon. •26 to 28 August, Richfield Avenue, Reading, and Bramham Park, Leeds.",
  "webTitle": "Beyoncé and beyond: the hottest sounds of summer 2016",
  "webPublicationDate": "2016-05-02T15:46:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/rock-and-pop-summer-arts-preview-2016",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glastonbury festival",
      "id": "music/glastonbury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Green Man",
      "id": "music/green-man",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Kendrick Lamar",
      "id": "music/kendrick-lamar",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Lionel Richie",
      "id": "music/lionel-richie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "AC/DC",
      "id": "music/acdc",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Dexys Midnight Runners",
      "id": "music/dexys-midnight-runners",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bruce Springsteen",
      "id": "music/springsteen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin Denselow",
      "id": "profile/robindenselow"
    },
    {
      "webTitle": "John Fordham",
      "id": "profile/johnfordham"
    },
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    },
    {
      "webTitle": "Michael Hann",
      "id": "profile/michaelhann"
    },
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    },
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    },
    {
      "webTitle": "Imogen Tilden",
      "id": "profile/imogentilden"
    }
  ],
  "guardianId": "music/2016/may/02/rock-and-pop-summer-arts-preview-2016"
}