{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/21/tyrannosaurus-rex-lips-fierce-teeth",
  "id": "2016-05-21-137",
  "sectionId": "science",
  "body": "Its image is one of a fierce predator who towered over most others, baring dozens of jagged, bone-crushing teeth. But new research out of Toronto seeks to challenge depictions of the Tyrannosaurus rex, suggesting that its fearsome incisors might have been hidden behind a pair of lips. “In popular culture, we imagine dinosaurs as more ferocious-looking, but that is not the case,” said Robert Reisz of the University of Toronto. In research presented Friday at a conference of the Canadian Society of Vertebrate Paleontology, he takes aim at the fanged portrayal of the T rex, suggesting its teeth did not stick out when its mouth was closed.    Related: The truth of the tyrannosaurus - podcast    The theory is based on the layer of thin enamel that covered the teeth of the T rex and fellow theropods. Reisz turned to modern-day reptiles to see how they keep this fragile enamel hydrated and protect their teeth from rotting. “If you have your teeth sticking out, you can’t hydrate the enamel. You can’t maintain it properly.”  Crocodiles get around this by spending time in water while monitor lizards have lips to protect the enamel on their teeth. Given that the T rex lived on land, the enamel on its teeth was probably kept moist by thin, scaly lips much like those of lizards. “People have a hard time wrapping their mind around the idea of teeth that are in excess of 10-15cm still being in the mouth,” Reisz said. “But it’s all a matter of some big-headed animals.”  The research is ongoing, but Reisz said most so far had welcomed the theory. He expected it to stir up some controversy among those responsible for depicting how dinosaurs might have looked millions of years ago, however. The idea of lips on the T rex is not as far-fetched as it sounds, he said. Small theropods such as velociraptors are already often depicted with lips. It’s just the larger theropods, such as the T rex, who are almost always shown with their teeth exposed.  Still, he acknowledged that the theory might come as a blow to the dinosaur’s fierce image. “Maybe to children and a general audience they might look less ferocious without their teeth sticking out. But they are still big, impressive animals that were the top predators of their time.”",
  "webTitle": "Tyrannosaurus rouge: lips may have hidden T rex's fierce teeth",
  "webPublicationDate": "2016-05-21T09:00:09Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/21/tyrannosaurus-rex-lips-fierce-teeth",
  "keyword": [
    {
      "webTitle": "Dinosaurs",
      "id": "science/dinosaurs",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "science/2016/may/21/tyrannosaurus-rex-lips-fierce-teeth"
}