{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/09/kenneth-branagh-rob-brydon-entertainer-garrick-theatre-ken-dodd",
  "id": "2016-05-09-57",
  "sectionId": "stage",
  "body": "You’re playing music-hall performer Archie Rice in a revival of John Osborne’s The Entertainer. Can you talk through the look for your character (seen, below, for the first time)? The play is being directed by Rob Ashford, with whom I’ve now collaborated three times, and he comes from a choreographic background. He wanted me to very much concentrate on Archie as a hoofer, not to feel that he was someone who regarded himself as being on the skids. The problem for Archie is not, in Rob’s view, so much that he is troubled about the possibility that his career and talent are second-rate, but he is terrified that his soul might be. What Rob wanted to see was a sort of theatrical grafter, a hoofer, so we maybe see more of the sacrifices Archie has to go through in order just to get on – or even be as good as he hopes will keep an audience’s attention. I think there may be just a little more dancing, more of that backstage graft and a sense of the sweat on the guy than people may be expecting.     On the hoof … Kenneth Branagh as Archie Rice in The Entertainer. Photograph: Johan Persson    The role was first played by Laurence Olivier, who famously sported a bowler hat and a bow tie and so on … We’re trying to get away from very strong images like that. What goes with that image is this sense of the play as a certain kind of classic with maybe a few cobwebs around it … But you could argue that this is perhaps a more revolutionary play than, say, Look Back in Anger. And I think it gives voice to what you might call the angry young woman in [Archie’s daughter] Jean Rice. I’m trying to come at it from a different kind of place. Despite Archie being at the centre of things, there’s a youthful fire in the play. It gives the greatest kind of pragmatism and idealism and intelligence to the women of the play, not just Jean Rice – who is in many ways the voice of the call to arms in the play for political engagement. It feels very contemporary. She is someone who is articulating this questioning of the idea that one does follow state and government without question. She encourages participation and demonstration and agitation. … The play is sometimes thought of as a lament, a minor-key wind-down, end-of empire, with an elegiac quality that is in line with Archie’s decline. But what it feels like to us is much more of the usual and youthful Osborne theatrical grenades going off.  Olivier famously said that his interpretation of a character started from the shoes up. How about you?     The science of comedy … Branagh and Brydon in The Painkiller. Photograph: Johan Persson    I’ve had the chance to do a tremendous amount of research. I’ve spent the last eight weeks bending Rob Brydon’s ear about everything and anything to do with delivering gags in standup comedy. I’ve always admired standup comics for just that gladiatorial engagement with the audience. I’ve also spent eight weeks immersed in the sort of science of comedy [starring alongside Brydon in The Painkiller at the Garrick theatre] – why does a laugh happen brilliantly one night, how can you secure it, what are the variables that you can attempt to fix to guarantee that reaction happens for each audience? There are so many variables. There is such a savage black-and-white encounter in comedy. If they laugh it’s good and if they don’t it’s a terrifying tumbleweed silence. That sort of electric, deadly tension is what Osborne writes all the way through with Archie Rice. So standup comic friends have been the subject of intense investigation. Another amazing experience I had recently was watching Ken Dodd live. Ken Dodd is now in his mid-80s. He appeared as Yorick in our film of Hamlet [in 1996]. I’ve always admired and liked him very much. He is incredible in the way he assaults an audience. He has a running gag about the length of time he stays on stage. He started bang on time, when I saw him, at seven o’clock. I came out of that theatre at five past midnight. I swear to God. There were some other acts on but it was mostly him. I’ve got to say, in the last quarter of the show, he was funnier than ever with this front-footed, irresistible, implacable assault on the audience. It was an absolute masterclass. That was a very salient insight into what it can take to hold an audience. When I spoke to him afterwards, he was saying – as all comics, I’ve found do – he was trying things out that night. Some of it didn’t work, some of it he stayed with for longer than he should have done. These guys are obviously in the comedy laboratory. That process also keeps the atmosphere in something like The Entertainer alive. Dodd has said that Shakespeare was a sort of standup comic at heart. Well, Shakespeare was certainly unafraid to dance between highbrow and lowbrow. Someone like Ken Dodd, in the space of one five-hour show, goes from entirely daft gags – “Doctor, doctor” gags and “Knock, knock” gags – and then on to extended, I would say cerebral, comic diversions and monologues that are full of very esoteric ideas. You can feel he’s playing with expectations, subverting himself to the audience but not being afraid to somehow let some of his soul through, some of his personal preoccupations, even if it’s all at the service of a gag.            Before you start The Entertainer, you’ll be putting on Romeo and Juliet in the Garrick season. It’s 30 years since you directed yourself in the play Yes, 30 years ago Samantha Bond played Juliet and I played Romeo. Today, Paris is played by Tom Hanson, the son of Samantha Bond. So you realise time is moving when that happens. But the play has lost none of its dynamism and volatility. It has a kind of volcanic intensity. Hazlitt referred to it as tragedy in a minor key – that minor key is driven by a youthfulness and excitement and a pell-mell pace that is exciting to behold. We’ve trimmed the play quite a bit. It mentions in that first speech, the “two hours’ traffic of our stage”. I’ve always felt slightly frustrated that productions don’t seem to follow that through. We’ll get as close to that as possible.  The Entertainer is at the Garrick theatre, London, from 20 August to 12 November, with a worldwide cinema broadcast on 27 October. Romeo and Juliet is at the Garrick theatre from 12 May to 13 August, with a cinema broadcast on 7 July",
  "webTitle": "Kenneth Branagh on The Entertainer: 'I've been bending Rob Brydon's ear about standup'",
  "webPublicationDate": "2016-05-09T19:00:06Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/09/kenneth-branagh-rob-brydon-entertainer-garrick-theatre-ken-dodd",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Kenneth Branagh",
      "id": "culture/kenneth-branagh",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "John Osborne",
      "id": "stage/johnosborne",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Rob Brydon",
      "id": "culture/rob-brydon",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ken Dodd",
      "id": "stage/ken-dodd",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "West End",
      "id": "stage/westend",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Wiegand",
      "id": "profile/chriswiegand"
    }
  ],
  "guardianId": "stage/2016/may/09/kenneth-branagh-rob-brydon-entertainer-garrick-theatre-ken-dodd"
}