{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/democratic-delegate-race-sanders-clinton-oregon-kentucky",
  "id": "2016-05-18-127",
  "sectionId": "us-news",
  "body": "Unlike in the votes that took place last week, there was a sizable number of delegates available in the Democratic primaries that were held in Kentucky and Oregon on Tuesday. But the wins for Bernie Sanders in Oregon and Hillary Clinton in Kentucky still ultimately don’t change much. Because primary season has slowed to a tortoise race, the frontrunners (Republicans also voted, in Oregon) simply inched a little closer to the finish line.   Related: Bernie Sanders takes Oregon primary while Clinton claims Kentucky    Donald Trump now needs only 135 more delegates to secure the Republican party nomination, and Clinton – assuming she can count on the support of superdelegates – is a mere 92 delegates away from becoming the Democratic nominee. But Clinton is still fighting for her wins. In Kentucky, the former secretary of state finished the night with 47% of the vote, and an additional 27 delegates as a result. However, Sanders was such a close second (with fewer than 2,000 votes between the two candidates, he ended the night only half a percentage point behind Clinton) that he too managed to pick up 27 delegates. Kentucky’s results represent a dramatic change for Clinton compared to her popularity here eight years ago. In the 2008 Kentucky Democratic primary, Clinton got almost half a million votes – 66% of everyone who cast a ballot – while Barack Obama got 30%. (Kentucky already held its Republican caucus on 5 March; Trump came first with 36% of the vote.)   Kentucky and Oregon   In Oregon, where 75% of the votes have been counted at the time of writing, it seems as though Sanders’ win will be a relatively comfortable one: so far, he has 55% of the vote. Again however, since Democratic rules distribute delegates largely proportional to the vote share, Sanders’ victory in Oregon translates to 28 delegates to Clinton’s 24. All told then, despite two strong performances, Sanders made no real impact on Clinton’s lead. The Vermont senator now needs to win about 90% of the delegates that are still available in the remaining races if he is to become the Democratic nominee – a near impossible task, not least since polls suggest his popularity in crucial remaining states such as California is only at 41%.   Related: US election delegate tracker: who's winning the presidential nomination?    The Republican field is similarly unchanged. In Oregon, Trump sailed through the primary with 67% of the vote. Although other Republican candidates have now suspended their campaigns, their names still appeared on the ballots which were printed some time ago – so Ted Cruz still collected 17% of the vote, and John Kasich earned 16.4%.  Those vote shares will have little consequence though. Trump won an additional 17 delegates from Oregon and in so doing inched a little closer to what now seems like a fait accompli for the New York businessman: becoming the 2016 Republican presidential nominee.    Democratic delegate tracker    Republican delegate tracker",
  "webTitle": "Bernie Sanders' Oregon win not nearly enough to reshape delegate landscape",
  "webPublicationDate": "2016-05-18T15:02:23Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/democratic-delegate-race-sanders-clinton-oregon-kentucky",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mona Chalabi",
      "id": "profile/mona-chalabi"
    }
  ],
  "guardianId": "us-news/2016/may/18/democratic-delegate-race-sanders-clinton-oregon-kentucky"
}