{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/01/envy-gregg-olsen-review",
  "id": "2016-05-01-126",
  "sectionId": "childrens-books-site",
  "body": "Imagine: one day you come home and call out your daughter’s name. Katelyn? Katelyn? No answer. Maybe she’s listening to music, she can’t hear you. You check her room. No one there. Then you open the bathroom to see your lifeless daughter surrounded by pink water.  Sandra Berkely’s life turns upside down when her daughter dies. Her relationship with her husband Harvey was unstable at the time and the death of her daughter was piled onto that. But this is not the story of Sandra Berkely nor her husband Harvey but the story of Hayley and Taylor Ryan.  They were devastated by the death of their friend who was their former best friend. They had known eachother since kindergarten. The three of them survived the crash and then Katelyn had to be killed by an espresso machine. The twins Hay-Tay (as Beth would say) would not stop investigating the death of their friend with their twin telepathy, crime-writer dad and their secret talent.       Ok, so I don’t want to spoil the rest of the story but I loved this book. At first I thought, no, she can’t die in the first chapter! I love how Olsen used so many twists that you could never be sure what was going to happen next. He was extremely detailed with his descriptions, which was surprising because mainly all the characters were girls; it was almost as if he were writing his own story.  At times, especially at the beginning, I couldn’t pick up the book and keep reading. As I kept reading with huge chunks of breaks in between, I eventually became gripped and I wouldn’t stop reading. This annoyed my parents very much because right now, it’s exam week! You might be thinking in some parts of the review I’m a bit vague but you’ll understand when you read the book.   Related: How do I get involved in the Guardian children's books site?    Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Envy by Gregg Olsen – review",
  "webPublicationDate": "2016-05-01T11:00:53Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/01/envy-gregg-olsen-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/01/envy-gregg-olsen-review"
}