{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/16/convicted-murderer-fatally-stabs-inmate-at-dartmoor-prison",
  "id": "2016-05-16-175",
  "sectionId": "uk-news",
  "body": "A convicted murderer stabbed to death a fellow inmate at Dartmoor prison using a kitchen knife he had been issued with to chop vegetables, a court has heard. William Tolcher, 51, attacked Alexander Cusworth, 37, with the 10in (25cm) knife “to settle a score over his disrespectful behaviour”, Plymouth crown court was told. Simon Laws QC told the jury Tolcher was working in the kitchen at the Devon prison and had been handed the knife to prepare vegetables. Laws said: “Suddenly and without warning he used it on another inmate. What he did was without any possible justification or excuse at all. He was not defending himself. It was not an accident. He was seen to do it. He admitted what he had done to a fellow inmate in the immediate aftermath of the stabbing.” The court was told Dartmoor encouraged prisoners to have jobs. “Feeding the prison population requires preparation of food on an industrial scale,” Laws said. “There are 650 people who are fed by the kitchen at Dartmoor three times a day. The prisoners work alongside members of staff in the kitchen. The kitchen is a large and extremely busy place.” Jurors were told Tolcher, from Liverpool, was serving a life sentence for the murder of Kathryn Sharples in Newquay, Cornwall, in 1996. They also heard that he had admitted causing actual bodily harm in an attack on a prisoner in 2003. Laws said the prison staff were having a meeting in a small office on the afternoon of the killing in November last year. There were a large number of inmates working with a small number of staff in the kitchen and Tolcher was given knife number 23. At 3pm the defendant, known as “Scouse Billy”, approached the work station where Cusworth was positioned and allegedly stabbed him.  “It was a single blow struck with some force to his left flank,” said Laws. “Alex had no chance. He could do nothing to defend himself from an attack of that kind. He collapsed on the floor saying he had been stabbed and calling for help.” Another prisoner allegedly heard Tolcher say: “You won’t fucking talk to me like that.” The jury was told there had been no conversation between Tolcher and Cusworth immediately before the attack, so it was assumed the victim had said something earlier that Tolcher had taken offence to. Laws said: “Those are the words of a man using violence to settle a score, dealing with disrespectful behaviour from him.” Tolcher returned the knife to the vegetable preparation area before he went to another part of the kitchen where he told another inmate: “I have just fucked up, I have fucked up big. I have stuck a 10-inch blade into Alex.” Cusworth died in hospital from blood loss and heart failure. Laws said some fellow inmates would give evidence for the prosecution despite the risk of bullying and being labelled. He said they were not gaining anything from giving evidence. “The prosecution say they are giving evidence for the right reasons. The defendant did something unforgivable; he killed a man in a brutal and cowardly manner and they have decided to stand up and be counted.” Tolcher denies murder. The trial continues.",
  "webTitle": "Convicted killer fatally stabbed fellow inmate at Dartmoor, court hears",
  "webPublicationDate": "2016-05-16T13:39:22Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/16/convicted-murderer-fatally-stabs-inmate-at-dartmoor-prison",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Morris",
      "id": "profile/stevenmorris"
    }
  ],
  "guardianId": "uk-news/2016/may/16/convicted-murderer-fatally-stabs-inmate-at-dartmoor-prison"
}