{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/14/the-weekend-shift-review-sbss-new-comedy-pilot-leads-with-the-chin",
  "id": "2016-05-14-207",
  "sectionId": "media",
  "body": "You can’t blame SBS for attempting to capitalise on the widespread popularity of the station’s breakout star, Lee Lin Chin. After all, despite being one of the network’s most respected journalists (and most recognisable on air talent) since the early 90s, she’s enjoyed a staggering recent second act as a comedy bad-arse on Twitter and via sketches for The Feed. A sitcom pilot based around her seems like the obvious next step. The Weekend Shift is a newsroom comedy put together by The Feed, set around the (fictitious) SBS weekend newsroom: a scenario that has the immediate disadvantage of being an overly familiar comedy trope, but the benefit of cheap and available sets. While so far we have only the pilot to go on, the intention is for a full series – if there’s enough public interest.   Related: Lee Lin Chin promises to rescue expats from lambless Australia Day in new ad    Miles Bence plays Nick Smith, the familiar figure of the harried producer dealing with a dysfunctional team: perky go-getting journalist Emily Wright (Renee Lim), Walkley-obsessed reporter Laura Knight (Madeleine Madden), editor Rohan (Peter Moalaeua), social media manager-cum-office bully Craven (co-creator Chris Leben, who is behind much of Lee Lin Chin’s alt-comedy persona), and CEO Shaun (a welcome cameo by Bruce Spence). And, of course, there’s Chin, playing the beer-drinking, fashion obsessed diva version of herself beloved by Twitter, as opposed to the sober veteran of journalism and broadcasting she actually is. Pilots are difficult to assess: they have to introduce the premise, the setting and the characters in short order, while also compelling viewers to care enough about what happens next to justify a series. That’s a lot of exposition and plot to pack in, resulting in stretches of Weekend Shift where no-one appears to have remembered that comedies benefit from, well, jokes. Thus the main story – an errant tweet enrages the government, requiring Smith to talk Chin into making an on-air apology to placate the Minister of Communications – has a lot of heavy lifting to do.     Miles Bence as Nick with Lee Lin Chin. Photograph: SBS    The show seems unsure whether it wants to be a wacky 30 Rock-style character sitcom filled with comedy grotesques, or a straight-faced Utopia-style satire about a government-funded broadcaster bound by well-meaning but ridiculous OH&S policies and a well-founded terror of giving the government an excuse to complain about bias. That inconsistency might seem small, but it plays out between the main plotline and the secondary one, in which Craven is given responsibility for everyone’s social media and promptly uses it to torment the perky Wright by portraying her as a deliberately-offensive troll (which is pretty much what Leben did in real life as the creator and writer of Chin’s Twitter feed, to be fair).   Related: Lisa Wilkinson 'too white' for Gold Logie, jokes Karl Stefanovic    This works nicely as a character moment, but is at odds with two ideas established elsewhere in the show. First up, it seems unlikely SBS would overlook on-the-job cyber-bullying at the same time as micromanaging everything else, from running in the hallways to intra-building recycling. Secondly, why would the social media manager be defaming his colleague with impunity given both the station and the federal government are apparently monitoring social media for anything that might be deemed controversial, and for which they might demand an apology? All that said: the final punchline lands with a legitimate bang, the story threads come together nicely, the performances are solid (especially Bence, whose day job at SBS is actually behind the camera more often than in front of it) – and there’s enough comedy mileage in Chin as a take-no-prisoners anti-hero to support the concept of this as an ongoing series.  Given some space to stretch out, The Weekend Shift has potential.  The pilot of The Weekend Shift is available to stream at SBS On Demand",
  "webTitle": "The Weekend Shift review – SBS's new comedy pilot leads with the Chin",
  "webPublicationDate": "2016-05-14T00:29:44Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/14/the-weekend-shift-review-sbss-new-comedy-pilot-leads-with-the-chin",
  "keyword": [
    {
      "webTitle": "SBS",
      "id": "media/sbs",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew P Street",
      "id": "profile/andrew-p-street"
    }
  ],
  "guardianId": "media/2016/may/14/the-weekend-shift-review-sbss-new-comedy-pilot-leads-with-the-chin"
}