{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/liberals-extra-from-central-casting-gives-glimpse-into-reality-of-turnbull-show",
  "id": "2016-05-10-41",
  "sectionId": "australia-news",
  "body": "Ian Gill, owner of the Shailer Park Mitre 10 franchise, was a Liberal campaign extra from central casting. Which is exactly why the Liberal National party member for the marginal Brisbane seat of Forde, Bert van Manen, chose him for Malcolm Turnbull’s visit on Tuesday.           Election campaign day two: Turnbull talks jobs and growth in Forde    With an annual turnover of $3.2m, Gill will be getting a tax cut that he wouldn’t have got before Turnbull’s “jobs and growth economic plan for a new economy” was unveiled in last week’s budget. And, unsurprisingly, Gill’s pretty happy about it. “Looking forward to the enterprise tax cuts in the budget?” Turnbull asked, rhetorically, bounding into the store. “Yes, they should be quite good for us,” Gill replied. “Can I just say we are so committed to supporting businesses like yours,” Turnbull told Gill. “You are the engine room of the economy.   Related: Campaign catchup: deal or no deal with the Greens?    “We always say that but it is absolutely true. This is where the additional investment comes from, this is where the jobs and growth are being found ... We recognise that the fastest growth in jobs comes from the ability to respond in firms like yours. It is so much greater than the big firms, the big firms respond too, but you’re in a position to move so fast,” Turnbull said, as Gill nodded and the cameras whirred and the fluffy boom mics hovered overhead. Gill was also extremely worried about the competition he is about to face from three big hardware stores about to move into the area. “We feel the competition laws are tipped too heavily in favour of the big guys,” he told Turnbull. “Well, Ian, that is a really good point and one of the changes we are making is to section 46 of the competition laws,” Turnbull said. “We are introducing an effects test, to give businesses like yours more protection from the big guys.” So far, so wonderfully on message. Unless you switch on your critical faculties. The chief executive of the Council of Small Business, Peter Strong, who fought for years for the changes to competition law, confirms they would almost certainly not help Gill’s looming competition from the “big guys” at all. “If one or two big hardware stores move into an area where a small hardware store is operating, there’s really nothing you can do about that. It’s just competition,” he said. So if the “big guys” are about to move in, and it does have the effect Gill is fearing, he might not be growing or employing even with the tax cut. And even putting the looming competition to one side, when Gill gets a tax cut will it definitely boost “jobs and growth”? Gill tells Guardian Australia he’ll use the extra money either to put on another staff member (he now employs eight full-time and two part-time) or buy extra stock and “make more money”.    Ian gill owner of mitre ten Shailer Park (in Forde) explaining why we are here @murpharoo #ausvotes pic.twitter.com/gBLlAahcX6— Lenore Taylor (@lenoretaylor) May 9, 2016    In Turnbull’s press conference later in the morning, at a hospital on the other side of town (message now shifted to innovation) in which he took just nine questions, I asked him whether the tax cuts would deliver their desired boost to growth and employment if businesses chose to take extra profits. He said jobs and growth would be an “inevitable consequence” and returned to the Treasury paper he cited on Monday that he says showed that every $1 of tax cuts delivered a $4 boost to the economy, conceding that this dividend would be delivered over “the longer term”. But, according to the chief executive of the Grattan Institute, John Daley, most of the economic impact of the tax cuts will be felt when they extend to big business, and the impact on employment from tax cuts for small businesses , like Gill’s, is “small even on the government’s own estimates”. “According to the most recent working paper released by Treasury the economic effect of the tax cuts is about 0.6% of GDP... and only about half of that will have eventuated in 18 years time, the rest will come in 28 years time.” But none of this was possible to even talk about in the contrived situation of an election campaign, despite the $48bn jobs package being Turnbull’s major offering and the major point of policy difference with Labor. And that phenomenon is not confined to the Coalition. Journalists – apart from the few questions allowed by each leader at their daily doorstop – are really becoming for the most part just added extras in an elaborate pantomime, unless there is a “gaffe”. And of course the absolute need to avoid such “gaffes” gives the campaign organisers on both sides even more incentive to make sure no actual debate, no real discussion, intrudes on the whole contrived circus. Which raises the question as to whether the Truman Show nature of election campaigns has finally outlived its useful purpose? Over the years voters have gradually been privy to more of the process by which prime ministerial contenders interact with “ordinary people” who just happen to hold opinions, and be encountered in situations, that fit the politicians’ desired message. Like the viewers in the movie The Truman Show, voters always knew it wasn’t entirely real – the prime minister didn’t drop into any old factory, the opposition leader didn’t turn up unannounced to that school. And an occasional wide shot of the backwards-walking media scrum was a glimpse of the artificial nature of the process.   Related: Punishing workload v independence: are small businesses really the answer?    But now, via a constant stream of video and pictures and commentary via every type of social and traditional media, they can almost watch the process from the inside. Often the only thing reporters on the road can offer that reporters watching live feeds in their offices cannot is the view from “behind the scenes”. But that view regularly looks pretty ridiculous.  Which raises the question, after 55 days, will the “campaign trail” serve a useful purpose for the politicians, or for journalism, or for voters?",
  "webTitle": "Liberals' extra from central casting gives glimpse into reality of Turnbull show",
  "webPublicationDate": "2016-05-10T20:18:14Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/liberals-extra-from-central-casting-gives-glimpse-into-reality-of-turnbull-show",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/11/liberals-extra-from-central-casting-gives-glimpse-into-reality-of-turnbull-show"
}