{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/13/laura-anderson-obituary",
  "id": "2016-05-13-71",
  "sectionId": "theguardian",
  "body": "My daughter, Laura Anderson-Ford, who has died aged 39 from breast cancer, was an effortless enjoyer of life. This continued during just over four years of intensive chemotherapy. If an adventure, a show, or a meeting with friends was in the air, she would set off. But she also campaigned for breast cancer charities, becoming one of Coppafeel’s “boobettes” and taking her experience to schools and businesses. She was determined that her body be used for research after her death and became part of the pioneering Royal Marsden hospital’s legacy project analysing diseased organs to help understanding of secondary breast cancer. Laura was the second of four children, born to Henrietta, a dance teacher, and me, a radio producer, in June 1976, in the middle of the hottest heatwave since records began. I kept up a regular supply of expensive Häagen-Dazs ice-cream to keep Henrietta cool in the hot maternity ward. Most of Laura’s childhood was spent in Twickenham and Teddington, west London, where she went to Teddington comprehensive and then Twickenham sixth form college, before going to the University of Kent, where she graduated with a BA in French and English. Never a career-builder, Laura worked in different areas of the media. In the late 90s she joined BBC TV’s morning Vanessa Show as a runner. She rustled up audiences for that early shift, no easy task, but rewarded herself with the perk of the job – BBC croissants. She later went to Mentorn Media, before returning to the BBC, where she worked for executives such as Glenwyn Benson, the former editor of Panorama, and Richard Klein, a former controller of BBC4. Laura was a no-fuss traveller, glimpsing Russian outdoor living from the windows of the Trans-Siberian Express, or heading for the orangutans in Borneo. Travelling for her was just as much fun as arriving. She spent two years teaching English in a small town north of Tokyo, making many English friends, but learning enough of the language to accomplish a GCSE in Japanese on her return – quite to her surprise. Acquiring friends was in her nature, and they stayed close during her four and a quarter years of treatment. When marriage to Dan and motherhood arrived at the same time as her diagnosis, she interrupted her new life only for the scans and hospital visits, her commitments to Coppafeel and other charities. She spent her last days, as calmly and bravely as she had spent the previous four years, with Dan and her beloved daughter, Grace. She knew “her card was marked”, but she wanted all her friends and family to remember “happy days and good things”, as she had had so many of these. Laura is survived by Dan and Grace, her mother and me, and by her siblings Alastair, Chloe and Jack.",
  "webTitle": "Laura Anderson-Ford obituary",
  "webPublicationDate": "2016-05-13T17:30:13Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/13/laura-anderson-obituary",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Breast cancer",
      "id": "society/breast-cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/13/laura-anderson-obituary"
}