{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/11/imitation-uzi-was-in-car-in-which-man-was-shot-dead-by-police-jury-told",
  "id": "2016-05-11-86",
  "sectionId": "uk-news",
  "body": "An imitation firearm was recovered from the footwell of the back seat of a car in which a man in a front seat was shot and killed by police, a court has heard. The shooting of Jermaine Baker in December 2015, in Wood Green, north London, led to a Metropolitan police firearms officer being arrested on suspicion of murder by the Independent Police Complaints Commission. The treatment of the officer, known only as W80, has caused concern among his fellow firearms officers. The details of where the imitation weapon was located were heard during a criminal case involving two men who, along with Baker, are alleged to have been part of a plot to spring a prisoner from custody. The car was parked near Wood Green crown court, and its occupants are alleged to have been planning to help free Izzet Eren from a van bringing him to a hearing.  Eren had been stopped by police with a loaded pistol and Scorpion machine gun in his possession. His cousin Ozcan Eren, 31, and Eren Hasyer, 25, appeared at Woolwich crown court as the jury heard details of the prosecution case against them. The prosecutor Jonathan Polnay said police surrounded the car containing Baker and two suspects as they prepared to hold up the van at the rear of the court.  Polnay said: “The police couldn’t just let this run. Four cars containing specialist officers surrounded the mission car. When officers surrounded the vehicle, one officer discharged his weapon. Jermaine Baker, the man in the passenger seat, was fatally wounded. “Despite medical attention he was pronounced dead at the scene.”  An imitation Uzi machine gun was recovered from the back passenger seat of the car, the jury heard. Baker was sitting in the front passenger seat. The court heard claims that the escape plot was carefully planned and Izzet texted instructions to the gang using a phone from inside the van. Ozcan Eren, of Wood Green, and Hasyer, of Enfield, both deny conspiring in the escape plot and conspiracy to carry an imitation firearm with criminal intent. Their trial continues. Izzet Eren, Nathan Mason and Gokay Sogucakli, all from Tottenham, previously pleaded guilty to the same offences.  After the details of the imitation weapon’s location in the car emerged, Baker’s family issued a statement. It said: “The fact that Jermaine was unarmed at the time that he was shot has added to the very serious questions in our minds about the conduct of the officer who fired the fatal shot and the other officers of the Metropolitan police involved in these events. “Our first priority is to have these questions answered and to have those responsible for his death held to account. To that end, we look to the IPCC to ensure that its investigation of these events is prompt, rigorous and thorough.” The Baker family, from Tottenham, north London, added: “We are still grieving the tragic loss of Jermaine.” An IPCC spokesperson could not say how long the criminal part of the investigation into the shooting would take. By law, a police shooting must be investigated by the IPCC. The decision to arrest the firearms officer was unusual.",
  "webTitle": "Imitation Uzi was in car in which man was shot dead by police, jury told",
  "webPublicationDate": "2016-05-11T18:01:34Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/11/imitation-uzi-was-in-car-in-which-man-was-shot-dead-by-police-jury-told",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "uk-news/2016/may/11/imitation-uzi-was-in-car-in-which-man-was-shot-dead-by-police-jury-told"
}