{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/young-austrians-on-presidential-runoff-freedom-party",
  "id": "2016-05-20-248",
  "sectionId": "world",
  "body": "Norbert Hofer, a rightwing populist from the Austrian Freedom party (FPÖ), will go head to head with the Green party’s Alexander Van der Bellen in a runoff ballot in the second round of Austria’s presidential election.  It will be the first time since 1945 that Austria’s president will not be from the centrist Social Democrats (SPÖ) or People’s party (ÖVP). Ahead of Sunday’s vote, young Austrians share their views on the increasing popularity of the FPÖ, assess whether there’s any way back for the struggling centrist parties, and discuss the key issues they believe are affecting people living in Austria. ‘I can only hope people voted for the FPÖ out of protest’ – Lea Eisinger, Vienna     Lea Eisinger.     I had a feeling the FPÖ would get a lot of votes in the first round of the elections, but I didn’t think they would be this strong. I still can’t believe this is the choice of so many fellow Austrians. I’m from Vienna, where Norbert Hofer has a lot of support in the city’s working-class districts. They feel the Social Democrats have turned their back on them, and it is quite clear that the SPÖ failed to take the worries of the working classes seriously. They have now become the largest group of FPÖ voters.   The district I live in has one of the largest migration populations in Vienna, but it still has many FPÖ supporters. As the overall sentiment towards foreigners is growing more and more hostile, they turn to a party that doesn’t even represent them. But they feel that less migration will lead to them being able to keep up their living standards. When I was still in school, some classmates of mine of non-Austrian descent already voted for the FPÖ for that very reason. Our unemployment rate is rising and taxes are high. People have lost hope of a better future. I think our current centrist coalition government have got their priorities wrong for a long time. Social benefits and education should be the number one priorities but have been neglected by both SPÖ and the People’s party. More transparency and updated goals are the only ways the two parties will recover. I can only hope that a lot of people voted for the FPÖ out of protest against the current government and not because they really support what they stand for.   ‘Not a single day has passed since last August where the refugee issue is not a main news story in Austria’ – Stefan Hechl, Innsbruck     Stefan Hechl.     My first reaction to the first-round election result was one of shock and disappointment, but a result of 35% for Norbert Hofer was not surprising. The FPÖ had been polling close to 30% anyway, and the refugee situation had obviously brought a few more right-leaning Austrians to the polls. I live in Innsbruck where the Green party candidate Alexander Van der Bellen came ahead of Hofer, but there’s a significant east-west divide within the city. The areas where students and more affluent people live overwhelmingly voted green, while the eastern parts with more council estates and working class communities almost exclusively voted FPÖ.    Austria is facing the same issues that affect people in other rich European countries. Education is constantly an issue of debate, as is the relationship with Brussels. Not a single day has passed since last August where the refugee issue is not a main news story in Austria. It’s the coalition government’s incompetent handling of the refugee crisis that has caused the mess they are in. Their plan to mirror the FPÖ has backfired, and this can be seen in the presidential election. After all, why vote for a bad copy when you can vote for the real deal? There are calls for a dissolution of parliament, but I don’t see this happening. The coalition will try to stay in government for as long as possible. They would face a disastrous result if an election went ahead now. The SPÖ might move even further to the right or back left again, while the ÖVP will almost certainly get even tougher, perhaps preparing for a junior partner role in a coalition with the FPÖ after the next parliamentary election.   ‘It’s going to take a lot of time and effort to regain the trust of the Austrian people’ – Felix Artner, Krems  I come from the small city of Krems in lower Austria. The result in my district was 33% for Hofer and 22% for Van der Bellen, which is pretty much the average across the country. People are extremely disappointed with the current government, but more worryingly they appear convinced of everything the FPÖ promises them. Another thing I noticed during the first round of the election is that there is a lot of pressure in small villages among the inhabitants. My grandmother who lives in such a village voted for Van der Bellen because she despises the FPÖ. When she thinks of the FPÖ, she thinks of the Nazis. Although my grandmother is a conservative person who has also fears about immigration, I deem her a very brave one as well. Austria was affected by the refugee crisis, but the government made the situation even worse by making a U-turn on their refugee policy. There is also a lot of unemployment in Austria. The current rate of unemployment is 5.7%, which may seem fairly all right, but for a country who prides itself on social responsibility it simply isn’t.  In 2018 we will have parliamentary elections. If the SPÖ or the ÖVP got 20% each, that would be a success for them. I don’t think the rise of the FPÖ will stop soon. Current polls show a landslide victory. If elections were to be held today, the FPÖ would get 30%. If the government doesn’t change drastically, they will get even more. It’s going to take a lot of time and effort to regain the trust of the Austrian people the SPÖ and ÖVP once had.  ‘People are longing for a change. The Freedom party would be the wrong change’ – Marita Schett, Vienna     Marita Schett.     I’m originally from a small village in the Alps but have been studying in Vienna for the last two years. My experience is that people living in the Austrian countryside are often more racist than people in the cities, even though they have less contact with immigrants. I’m quite sure that some of my old school friends and family members voted for the FPÖ, and will do so again this week. I think they’re afraid of what could happen if a lot of immigrants were around them. People in the cities live with immigrants and refugees every day and can see that it works. So even though there are lots of FPÖ voters in bigger Austrian cities like Linz, Graz and Vienna, these were also the only places where the Greens had the most votes.  Even though I knew that the Freedom party had been getting stronger over the past few months, I was shocked at the first-round result. The result reveals the dissatisfaction that is getting stronger and stronger here with people longing for a change. But the Freedom party would be the wrong change. They always call themselves the “friends of the small people”, but they do nothing for them. In fact, over the past few years, they have voted against a lot of things like raising the minimum wage and more support for unemployed people. I would say that most people have a very good life in Austria. In general, it is a good country to live in. The biggest political problem here is that the parties can never agree on anything which is why nothing ever changes. They’ve discussed changes to the education system for years and never make any decisions. We’re also the only EU country without any real laws for protecting non-smokers. The people have lost faith and trust in the government parties. They’re looking for an alternative and find it in extreme right and left parties. If the SPÖ and the ÖVP don’t change tack, they won’t be considered the big parties of Austria any more.  ‘The people do not trust our government to solve our social and economical problems’ – Marek Skalicka, Floridsdorf     Marek Skalicka.     I am from Floridsdorf, a district in the north of Vienna. Floridsdorf is a workers’ district, where the Social Democratic party used to be very dominant until the last regional election in October 2015. Support for the FPÖ has grown ever since. At the first round of the presidential election, Norbert Hofer received 38% in Floridsdorf, so my district was one of only five Viennese districts where Van der Bellen didn’t win.  The main problem with our school system is that it’s so old it leads to a lot of social and ethnic segregation. We are deeply in need of a school system with longer primary school ages, where the working and academic class is kind of united and the kids with migration background have more time to improve their German skills.  Generally, Austrians are known for diplomacy and finding a consensus, which is nice most of the time. Sometimes it can be very hindering when nothing gets done. From being totally paralysed in the first months of the refugee crisis to not agreeing on any solutions to the increasing unemployment rate, people don’t trust our government to solve our social and economical problems any more.   ‘Austrian politics without the ÖVP and SPÖ is like imagining the UK without Tories and Labour’ – Katharina, upper Austria     Katharina.     I live in a small village in upper Austria. Generally, upper Austria does have more FPÖ supporters than other regions of Austria, most rural regions are affected in a similar way. When growing up, I remember being wary of the FPÖ, but it was easy to joke about them then because their supporters had nothing to do with my world. You would find them at their own political events, but they never crossed your path. Now people everywhere are speaking out for them, including many of my co-workers and even a few family members.   Not only do the FPÖ oppose everything I believe in, but I’m also worried about their heated and aggressive discourse that is deliberately set out to divide the Austrian people. While carefully representing themselves as pro working-class, in reality they aim to cut social welfare even further and extend tax benefits for the elite. It’s the rich that will benefit from their politics. Their rise to power would be an incredible disaster for our country and our society. We’re struggling with what I believe is affecting most European countries; increasingly lower living standards and plummeting employment rates. I believe we are losing parts of our national identity as certain sectors that used to be an important part of our social and economic structure, especially farming and industry, are declining and disappearing steadily. I believe the ÖVP will become irrelevant beyond regional politics. The SPÖ is very much divided between the establishment and more leftwing groups. There have been fierce protests, and perhaps there is a change for the more dynamic forces to break away. The future is very hard to predict though. Austrian politics without the ÖVP and SPÖ is like imagining the UK without Tories and Labour or the US without Republicans and Democrats.  ‘The presidential election is a prime example of the increasing polarisation within Austrian society’ – Julian Pallinger, Graz     Julian Pallinger.     In my city of Graz there is less rightwing support than in other areas of Austria, although a vote of 27% for a far-right political party is still quite substantial. Graz also has a pretty strong leftwing community, which further increases social polarisation. The presidential runoff will be interesting, not only for Austria but also for the inner cohesion of the European Union.   I wasn’t surprised by the result of the Austrian presidential election. Frustrated would probably sum it up better. That none of the two candidates of the moderate ÖVP and SPÖ were able to proceed to the second round is a prime example of the increasing polarisation within Austrian society. The electoral disaster for the moderate political centre can also be explained by their inefficient and inconsistent way of governing, subsequently causing resentment and sullenness. The success of the FPÖ seems understandable because they paint an unworldly picture of a nationalistic and patriotic Austria without the threats of unemployment, globalisation and migration. Therefore they appeal to people who feel that they would be the first ones to be affected negatively by those developments. Social envy, increasing unemployment and the government’s inability to modernise the education system has caused political polarisation across the country.  ‘Support for the FPÖ reflects a longing for stability, safety and prosperity’ – Cornelia, Purkersdorf, lower Austria  Support for the Freedom party is nothing new. During elections in recent years they have steadily gained votes. I believe these are not only protest voters but people dissatisfied with the current government. And then there is the politics of fear. Of course you worry about the security of your workplace, your country, your children as well as increasing prices when wages and salaries stay the same. There is nothing better than someone who makes you believe if you vote for him everything will become better again, because he is going to take care of ‘our’ Austria. I think support for the FPÖ reflects a longing for stability, safety and prosperity, with as little change as possible.   The government appears to be stuck and hesitant to push policies. Meanwhile unemployment is rising and our economy stagnating. The time of both the SPÖ and ÖVP has passed. Now is the time for something new, something different. Unfortunately, there are no big personalities in either of the two parties who could lead the required change. Either the major two parties return to their true values and start working together (which is the definition of a coalition) or they keep arguing and stagnate, until the point when someone else will use their weakness to come to power. Extremes in either direction always mean the worst for the people who have to live with them. For the final ballot on 22 May, I can only hope for Austria and the people of my country that enough voters decide for the ‘connecting’, which Van der Bellen clearly stands for.",
  "webTitle": "'People have lost hope': young Austrians on the rise of the far right",
  "webPublicationDate": "2016-05-20T10:24:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/young-austrians-on-presidential-runoff-freedom-party",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/20/young-austrians-on-presidential-runoff-freedom-party"
}