{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/28/the-best-new-childrens-books",
  "id": "2016-05-28-136",
  "sectionId": "books",
  "body": "Along with bears and bunnies, tigers star in a surprising number of picture books, from Judith Kerr’s The Tiger Who Came to Tea to Catherine Rayner’s Augustus and His Smile. The latest addition to the canon is There’s a Tiger in the Garden by Lizzy Stewart (Frances Lincoln). An endearingly stroppy little girl is urged by her grandma to go to play in the garden, but remains unconvinced that it is home to the exotic creatures promised there – until she and her toy giraffe, Jeff, discover that all is not quite what it seems, especially when there’s a tiger with a philosophical bent around. Gentle humour, appealing characters – the grumpy polar bear is a particular favourite – and a striking design make for an accomplished debut. A more riotous ride is in store with Jo Empson’s Chimpanzees for Tea (Puffin), in which young Vincent is sent off with a shopping list of groceries. But when the list blows away, he has to rely on his memory instead and comes home with an unexpected and outrageous menagerie – a “big firm pear” becoming “a big furry bear”. A great read-out-loud story – the energy of the illustrations perfectly matches the pace of the story, with a breathlessly urgent sense of movement from beginning to end.     The Bumblebear    The Bumblebear (Jonathan Cape) from rising star Nadia Shireen is an absolute joy. Norman is a bear who wants to be a bee in order to have easier access to honey so, obviously, he makes himself a bee costume and enrols in Bee School. The little bees grow to love their unusually large bee friend – until clever Amelia bee discovers the truth. Luckily, Norman can save the day. With its bold illustrations and witty humour, this is a book that adults will relish reading aloud time and time again – the bees’ catchphrase “What the jiggins!” has certainly caught on in my household. There may be no tigers or polar bears in Britta Teckentrup’s utterly gorgeous Tree (Little Tiger), but small fingers will find a wealth of other creatures to point out. The book follows life in and around a great tree, with its resident owl, through the cycle of the seasons from “winter’s icy chill” to the humming bees and juicy apples of summer and autumn. The simple rhyming text is unexceptional; the real delight lies in the detail of the images and the many stories within the narrative, from the spider weaving her web in one corner of the tree to the snail slowly making his way across the bottom of the pages.      Bridging the gap between picture books and chapter books, and demonstrating that expansive, exuberant illustrations shouldn’t be limited to the former, is the funny Rabbit and Bear: Rabbit’s Bad Habits by Irish comic writer Julian Gough and Jim Field (illustrator of the equally witty Oi Frog). Published by Hodder, the tale of an unlikely friendship, its focus on the less savoury, poo-related habits of rabbits (explained in some detail), has a cheeky charm that will thrill younger readers.      With illustrations for slightly older readers, The Girl of Ink and Stars by Kiran Millwood Hargrave (Chicken House) is a magical debut novel that is beautiful in both its presentation and spellbinding tale of maps, myth and friendship. Island-dweller Isabella, a cartographer’s daughter, sets off on an adventure when her best friend goes missing.      Staying in the nine-plus age category, Swan Boy by Nikki Sheehan (Oneworld) is a tender tale of friendship, loss and fitting in – or not. The magical realism elements won’t appeal to everyone but the main character, Johnny, and his younger brother Mojo, will tug at all heartstrings. Life’s not easy for Johnny: his dad’s died, there’s a move to a new part of town and a new school, while his five-year-old brother is dealing with his grief in an unusual way. And then Johnny gets on the wrong side of the school bully. Will being cast as the lead in the school production of Swan Lake – taking part in which is deemed a marginally better fate than litter picking – save or sink him?      Two teen books out this year share a coastal setting. Chris Vick’s Kook (HarperCollins) is a no-holds-barred love story set in the Cornish surfer scene, seen through the eyes of eponymous “kook” (a surfing wannabe), Sam. He’s a 15-year-old boy who moves from the city to the coast after the death of his dad and falls in love with the surfer lifestyle and attractive, damaged Jade, the girl next door. Sex, drugs (there’s a brilliantly realised rave scene) and the strength of teenage friendship, against a backdrop of big waves and boards, are all here in this fast-paced read for older teens. It has a darkly dramatic ending that feels more believable than the odd climax to CJ Flood’s otherwise emotionally powerful Night Wanderers (Simon & Schuster), the follow-up to her Branford Boase award-winning Infinite Sky. The new book is set in a fictionalised version of Falmouth, where Rosie and Titania are best friends and share a love of roaming the town in the middle of the night. When one of their wanderings goes badly wrong, Rosie has to deal with the fallout, including Ti’s expulsion from school and the reactions of her troubled family.",
  "webTitle": "The best new children’s books – reviews roundup",
  "webPublicationDate": "2016-05-28T08:00:29Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/28/the-best-new-childrens-books",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Michelle Pauli",
      "id": "profile/michellepauli"
    }
  ],
  "guardianId": "books/2016/may/28/the-best-new-childrens-books"
}