{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/england-alastair-cook-sri-lnaka-jimmy-anderson-headingley",
  "id": "2016-05-21-63",
  "sectionId": "sport",
  "body": "Alastair Cook mused on the contrasting emotions thrown up by sport after seeing Jimmy Anderson rout Sri Lanka here two years after the same opposition, on the same ground, reduced him to tears.   Related: Jimmy Anderson leads charge again as England rout Sri Lanka inside three days    Anderson was last man out off what would have been the penultimate ball of the 2014 Test for what was a series-sealing defeat, but his match figures of 10 for 45 this year set up an innings victory and leave his captain in a philosophical mood: “Turning up here this week, there’s no doubt you wondered if the cricketing gods have something in store for you again,” said Cook. “You never bury a moment like 2014 but we put in a performance here at the standards at which we can play. And that’s sport, some days are good, some are bad. It’s amazing. The same opposition and same place and such contrasting emotions.” In a Test dominated by bowlers, it would be England’s wicketkeeper, Jonny Bairstow, who claimed man of the match after his 140 as well as nine catches across the two Sri Lankan implosions. Cook said: “Jonny was playing on a different wicket to the other 21 guys, it was an extraordinary innings. I remember the first time I saw him play for Yorkshire at Scarborough [in 2010] and thought he’d play for England. There hasn’t been a better batsman in the country over the past two years.” Sri Lanka, following on, were 77 for two when rain brought an early lunch on the third day, only to fold to 119 all out by 5.15pm after England received a pep talk from their head coach, Trevor Bayliss, a man of few words.   Related: Jimmy Anderson snaps his fingers to finally master Headingley | Mike Selvey    Cook said: “I think he just wanted a bit more limelight and show he was doing some coaching. But no, he said to make sure we are on it from ball one. Sometimes after a break you can drift into a session. We were OK in the morning session but it reminded us to be switched on.” The Sri Lanka captain, Angelo Mathews, said: “It was a quite an embarrassing defeat. Everything went wrong for us apart from winning the toss. Anderson and Stuart Broad bowled beautifully and we couldn’t handle it. It was swinging and seaming. “We have a few days to regroup, all we have got to do is change our mindset and believe we can do it. It was a humiliating defeat but if we stick to our plans we can turn it around.”",
  "webTitle": "Alastair Cook hails Jimmy Anderson and Jonny Bairstow as England bury demons",
  "webPublicationDate": "2016-05-21T18:49:39Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/england-alastair-cook-sri-lnaka-jimmy-anderson-headingley",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jimmy Anderson",
      "id": "sport/jimmy-anderson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/21/england-alastair-cook-sri-lnaka-jimmy-anderson-headingley"
}