{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/the-agenda-danny-willett-premier-league-womens-fa-cup",
  "id": "2016-05-07-92",
  "sectionId": "sport",
  "body": "RETURNING HERO ... What do you do when you’ve stunned the world and won the Masters? Take a break and come back fresh for the Players Championship, the “fifth major”, at Sawgrass, of course. Danny Willett’s Augusta triumph – a 50-1 shot that came off before our perception of sporting odds was changed forever by Leicester City – was still stunning. He lines up alongside the shellshocked man who put the Green Jacket on his back, Jordan Spieth, and last year’s champion, Rickie Fowler, from Thursday before jetting across the Atlantic for the Irish Open and PGA Championship at Wentworth. GAMES IN HAND ... Super Sundays are rarely more Super: next Sunday brings the Premier League’s 10-game final round, with – satisfyingly – 3pm kick-offs all round. But before that come some promising mood and scene-setters, as the top-flight mops up the remaining games in hand. On Tuesday night West Ham face Manchester United in the battle to avoid the Europa League (Sky Sports 1, 7.45pm), while Wednesday’s Sky game is Liverpool v Chelsea (8pm) – a disappointing choice given that the real tension lies elsewhere. Relegation deniers Sunderland are at home to Everton, while haunted rivals Norwich face Watford. One to watch on Sunday: new champions Leicester signing off at old champions Chelsea. EARLYBIRD TOURISTS ... The weather in England has switched into summer mode just in time for the start of the first of this year’s international cricket tours. Sri Lanka, led by Angelo Mathews, take on Essex at Chelmsford over three days from 11am on Sunday morning. It marks the buildup to the three-Test series starting at Headingley on 19 May. Sri Lanka may be a team in transition but are not to be underestimated, winning a two-Test series 1-0 on their last visit in 2014. It is a positive sign that they are getting to play three Tests this time. WEMBLEY SHOWDOWN ... It’s the Women’s FA Cup final – holders Chelsea Ladies facing 13-times winners Arsenal Ladies on Saturday (2pm, BBC One). Chelsea made it to the final after England’s Fran Kirby hit an extra-time semi-final winner against Manchester City in April, while Arsenal put seven past hapless Sunderland. Last year’s final – the first to be staged at Wembley – pulled in a record 30,710 crowd, with another bumper attendance expected this week. Tickets are still on sale for £15 each (£5 for OAPs and students, free for under-16s). Arsenal fans have the east end of the ground, and the celebrity National Anthem comes from Samantha Barks, star of the 2012 film version of Les Mis. AQUATICS SEND-OFF ... The biggest event to be held at the London Aquatics Centre since the 2012 Olympics and Paralympics comes in the shape of the European Aquatics Championships, which gets under way on Tuesday. The full Great Britain team has already been announced for Rio and this is the chance to wave our swimmers and divers off in style. A full schedule of swimming, diving and synchro features such pool luminaries as Tom Daley, Adam Peaty, Jazz Carlin, Siobhan-Marie O’Connor, Hannah Miley and Fran Halsall. Oh, and there’s even an event mascot in the light-blue, triangle-shaped, frog-faced Ray the Ray.",
  "webTitle": "The Agenda: Danny Willett back in action while Premier League reaches climax",
  "webPublicationDate": "2016-05-07T15:51:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/the-agenda-danny-willett-premier-league-womens-fa-cup",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Women's football",
      "id": "football/womensfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Swimming",
      "id": "sport/swimming",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Diving",
      "id": "sport/diving",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/2016/may/07/the-agenda-danny-willett-premier-league-womens-fa-cup"
}