{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/syrians-returned-to-turkey-after-eu-deal-complain-of-treatment",
  "id": "2016-05-16-108",
  "sectionId": "world",
  "body": "The first Syrians to be returned by plane under the EU-Turkey deal have been detained in a remote camp for the past three weeks with no access to lawyers, casting further doubts over EU claims that they are being sent back to a safe third country. With hundreds more likely to be expelled in similar fashion in the coming weeks, the returnees have warned that those following in their wake face arbitrary detention, an inscrutable asylum process, and substandard living conditions.  Their claims undermine the legitimacy of the EU-Turkey migration deal, under which it is likely most Syrians landing on Greek islands will be returned to Turkey, on the assumption that they can live without restrictions once there.  Turkey has said they will be released soon. But a group of 12 Syrians returned by plane on 27 April who were contacted by telephone said they had simply been detained without clear legal recourse since they arrived in a remote detention centre in southern Turkey called Düziçi. The fate of two other Syrians deported along with hundreds of non-Syrians earlier in April is unknown. “You can’t imagine how bad a situation we are in right now,” said one Syrian mother detained with her children, who now wants to return to Syria because she sees no alternative. “My children and I are suffering, the food is not edible. I’m forcing my children to eat because I don’t have any money to buy anything, but they refuse because there are bugs in it.” The detainees have also been denied access to lawyers and specialised medical care, she alleged. Like all the interviewed detainees, the Syrian asked to remain anonymous for fear of reprisals, but said she now wanted to return to Syria because she felt that even a war-zone would be better for her family than the refugee detention centres in Greece and Turkey. Several of the Syrians had been living in Turkey before making the journey to Greece, but have now not been able to rejoin their families since being deported back to Turkish soil. After being detained in Greece following the start of the EU-Turkey deal, they agreed to be deported to Turkey on the assumption that they would not be granted asylum in Europe, and in hope of being reunited with their families. “We cancelled our asylum claims in Greece to come back to our homes, not to this prison here,” said another inmate, who asked to be known by the pseudonym of Lara. She added: “They won’t allow us to leave. I’m pregnant, I’m not good – what am I doing here? They just say we have to wait. If they told us you must stay here for one month or two months, that would be OK – but we just don’t know.” Hundreds of non-Syrians deported under the EU-Turkey deal to a separate camp have told European politicians they have not been given any opportunity to claim asylum. When asked to comment, a spokesman for the Turkish government predicted that the 12 Syrians would soon be let go. “We expect to release them next week once their background checks are completed,” said the spokesman, who spoke anonymously in accordance with government protocol. “Upon their release, they will be able to move into a refugee camp or opt out of the government-sponsored housing system.” But other long-time inmates at the camp said they doubted that anyone would be released in the near future. One of the hundreds of other Syrian refugees also detained at Düziçi said that he had been held since 10 February after being seized from his home. He said he was still unsure of why he was detained, or when he would be released, and doubted any inmate would be freed soon. “It’s all just talk,” said Abu Hassan, a grocer detained with his wife and children, who asked to be known under a pseudonym. “They are just pressuring us to go back to Syria and die there.”   Related: From war in Syria to a Turkish sweatshop for child refugees    Turkey has welcomed more Syrian refugees than the rest of the world combined since the start of the Syrian conflict in 2011, taking in roughly 2.7 million, according to UN data. But it stands accused of several rights abuses against refugees. Despite recent legislative changes, Syrians do not have the default right to work in Turkey, while many Syrian children are not in school. Syrian refugees also report being shot at on the Turkish-Syrian border and others claim to have been deported back to Syria. Turkey denies both charges, and says it maintains an open-door policy to Syrian refugees.  “Turkey is the largest refugee-hosting country in the world,” the Turkish foreign ministry has previously said. “It is out of the question that the Syrians are encouraged to return to their countries voluntarily or forcibly. Turkey is bound by its obligations under international law and is determined to continue providing protection to the Syrians who have fled from violence and instability in their country.” An EU spokesperson said the EU-Turkey deal would ensure “high standards of international protection in the first country of asylum, namely Turkey”. John Dalhuisen, Amnesty International’s Europe director, said: “The automatic detention of the 12 Syrians returned voluntarily to Turkey bodes ill for those whose appeals are currently being heard in Greece. This is not what the European public and Syrian refugees were being sold when EU and Turkish officials promised that their deal would scrupulously respect refugee rights.” Dalhuisen added: “Turkey has to guarantee there’s no arbitrary detention, and if it does detain refugees and asylum seekers, they are held in decent conditions. If a group of Syrians who have voluntarily returned is locked up without medical care and lack of access to legal aid, what does that mean for those who are returned against their will?”",
  "webTitle": "Syrians returned to Turkey under EU deal 'have had no access to lawyers'",
  "webPublicationDate": "2016-05-16T17:08:46Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/syrians-returned-to-turkey-after-eu-deal-complain-of-treatment",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/16/syrians-returned-to-turkey-after-eu-deal-complain-of-treatment"
}