{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/19/stanley-cup-playoffs-television-ratings-nhl",
  "id": "2016-05-19-256",
  "sectionId": "sport",
  "body": "So away they went Sunday night, San Jose Sharks center Joe Thornton and St Louis Blues center David Backes, jostling with each other after a stoppage in play by yanking at each other’s lush, one-month Stanley Cup playoff beards. “Just seeing whose was real, and making sure they were glued on right,” Backes joked after the game. “Seemed like both checked out, and we moved on with life.”  “Just gets you more in the game,” Thornton said of the tangle with Backes at a news conference Monday. “I think it gets you more involved in the game. That’s fine by me.”  The shame of the scrum, yet another example of the ferocity over the pitched two-month competition for the Stanley Cup, was that it was missed by almost all of the American public. Even now, with everything on the line, television ratings remain modest.  The NBC Sports Network said on Tuesday that the Sharks-Blues game Sunday night delivered the third-best rating for a Game 1 of a conference final on the network, which has carried NHL games for seven years. But an average of 1.65 million watched.   Related: For the cursed Washington Capitals, another season ends in heartache     The network also said an average of 1.72 million watched Game 1 of the Eastern Conference finals on Friday between the Pittsburgh Penguins and Tampa Bay Lightning, putting it at No1 on NBCSN’s 14-game conference-finals ratings table. And consider this: Game 6 of the second-round NBA playoff series on ESPN between the Oklahoma City Thunder and San Antonio Spurs last Thursday drew 5.2 million viewers – three times as many as the Penguins-Lightning game. No matter how compelling the competition, it has been true for years that the NHL can’t measure up on the interest meter to the NBA. An NBA finals is still possible between two of the top players in the league – Steph Curry of Golden State and LeBron James of Cleveland. A less compelling final between Toronto and Oklahoma City is possible, too, although that matchup would still outdraw the best possible NHL final: Pittsburgh, with Sidney Crosby, against San Jose, with Thornton. Those two players aside, the four NHL teams left are hardly brimming with household names like Curry and James. Plus, this will be the first time since 2011 that the Stanley Cup final will not include a team from New York, Los Angeles or Chicago – the top three US television markets. Two years ago, in a dream ratings match-up, the Los Angeles Kings beat the New York Rangers. It is possible that Pittsburgh, in the No23 US TV market, could take on No21 St Louis. (Somewhat better would be a Lightning-Sharks battle in the finals. San Jose is part of the San Francisco-Oakland market, at No6, and the Tampa-St Petersburg market is No11.) Viewership of the Stanley Cup playoffs in Canada, the sport’s birthplace, is reported to be down measurably, partly because none of the seven Canadian teams in the NHL qualified for the playoffs – the first time since 1970 that no Canadian team made it to the postseason.   Related: The Chicago Blackhawks' season is done. Is their dynasty?    The competition in the Stanley Cup playoffs is about as good as it gets in professional sports. Practically every player left in the tournament is playing with some sort of injury. Those drop-the-gloves fights that probably alienate as many casual sports fans as attract them are much less commonplace in the playoffs than in the regular season. And, for the playoffs, the NHL decides games that are tied after regulation with the same five-on-five format used in the first 60 minutes. Regular-season games that are tied are decided relatively quickly with a five-minute three-on-three format, then, if still tied, a shootout. The speed and skill of these players on ice, combined with the high value of almost every goal scored, make for terrific entertainment. Sixteen of the 72 games played in the first two rounds went into overtime. Three went to double-overtime, and one went three OTs. Hockey’s drawback is that it really a team sport. Although the NHL has plenty of stars – the Pittsburgh-Washington second-round matchup was heavily billed as Crosby v Capitals forward Alex Ovechkin – top players have much less of a bearing on the outcome as the NBA. Because of line-matching, top NHL players are often not even on the ice at the same time.  The action is so highly aerobic that a forward’s shift lasts less than a minute. Consider that Crosby was on the ice for 27 shifts, covering just 18 minutes seven seconds in Monday’s 3-2 victory over Tampa Bay, in which he scored the winning goal at 40 seconds of overtime. By comparison, Curry played 39 minutes 40 seconds of the Warriors’ loss to Oklahoma City on Monday in the NBA’s Western Conference finals. Crosby scored one goal for the Penguins; Curry had 26 points for Golden State. Clutch goaltending is essential in the NHL playoffs. But the Penguins and Lightning, because of injuries to starters, used reserve goaltenders Monday, and goaltenders are masked men, anyway, swaddled in padding. To promote more goals, NHL executives and club officials have debated recently about making goaltenders’ equipment smaller while still keeping them protected. Offense has dwindled in the decade-plus since the lockout forced the cancellation of the 2004-5 season. As in almost any sport, hockey players are bigger, stronger and faster than players in the past. The three-on-three overtime format used for the first time this season – and also to decide the All-Star Game – was widely considered to be a success, even among the players. No matter how many rules are changed, the NHL won’t ever be as popular as the NBA in the United States. Hockey fandoms are as intense as any other sport, but smaller. Only about 25% of NHL players are Americans, compared with 71% of NBA players. But Stanley Cup playoff games still make for good television. They deserve a bigger audience in the States. The sport is far from broken, but the NHL needs to find a better way to sell the matchups. No one should miss a good beard-pulling bout.",
  "webTitle": "Is the lack of big market teams hurting the Stanley Cup playoffs?",
  "webPublicationDate": "2016-05-19T10:00:05Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/19/stanley-cup-playoffs-television-ratings-nhl",
  "keyword": [
    {
      "webTitle": "NHL",
      "id": "sport/nhl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "San Jose Sharks",
      "id": "sport/san-jose-sharks",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tampa Bay Lightning",
      "id": "sport/tampa-bay-lightning",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pittsburgh Penguins",
      "id": "sport/pittsburgh-penguins",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "St Louis Blues",
      "id": "sport/st-louis-blues",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Caldwell",
      "id": "profile/caldwell-dave"
    }
  ],
  "guardianId": "sport/blog/2016/may/19/stanley-cup-playoffs-television-ratings-nhl"
}