{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/26/charlie-hodgson-legend-bows-out-twickenham-saracens-exeter-premiership-final",
  "id": "2016-05-26-35",
  "sectionId": "sport",
  "body": "We will be celebrating on Saturday, come what may – a new name on the Premiership trophy or the rarity of an English and European double. Either will represent another invigorating development for English rugby, as this World Cup season draws to a close. And then there’s the career of one Charles Christopher Hodgson. That ends on Saturday too. For those who have followed English rugby at all closely over the last 16 years, his retirement will represent as poignant a watershed as any at Twickenham.   Related: Saracens fly-half Charlie Hodgson to retire at end of season    You’ll have to look for him amid the celebrations, whoever has won. If it’s Saracens, a couple of forwards who won’t be told may oblige by hoisting him on their shoulders, but the man himself is not for spraying champagne or exuding in front of a camera. Two and a half thousand Premiership points or not, Hodgson is notably spotlight-averse for a man who has endured more close-ups than any other club player in history and responded with deadly accuracy to the vast majority of them. His Premiership tally is 2,623 points. He and Andy Goode are way out in front of the rest at the top of the charts, but Goode is around 350 points behind and will surely not be making any more comebacks. The next nearest is more than 1,000 points adrift. Hodgson is the Don Bradman of English rugby. It is difficult to imagine his points record ever being broken. The man himself smiles gently at the suggestion. “Who knows?” he says. “The proof will be in the pudding. It doesn’t really bother me, to be honest.” The final tally the rest will be left to aim at will be determined to an extent by the fitness of Owen Farrell. Hodgson will start his last game if Farrell fails to recover from the rib injury he picked up last weekend. It is reminiscent of one of Hodgson’s finest hours, 10 years ago, when he orchestrated Sale’s rout of Leicester in the Premiership final. He had hurt a rib himself in the semi-final, played on with painkillers, and was imperious a week later, piling on another 24 points to that tally.   Related: Saracens outclass Leicester to reach Premiership final and put double in sight    But what renders his points total even more remarkable is that it is not what he should be remembered for. A lot of prolific marksmen make scoring points their obsession. The rest of their duties on a rugby field can seem little more than an inconvenience. Hodgson, first and foremost, should be remembered as a divine playmaker. If only there were ways of setting records in that. We shall just have to remember the free-wheeling Sale side he guided to two European Challenge Cups, as well as that Premiership title in 2006, and the silverware since with a Saracens team whose transition to an all-court game might be seen as coinciding with his arrival. When the curtain falls on Saturday, whatever the result, he thinks he is ready. “Ask me in six months,” he says. “I might not be then. But for now I’m at peace with it. Physically, recovery’s certainly tough to take, not just from games but training as well, and my back isn’t getting any better. And then there’s the opportunity to take on this recruitment roll.” Retiring he may be, but Saracens are not letting him walk away. They have even invented a new post for him. He does not fancy coaching at this level, but he will become rugby’s first chief scout. He has visited Arsenal and Southampton to gain an insight into their workings. And now Harlequins have created a similar role. Hodgson sees scouting as the future, his and rugby’s. “Professional rugby is very much in its infancy,” he says, “if you compare it to the NFL, Aussie Rules, football. I’ve spent time at the odd football club, and their scouting networks are ridiculous. So you can only see it as one of the next progressions of the game, as it gets bigger and bigger. It takes the pressure off the directors of rugby.” It is reassuring to know that, even if the playing is to stop, some things will not change. Hodgson has been taking pressure off directors of rugby ever since his millennial advent into the Premiership 16 years ago. The current beneficiary of his calming influence needs no points-scoring chart to be convinced of his virtue. “The word ‘class’ sums him up,” says Mark McCall, “and he still looks class. He’s probably the best passer of the ball I’ve ever seen. He’s one of the greats of Premiership rugby. It’s been an incredible career, and it’s fitting that he finishes it in a Premiership final.” Whoever is celebrating on Saturday, take time to ponder the passing of Charlie Hodgson, both from hand and into the sunset. He’s lit up English rugby these 16 years. It’s been a joy to behold.",
  "webTitle": "Charlie Hodgson the legend bows out at Twickenham in poignant farewell",
  "webPublicationDate": "2016-05-26T21:00:13Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/26/charlie-hodgson-legend-bows-out-twickenham-saracens-exeter-premiership-final",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/26/charlie-hodgson-legend-bows-out-twickenham-saracens-exeter-premiership-final"
}