{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/alberta-declares-state-of-emergency-wildfire-canada",
  "id": "2016-05-05-280",
  "sectionId": "world",
  "body": "The Canadian province of Alberta has declared a state of emergency after a raging wildfire destroyed dozens of homes, engulfed several neighbourhoods and forced the hurried evacuation of the entire city of Fort McMurray. More than 80,000 residents were ordered to leave the northern Alberta city after shifting winds saw the blaze go from being largely controlled to a “nasty, ugly” inferno as described by the local fire chief. By Wednesday more than 250 firefighters were fighting the fire, assisted by helicopters and air tankers. Officials estimated that 1,600 structures had been damaged or destroyed by Wednesday night. As flames fanned south on Thursday, officials also issued mandatory evacuation orders for the Anzac, Gregoire Lake Estates and Fort McMurray First Nation communities located about 50km south of Fort McMurray. After the evacuation order was issued, residents scrambling to make their way out of Fort McMurray sat in bumper-to-bumper traffic on the main road, struggling to see the road through the thick grey haze that blanketed the highway. Flames licked the road and ash rained down on vehicles, while air tankers and helicopters flew overhead. Gas pumps soon ran dry, leaving many residents stranded on the highway overnight. “[With] the heat from the oncoming smoke and the flames, you could see mini-tornadoes forming near the road,” resident Jordan Stuffco told the Canadian Press. “It was something out of an apocalyptic movie.”   Map   Authorities warned that the fire, which started on Sunday, was being fanned by hot, dry and windy weather. “The worst of the fire is not over,” said Bernie Schmitte of Alberta Agriculture and Forestry. “We’re still faced with very high temperatures, low relative humidity and some strong winds.” Hours later the raging inferno forced authorities to declare a state of emergency. The province’s municipal affairs minister, Danielle Larivee, said the declaration would allow the province to better access external resources.  An accident on a nearby highway between an SUV and a tractor-trailer unit had resulted in fatalities and sparked an additional fire, added Larivee. It was not immediately clear if the accident was related to the evacuation. The driver and passenger of the SUV died on the scene.    Related: Wildfires in Canada force evacuation of Fort McMurray – in pictures    Officials said the fire had grown from about 1,200 hectares to span more than 10,000 hectares within two days. “We had a devastating day yesterday and we are preparing for a bad day today,” local fire chief Darby Allen said. He described the wildfire as a “nasty, dirty fire” that was raging out of control, that defied efforts to suppress it. “There are areas of the city that have not been burned, but this fire will look for them and it will find them, and it will try and take them.”  On Tuesday 105 patients and clients – including nine newborn babies – were evacuated from city’s only hospital as flames approached.           Alberta driver’s dashcam footage of wildfire    With Fort McMurray the hub of the province’s main oil sands region, a number of oil sands work camps nearby were turned into impromptu housing for evacuees. Neighbouring communities also reached out to residents as they fled the flames, staffing recreation centres to provide shelter and bringing gas to stranded motorists. Others made their way to the evacuation camps that had been set up outside the city or found lodging in the city of Edmonton, some 435km away, where they took stock of what they had left behind. “When you leave … it’s an overwhelming feeling to think that you’ll never see your house again,” Carol Christian told the Canadian Press. Along with her son and cat, she had driven to an evacuation centre. “It was absolutely horrifying when we were sitting there in traffic. You look up and then you watch all the trees candle-topping … up the hills where you live and you’re thinking, ‘Oh my God. We got out just in time.’” Rachel Notley, the Alberta premier, said about 10,000 evacuees had moved north to stay in the oil sands work camps. The bulk of the evacuees fled south to Edmonton and elsewhere, and officials said they eventually would like to move everyone south. Shell said it had shut down production at its Shell Albian Sands mining operations about 60 miles north of the city so it could focus on getting families out of the region. Suncor, the largest oil sands operator, said it was reducing production at its regional facility about 15 miles north of the city. Many other companies evacuated non-essential staff. Chelsie Klassen, a spokeswoman for the Canadian Association of Petroleum Producers, said all large oil sands facilities had emergency crews and plans for forest fires, noting all personnel would be evacuated and facilities would be properly shut to minimise the damage. She noted 80% of oil sands deposits were deep underground and could only be extracted through drilling. The remaining 20% could be mined from the surface and was predominantly located north of Fort McMurray. It could burn under certain circumstances, but at a much slower pace considering its composition with sand. Municipal authorities on Wednesday began detailing the damage that had been caused by the wildfire, including one neighbourhood where 80% of the homes were destroyed. Images on social media showed the flattened neighbourhood of Beacon Hill, the rubble of its many destroyed homes strewn about. In another neighbourhood, a dozen trailers also went up in flames, while serious losses were reported in several other areas. Some in the city had as little as 30 minutes to evacuate, with many making it out with little more than their vehicle and the clothes on their back. “I didn’t have time for nothing,” said Shawn Brett. He had been at home when his friends called to warn him of the encroaching blaze. He jumped on his Harley motorcycle and made his way out, fighting his way through the smoke and flames that had engulfed his neighbourhood. “I literally drove through the flames. I had ashes hitting my face and the heat from the fire was that bad,” he told the the Canadian Press. “Everything was jammed. It was nothing but the biggest chaos I’d ever seen.” Justin Trudeau, Canada’s prime minister, said on Wednesday he had spoken to the Premier Notley, to offer the government’s support. “I really do want to highlight that Canada is a country where we look out for our neighbours, and we are there for each other in difficult times,” Trudeau told his Liberal caucus. “And certainly in Fort McMurray, the difficult times they are going through right now is something that we are going to unite around.” He shot down earlier comments made by Elizabeth May, the leader of Canada’s Green Party, that linked the fire to the global climate crisis. “One thing we know is that with climate change there will be more extreme events,” said Trudeau. “But, we know very well that placing a direct link between any fire or a flood and climate change goes a step beyond what is helpful and does not benefit a conversation we must have.” The premier of Alberta said on Wednesday that she planned to head to Fort McMurray to get a firsthand look at the scope of the crisis. “Our hearts are with the families who have had to leave their homes in Fort McMurray,” said Notley from Edmonton. Nearby communities have sent emergency personnel and vehicles to the city. The provincial government has also been in continuous contact with other provinces and the federal government, she said, and now has the resources needed to battle the blaze. “But of course the weather is the key issue.” Queen Elizabeth said she was “shocked and saddened” by the news of the wildfires “Our thoughts and prayers are with all those who have been affected, and we send our heartfelt thanks to the firefighters and the other emergency workers,” she said in a statement. The wildfire comes as a devastating blow to a city already reeling from the impact of slumping oil prices, said David Yurdiga, the MP for the area. The Alberta oil sands rank as one of the world’s largest reserves of oil. “Even with the destruction caused by the fire thus far we will need federal funds to get back on our feet,” he wrote in a statement. “This city has seen thousands of people leave their homes because of the downturn in oil. Fort McMurray cannot handle that and this wildfire.” With Associated Press",
  "webTitle": "Alberta declares state of emergency as wildfire forces Fort McMurray evacuation",
  "webPublicationDate": "2016-05-05T08:21:52Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/alberta-declares-state-of-emergency-wildfire-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/04/alberta-declares-state-of-emergency-wildfire-canada"
}