{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/utah-mormons-prescription-painkiller-addiction",
  "id": "2016-05-26-248",
  "sectionId": "us-news",
  "body": "Maline Hairup was a devout Mormon. No alcohol, no coffee. She didn’t smoke. Until the day she died, she had never used illegal drugs. Yet she was an addict for most of her adult life. “Maline never thought she had a problem,” said her sister, Mindy Vincent, a recovering addict. “She was a firm believer that because the doctor prescribed the pills it was OK. She didn’t see any shame in it. She didn’t think she was an addict. It wasn’t like taking drugs. But she was on the painkillers for 15 years until they wouldn’t give her any more. “She eventually ended up getting some heroin because she couldn’t get any more pills. My sister used heroin one time and she died.” In 2014, the year Hairup died at age 38, one-third of adults in Utah had a prescription for opioid painkillers, most notably a powerful opiate at the heart of the crisis, OxyContin. Many of them were among the 65% of state residents who are members of the Church of Jesus Christ of Latter-day Saints, or Mormons. Sometimes, opioids take hold of several members of the same family. Hairup’s father is dependent on prescription painkillers and her brother’s addiction to prescription opioids set him on the path to heroin.   Opiates in America interactive teaser   One person dies each day in the state from a prescription drug overdose, a 400% increase since 2000, according to the Utah health department. The toll rises by half again when deaths from heroin are included. The US attorney in Salt Lake City, John Huber, last month warned of “an insatiable appetite in Utah for pain pills and for heroin”. Many of the recorded deaths are of people who became hooked on prescriptions for sports or work injuries, or to cope with chronic conditions such as back pain. But there has also been widespread use among Mormons who some LDS church members say fall back on opioid painkillers as a crutch to cope with pressure to live a devout life. “We have a catastrophe now in Utah with opiate overdoses,” said Dan Snarr, a member of the high priest group leadership within the LDS church whose son, Denver, died of a prescription drug overdose at the age of 25 after becoming hooked on painkillers following a rugby injury.  “The LDS church is a big part of it. I go to church every week and I see where the challenge is. They make people feel that they should be perfect and they feel inferior, like they can’t live up to the standards of what they expect them to live up to. So they start using prescription painkillers not to address pain, physical pain, but the mental issues that go along with feeling inferior. That you just cannot cope with all the things you’re expected to be and to do.” Snarr, who is also a former mayor of the small town of Murray in Salt Lake County, said he realised the scale of the problem when other Mormons came to him after Denver’s death to speak about their own families and addiction. “A lot of people recognise that it’s beyond anything to do with pain. It alleviates the stress and pain of this life and the challenges that you face,” he said.     Maline Hairup. Photograph: George Frey for the Guardian    Snarr has spoken openly in his church about the crisis, to the frustration of some LDS leaders who, he said, prefer to keep hidden what they regard as moral failings. Vincent, who works as a counsellor at a treatment centre, First Step House, said her sister was initially prescribed opioids for pancreatitis and migraines. The drug swiftly became a mental and emotional dependency that Hairup regarded as legitimate because it was prescribed by doctors and did not conflict with her religion. “I think my sister found the medication helped with the physical pain but it also eased emotional pain,” said Vincent. “In Utah we have a phenomenon known as toxic perfectionism. There’s a belief amongst members of the LDS church that you need to be perfect. It’s keeping up with the Joneses times 10.” Vincent said that the more her sister became dependent, the more the doctors increased the doses. “Doctors prescribed Maline lots of pain medications in conjunction with Valium and antidepressants. She really believed that he was taking it for a good medical reason,” she said. In recent years both Vincent’s ageing father, who she describes as “a super active member of the LDS church”, and her brother, Stan Hairup, were prescribed opioid painkillers too – her father to deal with multiple surgeries and Stan to cope with a basketball injury.  “Before you knew it, my brother, my dad and my sister were all sharing pills. They look at that like that’s normal and OK because it was prescribed but the prescriptions weren’t for each other,” she said. Carol Moss, a Mormon and Democratic state legislator, also said religion is a factor in the spread of opioid addiction. “What’s unique about Utah is that the LDS church forbids alcohol and tobacco. People around the world have a drink to relax or drink socially,” she said. “When those things are not part of the cultural acceptance for people, they look for an acceptable palliative for aches and pains and depression and that’s become pills.” ‘You’d better not neglect pain’ In struggling to fathom how this epidemic swept into Utah’s middle-class homes, a far cry from the popular image of drug users as down-and-outs, families grappling with the crisis first blame pharmaceutical companies and then doctors. When OxyContin came on to the market in the mid-1990s, its manufacturer, Purdue Pharma, aggressively marketed it as a powerful painkiller with little risk of addiction. Within five years, the company sold more than $1bn worth of the pills. But some patients quickly became hooked, and the pills could be ground down to create an even stronger high. Purdue was penalised $634m by a federal court in 2007 for misrepresenting the drug’s addictiveness.   Related: How cracking down on America's painkiller capital led to a heroin crisis    The company reached a $24m settlement with Kentucky in December after the state sued Purdue, claiming to have “lost an entire generation” to OxyContin. Dr Jennifer Plumb, an emergency room doctor in Salt Lake City and pediatrician who specialises in opioid addiction, said the arrival of OxyContin coincided with a federal government requirement for doctors to focus on pain as an important test of health. “If we didn’t respond to it appropriately, funding got cut,” said Plumb, who lost a brother to an overdose and leads a campaign for changes to the distribution of opioid painkillers. “From the top down, physicians got told: ‘You’d better not neglect pain.’ At that very same time, OxyContin turned up. Pain companies said: ‘We’ve got this miracle substance and they’re not going to get addicted.’ It just went absolutely nuts.” Plumb said patients rarely understood the dangers.  Plumb wants to see doctors cut back on opioid prescriptions but recognises that people who are already addicted may then look to illegal drugs. Sandra Kresser thinks she put too much trust in doctors before she lost her 25-year-old son, Josh, to opioids. A doctor prescribed methadone and OxyContin after Josh injured his back at work. “That drug just grabbed hold of him. For the next two and a half years he overdosed five different times,” she said. Two of those overdoses were on OxyContin.  In time, Josh also fed his addiction with heroin and cocaine, and overdosed on them too. In the end, though, it was a prescription cocktail of painkillers, an anti-anxiety drug and a muscle relaxant that killed him. “He took them exactly as prescribed,” said Kresser. “Those layers on top of each other just took him down.” Kresser took legal action against two of the doctors who treated her son. One lost his licence to practice medicine because he was also held responsible for five other deaths. The second doctor, who wrote Josh’s final prescription, was cleared by medical authorities. Snarr said that his son obtained numerous prescriptions from several doctors at once.     Dan Snarr holds a picture of his son Denver, who died of a prescription drug overdose at the age of 25. Photograph: Chris McGreal for the Guardian    “Denver was doctor shopping. He was going to three at one time,” he said. “We worked with him. He said: ‘Dad, I think I’ve figured out a way to lick it.’ What he was doing was buying methadone on the street.” Snarr choked up as he described the day his son died hours after telling his father how he was finally shaking his habit. “We think it was a combination of the methadone and sleeping pills that killed him. I found him,” said Snarr before falling silent.  Vincent, who said her sister was also doctor shopping, hears similar stories from the addicts she counsels. “If you talk to somebody who’s addicted to pain medication or heroin, they’ll tell you they can always find a doctor to get whatever they want,” she said. “Some doctors just don’t care. Then there’s some who, when they have patients hounding them – saying who is the doctor to say they’re not experiencing pain? – I think sometimes doctors feel trapped. They don’t really have an alternative.” Maline Hairup’s doctor reduced her prescriptions and moved her on to Suboxone, which is used to treat addiction. Hospital emergency rooms clocked her as a drug user and she was increasingly turned away. By then, her brother, Stan, was using heroin and shared his supply. Maline’s first fix killed her. “After my sister died I totally blamed myself and I started doing more heroin I was so torn up inside,” he said. But it didn’t take long for Stan to see that Maline’s death foretold his own. “My sister died and then two more people very close to me died. I was just like, I can’t do this any more. I was so addicted that’s all I ever thought about. It was just like, I’m going to end up dead. So I checked myself into a methadone clinic,” he said. Stan still attends the clinic and has managed to stay clean. Vincent was able to shake her own addiction to methamphetamine because she was committing a crime. Two arrests cost her custody of her son and left her homeless for a time. She says addiction is a public health issue and should be dealt with as such. But her arrests also offered a path out. “Treating drug addiction as a criminal justice issue is how I was able to get into drug court and how I was able to go to treatment,” she said. Growing up non-Mormon     Erin Finkbiner, left, holds her son Max Puente with her mother Jan Lovett, right. Naloxone, a reversal drug, gave Finkbiner another crack at life. Photograph: Cathy McKitrick/Standard-Examiner    The dominance of the LDS church in Utah has an impact even on those families that are not Mormon. Erin Finkbiner, who is not a member of the LDS church, was 25 when she first started experimenting with drugs. Because she has an autoimmune disease she was also able to obtain prescriptions for OxyContin by falsely telling doctors she was in pain. Her family intervened and sent her to detox, where she met the man who introduced her to heroin and methamphetamine. “I started using pretty much anything I could get my hands on. I was in and out of jail,” she said. Her mother, Jan Lovett, blames that in part on the difficulties of growing up as a non-Mormon in Utah. “When she was little, Erin had people tell her: ‘My parents won’t let me play with you because you’re not LDS,’” she said. “Erin and my son too, both of them have lost friends to overdoses.”  Finkbiner said that after she was sent to jail, and her arrest picture appeared online, she found herself shunned by friends. “The stigma’s less for pain pills because it’s not heroin. People don’t look on pain pills like you’re a junkie. In my opinion it’s worse. I had a harder time with the pain pills than heroin. It was horrible,” she said. Snarr sees attitudes within the church as not only contributing to the addiction crisis but as an obstacle to confronting it. “Sometimes it’s difficult for the LDS church to admit there’s a problem because they have this personification of worth,” he said. “If we’re the true church, we’re perfect. But they need to recognise there’s something they need to do.” Although Moss, the Democratic member of the Utah legislature, said LDS church leadership has long been out of touch she has seen ordinary members become more open about the crisis in the past few years. “In church, I’ve heard people talk about a son or daughter struggling with drug abuse. Those things used to be totally secret,” she said. “I do think there’s a shift. People are less judgmental of the families involved. It’s like the whole acceptance of gay individuals and marriage in that everybody knows somebody. I can’t tell you how many obituaries you read – and this is really tragic – that say he struggled with his addiction.”  Moss’s own family is among those touched. Her stepson died four years ago at the age of 47 after years of drug and alcohol abuse.  Attitudes are changing within Utah’s Republican-dominated legislature too. It endorsed a resolution sponsored by Moss declaring an opioid epidemic in the state. Legislators have passed a handful of laws to confront a crisis they previously regarded principally as a criminal issue. “One of my Republican colleagues passed a needle-exchange law,” said Moss. “This would never have happened five years ago. People standing up on the floor of the house to speak in favour of the bill were some of the most conservative legislators. They all had a story like a neighbour or someone they knew of.” Moss sponsored a bill which passed in 2014 to allow ordinary people to buy and carry a drug which can save the life of someone who overdoses. She wanted to get Naloxone into the hands of the relatives of those at risk and police officers who are often the first on the scene in an emergency.     Carol Spackman Moss. Photograph: Courtesy of Carol Spackman Moss    Naloxone saved Finkbiner’s life, and that of the child she didn’t even know she was carrying. She was just out of jail when she overdosed on heroin. An ambulance crew administered the life-saving drug. “A couple of days later I got arrested again and I went to jail for more possession charges. Back in jail I found out I was pregnant,” said Finkbiner, pausing as she wipes away tears. “That was what changed my mind about wanting to use drugs. I have a reason to be here. Naloxone didn’t change my mind. It gave me the chance to find out I was pregnant. It gave me the chance to go to treatment. To love my son. To get my life back.” So far only one Utah police department – Cottonwood Heights, a small town in Salt Lake County – has equipped officers with Naloxone. The drug was distributed last month and five days later Casey Davies became the first police officer in the state to use it. He saved the life of a 30-year-old father of two young children who overdosed on heroin. “He was dying. When I got there he wasn’t breathing at all. He was blue and he had a very faint pulse,” said Davies. After two doses of Naloxone, the man was on his feet. “He was sat up and walked over to the gurney when six minutes earlier he was pretty much dead,” said Davies. Plumb carries Naloxone as a matter of routine and administered it to a homeless woman she spotted who had overdosed on a Salt Lake City street. But the doctor warned that while the drug saves lives, it will not end the crisis.  “We can put Naloxone in every family’s hands, in every heroin user’s hands, but if we continue to prescribe opioids to people at the rate we’re going this will continue to grow,” said Plumb. “I don’t know how we’re going to undo this need for a pill for every ill from America’s thinking. We have to try though.”",
  "webTitle": "'It's beyond pain': how Mormons are left vulnerable in Utah's opiate crisis",
  "webPublicationDate": "2016-05-26T10:30:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/utah-mormons-prescription-painkiller-addiction",
  "keyword": [
    {
      "webTitle": "Utah",
      "id": "us-news/utah",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Mormonism",
      "id": "world/mormonism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris McGreal",
      "id": "profile/chrismcgreal"
    }
  ],
  "guardianId": "us-news/2016/may/26/utah-mormons-prescription-painkiller-addiction"
}