{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/a-brief-history-of-world-leaders-on-mic-gaffes",
  "id": "2016-05-10-93",
  "sectionId": "politics",
  "body": "David Cameron’s boast to the Queen that the leaders of “fantastically corrupt” Afghanistan and Nigeria would be attending his anti-corruption summit this week is only the latest in a long line of gaffes by world leaders that have been caught on microphone.  David Cameron and the Queen           David Cameron heard saying Queen ‘purred’ over Scotland’s no vote    The slip on Tuesday was not even the first to include David Cameron and the monarch. A week after Scotland’s independence referendum, a news camera microphone recorded the prime minister telling the former New York mayor Michael Bloomberg that the Queen had “purred” down the phone to him after the success of the no campaign. It is convention that private conversations with the queen should be kept off the record, and Cameron later said he was embarrassed and sorry about the incident. Nicolas Sarkozy, Barack Obama and Binyamin Netanyahu At a G20 summit in 2011, a private exchange between Barack Obama and the then French president, Nicholas Sarkozy, was inadvertently broadcast to journalists. “I cannot stand him – he’s a liar,” Sarkozy said of Netanyahu. “You’re fed up with him?” replied the US president. “I have to deal with him every day.” Gordon Brown and Gillian Duffy            One of the most memorable on-mic blunders came during the 2010 general election campaign, when Gordon Brown was heard calling Gillian Duffy a “bigoted woman” after she confronted him about levels of immigration in Rochdale.  Brown was then played his remarks live on air and apologised immediately. Half an hour after the incident, a large bouquet of orange and yellow flowers was delivered to Duffy’s house. George W Bush and Tony Blair            The public got a rare insight into the workings of international diplomacy when a conversation between George W Bush and Tony Blair during a lunch meeting at the 2006 G8 summit in Russia was caught on microphone. “Yo, Blair. How are you doing?” Bush can be heard saying to Blair. The pair go on to discuss how to put pressure on Syria’s Bashar al-Assad to stop attacks on Israel by Hezbollah. “Thanks for the sweater, that was very thoughtful of you. I know you picked it out yourself,” concludes Bush. “I knitted it,” replies Blair. Prince Charles and Nicholas Witchell            During a press conference at the Swiss ski resort of Klosters in 2005, the BBC’s royal correspondent Nicholas Witchell irritated Prince Charles by asking how he and his sons were feeling about his forthcoming marriage to Camilla Parker Bowles. “Bloody people, I can’t bear that man. I mean, he is so awful, he really is,” the Prince of Wales was heard to say under his breath. Jacques Chirac on Britain “The only thing the British have ever done for European agriculture is mad cow disease,” the then French president, Jacques Chirac, was heard to say in a meeting with the German and Russian leaders, Gerhard Schröder and Vladimir Putin, in 2005.  “After Finland, it is the country with the worst food,” he said, adding: “One cannot trust people whose cuisine is so bad.” The comments were made in earshot of reporters, but a spokesman for Chirac said subsequent press reports did not reflect “the tone or the content” of the exchange.  John Major and the Bastards The term “the Bastards”, used to refer to Eurosceptic Conservative MPs, emerged in 1993 when John Major was recorded using the term to describe three of his own cabinet members. The three were presumed to be Michael Howard, Peter Lilley and Michael Portillo. Major made the comments following an interview with ITN’s political editor, Michael Brunson, when he did not realise his voice was still being recorded. He was also heard pondering “how such a complete wimp like me keeps winning everything”. Ronald Reagan on Russia            While warming up for his weekly radio address in 1984, the US president, Ronald Reagan, was recorded saying: “My fellow Americans, I’m pleased to tell you today that I’ve signed legislation that will outlaw Russia forever. We begin bombing in five minutes.” In another brief voice test for audio technicians in 1982, Reagan referred to the Polish military government as “a bunch of no-good lousy bums”. Tony Abbott jokes about climate change           Peter Dutton overheard joking with Tony Abbott about rising sea levels    The then Australian prime minister, Tony Abbott, a fervent climate change sceptic despite Australia’s high per capita carbon footprint, was overheard sharing a joke about rising sea levels on Pacific islands with his immigration minister, Peter Dutton. They were discussing a Pacific Islands Forum in Papua New Guinea before a community roundtable on the resettlement of Syrian refugees. But the laughs turned to awkward silence when the then social services minister, Scott Morrison, pointed out they may be being picked up by the boom mic overhead.  Abbott’s leadership was punctuated by similar gaffes and he was actually removed as prime minister the next day.",
  "webTitle": "A brief history of world leaders' on-mic gaffes",
  "webPublicationDate": "2016-05-10T17:05:36Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/a-brief-history-of-world-leaders-on-mic-gaffes",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Nicolas Sarkozy",
      "id": "world/nicolas-sarkozy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Benjamin Netanyahu",
      "id": "world/benjamin-netanyahu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gordon Brown",
      "id": "politics/gordon-brown",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Prince Charles",
      "id": "uk/prince-charles",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jacques Chirac",
      "id": "world/jacques-chirac",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John Major",
      "id": "politics/john-major",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "politics/2016/may/10/a-brief-history-of-world-leaders-on-mic-gaffes"
}