{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/11/israel-some-ngos-are-seen-as-the-enemy-from-the-inside",
  "id": "2016-05-11-201",
  "sectionId": "global-development-professionals-network",
  "body": "Israeli NGOs and human rights defenders are expressing concern about a proposed NGO transparency bill that has been criticised as discriminatory and anti-democratic.  The bill passed its first reading in the Israeli parliament - the Knesset - in February with a narrow majority, with 50 parliamentarians in favour and 43 against. It would place extra requirements on NGOs that receive over 50% of their funding from foreign governments or organisations.  These NGOs would be required to register themselves as foreign agents and detail their funding in any public or promotional documents. An obligation for staff of these NGOs to wear an identification badge while in the Knesset, indicating that they were funded by a foreign country, was dropped from the bill after the first reading. While the legislation does not explicitly pick out leftwing organisations, critics argue that in reality it is these organisations that will be impacted if it is passed after its second and third readings. The majority of leftwing organisations in the country receive funding from foreign donors, largely in the EU. Efforts to track the funding of nationalist right wing NGOs however have shown they mostly receive funding from private foreign individuals or Israeli state donations, and consequently would not be subject to the bill.   Related: NGO alert: international organisations in Pakistan under greater scrutiny    Ayelet Shaked, the justice minister sponsoring the bill, argues that it will boost transparency and help to fight foreign influence in the country. The bill, which passed its first reading on 9 February, has received support from prime minister Binyamin Netanyahu. Shaked’s office did not respond to several Guardian requests to comment on the bill.  The transparency justification has been challenged by critics. “An earlier bill in 2011 already increased the requirements for NGOs to be transparent about their funding,” said Deborah Hyams, Israel and Palestine researcher at Amnesty International, referring to a law which came into effect in 2012, requiring NGOs to file quarterly reports on foreign funding.  “The new proposal is not about getting new information to the public,” says Yariv Oppenheimer, former head of leftwing Israeli campaign group Peace Now. “It is about trying to shame and delegitimise critics of the government.” NGO Monitor, an organisation based in West Jerusalem that carries out analysis of the work of civil society organisations, believes the debate is important but opposes legislation. Gerald Steinberg, president of NGO Monitor, said: “Large-scale foreign (mostly European) government funding to Israeli political groups, under facades such as civil society, human rights, peace or democracy building, and which does not take place in any other democracy, is seen as an attack on Israeli sovereignty and democratic self determination.” NGOs as the ‘enemy from within’ The bill has been seen by some as part of a wider move to stigmatise organisations critical of current government policy – particularly the country’s occupation of Palestinian territories. In an open letter to the Israeli government, 50 European members of parliament criticised the bill as “inherently discriminatory” and highlighted the “inflammatory and dangerous discourse” prevalent in current Israeli public debate. Several leftwing NGOs believe the language used to describe them is increasingly an issue. “We are portrayed as ‘foreign agents’,” says Oppenheimer. “Promoting the idea we are working for foreign money is a way of branding us as ‘traitors’ that aren’t part of society. NGOs are almost ‘the enemy from the inside’. This is the language we are seeing.”   Related: NGO alert: Russia's Committee Against Torture bankrupted by state fines    Prominent activists and organisations in Israel have also come under personal attack. In December, right wing organisation Im Tirtzu released a video depicting four Israeli staffers at Israeli NGOs as ‘foreign agents’ and linking them to terrorist attacks on Israelis. Breaking the Silence, an organisation of former Israeli soldiers that aims to raise debate about the occupation, has also spoken out about what they consider is a media smear campaign against them as ‘traitors’. While political attacks on the leftwing are not new, they are increasing in volume and strength, claims Debbie Gild-Hayo, policy advocacy director at Association for Civil Rights in Israel (ACRI). “In the last few years it has become more severe. What is really worrying is that it is coming from high up in the government, as well as from the mainstream press.” Last month Amnesty International called on the Israeli government to cease intimidation of human rights defenders and protect them from attacks and harassment. The increase in violence between Palestine and Israel since October, in what some have called a Third Intifada, has been an important factor, argues Gild-Hayo. “It is has helped turn groups against each other in Israel,” she says. “And it is not just against NGOs and human rights defenders but anyone who is critical of the political majority.”  Adalah, the Legal Center for Arab Minority Rights in Israel, released a paper in March drawing attention to 10 new pieces of “discriminatory and anti-democratic legislation,” including the “suspension of Knesset members bill” which they argue could be a legal tool for the Israeli Jewish majority in the parliament to marginalise elected political representatives of the Palestinian minority.  Artists have also recently come under the spotlight. In February the Loyalty in Culture bill, that gives the minister of culture the power to cut funding to cultural activities that “contravene the principles of the state”, was given preliminary approval. And last year, the government also stepped up pressure on the Boycott, Divestment Sanctions Movement (BDS) branding the movement as a ‘strategic threat’.   Related: Human rights groups face global crackdown 'not seen in a generation'    A global crackdown on civil society  What is happening in Israel can also be understood as part of a growing crackdown on civil society internationally, argues Mandeep Tiwana, head of policy and research at Civicus: “This vilification of civil society is increasingly common across the world. When you have civil society actors uncovering uncomfortable truths, portraying them as acting at the behest of foreign interests or as threats to national security is a classic way for governments to divert attention away from the skeletons in their own cupboards.” If the bill is passed, Israel will join the ranks of Russia’s Foreign Agent’s Law and Ethiopia’s Charities and Societies Proclamation which Civicus argue have “severely emasculated independent civil society”. Several other countries including India, Egypt and Uganda have also introduced legislation aimed at controlling the civil society space, in what has been described as the biggest global crackdown in a generation. Last month China also introduced a bill that would force NGO to submit to police supervision and declare any foreign funding. “Many don’t support the [Israeli] bill because they think maybe it is our turn now but it might be them next. And some worry about Israel’s image abroad as a democratic state,” says Oppenheimer. “But it has produced a chilling atmosphere. Ultimately what we are seeing in Israel is not necessarily the collapse of Israeli democracy but a fading down of democracy and of the open debate that we used to be so proud of.”   This article was amended on 16 May 2016. An earlier version said that NGO Monitor supported the legislation. In fact, although they believe that the debate is important, they oppose actual legislation.   Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "Israel: 'Some NGOs are seen as the enemy from the inside'",
  "webPublicationDate": "2016-05-11T13:25:49Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/11/israel-some-ngos-are-seen-as-the-enemy-from-the-inside",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Holly Young",
      "id": "profile/holly-young"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/11/israel-some-ngos-are-seen-as-the-enemy-from-the-inside"
}