{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/the-guardian-view-on-the-big-banks-shake-them-up-please",
  "id": "2016-05-17-58",
  "sectionId": "commentisfree",
  "body": "Before plunging into the latest official proposals to overhaul Britain’s banks, let us review some facts that none of the high-street names are likely to put on their billboards. In 1983, 90% of Britons considered the banks “well run”; by 2012 a mere 19% did. That, say the researchers behind British Social Attitudes, is “probably the most dramatic change of attitude” registered in 30 years of their surveys. The four largest banks get some of the lowest scores for customer satisfaction. The latest Which? survey ranks First Direct at 82%, even while Royal Bank of Scotland gets 52%. Yet despite a flood of new competitors over the past decade – from Tesco Bank to mobile-only names such as Atom – the big four have collectively lost less than 5% market share. By the way, current accounts and small business are worth £14bn a year to the big four. What does all that tell us? That the current account and small business market in banking is huge – and very lucrative, with the fees on unauthorised personal overdrafts alone bringing in well over £1bn a year. And that the market isn’t working. In a competitive market, customers move from bad to good and the bad either raise their game or go out of business. In our banking market, only 3% of customers change their accounts in any one year – as against 13% of households who switch their gas supplier. This is the sluggish market that the Competition and Markets Authority (CMA) set out to stir up on Tuesday, with a raft of proposals to bring in more transparency and competition. None of them look likely to do much harm – then again, they do not look likely to do much at all. The most eloquent verdict on the proposals came from the market. Had the competition watchdog lived up to its name and brought in more actual competition, shares in Lloyds and RBS – the behemoths of British banking – should have been on the floor. Instead, they went up. And why not? Just look at the CMA’s proposals. It demands a cap on overdraft fees, but allows the banks to determine what that cap should be – a more lax regime than in payday lending. “To transform the market” the CMA wants banks “to provide their customers with the right information”. Behold the watchdog with fangs bared, bravely opposing the dissemination of the wrong information. The only reason customers enjoy free current accounts (if they’re in the black) is because the big banks cross-subsidise them through fees and charges elsewhere. If you want a fiercely-competitive market with lots of “challenger banks”, allowing big hidden subsidies is a shortcut to an oligopoly. No would-be competitor can afford to compete. Wisely calculating that the public won’t shell out for current accounts, the CMA needed to regulate charges and fees. Instead it has taken two years to come up with a series of forgettable proposals. This is the 11th review of banking competition in less than 20 years. It will leave as big a mark as its predecessors, which is to say none. This week the government announced plans to shake up the university market yet again – in tuition fees and teaching standards and to welcome in a whole new wave of competitors. And that is an area less in need of change than personal banking. Higher education is a sector in which Britain leads the world. Banking is not. On this showing, that will not change.",
  "webTitle": "The Guardian view on the big banks: shake them up, please | Editorial",
  "webPublicationDate": "2016-05-17T18:22:51Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/the-guardian-view-on-the-big-banks-shake-them-up-please",
  "keyword": [
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Lloyds Banking Group",
      "id": "business/lloyds-banking-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "HSBC",
      "id": "business/hsbcholdings",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Current accounts",
      "id": "money/currentaccounts",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/the-guardian-view-on-the-big-banks-shake-them-up-please"
}