{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/parties-let-poison-of-racism-back-into-politics",
  "id": "2016-05-01-209",
  "sectionId": "commentisfree",
  "body": "Only in America. Never in Britain. The irresistible rise of Donald Trump has horrified our political class and at the same time has made them feel terribly smug. His incendiary journey towards the presidential nomination of one of his country’s major parties has been accompanied by many expressions of disgust on this side of the Atlantic. In unison, our mainstream politicians have condemned the racist language he unleashes against Mexicans and Muslims. What a gift he has been. What a pleasurable opportunity he has offered British politicians wanting to posture from high moral ground. Some MPs have backed motions demanding that the probable Republican nominee be banned from our shores. Others have insisted that he should be allowed here so he can be told to his face that he is horrible. The subtext of all this condemnation is a conviction that a Trump could never happen here. The political class feel a similar surge of self-satisfaction when they look across the Channel at the rise of extremists on the continent. We’ve no fascist party here, they tell themselves with a comforting pat on the back. The BNP imploded long ago. So there’s Nigel Farage and he can be an outlet for unsavoury remarks with a racial charge, but batty old Nigel, he’s not exactly the real deal is he? He’s not Marine Le Pen, Geert Wilder, Norbert Hofer or Golden Dawn. Let’s congratulate ourselves for fashioning such a maturely sophisticated country that it has no tolerance for racial politics. It is time to grab a sharp pin and burst that bubble of smugness. After recent events, in which one of Labour’s most famous figures opined that Hitler wasn’t always insane about Jews, and senior Tories have gone down and dirty by playing the race card in the London election, who can say that British politics is immunised to this poison? The way both our major parties have been conducting themselves tells a different and much less comfortable story. That self-satisfied look on the face of British politics needs to be wiped off. The convulsion about antisemitism within the Labour party has been a long time brewing. Some in the party’s senior ranks even call it “a cancer”. That is hyperbolic because it implies that the party is so riddled with a voracious disease that it is being devoured by it. The vast majority of Labour members are not antisemitic, but there is a serious problem with a nasty strand of the hard left who are. This pre-dated Jeremy Corbyn, but it seems to have got worse and has certainly become more visible since he took over the Labour leadership.           Diane Abbott: ‘Smear’ to say Labour has anti-semitism problem – video    Many Labour MPs report that the surge in membership last summer and since has brought with it characters with extremely repellent views that should have no place in a party dedicated to opposing racism in all its forms. Part of the explanation for Labour’s failure to tackle this as swiftly and robustly as it ought to have done is that its compliance procedures have been overwhelmed. One member of the shadow cabinet laments: “You can’t check every tweet anyone has ever made before you accept a membership application.” True enough. It would be obviously wise, though, for Labour to be much more thorough about invigilating the back catalogue of the opinions of people who seek to stand for public office in the party’s name. The time to find out that Naz Shah was of the view that Israelis should be put on “transportation” to America, with all the chilling echoes that has for Jews, was before she was selected as a Labour candidate, not after she became a Labour MP. The initial foot-dragging about suspending her as an MP suggested a blind spot about antisemitism in Mr Corbyn and some of his inner circle. So has the repeated suggestion from his camp that this is not a real issue, but a confected crisis manufactured by people trying to destabilise his leadership. It took until Friday for him finally to deliver the unqualified condemnation that many of his MPs had been looking for. He said: “I am totally and completely and absolutely against antisemitism.” Mr Corbyn had to triple down on the condemnatory adverbs because his previous statements had left too much room for doubt in too many minds that he took the issue seriously enough. He has now announced an inquiry into how Labour polices its frontiers. This he was previously hesitant to do and for an obvious reason: putting adequate resources and robust rules in place will mean kicking out people who are his supporters. This brings us to Ken Livingstone. There is no crisis in the Labour party, as Alan Johnson wittily put it, that an intervention by Ken Livingstone cannot make worse. The former mayor of London defended Ms Shah when she had already stopped defending herself and started to apologise for being “wrong” and “offensive”. Then, in the incorrigibly incendiary way which has been his career trait, he brought Hitler into it with the extraordinary claim that the Nazi dictator was “supporting Zionism” in 1932 “before he went mad and ended up killing six million Jews”. I am not sure that this makes him a “disgusting Nazi apologist”, as John Mann had it when the Labour MP confronted Mr Livingstone before the TV cameras. I am persuaded that this makes the former mayor of London a flippant, insensitive, crass, muddled idiot. Something has gone very awry with the inner wiring of a politician when he prays in aid what Hitler might have thought to judge any contemporary political controversy, and his neural pathways must be blown to introduce Hitler as a witness for the defence against a charge of antisemitism. Most bewildering of all was his suggestion that Hitler was sane until 1932 and only lost the plot thereafter. So in the Livingstone life of the führer, the Hitler who wrote Mein Kampf was perfectly all right. His unrepentant performance on radio yesterday morning guarantees that this storm will rage on. One way for Labour to assess the damage done by the last week is to take a look at the pain and shock on the faces of its friends. Isaac Herzog, the leader of the Israeli Labour party, yesterday wrote to Mr Corbyn, expressing himself “appalled and outraged”. Another way for Labour to calibrate the hurt done to itself is to look at the ecstatic smiles on the faces of its enemies. Nigel Farage is loving it. The Ukip leader smirkingly remarks that we are “no longer the party accused of harbouring extremists” and accuses Labour of nurturing “sectarianism”. Mr Farage would know about that. His contributions to injecting a racial charge into our politics have included defending the use of the word “Chinky” to describe someone with a Chinese name, suggesting that you wouldn’t want a family of Romanians moving next door and blaming his lateness for an engagement on traffic jams caused by immigrants. Another person who has taken hypocritical relish in Labour’s travails is Boris Johnson, who has delivered himself up of the opinion that there is “some sort of virus of antisemitism in the Labour party”. This would be the same Boris Johnson who recently dismissed Barack Obama’s right to hold an opinion on British membership of the European Union on the grounds that the US president is “part-Kenyan”. As silly a remark as someone saying that Mr Johnson is unfit to hold an opinion on the EU because he is part-Turkish. Labour evidently has a serious problem, but the last place to go for sincere advice about tackling racism is the Conservative party. In the contest for London mayor, the Tories have given up trying to beat Sadiq Khan on housing, transport and the environment, the issues that matter to Londoners. They have resorted to tactics that are called “culture wars” if you are being overpolite and actually amount, if you are being accurate, to playing the race card. My colleague Sonia Sodha recently set this out, and did so in forensic detail. The Tories are trying to defeat Mr Khan, a liberal Muslim who has made energetic efforts to connect with Londoners of all faiths and none, by trying to drive manufactured racial wedges into the London electorate. Yvette Cooper wasn’t far wrong when she observed that the insidious message of the Tory campaign against Mr Khan has been: “Don’t vote for him, he’s a Muslim”. One of the greatest disservices Ken Livingstone did to his party and its chances of winning the city of which he was once mayor was to make it harder for Labour to call out the Tories on their toxic tactics. The Tories will now retort: sort out your party before you accuse us of racism. David Cameron knows he’s not a racist, which is presumably how he convinces himself that it can’t be racist when his party plays the race card in London. Jeremy Corbyn knows he’s not a racist, which is presumably why the Labour leader has struggled to see that his party contains racists. Look again gentlemen. At yourselves. At your parties. Make it a hard look. This is how it starts. With weak or desperate or myopic politicians who refuse to see racism for what it is in all its guises, who pander to prejudice and who indulge bigotry. Donald Trump is what happens next.",
  "webTitle": "How the parties let the poison of racism creep back into our politics | Andrew Rawnsley",
  "webPublicationDate": "2016-05-01T04:30:45Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/parties-let-poison-of-racism-back-into-politics",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Naz Shah",
      "id": "politics/naz-shah",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Rawnsley",
      "id": "profile/andrewrawnsley"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/parties-let-poison-of-racism-back-into-politics"
}