{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/eu-referendum-parliament-leaders-david-cameron-david-mitchell",
  "id": "2016-05-29-124",
  "sectionId": "commentisfree",
  "body": "When lost, baffled and afraid, I yearn for guidance from an outside power. But is there a God? I hope so. But it’s hard to be sure. If there is, He doesn’t seem to pipe up that often with concrete advice. The same cannot be said for the man some consider His slayer, Richard Dawkins. He is possessed of all the certainty I look for in the Almighty and his truth is a lot more effable. God is dead, long live God. In the apparent absence of omniscience, I’ll settle for a know-all. So I was glad to hear that the revered professor had spoken out about the forthcoming EU referendum, a subject that has made me feel particularly lost, baffled and afraid lately. Don’t misunderstand me, I know how I’m going to vote – I’m for Remain. I’m unshakable on that. I just don’t know if I’m right. And I also don’t know if the side I’m going to vote for will win. I fear the consequences of its defeat and, to a lesser but still significant extent, I fear the consequences of its victory. I’m not finding any of this much fun. But Dawkins’s words gave me solace. He said: “It is an outrage that people as ignorant as me are being asked to vote. This is a complicated matter of economics, politics, history, and we live in a representative democracy not a plebiscite democracy. You could make a case for having plebiscites on certain issues – I could imagine somebody arguing for one on fox hunting, for example – but not on something as involved as the European Union. This should be a matter for parliament.”    I was comforted by the thought that Dawkins, too, longs for the intercession of a greater power: not God, but government    Goal! Hear hear! Amen. That is so totally what I think, but I didn’t realise until I heard it. It was a wondrous epiphany. If the man can work such miracles, maybe there is no God. And I was comforted by the thought that Dawkins, too, longs for the intercession of a greater power: not God, but government. In Britain we get to choose our leaders, and dismiss them if we’re disappointed by the direction they’ve led us in. But we must surely reserve our bitterest disappointment for leaders who refuse to lead us anywhere at all.     Illustration by David Foldvari.    Calling this referendum is the worst thing Cameron has done to Britain. It’s such a hugely selfish and irresponsible act that I can hardly believe we’ve wasted so long talking about how he’s eviscerating the NHS, attacking the BBC and slashing disability benefits when, horrendous though those developments are, this crime is much greater because its consequences could be irreversible. The issues surrounding Britain’s membership of the EU are complicated. The EU’s problems, its waste and questionable democratic accountability, are clear. So are its trade advantages and the transformation of Europe under its influence from the world’s most murderous war zone, in which each generation strove to slaughter in greater numbers than its predecessor, to a largely peaceful continent. Crucially, the EU has made the prospect of a war between France and Germany unthinkable. Few people in 1945 would fail to be amazed and overjoyed by such an achievement. Maybe the EU’s flaws are leading inexorably to tyranny. Or maybe imperialist and xenophobic emotions within Britain are luring us into a self-defeating isolation that will insult our neighbours and make us poorer. These are just the quandaries that come up when you think about it for five minutes. The deeper you get into it, the more terrifying questions arise. What is the point in politicians if it isn’t to give clear answers to those questions? To understand the broad truth that this country wants to continue to exist independently, but also wants to accept global realities enough to protect its prosperity, and then make a bloody decision? Yet both major parties are, to a certain extent, divided on the issue – the party of government disastrously so. Cameron has structured his whole career around avoiding this question – around continuing to lead a party that’s divided on the most important decision about the country’s future. All because he worked out that, if the subject of the EU was properly debated by the Tories, the party would split and it would be harder for him to become prime minister. So he has conspired in the absurd scenario where successive general elections have been fought on other issues – where Britain’s future in Europe has not really been addressed by the Tories and instead this bunch of aspiring leaders who can’t agree on this vital issue of leadership have brushed it aside, saying: “We’ll hold a referendum”; “We’ll let you decide”; “Let us be captain of the ship but we’ll negotiate the most lethal reefs by holding a steering vote among the passengers.” I don’t think a political party has any business existing if it can’t agree a policy on this. Cameron’s policy-avoidance policy was deftly done, mind you. It plays well, rhetorically – telling people they’ll get to decide, flattering the public’s estimation of its collective wisdom. It’s a rhetoric politicians have increasingly used of late: “We’re just normal decent people who listen”; “We’re like an unthreatening mate whose heart’s in the right place”; “By putting us in power you haven’t committed to anything except fair and sensible niceness for hard-working people who do the right thing.” “Make the public think that all a leader needs to be is normal and inoffensive, and then maybe I’ve got a chance!” is the modern politician’s motto. We’ve stopped looking to MPs to display great intelligence, insight, fortitude or a cool head in a crisis. Now they just get to shrug and say “It’s tricky, isn’t it?” “Vote for me, I think it’s tricky too!” They won’t step up and lead. They won’t say they know. Expertise is dismissed as elitist. It’s worse to be “out of touch” with the price of milk than to misunderstand the consequences of Britain suddenly severing all its trade deals. They’re happy for that decision to be made by random vote after a frenzied few months of both sides trying to make the other seem the more apocalyptic or Hitlerian, everyone suddenly so certain in their hyperbole. Except perhaps David Cameron himself. He’s campaigning for Remain but, according to his long-time political ally Steve Hilton, Cameron’s “instinct” is for Brexit: “If he were a member of the public… I’m certain that he would be for Leave.” So perhaps he can’t decide. Our leader doesn’t know which way to go. I’m not just sorry he’s prime minister – I’m sorry he gets a vote.",
  "webTitle": "The EU referendum should be a matter for parliament | David Mitchell",
  "webPublicationDate": "2016-05-29T09:00:02Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/eu-referendum-parliament-leaders-david-cameron-david-mitchell",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Richard Dawkins",
      "id": "science/dawkins",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Mitchell",
      "id": "profile/davidmitchell"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/eu-referendum-parliament-leaders-david-cameron-david-mitchell"
}