{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/09/boris-johnson-heals-liberal-elite-for-the-love-of-umbria-vote-leave-eu",
  "id": "2016-05-09-83",
  "sectionId": "politics",
  "body": "The liberal cosmopolitan elite have been having a hard time. All that worrying over how to reconcile their buried desires to leave the EU with the thought they might actually spark world war three or, worse still, be thought by their neighbours to be xenophobic members of the lower orders if they were to indulge them has turned the residents of Primrose Hill into nervous wrecks. At times like these, only one thing will do. Therapy. Cometh the hour …   “It’s not you, it’s them,” said Boris Johnson. offering himself up as healer-in-chief for the emotionally battered middle classes during a speech at Vote Leave’s London headquarters. It was a line that may not have gone down particularly well in his own couples counselling some years back, but it was one that still had resonance for him. The bien pensants, Guardian-reading middle-classes had no reason to blame themselves for their irreconcilable breakdown of relations with the EU; while they had been embracing the European ideal of croissants and granola for all, the rest of the EU had been two-timing us behind our backs by trying to destroy our way of life.   Related: Boris Johnson's five EU questions: where does remain camp stand?     This wasn’t one of Boris’s rowdier speeches. He may have been a bit tough on David Cameron, but it behoved a therapist to tread carefully through such sensitive matters with his patients and so he kept the gags to a few unscripted asides. He wanted to show his lost, liberal sheep that the referendum had opened up a door on to a sunlit meadow and that they should not be afraid of walking through it. A post-Brexit world would not be a diminished half-life, a return to postwar austerity, but an advance into a new era where everyone would be free to read Voltaire in the original French. Pangloss would have been thrilled.  To show that everything really would be the best in the best of all possible worlds, Boris began to sing – or rather, growl – Beethoven’s Ode to Joy in German. “Freude, schöner, Götterfunken …” He got no further, the word association of Freud having invited a moment’s unwanted interpretation of his own dreams. This was an area Boris had always been keen to avoid in his own therapy sessions.   He knew that his decision to wholeheartedly get behind the leave campaign after months of sitting on the fence had nothing to do with his own party leadership ambitions but his analyst was not wholly convinced. Nor did she go along with his suggestion that it was the EU, not Vladimir Putin, that had invaded Ukraine, as she claimed to have had any number of ambassadors and Nato advisers on her couch saying the exact opposite. Then there was his U-turn on Churchill …  As his free association began to spiral out of control into ever darker and bleaker areas, Boris took several deep breaths. Thank God for Level Two Mindfulness. Slowly his mind cleared and he understood the problem. He, like the EU, had been undergoing the wrong type of therapy. “The founders of the EU embarked on a programme of behavioural therapy,” he declared. “They were trying to give us all a new sensation of Europeanness. They want to destroy the British psyche along with our sense of humour and love of satire ...”   Related: Churchill would have been a committed voter to remain in EU     It went without saying that the European founders were also applying the same coercive behavioural controls to eradicate cliched national stereotypes from other EU countries. But it wasn’t working there either. The French were still surrender monkeys. The Italians were still salami eaters. The Belgians were still consumed by an inferiority complex. The Spanish were still workshy. The Germans were still itching to invade Poland ...  There was but one answer. Borisonian Tough Love. By voting to rid Britain of EU thought control, the cosmopolitan liberal elite would also free the other 27 countries of the EU to be themselves even if they were already being themselves. Thanks to Britain, the Greatest Nation there ever was, these countries could be even better versions of themselves than they had ever dared hope.   So there was nothing for the cosmopolitan liberal elite to fear. Vote leave and the residents of that sweet Umbrian hillside town where every member of the cosmopolitan liberal elite had a second home would be beside themselves with gratitude for saving them from themselves. Vote leave and the only words the cosmopolitan liberal elite need ever hear were “Merci”, “Gracias”, “Danke”, “Grazie” ... Though not ‘Dziękuję Ci’. It would be a while yet before the Poles joined the liberal cosmopolitan elite.",
  "webTitle": "Dr Boris heals the liberal elite: for the love of Umbria, vote leave",
  "webPublicationDate": "2016-05-09T17:28:05Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/09/boris-johnson-heals-liberal-elite-for-the-love-of-umbria-vote-leave-eu",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/09/boris-johnson-heals-liberal-elite-for-the-love-of-umbria-vote-leave-eu"
}