{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/the-guardian-view-on-the-green-party-narrow-the-focus-win-the-argument",
  "id": "2016-05-17-55",
  "sectionId": "commentisfree",
  "body": "The next leader of the Green party will have one big question to address: what is the party for? Since its birth in the 1980s it has pursued an erratic course. If it was a bird, its flight pattern would be like a nuthatch’s, off the ground but sometimes breathtakingly close to it. At first it was unquestionably a single issue green party, preoccupied with issues around sustainability that it fought to make fashionable. From the early 1990s, it became an environmental party with social policies. At the last general election it was an anti-austerity party, the fate of the planet reduced to only one of six objectives. Now that Natalie Bennett, after four years as leader, is standing down to give her successor time to refresh its appeal before the next election, serious thinking is needed. Is it a potential party of government, or is it a party that seeks to disrupt and to challenge? What sort of a leader does it need; why does it still matter? The well-liked Ms Bennett, a former Guardian journalist, retires after a respectable if not dazzling tenure. She campaigned hard on the doorstep, and the results in the elections earlier this month were reasonable, if not quite as good as had seemed possible after the general election when the party won a record million-plus votes. It held on to its only parliamentary seat in Brighton, home of its former (and possibly future) leader Caroline Lucas. Membership is at a record high, up from 13,000 to 60,000 in the course of Ms Bennett’s leadership, ahead of Ukip, and on level pegging with the Lib Dems. Yet that moment in early 2015 when the Greens challenged for the space left by a lacklustre Labour party clinging cautiously to the centre ground came and went. And under the constraints of first past the post, an insurgent party can only break through on the back of strong local organisations that, outside Brighton, the Greens lack. Its standing in the polls now seems static at around 5%. It would be easy to suppose that the Greens have had their moment in the sun, that now climate change is a mainstream concern and the country is committed to cutting carbon emissions and locked into the EU green agenda, the party has fulfilled its mission. It is true that it has a harder argument to make now, which is one explanation for the trend over the past 20 years for the party to develop a wider range of policies that place it more broadly on the green left. It is also true that that is becoming a crowded space since, under Jeremy Corbyn, Labour is both green and anti-austerity too. The glass-half-full explanation for the disappointing results in the local elections a fortnight ago was that the party was in the right place, but lost out to Labour’s rediscovered radicalism. But there is a glass-half-empty explanation too. In the public debate the Greens are not making themselves heard even though, with the Lib Dems – traditionally their main rivals for the environmental agenda – still deeply wounded by the coalition years, the electoral terrain ought still to be promising. Voters seem not yet to understand, for example, that air pollution is a life-threatening problem in London, and most other large British cities, that requires drastic action. The party needs to consider whether its broader policy agenda has diluted its ability to drive home its green message, and whether, with a leader who was good on the doorstep but less powerful in the TV studio, its appeal was blunted. If the glass is half empty, then a serious reappraisal of tactics and purpose is needed. The Greens expanded their political objectives around the economy, housing and jobs just at the moment when voters’ traditional scepticism about Westminster politics spiralled off the page. Voters have lost interest in policy. In this anti-party age, the first purpose of political leadership is to be eye-catching; not just authentic, but compelling. In a small, challenger party it matters all the more: Nigel Farage is Ukip, Beppe Grillo is Italy’s Five Star Movement. Yet political leadership has never been more exposed, more instantly or unfairly judged. Social media can create a zero-tolerance atmosphere in which there is no space for thoughtfulness or complexity. It is a hard world for anyone, often a cruel and unjust one for a woman. No wonder neither the former deputy mayor of London Baroness Jenny Jones, nor Sian Berry who came third in the last London mayoral contest, has expressed any enthusiasm for the job. Yet without Lib Dems in government, with the Greens failing to challenge on the ground, environmental priorities are losing salience. Britain needs the Greens, and the Greens need a leader who is impossible to ignore.",
  "webTitle": "The Guardian view on the Green party: narrow the focus, win the argument | Editorial",
  "webPublicationDate": "2016-05-17T18:25:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/the-guardian-view-on-the-green-party-narrow-the-focus-win-the-argument",
  "keyword": [
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Caroline Lucas",
      "id": "politics/caroline-lucas",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jenny Jones",
      "id": "politics/jenny-jones",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Liberal Democrats",
      "id": "politics/liberaldemocrats",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Green politics",
      "id": "environment/green-politics",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/the-guardian-view-on-the-green-party-narrow-the-focus-win-the-argument"
}