{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/23/new-fossil-find-points-to-rapid-evolution-of-marine-reptiles-after-mass-extinction",
  "id": "2016-05-23-256",
  "sectionId": "science",
  "body": "The discovery of a toothless animal with a short snout and a long tail that roamed the seas around 247 million years ago, suggests early marine reptiles evolved more rapidly than previously thought after the the most devastating mass extinction event the planet has ever experienced, scientists have revealed. Dubbed Sclerocormus parviceps, a name that nods to its rigid body and small skull, the ichthyosauriform was unearthed by fossil hunters in China. But its appearance has surprised researchers. Sclerocormus is lacking a host of features seen in closely related marine reptiles: many ichthyosaurs had a long snout, teeth and a tail with big fins – none of which are present in the new find.  “What it is telling us is that very soon after this massive extinction event [at the end of the Permian geologic period] there was a radiation and filling of all these vacant niches, and biodiversity of forms, that took place much, much quicker than we had previously imagined,” said Nick Fraser of the National Museums Scotland, an author of the study.     Ichthyosaurs were marine carnivorous reptiles that lived in the oceans 250 million years ago. Photograph: Alamy Stock Photo    Published in the journal Scientific Reports by scientists from the UK, US and China, the new research presents the discovery of a fossilised skeleton unearthed from the Majiashan quarry in China’s Anhui province.  The fossils reveal that the creature measured around 1.6 metres (5.2ft) in length, more than half of which was down to a long, fin-less tail, and had a small skull with a short snout and no teeth. That, the scientists say, suggests that the animal fed by slurping up invertebrates in the water. “It it has a very narrow pointed end to the snout so it is sort of a syringe-like suction feeder,” said Fraser.  The creature appears to be closely related to an amphibious suction-feeding ichthyosauriform reported by members of the team in 2014, called Cartorhynchus lenticarpus, that had a similar-shaped skull to Sclerocormus but also a number of differences including a smaller size, and a shorter tail. Ben Moon, a palaeobiologist at the University of Bristol who was not involved in the study said the new research highlights the range of creatures alive and kicking a few million years after the end-Permian mass extinction, also known as the ‘Great Dying’ event, that occurred around 252 million years ago in which around 96% of species were wiped out. “It is showing us that there was a higher diversity than previously thought right at the beginning of the triassic.”   Related: Fossil from Skye is new species of marine predator, scientists say | Ian Sample    Together with other finds, he adds, the new fossils suggest sea-dwelling creatures at this time had a range of body forms and roles in the ecosystem. “It seems to be that you suddenly get this group of marine reptiles that find a niche which they can fill, which has been emptied after the extinction, and they suddenly diversify into many different species and spread all across the world,” he said.",
  "webTitle": "New fossil find points to rapid evolution of marine reptiles after mass extinction",
  "webPublicationDate": "2016-05-23T09:00:08Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/23/new-fossil-find-points-to-rapid-evolution-of-marine-reptiles-after-mass-extinction",
  "keyword": [
    {
      "webTitle": "Fossils",
      "id": "science/fossils",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Zoology",
      "id": "science/zoology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/23/new-fossil-find-points-to-rapid-evolution-of-marine-reptiles-after-mass-extinction"
}