{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/10-things-we-learned-from-skeptas-konnichiwa",
  "id": "2016-05-06-69",
  "sectionId": "music",
  "body": "1 Skepta doesn’t need Drake to make a classic  The last couple of years have seen Canadian megastar Drake declaring his love for grime, from Instagramming stills of Top Boy accompanied by slightly cack-handed renditions of UK slang (“real bod man”) to sneaking off from the Brits to appear on stage with fast-rising rap/grime outfit Section Boyz. When the rapper signed to Skepta’s label Boy Better Know, fans relished seeing the two artists working together; as it turns out neither has appeared on the other’s latest release. There was a disgruntled backlash from grime fans when Skepta wasn’t given so much as a verse on Drake’s recent album, Views, but now Skepta’s returned the favour by keeping Konnichiwa Drizzy free, at no great loss. In fact, “Drake signing to Boy Better Know” is looking increasingly like a piece of pub quiz trivia in grime history.    Related: Ivor Novellos give nod to grime artist Skepta as Adele overlooked    2 There’s not much love for Dizzee Rascal  Last year a monosyllabic Skepta sat through an interview with clueless US hip-hop personality Peter Rosenberg. The nadir came when Rosenberg asked him if he’d received any “sage advice” from “true grime OG” Dizzee Rascal. Seeming unimpressed, Skepta claimed to have no relationship with the MC. Dizzee, meanwhile, responded in his own interview, also with Rosenberg, claiming that he went way back with Skepta. Fans have already been speculating that recent single Man (Gang) was Skepta’s thinly veiled response to Dizzee. On the track Lyrics, Skepta is more explicit with his attacks, going in on the grime originator by splicing a couple of Dizzee’s well-known bars into a contemptuous cuss: “Tell a pussy’ole, look sharp, fix up, where you from?”            3 It’s time grime got its own category on iTunes Konnichiwa is an album packed with Easter eggs for grime fans. On Lyrics, Skepta opens with a sample from the legendarily bad-tempered clash between Pay As U Go and Heartless crew, then references classic raves such as Sidewinder and the still-running Eskimo. Detox sees Skepta dropping bars about early conversations with Wiley, and Man (Gang) has him praising Meridian, the first crew he was part of. Over the course of 12 tunes, Konnichiwa makes a solid case that grime is a unique culture with slang, stars and fashion all of its own, so it’s pretty weird that it’s sold on iTunes under the “Alternative” genre – and this, presumably because Skepta didn’t want the album to sit in the hip-hop section where most grime ends up. Maybe it’s time for Apple to acknowledge a genre that’s been around for over a decade? 4 Pharrell Williams is a great grime producer  So much of grime was inspired by the skeletal, robotic production of the Neptunes, with tunes such as Clipse’s Grindin’ regularly blasting out on early-00s pirate radio. It’s fitting then, that Pharell Williams should show up as one of the few guest appearances on Konnichiwa. His production and rapping on the track Numbers are both unmistakably Pharell-ish, and yet still influenced by grime’s roots in Bow, London.. It probably cost Skepta a small fortune to get him on the track, but it’s sounding like money well spent. 5 Guest appearances are overrated  Skepta has turned his back on the US trend for packing an album out with guest writers, rappers and producers. Beyoncé’s Lemonade album had writing and production credits that ran to over 3,000 words – in contrast, Skepta wrote and produced the majority of Konnichiwa himself. Guest spots are kept down to occasional verses from carefully selected collaborators, but crucially none of them take the attention away from Skepta. The only person on the record who could be seen as a bigger artist than the British MC is the aforementioned Williams, who, as a relatively weak rapper, is never in danger of competing with Skepta bars. This is a one-man show, and Skepta wants everyone to know it.        6 Mr & Mrs Adenuga may be the proudest parents in London   Skepta shouts out his mum and dad throughout Konnichiwa, from gleefully chanting “see me on the TV, hi mum!” on Lyrics, to pointing out that “only my mum and dad call me Junior” on Corn on the Curb. The Adenuga’s two sons, Skepta and JME, are taking grime into the mainstream in a way not seen since Dizzee won the Mercury, and their daughter Julie has become a presenter on Apple’s flagship radio station Beats. Skepta has previously tweeted how much he misses his mum when he’s out on tour, and recently went to Nigeria to build a playground in his dad’s home village. Who says grime is all about beef and weed? 7 Rock and rap are friends again  Man (Gang) sees Skepta spitting ferocious lyrics over a sample culled from Queens of the Stone Age. It’s perhaps the finest meeting of guitars and bars since Run DMC trampled their Adidas shell-toes all over Aerosmith’s Walk This Way, and proves that grime and rock were made for each other. Skepta has some form on this – last summer he joined yelping punk two-piece Slaves for a savage guitar-fuelled rendition of Shut Down, causing all hell to break out in the moshpit, and laying to rest any horrible memories of the short lived “Grindie” movement. 8 Grime is the most viable protest music in the UK  Konnichiwa bristles with rage and Skepta’s lyrics detailing life as a working-class black man in Britain resound with brutal honesty. Previous single Shut Down took great delight in sampling complaints made to the Brit awards following Kanye West’s decision to flood the stage with grime stars, while Crime Riddim sees the MC breaking down the realities of living in a stop and search world: “The feds wanna shift man / wanna put me in a van / wanna strip a man / fuck that I ain’t a Chippendale / wanna strip a male / put me in a prison cell / got me biting on my finger nails.”    Related: The best track of 2015: Shutdown by Skepta    9 Skepta loves English slang  UK rappers have long been prone to latching on to US slang, but Skepta appears to be going hard in the other direction. He peppers Konnichiwa with phrases almost belligerent in their Britishness – lyrics such as “spending pennies in a pissing well” or “I’ve got bars like Camden Town” are likely going to baffle Skepta’s growing US fanbase, but it’s hard not to suspect that this may be the point.  10 A great grime album is possible, it just takes a while  Many thought that Skepta’s 5th album would never see the light of day, with its gestation period of two years – he’s recently said that announcing an album before it is finished is a mistake he doesn’t want to repeat. Part of his hesitation is probably down to the fact that grime has produced few major albums: despite having been around since the early 00s, great grime albums barely number double figures. While fans may have been hoping for more new material (five of the 12 tracks have been floating around for a while), it’s indisputable that Konnichiwa is a triumph, deserving a place on a list that includes Dizzee Rascal’s Boy in da Corner, Wiley’s Treddin on Thin Ice, Ruff Sqwad’s Guns & Roses, Kano’s Home Sweet Home and Neckle Camp’s Straight Necklin’ – all acknowledged classics of the genre, and all recorded more than 10 years ago. Skepta has proved the great grime album is possible; forthcoming albums from Stormzy and Novelist will show whether it was a fluke or not.",
  "webTitle": "10 things we learned from Skepta's Konnichiwa",
  "webPublicationDate": "2016-05-06T16:50:45Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/10-things-we-learned-from-skeptas-konnichiwa",
  "keyword": [
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Skepta",
      "id": "music/skepta",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian McQuaid",
      "id": "profile/ian-mcquaid"
    }
  ],
  "guardianId": "music/2016/may/06/10-things-we-learned-from-skeptas-konnichiwa"
}