{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/rebecca-adlington-gb-swimmers-zika-virus-rio-2016-olympics",
  "id": "2016-05-28-36",
  "sectionId": "sport",
  "body": "Rebecca Adlington, the four-times Olympic medallist, says Britain’s swimmers will not be put off by the Zika virus as they prepare for the Rio Olympics, despite growing concern over its potential impact. More than 100 experts wrote to the World Health Organisation on Friday to call for the Rio Games to be postponed or moved in light of the threat from the disease, a request that was rejected. Adlington, who shot to fame by winning two gold medals in Beijing and then two bronzes four years later in London, said there was little chance of Britain’s 26 swimmers reconsidering their decision to travel.   Related: WHO rejects call to move Rio Olympics because of Zika virus    “As far as I know, they’ve been told the situation and it’s all under control. All the athletes have decided to go. They are all going to monitor the situation and do everything the doctors say,” she said. Adlington will travel to Rio as a BBC pundit but, asked about the virus – which has been linked to birth defects – said she would not have considered missing the Games were she still competing. “It’s the Olympic Games. It’s the highest thing you can achieve. We’ve got 26 athletes on the swimming team and there’s not one of them that has put their hand up and said they don’t want to go,” said Adlington. The former swimmer, who retired in 2013 at the age of 23, expects Britain’s swimmers to deliver between four and six medals in Rio after what was widely considered a disappointing Games in London. “It’s weird because in Beijing we got three medals and in London we got three medals and everyone says we did awful in London. We still got the same number; they just changed colour. It’s a bit of a funny one that everyone classes London as such a disappointment,” she said. “I personally don’t see it that way but I’d like to think going into Rio that we could get more than three medals. We’ve not been able to really say that before. I’d like to think we can get four to six medals if everyone is swimming on form and everything goes to plan.” She said encouraging performances at the European Championships by Fran Halsall, Siobhan-Marie O’Connor and Chloe Tutton showed that the female swimmers could contribute alongside the men. Adlington said her first Games as a noncompetitor would be “heaven” and she was “very much looking forward to my first Olympics where I’m not nervous and not terrified”. She also called for more clarity on the issue of doping, in light of recent suggestions that Russian swimming could be as afflicted as track and field. Swimming’s world governing body, Fina, recently said the twice suspended Yuliya Efimova might be able to compete after all having previously indicated she could be banned for life over meldonium use. “As an athlete you want a clear-cut decision about individual athletes. The situation is what it is and you can’t let that affect your training as an athlete,” she said. But she called on the World Anti-Doping Agency and federations to do more to tackle the problem. “I think it’s one of those where something bigger needs to happen from Wada. How can we ever catch up with it? It always feels like we’re chasing our tails a bit. Something more drastic from a higher power needs to happen.” Adlington, who was still a teenager when she became the first Briton to win multiple swimming Olympic gold medals for a century in Beijing, said she had been advising Adam Peaty on how to cope with the pressure – but backed him to do so effortlessly. “He is so solid. He’s so level-headed, so grounded. He’s the whole package. Adam does still come to me and asks me a few things. I always give him my advice whereever possible,” she said.",
  "webTitle": "Rebecca Adlington: GB swimmers will not be put off by Zika virus at Rio 2016",
  "webPublicationDate": "2016-05-28T21:00:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/rebecca-adlington-gb-swimmers-zika-virus-rio-2016-olympics",
  "keyword": [
    {
      "webTitle": "Swimming",
      "id": "sport/swimming",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rebecca Adlington",
      "id": "sport/rebeccaadlington",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Gibson",
      "id": "profile/owengibson"
    }
  ],
  "guardianId": "sport/2016/may/28/rebecca-adlington-gb-swimmers-zika-virus-rio-2016-olympics"
}