{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/11/three-takeover-of-o2-blocked-by-european-commission-on-competition-concerns",
  "id": "2016-05-11-104",
  "sectionId": "business",
  "body": "The European commission has blocked Three’s £10.25bn takeover of O2 on competition grounds, more than a year after the deal to form Britain’s biggest mobile phone operator was announced. Margrethe Vestager, the commissioner for competition, announced the decision at a news conference on Wednesday, just over a week before the 19 May deadline.  She said the takeover would probably have increased prices and reduced choice for consumers by placing too much power with one mobile operator. Hutchison Whampoa, the Hong Kong conglomerate that owns Three, agreed in March 2015 to buy O2 from Telefónica of Spain.  The deal would have transformed Three from the smallest to the biggest mobile operator in the UK.  It would have given Hutchison more than 40% of UK mobile phone users, with over 30 million customers, and reduced the number of network owners from four to three: Hutchison, Vodafone and BT, which has bought EE. Vestager, who is Danish, said: “The commission has decided to block Hutchison’s plan to take over O2 in the UK.  “This transaction would have created a market leader, a market leader that would have had influence over mobile network infrastructure in the UK. “Our investigation revealed significant competition concerns with this deal.  “It would very likely have led to higher prices and less choice for UK consumers. Innovation in the very important mobile sector would then have been harmed.” She said the deal would have reduced competition for customers by turning Three from a challenger into the biggest operator and given the merged company a stake in two of the three remaining networks, because Vodafone and O2 share the Beacon network. The result would have been less innovation and investment, Vestager said.    Commission has decided to block Hutchison's plan to take over O2 in the UK. Why? To serve UK consumers - affordable prices and innovation.— Margrethe Vestager (@vestager) May 11, 2016    Hutchison said it was deeply disappointed by the commission’s decision and it would consider an appeal once it had studied the ruling in detail. The company, owned by Hong Kong’s richest man, Li Ka-shing, said: “We strongly believe that the merger would have brought major benefits to the UK, not only by unlocking £10bn of private sector investment in the UK’s digital infrastructure but also by addressing the country’s coverage issues, enhancing network capacity, speeds and price competition for consumers.” The commission decided in December to take control of the competition inquiry, overruling a request from Britain’s Competition and Markets Authority (CMA) to decide the matter.  Last month, the CMA called on the commission to block the deal or force the combined company to sell either O2 or Three to an approved buyer because, it said, Hutchison’s proposed remedies were too weak.  Sharon White, the head of Ofcom – the UK’s communications regulator – also warned this year that the deal would harm competition. Vestager said the commission might have allowed the deal if Hutchison had agreed to the creation of a fourth large mobile operator but it refused to do so.  Hutchison had offered a five-year price freeze, investment to improve coverage and reliability and a move to share some of the merged network with operators such as Sky, Virgin and Tesco. Telefonica wanted to sell O2 to reduce its debt and could try to do a deal with Liberty Global of the US, which owns Virgin Media in the UK and has said it could be interested. Imran Choudhary, director of consumer insight at Kantar Worldpanel, said: “Fewer competitors can mean less pressure to keep prices down and this threat was obviously too great in the regulators’ minds. O2 will ideally still look for a buyer and Virgin Media could certainly step in.” The commission announced its decision amid fierce campaigning before next month’s referendum on EU membership, increasing the political significance of the ruling.  Vestager said the commission took into account the views of UK authorities, including Ofcom and the CMA, and that the decision showed Europe and the UK shared the same objectives. She denied political pressure not to overrule UK regulators had influenced the commission’s decision and said the ruling had to be strong enough to stand up to a court appeal, dismissing implications that “we take it very lightly and it is kind of a game”.  She said: “I have weighed the decision and it is 2.56kg and it is a very heavy decision. It’s a lot of work that goes into this and we can’t let politics go into this.” Hutchison said it would concentrate on getting commission approval for its agreed €22bn (£15bn) merger of its Italian subsidiary 3 Italia with its rival, Wind.  But Vestager’s ruling, which indicated a tougher line against mobile phone mergers, cast doubt on that deal.",
  "webTitle": "Three's takeover of O2 blocked by Brussels on competition concerns",
  "webPublicationDate": "2016-05-11T17:07:14Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/11/three-takeover-of-o2-blocked-by-european-commission-on-competition-concerns",
  "keyword": [
    {
      "webTitle": "O2",
      "id": "business/o2",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "3",
      "id": "business/3-mobile-network",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Telecommunications industry",
      "id": "business/telecoms",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/11/three-takeover-of-o2-blocked-by-european-commission-on-competition-concerns"
}