{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/04/women-tech-diversity-female-leaders",
  "id": "2016-05-04-277",
  "sectionId": "media-network",
  "body": "The people building the internet, the services we all use, are overwhelmingly men”Baroness Martha Lane Fox  Every FTSE 100 company in Britain boasts at least one woman on its board – but that drops to just one in every four tech companies in London. Stats for the tech sector make for difficult reading, and it goes without saying that women in our industry face unacceptable problems every day. But diversity is not just a “women’s issue”, it’s a social issue that affects us all. If we are to achieve true equality, we need to address the lack of diversity across the board. The call to action People should be judged on the quality of their work, regardless of their gender. Alex Depledge, who co-founded online marketplace Hassle.com, sold last year for a rumoured €32m, agrees. She now spends her time championing diversity across the tech industry, and recently starred in the BBC’s series Girls Can Code, which encouraged young women from all backgrounds to consider a career in tech. “I agonised about the show for a long time. I was worried about putting myself on national TV, especially just after having a baby,” Depledge told The Memo. “But the call to action was too great for me to ignore it.” After the show aired Depledge decided to support Nafisa Bakkar, an up-and-coming entrepreneur and founder of Amaliah, the fashion platform for Muslim women. “Women in every industry face issues but it seems to be amplified in tech, or it may be that the community is more outspoken about it,” says Bakkar, who despite barriers early on in her business, is positive about her experiences so far in tech, where she has found people trying to improve diversity beyond “box-ticking exercises”. Diversity needs to be at the top of the agenda for companies of all sizes. One person tackling the issue head-on is Elizabeth Varley, co-founder and CEO of TechHub, who has reviewed her company’s staff handbook and HR policies to reflect changing views on gender and remove assumptions of cisgender.  “I want everyone in the team to not only feel included, but to know that as a company we recognise and accept differences and expect team members to be inclusive in their approach,” says Varley. “Even if that specific change may not be so relevant to their own personal situation, it’s important that they know we think broadly and inclusively. It’s a small step to take that has the potential to make a real difference to everybody in our company”. Diversity pays dividends No matter where you stand, we need to move the debate on and treat people on a level platform, whatever their background, race, gender, sexuality or any other factor. And companies that “get it”, get ahead fast. Look no further than Slack, the popular collaboration tool that recently picked up the Fastest Rising Startup award at the annual TechCrunch Crunchies in San Francisco. Instead of sending a team of male and pale founders, four black women took to the stage to represent the company: Megan Anctil, Erica Baker, Kiné Camara, and Duretti Hirpa. “The idea that diversity of companies improve the culture and bottom line may be somewhat controversial,” said Camara, one of four engineers on stage. “All we know is we’ve got 9% of women of colour in engineering at Slack, four of whom are up here tonight in formation. And we’re the fastest-growing enterprise software startup of all time, so …” And as Varley proudly remarks to journalists and event organisers alike: “I promise that my gender is the least interesting thing about me”. In the future we won’t need to have events specifically for women in tech because diversity will be second nature to everybody. When diversity is done right, everybody wins. Alex Wood is the founder and editor-in-chief of The Memo To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Women in tech: we need to make diversity second nature",
  "webPublicationDate": "2016-05-04T09:05:23Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/04/women-tech-diversity-female-leaders",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Wood",
      "id": "profile/wood"
    }
  ],
  "guardianId": "media-network/2016/may/04/women-tech-diversity-female-leaders"
}