{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/14/exeter-chiefs-gareth-steenson-premiership-rugby-union-semi-final-play-offs-wasps-twickenham",
  "id": "2016-05-14-49",
  "sectionId": "sport",
  "body": "When Gareth Steenson joined Exeter, the club was in the Championship, more Indians than Chiefs. He had spent his senior career in England’s second tier, first with Rotherham and then Cornish Pirates, and never dared to imagine that he would go on to play in the European Cup and be one victory away from the Premiership final at Twickenham. Steenson is one of Exeter’s unheralded players, a 32-year-old fly-half whose 33 points in an aggregate 38-16 victory over Bristol in the 2010 Championship play-off took Exeter from relative obscurity to the bright lights of the top flight for the first time. He is one of six players involved in the two games six years ago still with the Chiefs and has remained an integral part of the side, spending more minutes on the pitch than any other player in the Premiership this season, starting 27 of Exeter’s league and Champions Cup matches and on the bench for the other two. Earlier this month Steenson was voted the club’s player of the year and is the top points scorer in the league this season, closing in on 300 points in all matches. His value to the club was shown when he signed a contract to keep him at Sandy Park for three more years until 2018.   Related: Exeter Chiefs show their class and graduate up to Premiership    “If you had said to me when I first joined Exeter what was to unfold, it would have been difficult to believe,” says Steenson, who moved to England from his native Northern Ireland 10 years ago. “The ambition of the club was clear from the start and while much has changed in eight years, not least the facilities at Sandy Park, the vision remains the same. It has been about taking small steps, improving as individuals and as a team each year. A key thing was that when we came up in 2010, we did not make many changes: the side that started our first Premiership match against Gloucester contained all bar two of the team that had beaten Bristol. “We did not have the prettiest of styles then but we were a hard-nosed side that knew how to win. People expected us to go straight back down, but at the start of that season we talked about how hard we had worked to get there and resolved to enjoy it, not think of it as a slog every time you took the field. Every game was like a cup final and that attitude worked well for us. Now we are at the point where our aim is to finish regularly in the top four and win trophies.” Exeter are not only the only one of the semi-finalists to have reached the play-offs for the first time but the other three have their names etched on the trophy. The Chiefs face Wasps at Sandy Park in the second of the semi-finals after Saracens take on Leicester at Allianz Park and they are the favourites to make the final after convincingly beating Wasps at home in the Premiership two weekends ago. What cannot be lost on them is that the nature of the tournament has changed, from a league to a knock-out, and Wasps have been free-flowing on the road in the European Cup this season, although they have never won at Exeter in the league. “I am not really sure whether our recent victory over Wasps will count for anything next Saturday,” says Steenson. “We had had a week’s rest while they were playing Saracens in the Champions Cup semi-final, a game that had a big emotional attachment for them. It was always going to be a bit of a comedown for them the following weekend and both teams will be flying into the semi-final having had a weekend off. “What is more relevant is that we are playing at home: we are a good side at Sandy Park and when you hear our crowd’s tomahawk chant when you run on to the field, it makes you feel a few feet taller. We know we are facing a top team. Wasps have dangerous players in the back row and behind who can hurt you when you feel you have them; the ball goes loose and suddenly they spring into life.” Exeter warmed up for the semi-final by scoring 62 points at Harlequins in a result that was even more remarkable than Wasps’ 64-23 victory at Saracens in February because Quins were at full strength. “We had to get a result to secure home advantage in the semi-finals and we were in the right frame of mind,” says Steenson. “We were not chasing a bonus point, just the victory, and it just went well for us. If we replicate that performance, we will have a good chance against Wasps.” Exeter’s rise has allowed them to augment their policy of developing their own players, with Jack Nowell and Henry Slade capped by England, by recruiting experience: the former Leicester forwards Thomas Waldrom, Geoff Parling and Julian Salvi have added knowhow and experience but no one has played more of a central role than Steenson, who last season lost his starting place for four months after a defeat at London Irish led to Slade being given an extended run at No10. “This is the first season I have been here when I have not gone through periods of not playing,” says Steenson. “You have to take things on a week-to-week basis, understanding there may be a time when you lose form. You have to deal with it and work hard. I have improved, as the club has, learning from experience, and playing more minutes than any other player means I have been fortunate with injuries. “It has been my best campaign here and, while playing every week can be tough mentally and physically, these are the seasons you want to be involved in. I feel excited every time I take the field: we have had a really good year as a club and we feel we can finish it even stronger.”",
  "webTitle": "Gareth Steenson confident Exeter can kick on into Premiership final",
  "webPublicationDate": "2016-05-14T21:30:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/14/exeter-chiefs-gareth-steenson-premiership-rugby-union-semi-final-play-offs-wasps-twickenham",
  "keyword": [
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/14/exeter-chiefs-gareth-steenson-premiership-rugby-union-semi-final-play-offs-wasps-twickenham"
}