{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/16/mexico-drug-cartels-famous-female-leader-sandra-avila",
  "id": "2016-05-16-232",
  "sectionId": "society",
  "body": "Inside the front door of Sandra Ávila Beltrán’s home is an altar and lit candles that form a crowded shrine to her first husband (riddled by gunfire), her second husband (stabbed through the heart) and her brother (tortured to death). All were murdered during Mexico’s ongoing cocaine wars. Ávila is the stuff legends are made of – one of the few women with access to the highest levels of cartel life. She has lived, worked and loved inside the upper echelons of the Mexican drug world since the late 1970s. At the height of her career, she showed a propensity to carry suitcases with millions of dollars in crisp $100 bills. Her status led her to become known as “The Queen of the Pacific”, in honor of her alleged prowess organizing a fleet of tuna boats laden with 10 tons of cocaine each as they navigated north from Mexico’s Pacific coast towards the world’s number one cocaine market: the United States.   Related: Californian, businesswoman, 'narco junior': El Chapo's American daughter    Ávila has spent the last seven years in prison for money laundering, including two years in solitary confinement. Now free, she gave an exclusive interview, her first in nearly a decade, from her home near Guadalajara, in which she lashed out at Mexican politicians’ corruption, mocked the futility of drug prohibition and celebrated the escape of Joaquín “El Chapo” Guzmán. Her three-decade rise to power has provided her with a front-row view of private jets, clandestine plastic surgery operations to disguise identity, murderous shootouts at VIP parties and one non-stop constant: massive bribes to Mexican public officials. “The most I ever heard about was a $100m [bribe] to a Mexican president,” Ávila said. “A million dollars is nothing. I have seen one [politician] look into the bag to see if it was there. He knew everything.” Although she spoke freely for three hours, Ávila resolutely refused to see anything evil in the carnage of the drug violence in Mexico, blithely comparing it to Prohibition-era violence in the US. In her world, drugs were everywhere, and illegal drug use a consumer not moral choice. The tens of thousands of Mexicans killed by armed drug gangs includes many of her inner circle yet she refused to criticize the industry, instead seeking to portray violence as a result of either Mexican government-sponsored terrorism or prohibition policies — not the well documented and undeniable savagery regularly used by Mexican drug gangs. Ávila also refused to answer certain questions about her precise role in the cocaine trade, coyly forgetting the exact number of bodyguards in her personal detachment, and describing extremely large cash payments made to her as “presents”. And despite the horrendous bloodshed and estimated more than 100,000 deaths in Mexico over the past decade’s drug wars, she made one thing clear: she doesn’t feel any guilt.     Sandra Ávila Beltrán at 19. Photograph: Supplied    A cartel leader is born Ávila was born into narco royalty. As a child, she lived in opulence. She was offered private tuition, piano and dance lessons and frequent trips to SeaWorld and Disneyland. Her father, Alfonso Ávila Quintero, is related to the founder of the Guadalajara cartel. Her family’s lifestyle also included piles of money. She spent so many hours counting cash as a child that she could later swipe a clutch of bills and – just like a cocktail party trick – precisely calculate their value. Around the age of 13, she witnessed her first shootout. “People walked the streets with pistols at the waist with musicians walking and playing behind them,” she said. “At dawn you heard the music, the shootouts, it was when they killed the people.” While her childhood friends soon rose to become leaders of the Sinaloa cartel, young Sandra explored other routes, taking her verve and enrolling in journalism classes as a feisty 17 year old. But three years into communication studies at the Universidad Autónoma de Guadalajara, a jealous boyfriend kidnapped her. He was a powerful young man closely tied to the cartels. Within months she had left town, ending her hopes of a career as an investigative reporter. Instead, Sandra Ávila entered the drug underworld. It didn’t hurt that she was a raucous car driver, a master horseback rider, and a fabled sharpshooter. She also, she said, made the best of her flirting skills.    If you do [cocaine], the men think you are just another disposable woman, you won’t be respected  Sandra Ávila Beltrán     “I remember a suitor who bought me a pickup truck and left it at my friend’s house with flowers and a note,” she said. “The note said, ‘spend the money on a trip that you want’ and there was an envelope.” It held $100,000. By the age of 21, she was privately meeting with the drug lord Amado Carrillo Fuentes, also known as El Señor de los Cielos (Lord of the Skies).  Her life became full-time cartel. An astute learner, she rose fast through the ranks and was coveted by men every step of the way.  However, Ávila made a point to never use cocaine herself. “If you do it, the men think you are just another disposable woman, you won’t be respected,” she said. Women in this world, she explained, are abused, discarded, and tossed out with little more concern than a child abandoning a Barbie doll. Narco leaders would keep a harem of up to 10 women and this sexual freedom, she emphasized, does not extend to their female counterparts. Women, she said, are looked at as objects, adornments or a necessity but “never as a fighting being, or a person made of triumphs and achievements”.     Sandra Ávila Beltrán, 18 years old and deeply in love with Javier Caro, who would later be murdered. Photograph: Supplied    Gaining respect was paramount to her. Ávila didn’t want to be just invited to the party, she was determined to become the Queen of Cocaine. And in less than 10 years, her coronation was complete. She became friendly with “El Chapo” Guzmán, dated a top leader of the Sinaloa cartel, commanded a 30-car flotilla and won shooting competitions with the head bodyguard to Rafael Caro Quintero, founder of the Guadalajara cartel.  For her son’s 15th birthday, she gave him an Hummer and, later, a $40,000 allowance every few months. From her neck hung a gold pendant in the form of Tutankhamun with 83 rubies, 228 diamonds and 189 sapphires. Photos of her party life resemble an episode of Keeping up with the Kardashians except when she scanned the photos every few years, another one of the characters had been murdered. She, however, seemed invincible. On the run In 2002, her luck turned. Ávila’s son was kidnapped and when she paid the $5m ransom, the police intensified their scrutiny; her name now adorned a “most wanted” poster. She went on the run and for years lived as a fugitive. “It is tiring. Very tiring. We each have our own essence, our personality, which is unique and is strong for every person. To change that, to be another person is difficult,” she said of that time. She was constantly changing houses, hair color – even her voice.  She suffered the loss of any semblance of a normal life and sought pleasures where she could. “Adrenaline is a drug, an addiction. There are people who like to feel adrenaline, some with heights, others with guns, and women who feel adrenaline when they cheat on their husbands,” she laughed with a conspiratorial smile. “That is adrenaline, the sin, that maybe you will get caught.” It is around that time that a band called Los Tucanes de Tijuana lionized Ávila as the Queen of the Pacific with their hit Party in the Mountains. Known as a narco corrido, this ode to cartel life described how Ávila once arrived fashionably late to a clandestine birthday party in the hills. The gathering was packed with narcos, politicians, military brass and police commanders, and accessible only by air. A parking lot for airplanes had been cleared from the forest, and the buzz of helicopters was constant. As 200 bodyguards and snipers tensed up, the uber cool Ávila strode from a helicopter with dark glasses, AK-47 in hand, sporting a baseball cap, sans makeup or jewels. She was promptly escorted to the table of  Guzmán.         Los Tucanes De Tijuana immortalized Ávila with their song Party in the Mountains.    The song became a hit, but Ávila was irate: she had been outed by a band. Her prized anonymity was shattered, and her bad luck continued. Months later, she and her partner Joel were ambushed on the way to breakfast. Two gunmen boxed in their car and descended with a fusillade of gunfire. Ávila threw herself to the floor and, staring up at the sky, imagined it was her last seconds on Earth. But she flashed to her recently murdered brother and how that death had weighed so heavily on their mother. She took a gamble. “I decided to open the door and run. I thought I had a better probability of surviving if I got out. Perhaps I could save myself among the other cars. And that’s what happened. I began to run, made it to the sidewalk, entered an apartment building, hid behind a little bush. I could see they were searching for me, I ducked down. And when he heard the sound of the sirens, the armed man who was coming after me started running to escape. They cordoned off the area and I could see Joel laid out in the street. Dead.”  Ávila described how a humble witness to the scene gave her shelter, changed her into simple clothes, and saved her life. “She took me by the arm, hugged me and said if anyone asks, to tell them I was her niece. She gave me 50 pesos [$3] because I had left everything in the car and I escaped in a taxi.” For the next three years, her life on the run continued. She met her new love, Juan Diego Espinoza, a handsome young Colombian cocaine dealer who, interviewed years later in prison, then estimated he was moving 10 tons of cocaine every month from Colombia to the US, via Mexico.  They were both arrested on 27 September 2007. This time, Ávila didn’t try to flee. “I couldn’t believe when I was arrested and they called me by my name … it was a relief to be arrested.” For much of the next decade she lived behind bars – but in style. While other prisoners had visits in a common room, Ávila’s guests were escorted to her cell where her three maids served food, alcohol and cigarettes. José Gerardo Mejía, the first journalist to interview her in prison, described Ávila as a prisoner in four-inch heels, adorned with jewels, custom clothing and obsequious guards who acted “with the airs of a low-ranking diplomat announcing the arrival of the ambassador”.    Ávila’s guests were escorted to her cell where her three maids served food, alcohol and cigarettes    Ávila learned to tweak her beauty routines. “We used the paper tubes from toilet paper for curling our hair. To paint your grey hairs, we used mascara and eyeliner,” she cheerfully explained. “For face lotion we used the clear cream for hemorrhoids.”     Sandra Ávila Beltrán at home. Photograph: Jonathan Franklin    She also learned to survive in solitary confinement, where she was dumped for nearly two years. Ávila passed her time in isolation by reviving her journalist dream: she imagined she was a correspondent, writing and broadcasting newscasts. Listening to the radio in her cell, she “covered” elections in Venezuela and both Obama campaigns. “I would listen to the newscasts, then make predictions about the results.” Scribbling in notebooks, she avoided the monotony of months without human contact. Released in February 2015, she has been slowly recovering her contacts and composure. Her fortune is mostly buried, and she and a bevy of lawyers are now furiously fighting to recoup approximately 15 homes, 30 sports cars and an estimated 300 jewels. “Camaros, Trans-Am, Mercedes, Audi, I had them all,” she said, remembering her favorite, a Bentley.  An insider who’s out of the game In June, USA Network will launch a TV series entitled Queen of the South, starring Alicia Braga as either a fictitious female cocaine queen or as Ávila’s latest incarnation. The series is a remake of the Spanish-language version La Reina del Sur, starring Kate del Castillo – the actress who eventually teamed up with Sean Penn for a clandestine and highly controversial meeting with El Chapo. For Ávila, these are the actions of dilettantes, Hollywood-wannabes who will never penetrate the true intrigues of the narco world. Describing the escape from prison of Guzmán, with whom she partied when he was on the run, she said: “I was not surprised, money buys everything in Mexico. But it made me happy.” Asked what kind of collaboration from crooked officials Guzmán would have needed, she said: “It has to be help from the highest levels of government. The federal prison system is tough. To be able to buy that system? It has to be from up high, not the director of a prison. Nor the guards. It has to be at the cabinet level.”  So what single measure would she take if she were president of Mexico, and interested in eradicating drug violence?  “First you have to attack poverty. Poverty is what causes violence. You start to be a delinquent and then become violent,” she said.  Is it about opportunity, then? “Narco trafficking is a business that has not been legalized,” says Ávila. “It is a business like alcohol [during prohibition] which was not legal … In those days an alcohol salesman was considered a bad person but when they legalized it, the people who sold it became respectable. I don’t see that alcohol or tobacco salesmen feel guilty. You go to a restaurant and a bar and the owners don’t feel guilty.” Asked about how cartels will react to the legalization of marijuana and the possible end of a lucrative line of business, she said that it doesn’t matter because “there will always be the invention of new drugs. The important thing is to continue with the business.”    There are people with loads of money but they don’t get out. They don’t want to  Sandra Ávila Beltrán     At heart, her position is simple: each individual is free to partake in the drug world, or abstain. “The statistics show that more people die from alcohol than drugs and where alcohol is sold, no one feels remorse,” she said. “No one is obliged to use.” Cartel-related deaths, she says, are the result of competition, and the Mexican government’s brutal assassination tactics. “The government at times has to kill people because it is not convenient to imprison witnesses who could testify against them.” The problem, she insisted, is not with those who can’t leave the cartels, but those who prefer not to. “There are people with loads of money but they don’t get out. They don’t want to – this is what they like to do. It is like a Formula 1 race car driver who says: ‘I like speed, I like to race.’” Her relationship to the world of cocaine for now seems to be that of an insider who is not playing the game. She is proud to maintain all her old contacts and relationships, but, at 56, appears more interested in recovering the lost decade with her son who is in his late 20s. We end our interview by watching the trailer for Queen of the South in her living room. She notes that people in the street call her “Reina” (“Queen”) and smiles at the notoriety. Ávila scoffed as the narrator described how the heroine becomes one of the richest traffickers in Mexico. “Ahhh, poor little girl, then they kill you,” she sighed. Additional reporting by Víctor Gutiérrez.",
  "webTitle": "Queen of Cartels: most famous female leader of Mexico's underworld speaks out",
  "webPublicationDate": "2016-05-16T11:08:45Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/16/mexico-drug-cartels-famous-female-leader-sandra-avila",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Franklin",
      "id": "profile/jonathanfranklin"
    }
  ],
  "guardianId": "society/2016/may/16/mexico-drug-cartels-famous-female-leader-sandra-avila"
}