{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/coruption-nigeria-david-cameron-dont-call-corrupt-country",
  "id": "2016-05-11-248",
  "sectionId": "commentisfree",
  "body": "David Cameron was caught on camera yesterday telling the Queen that Nigeria and Afghanistan are not only “fantastically corrupt”, but “possibly two of the most corrupt countries in the world”. The prime minister’s statements came on the eve of an anti-corruption summit he is hosting, at which the leaders of both Nigeria and Afghanistan will be present. The furious reaction on Nigerian social media was to be expected. If Barack Obama or Angela Merkel were recorded cheerfully labelling Britain as “fantastically corrupt”, irrespective of whether that were true or not, I suspect many Brits wouldn’t take it lightly. When a nation is disparaged by a foreign leader, the natural reaction is to close ranks to defend group honour in the face of external criticism. But the reality remains that corruption is a monumental problem in Nigeria. The current president, Muhammadu Buhari, who will be attending Cameron’s anti-graft summit in London, was elected last year largely thanks to his pledge to wage war on corruption, but it is work in progress.   Related: Finish line far out of sight in Nigeria's race to beat corruption | Oluseun Onigbinde    It is also true that much of Nigeria’s stolen billions are laundered through western financial institutions or, for instance, London’s property market. Some of these funds have been in western financial systems for years. To give just one example, Sani Abacha, Nigeria’s late military dictator (1993-98), is suspected to have looted up to $5bn (£3.5bn), of which $2.2bn is apparently still being withheld by European banks two decades later. Switzerland recently agreed to return a portion – $321m – of the Abacha loot. The US secretary of state, John Kerry, has promised his government will help trace stolen Nigerian funds, possibly totalling “billions of dollars” currently in America’s financial system. The recovery process has been tedious and it’s difficult to believe western financial institutions are not employing delay tactics to keep the funds for as long as possible. Buhari recently complained about this, saying Nigeria is “looking for more cooperation from the EU, US, other countries and international institutions to recover the nation’s stolen assets … it is taking very long and Nigerians are becoming impatient”. All this has convinced many Nigerians that the west is actively involved in looting their country, along with its local partners-in-crime. Thus, when western leaders talk about corruption in Nigeria, the reaction of many is: “Well, you lot are no better than we are.” While I understand where such a defensive stance stems from, I find such arguments counterproductive. Worse, it actually helps deflect anger from the Nigerian politicians robbing their own people to the “hypocritical west which acts holier than thou while helping steal our money”. The reality is that it is Nigeria being ruined by corruption, not the west. It is Nigerians who lack decent hospitals, roads and schools because money budgeted to build them has been stolen. It is Nigerians who, in 2016, can only dream of steady electricity, despite the billions of dollars various governments claim they spent to boost the country’s power system. The list goes on.     David Cameron meets Muhammadu Buhari, who ‘was elected last year largely thanks to his pledge to wage war on corruption in September 2015’. Photograph: Stefan Rousseau/PA    Moreover, when we discuss corruption in Nigeria, we usually focus on the headline figures, the billions embezzled by politicians. It is tempting to focus solely on the sins of the elite, especially in a place such as Nigeria where a tiny minority live like royally (often on stolen money) while most struggle to meet basic needs. The instinct of those incensed by such injustice is thus often to blame “them” for all the corruption. But a simplistic “bad elites/good people” narrative is a false dichotomy grounded in wishful thinking and a reluctance to face some bitter truths. Corruption in Nigeria is hardly restricted to the high and mighty, it is present at all levels of society, from the low-level civil servant who will bog you down in bureaucracy unless you pay him a bribe to the nurse in a public clinic who will insist there are no available hospital beds until you part with some cash. Neither is corruption restricted to the public sector. Nigerians rightly complain western banks help launder stolen Nigerian money, but some Nigerian banks do exactly the same. There is hardly an industry in Nigeria not affected by corruption.   Related: Afghanistan and Nigeria ‘possibly most corrupt countries’, Cameron lets slip    All this doesn’t mean Nigerians can be collectively piled into a box neatly labelled “corrupt country”. There are millions of honest, hard-working Nigerians who go about their daily business as best they can and who are disgusted by the graft they see around them. But even such honest Nigerians, who want to see corruption stamped out, often react very defensively to western reports of it. They fear this simply leads to stereotyping. They fear statements such as Cameron’s help create a perception that practically every Nigerian is corrupt. This perception is especially painful for the Nigerians who don’t engage in corruption but are treated with suspicion whenever they go abroad, merely because of their country of origin. Nigerian business people often complain it can take years for them to achieve even minimal trust levels with foreign partners just because of the negative perceptions of Nigeria, a case of guilty until proven innocent. Ultimately, though, Nigeria needs to do some serious soul-searching on why corruption has become so deeply entrenched in society. Structural factors obviously play a large role: gross inequality, poverty, desperation. But societal attitudes play a part as well. While almost all Nigerians complain about corruption, actual public tolerance for the practice remains too high. Arresting and prosecuting a few politicians and CEOs may serve as an effective deterrent for a while, particularly with regards to high-profile corruption, but it will not significantly reduce everyday corruption in Nigeria. Only a massive shift in societal attitudes can offer hope that one day brand Nigeria will no longer be associated with corruption. And that Nigerians will never again have to listen to a British prime minister cheerfully refer to their country as “fantastically corrupt”.",
  "webTitle": "There is corruption in Nigeria. But don’t call us a corrupt country | Remi Adekoya",
  "webPublicationDate": "2016-05-11T11:32:23Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/coruption-nigeria-david-cameron-dont-call-corrupt-country",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Remi Adekoya",
      "id": "profile/remi-adekoya"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/coruption-nigeria-david-cameron-dont-call-corrupt-country"
}