{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/ogmore-byelection-won-by-labour-chris-elmore",
  "id": "2016-05-06-350",
  "sectionId": "politics",
  "body": "Labour’s Chris Elmore has won the byelection in the south Wales seat of Ogmore – traditionally a safe seat for the party – with a majority of over 8,000. Turnout was 43%. Ukip’s Glenda Davies finished in second place, with 3,808 votes, and Plaid Cymru’s Abi Thomas was third with 3,683 votes. The Conservatives’ Alex Williams received 2,956 votes, while Janet Ellard for the Liberal Democrats received 702 votes. Elmore, 32, a former butcher’s apprentice, has been a councillor for the past eight years, where he was cabinet member for children’s services and schools in the Vale of Glamorgan council. He told Sky News that although Ogmore had been considered a safe Labour seat, “we’ve canvassed non-stop, we’ve taken nothing for granted.” Elmore said he was “looking forward to getting my hands dirty” in Westminster. He insisted that Jeremy Corbyn had not been asked to stay away from Ogmore in the wake of the row over Ken Livingstone’s comments.  He said: “There was no request from Welsh Labour to ask Jeremy to stay away. He was up here on Wednesday for an excellent visit to some businesses in Maesteg and meeting residents up and down the high street, so absolutely no reason to keep Jeremy away from the Ogmore byelection.” Elmore, who acknowledged policy differences with Corbyn over Trident, said: “Jeremy has been elected as leader, we need to make progress now today in these elections and we continue - as he has won that mandate to continue as leader - and we will see how the results go today.”  Huw Irranca-Davies, who had been the MP for the area since 2002 but triggered the byelection by quitting as an MP to contest a seat in the Welsh assembly, told Sky News: “One thing I won’t miss is the Westminster bubble.”     Huw Irranca-Davies in 2002 following his election as Labour MP for Ogmore. Photograph: Kirsty Wigglesworth/PA    He predicted other Labour MPs may turn their backs on Westminster to pursue their political careers elsewhere.  Following the news that Andy Burnham was considering standing as a candidate for mayor of Greater Manchester, Irranca-Davies said: “Whether the rumours about Andy Burnham are right or not, but certainly with myself, I don’t think this will be the end of it. I think more will look for opportunities of serving their party, their communities, their country in different ways in different places, and that’s a good thing.”",
  "webTitle": "Ogmore byelection won by Labour's Chris Elmore",
  "webPublicationDate": "2016-05-06T02:05:41Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/ogmore-byelection-won-by-labour-chris-elmore",
  "keyword": [
    {
      "webTitle": "Byelections",
      "id": "politics/byelections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/06/ogmore-byelection-won-by-labour-chris-elmore"
}