{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/budget-slashes-program-that-increased-number-of-students-from-poor-backgrounds",
  "id": "2016-05-04-357",
  "sectionId": "australia-news",
  "body": "A program that has increased the number of university students from lower socio-economic backgrounds by one third has been cut by $152.2m in the budget. The higher education participation program funds Australian universities to bring in students from the lowest socio-economic levels.   Related: Government claims $2bn budget saving from delaying higher education changes    Universities Australia chief executive Belinda Robinson said the cuts would affect projects such as improving numeracy skills, providing work-integrated learning and mentoring to lift student retention rates.  “All Australians with the ability to do so should have the opportunity to undertake life-changing higher education,” said Robinson. “Improving equity in higher education is not only fair, but an essential platform for building the diverse, skilled workforce of the future.” The Higher Education Participation and Partnerships Programme (HEPPP) “aims to ensure that Australians from low SES [socio-economic status] backgrounds who have the ability to study at university have the opportunity to do so,” it says on its website. The program maintains funding worth $553m over four years.  The funding is used improve access for undergraduate courses for people from low SES backgrounds, as well as improving the retention and completion rates of those students.   Related: Your tax dollars: how is the government spending your money in the 2016 federal budget?    According to the budget, the program will be evaluated in the higher education options paper. The evaluation will look at HEPPP’s outcomes, which groups have benefited and whether the program provides “good value for money”. The evaluation will also consider “what changes may be required or more effective alternatives (such as scholarships type models provided for in the original 2014-15 budget reforms)”. Robinson said the number of students from low socio-economic backgrounds starting degrees has grown by 33% compared with 24% for all domestic undergraduates. The number of Indigenous Australians has grown by 36% over the same period. “Cutting such a program means we could be denying talented students a chance at higher education just because of their background. That is not only unfair but it robs Australia of future highly skilled graduates and innovators. “To build the highly skilled contemporary workforce of the future Australia needs all Australians – regardless of their background – to have the opportunity to gain the skills required by employers,” Robinson said.",
  "webTitle": "Budget slashes program for university students from poor backgrounds",
  "webPublicationDate": "2016-05-04T03:53:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/budget-slashes-program-that-increased-number-of-students-from-poor-backgrounds",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian universities",
      "id": "australia-news/australian-universities",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/04/budget-slashes-program-that-increased-number-of-students-from-poor-backgrounds"
}