{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/20/second-nigerian-girl-serah-luka-flee-boko-haram-not-from-chibok",
  "id": "2016-05-20-24",
  "sectionId": "world",
  "body": "A second Nigerian girl who escaped from Boko Haram militants and was kidnapped from her village is not one of the 218 secondary school students missing from the 2014 mass abduction. An army spokesman said on Thursday that Serah Luka was the second of the Chibok girls, who were snatched from their secondary school by masked Boko Haram fighters two years ago, to be “rescued” by Nigerian forces in the past three days. But leaders of the campaign to free the schoolgirls said the military did not check with the parents’ group before making the announcement, and that Luka, who the army had said was the daughter of a pastor, was not on the list. Yakubu Nkeki, the head of the Chibok abducted girls’ parent group, said that although there were two girls with the surname Luka on the list, neither of them were Serah. “These are Kauna Luka Yana and Naomi Luka Dzakwa. Among the list of parents, we have only four priests and none of them is Luka,” he told AFP, adding that Luka’s stated hometown of Madagali also raised questions.   Related: How Chibok schoolgirl's private ordeal is being preyed on in public    “Among the girls, none of them is from Madagali. They were either from Chibok, Damboa, Askira and Uba [all in Borno state]. So I can say … that this girl is not among the abducted Chibok girls. We were never contacted by the military for verification of the girl’s identity before the announcement was made.”The first Chibok girl to escape in recent months, Amina Ali Darsha Nkeki was flown to Abuja on Friday with her four-month-old baby daughter to meet the Nigerian president, Muhammadu Buhari.  He promised to provide her with the best possible care and to fund the rest of her education, and later changed his cover photo on the presidential Facebook page to one of him cooing over Nkeki’s baby.Nkeki’s brother, Inua Ali, said that his sister was helping the government to locate the rest of the girls. “They took her into room alone with them and she has been giving them the locations of the girls,” he said.    Related: Muhammadu Buhari vows to fund education of Boko Haram victim    “I think the locations are about five in the forest, such as Zabunlo and Agamen, the camp where she was kept. She also told [us] that some of the girls are in houses, while some are kept in open camps. She said one of the girls who was brought to her told her that six of the girls have died.”Buhari has been criticised for taking the credit for a “rescue” mission that was not, according to Nkeki’s relatives, actually a rescue, and which his troops did not carry out.  Nkeki’s brother said his sister, who had just fled an attack on her Boko Haram-controlled camp, had actually been hiding from a group of men, who then apprehended her. These men turned out to be from the Civilian JTF, a vigilante group that began patrolling parts of the Sambisa forest several years ago as a last resort, when the army failed to protect them. They handed Nkeki over to the army.The two girls’ escape has raised the Chibok families’ hopes that their 217 daughters who are still unaccounted for will be rescued – but it has also highlighted the plight of those abductees who were not from Chibok, a town that was made famous by an international campaign called Bring Back Our Girls, backed by Michelle Obama.  The ministry of defence has claimed that more than 1,000 other captives were rescued from a Boko Haram training camp by the army, but no press conference has been held for them at the presidential villa, Aso Rock.Last year, Unicef said that more than 2,000 women and girls were still being held captive by Boko Haram, which has killed more than 20,000 people since 2009 and has displaced millions.",
  "webTitle": "Second Nigerian girl to flee Boko Haram 'is not from Chibok'",
  "webPublicationDate": "2016-05-20T19:52:32Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/20/second-nigerian-girl-serah-luka-flee-boko-haram-not-from-chibok",
  "keyword": [
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/20/second-nigerian-girl-serah-luka-flee-boko-haram-not-from-chibok"
}