{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/01/obama-smart-guns-police-law-enforcement",
  "id": "2016-05-01-119",
  "sectionId": "us-news",
  "body": "For more than a decade, smart guns have been stuck in a Catch-22: personalized guns don’t have a proven market, and buyers don’t want a gun they think is untested or hard to find. Now Barack Obama is trying to break that stalemate by creating a market for smart guns among law enforcement agencies around the US. Some gun rights advocates view smart guns with suspicion, fearing that the new technology will be pushed on gun owners unwillingly, as a New Jersey law tried to do in 2002. The guns use fingerprint sensors or RFID tags to prevent the weapons from being fired by anyone except an authorized user.   Related: Smart guns: could fingerprint technology solve America's shooting deaths?      “As long as we’ve got the technology to prevent a criminal from stealing and using your smartphone, then we should be able to prevent the wrong person from pulling a trigger on a gun,” the president wrote in a White House Facebook post late last week.  In a Friday report, touted by the White House as a milestone in the president’s uphill battle to reduce gun violence, federal agencies said they were working with law enforcement officials to develop standards for smart guns that could be used by police officers. Once those new standards are released, the agencies will encourage law enforcement officers to volunteer to test smart guns in the field. They have promised that federal funding will be available to help police departments and other agencies buy new guns.  If the technology can meet the standards – and if agencies can cooperate – the purchasing power of the federal government could be an enormous boost to the nascent industry. Executives “who are saying they are ready, wiling, and able to make a smart gun have been saying, ‘All that we need is a purchase order that’s large enough to turn the machines on,’” said Stephen Teret, a leading smart gun expert at the Johns Hopkins Bloomberg School of Public Health.  He called the White House’s smart gun plan “wonderful”. “I think it’s very measured and logical and it doesn’t force anyone to do anything,” he said.  In advance of the White House report, some law enforcement officials had expressed trepidation that police officers would be forced to use the new guns, with one national police union official telling Politico that officers “shouldn’t be asked to be the guinea pigs in evaluating a firearm that nobody’s even seen yet”. The smart gun report, produced by the Department of Justice, the Department of Defense, and the Department of Homeland Security, said the smart gun push was “not a mandate that any particular individual or law enforcement agency adopt the technology once developed”. According to the White House’s report, law enforcement agencies “will be invited to make voluntary commitments” about developing or buying smart guns. Agencies could volunteer, for instance, to buy a small number of smart guns to conduct a pilot program. Jonathan Mossberg, the CEO of iGun Technology Corporation, a Florida-based company that has developed a smart shotgun, said the White House’s push to support new gun technology could be a “windfall” for smart gun companies. He said his push to bring a smart gun to market had stalled since around 2002.  “We’re trying to raise money, and I think this could make it a while lot easier to raise money,” he said. “More people can see the size of the market.”  But Mossberg said he also worried that the White House’s push, particularly the pledge to subsidize the cost for departments that want to buy the new guns, would create an “artificial market” for smart guns.  “Let’s say a gun company who has been against this type of development now sees an artificial market bolstered by the government,” he said. “They could pour all their resources into developing the technology and leapfrog over people like me.”  Teret, the Johns Hopkins expert, compared Obama’s smart gun push to a 1968 pledge from Dr William Hadden, then the head of a federal highway safety agency, that the government would work collaboratively the the automobile industry to improve safety by adding airbags to cars.  Hadden said the government “would act as a midwife to help deliver the airbags”, Teret recalled. “That’s what President Obama is saying. He’s saying the government can help with the delivery of the product to the marketplace.”  Polls have found conflicting data about the support for smart guns among consumers. One 2013 firearms industry poll suggested only 14% of respondents would be likely to buy a smart gun; a more recent poll sponsored by public health researchers found that 43% of gun owners would consider buying a childproof handgun that could only be fired by its authorized user. Law enforcement agencies were a challenging initial marketplace for smart gun adoption, Teret said, because police officers had “heightened needs” when it came to their guns.  A police officer’s firearm “has to work when the policeman is wearing gloves. It has to be able to work if he’s running through a swamp. It has to be able to work in zero degrees or 100 degrees. It has to work if it’s clogged with mud,” he said.  A 1996 report on smart guns found the technology “was not quite ready for policemen”, Teret said. Since then, he said, “ready for policemen” has become the gold standard for gun consumers, with some gun owners arguing, “If they’re not reliable enough for policemen, they’re not reliable enough for me.”  Teret said that it might make sense to try to market smart guns to more tech-savvy consumers, the kind of people who want the latest iPad, as well as trying to make inroads into law enforcement market. One small 2003 study of unintentional gun deaths found that 37% of them could have been prevented with a personalized gun. The widespread consumer adoption of smart guns might also change the dynamics of America’s illegal gun market, by making it difficult or impossible to use a gun stolen from its legal owner.  Teret said that researchers did not have a clear estimate for how many gun deaths and injuries the widespread adoption of smart gun technology could prevent. But he said the personalized technology had the potential of reducing accidental shootings, suicides and homicides. “As long as we have a chance to reduce those gun deaths in a substantial way, why shouldn’t we do that?” he said.  The National Rifle Association said it did not oppose smart gun technology.    Related: US must invest in 'smart guns' to reduce avoidable deaths, activists say    “We’re not against the development of smart guns – we’re against the mandated use,” NRA spokesman Lars Dalseide said.  But the NRA did not welcome Obama’s smart gun plan with particular warmth.   “President Obama’s obsession with gun control knows no boundaries,” Jennifer Baker, director of public affairs for the NRA’s Institute for Legislative Action, said in a statement Friday. “At a time when we are actively fighting terrorists at home and abroad, this administration would rather focus the military’s efforts on the president’s gun control agenda.” The White House promised to release initial specifications for a law enforcement-approved smart gun on 15 July, and the final version of the specifications by 15 October. The White House also announced Friday that the social security administration was moving forward with a plan to submit some of its records to the nation’s background check system for gun sales, and that the White House would host a conference in May to talk to local leaders from all 50 states about gun violence prevention strategies.",
  "webTitle": "Smart guns: how Obama hopes to create a market for personalized weapons",
  "webPublicationDate": "2016-05-01T11:30:53Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/01/obama-smart-guns-police-law-enforcement",
  "keyword": [
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "NRA",
      "id": "us-news/nra",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lois Beckett",
      "id": "profile/lois-beckett"
    }
  ],
  "guardianId": "us-news/2016/may/01/obama-smart-guns-police-law-enforcement"
}