{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "id": "2016-05-11-27",
  "sectionId": "australia-news",
  "body": "The day dawns with three stumbles already for candidates – from being dumped to being dropped down on the Senate ticket – but with the promise of a new day is the opportunity for the slate to be wiped clean, and for other candidates to have their moment in the spotlight and take the heat from those not exactly basking in it. The big picture Malcolm Turnbull has been named in the Panama Papers. There is no suggestion of wrongdoing but the Australian Financial Reviews is reporting he was a former director of a British Virgin Islands company set up and administered by the law firm Mossack Fonseca to exploit a Siberian gold prospect. Turnbull joined the board of Star Mining NL with the former New South Wales premier Neville Wran (they had a long and close history with before Wran’s death) in 1993 and two months later the pair were appointed directors of Star Mining’s subsidiary in the British Virgin Islands, Star Technology Services Limited, that held the group’s stake in the Sukhoi Log prospect, a joint venture called LenaGold. Star Mining NL was an Australian-listed company that hoped to develop a $20bn Siberian gold mine called Sukhoi Log. Turnbull’s spokesman told the AFR the prime minister was not aware the company had been administered by Mossack Fonseca as the registered agent in Road Town, Tortola. Turnbull and Wran resigned from the company in 1995. There is no suggestion of wrongdoing on Turnbull’s behalf but the news comes after a messy day on the campaign trail for him.  One of the centrepieces of the government’s budget could breach workplace laws with ACTU legal advice finding the intern program, which gives young people an extra $200 a fortnight on top of their welfare payments, not stacking up to minimum wage standards, the Sydney Morning Herald reports.  Legal advice sought by the peak union body suggests the PaTH program ... would leave vulnerable interns languishing below the legally enforceable minimum wage and potentially able to sue for recovery of unpaid wages.  The National party has faced a conundrum on the campaign trail – the Liberals’ economic message does not chime with its supporters, so it is abandoning it, the AFR reports.   It is avoiding using such phrases as ‘helping the economy transition away from the mining boom’, because it is further fuelling job insecurity in economically depressed regional and rural electorates. It is especially potent in north Queensland and its mining regions. ‘That sounds like to a truck driver that he’ll be out of a job and a robot will replace him,’ said one senior National. ‘Subs and lab coats don’t really speak to the people of north Queensland.’  The Nationals stressed they did not disagree the economy was in transition but felt that the official campaign slogan was insensitive and had not been properly thought through. Meanwhile, Labor is dumping a candidate in Western Australia. Chris Brown may also be expelled from the party after failing to declare two criminal convictions from the 1980s. He pleaded guilty to assaulting a police officer and drink driving but the assault charge was later expunged though he was given a 12-month good behaviour bond. More has come out about Cory Bernardi’s demotion to second on the Senate ticket in South Australia with the Liberal justifying the move by saying Simon Birmingham, the education minister, is the more senior Liberal member and therefore more deserving of the top spot. The move could put Bernardi’s Senate spot at risk with South Australia the weakest performing state for the Liberals in the Senate in 2013 (Birmingham only just scraped in) and Nick Xenophon’s NXT party introducing a new threat, Max Opray reports. On the campaign trail Malcolm Turnbull is heading to Victoria after spending yesterday in western Sydney and his bus will be setting off in Melbourne in the next couple of hours. Bill Shorten has woken up in Townsville for the third morning in a row. Tony Abbott is heading to north Queensland to “gee-up the troops”, according to George Christensen, and then to a “shed meeting and smoko” on a cane farm on Friday.  The campaign you should be watching “Not a bellwether but an indicator” – that’s how the seat of Cowan has been described in Calla Wahlquist’s profile of it. Cowan is held on a margin of 4.5% by the Liberal MP Luke Simpkins, who succeeded Labor’s Graham Edwards in 2007. In the conservative state of WA, it is one of two electorates, along with the new seat of Burt in the city’s south-west, that Labor would have to win to form government. And another thing(s) First Dog on the Moon has created Snitty the Psephological Cassowary’s Vote Compass! for those still deciding how to vote.      Michelle Grattan has written that the best outcome for conservative Liberals – a narrow victory for Turnbull – would allow Abbott and other conservatives in the party to exercise influence and make Turnbull’s life quite uncomfortable.  It’s not like the dark cloud of Kevin Rudd over Julia Gillard in 2013 but Tony Abbott’s shadow is hovering over Malcolm Turnbull’s campaign.  The revered Country Women’s Association may join the fight for marriage equality with the Victorian branch set to discuss the subject at its next annual conference after the social issues committee moved a resolution in support of same-sex couples. ‘Fringe group’ of the day    Bernard Gaynor's response.. pic.twitter.com/zENuvgmQ0W— Freya Newman (@freyanewmn) May 11, 2016    • Follow the day’s developments live• Sign up here to receive your Campaign catchup in your inbox every afternoon",
  "webTitle": "Today's campaign: Malcolm Turnbull named in Panama Papers",
  "webPublicationDate": "2016-05-11T21:38:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cory Bernardi",
      "id": "australia-news/cory-bernardi",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/12/australian-election-2016-turnbull-shorten-coalition-greens-labor-briefing"
}