{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/leicester-city-premier-league-glory-season-game-by-game",
  "id": "2016-05-03-231",
  "sectionId": "football",
  "body": "1) Leicester City 4-2 Sunderland, 8 August 2015   Odds   City are meant to be reeling from Nigel Pearson’s exit – but instead just pick up where they left off in May. They reach the break three up via Jamie Vardy and two from Riyad Mahrez; in truth it could have been six. Marc Albrighton hits the fourth in the second half. Claudio Ranieri’s debut as Leicester manager is as breathtaking as it is unexpected – but he shrugs it off. “I just asked my players: ‘You finished well last season and I want to see you restart at the same level.’ The first half was outstanding, the second we made mistakes. But it is OK.” 1. Leicester City P1 Pts32. Crystal Palace P1 Pts33= Aston Villa P1 Pts33= Manchester United P1 Pts3     Sunderland keeper Costel Pantilimon is beaten by Marc Albrighton on the opening day. Photograph: Matthew Lewis/Getty Images    2) West Ham 1-2 Leicester City, 15 August   Odds   Two games in, and the relegation predictions are already looking shaky. Ranieri’s side play chests-out football at Upton Park, full of cohesion and belief. Shinji Okazaki, set up by Vardy, gives Leicester the lead in the 27th minute, and 11 minutes later Mahrez hits his third of the season. “First half we played well,” says Ranieri. “We surprised West Ham. Then I watched my players suffer and fight together. But I want to maintain a low profile. We can’t think we are top of the league. We have six points, that is all that’s important.” 1. Leicester City P2 Pts62. Manchester United P2 Pts63. Everton P2 Pts44. Swansea P2 Pts45. Manchester City P1 Pts36. Crystal Palace P1 Pts3     Shinji Okazaki opens the scoring at Upton Park. Photograph: Adam Davy/PA    3) Leicester City 1-1 Tottenham, 22 August    Odds   For 25 seconds it looks as though City are about to be punished for their first flat display of the season – Dele Alli’s header nine minutes from time putting Spurs in front. But the goal just sparks a Leicester onslaught, an almost instant equaliser from the irrepressible Mahrez and, soon after, nearly a winner, as Hugo Lloris makes a late save to thwart Wes Morgan. “This was the perfect example of our spirit,” says Ranieri. “Now we have seven points and we look to achieve 40 points very soon. This is our first target.” 1. Leicester City P3 Pts72. Manchester United P3 Pts73. Manchester City P2 Pts64. Crystal Palace P3 Pts6     Riyad Mahrez strikes against Tottenham. Photograph: Michael Regan/Getty Images    4) Bournemouth 1-1 Leicester City, 29 August   Odds gar   Uninspired for long periods, Leicester’s unbeaten start is put under serious threat by Callum Wilson’s fourth goal of the season. But the relentlessness that saved them last season keeps their points tally ticking over again, via a late Vardy penalty. “You can lose in football but you have to fight in every moment,” Ranieri says. “It’s not important if Bournemouth score the second or third. It’s important how you leave the pitch at the end of the match.” 1. Manchester City P4 Pts122. Crystal Palace P4 Pts93. Leicester City P4 Pts84. Manchester United P4 Pts7     Jamie Vardy celebrates scoring from the spot. Photograph: Michael Regan/Getty Images    5) Leicester City 3-2 Aston Villa, 13 September   Odds   With 70 minutes played Villa are two up. It looks as if Leicester’s wheels have come off – until another blistering recovery. Ritchie De Laet pulls one back on 72 minutes, Vardy hits the equaliser on 82 and Nathan Dyer finds a winner with one minute left. Fans are euphoric; Ranieri plays it cool. “We have to stay focused,” he says. “Our goal is to stay in the Premier League. It’s not March or April, it’s only September. Afterwards we can dream, but not now.” 1. Manchester City P5 Pts152. Leicester City P5 Pts113. Manchester United P5 Pts104. Arsenal P5 Pts10     Nathan Dyer beats Brad Guzan to score the third. Photograph: Michael Regan/Getty Images    6) Stoke City 2-2 Leicester City, 19 September   Odds   Another week, another comeback. Two goals down away from home, Ranieri’s side salvage an unlikely draw via a Mahrez penalty and Vardy’s opportunistic 69th-minute leveller. The manager admits his side have to stop putting themselves under such pressure. “It’s not possible to do this all the time. But we said in the dressing room at half-time, if we get the next goal, everything is possible. It’s important to show good spirit, good character and a good reaction.” The unbeaten start goes on. 1. Manchester City P6 Pts152. West Ham P6 Pts123. Leicester City P6 Pts124. Manchester United P5 Pts10     Vardy celebrates his equaliser at Stoke. Photograph: Plumb Images/Leicester City FC via Getty Images    7) Leicester City 2-5 Arsenal, 26 September    Odds   This time, though, there is no escape. It looks like a reality check as Alexis Sánchez hits three in a devastating Arsenal display. Vardy scores both Leicester’s goals. Asked to describe his side’s relentless style in the opening few games, Ranieri chooses one word: “Whoosh”. He adds: “We are sad now because we wanted to continue to be unbeaten. But when you play against Arsenal, United, Chelsea, City, it’s extra. It is important to learn. For now we feel down, but our spirit must stay very high.” The defeat leaves them sixth. 1. Manchester United P7 Pts162. Manchester City P7 Pts153. West Ham P7 Pts134. Arsenal P7 Pts135. Tottenham P7 Pts126. Leicester City P7 Pts12     Alexis Sánchez reacts to scoring Arsenal’s second against Leicester. Photograph: Stuart MacFarlane/Arsenal FC via Getty Images    8) Norwich City 1-2 Leicester City, 3 October   Odds   But not for long. The Foxes surge straight back into the top four – and deservedly so. Vardy scores for the fifth match in a row and takes his season’s total to seven; Jeff Schlupp hits the second. Leicester then hold off a late Norwich fightback to secure the points and go level with the season’s other surprise package so far, third-placed Palace. Ranieri praises his players’ recovery from their Arsenal experience. “We were very, very determined today. At the end, it was a big battle, a good English period – I love this kind of period. Every match in England, it’s never finished, you have to fight until the 96th minute.” 1. Manchester City P8 Pts182. Manchester United P7 Pts163. Crystal Palace P8 Pts154. Leicester City P8 Pts15      Vardy scores from the spot against Norwich. Photograph: Harry Engels/Getty Images    9) Southampton 2-2 Leicester City, 17 October   Odds   More resilience, more staying power, more spirit. After a flat first-half performance, which allows José Fonte and Virgil van Dijk to put Southampton two up, Vardy scores twice to secure what had appeared an unlikely point. “Jamie is important for us,” Ranieri says. “If I was a player I’d always think: ‘Oh, Jamie can score, Jamie can score’ and this is important for the rest of the team. He’s got good stamina, and it’s good for us to think during the match: ‘Jamie can score.’ I think only of Leicester, but if Roy Hodgson wants him [at Euro 2016] it’s good for him, good for Jamie, good for Leicester, good for everybody.” City slip to fifth. 1. Manchester City P9 Pts212. Arsenal P9 Pts193. Manchester United P9 Pts194. West Ham P9 Pts175. Leicester City P9 Pts16     Jamie Vardy celebrates his second at Southampton. Photograph: Jordan Mansfield/Getty Images    10) Leicester City 1-0 Crystal Palace, 24 October   Odds   Vardy celebrates scoring for the 10th time this season by counting all his fingers, and Ranieri agrees to fulfil his pledge to take the squad out for a pizza – a reward for their first clean sheet of the season. “You saw how we defended at the end, great resilience,” says Vardy. “The pizzas are on the gaffer. He’s been saying he wants to buy us them so I’ll make sure he does.” Ranieri: “This was a tactical match, more Italian than English. Until the last 10 minutes – then it was just a big battle.” 1. Arsenal P10 Pts222. Manchester City P9 Pts213. West Ham P10 Pts204. Manchester United P9 Pts195. Leicester City P10 Pts19     Claudio Ranieri celebrates with Vardy after their win over Palace. Photograph: Nigel French/PA    11) West Brom 2-3 Leicester City, 31 October   Odds   Mahrez turns the game with two goals in seven minutes, then Vardy continues his remarkable run – making it 11 goals for the season by scoring in his eighth successive match. Still unbeaten away, Leicester climb to third. “Jamie is just starting his career now,” says Ranieri. “He comes from non-league but for him it is not too late to arrive at a high, high level. I wish all the best for him. I have a very good feeling now, not only with the strikers or only with Vardy. I feel very good here with the chairman, with the family of the chairman, with all my staff, with all our players, all our fans. It is fantastic, there is a good electricity. I’m a lucky man.” 1. Manchester City P11 Pts252. Arsenal P11 Pts253. Leicester City P11 Pts224. Manchester United P11 Pts21     Mahrez fires past Boaz Myhill at the Hawthorns. Photograph: Plumb Images/Getty Images    12) Leicester City 2-1 Watford, 7 November   Odds   N’Golo Kanté opens the scoring via a farcical mistake from Watford keeper Heurelho Gomes before Vardy’s 12th of the season helps Leicester edge a slow-burner. It leaves Ranieri’s side level on points with Manchester City and Arsenal at the top. “We could not have imagined this, but it is only November,” he says. “It’s not May. We still have to achieve 40 points first. It is important to continue the momentum. It’s not easy for us, but we are very ambitious.” 1. Manchester City P11 Pts252. Arsenal P11 Pts253. Leicester City P12 Pts254. Manchester United P12 Pts24     Heurelho Gomes reacts after his gaffe at Leicester. Photograph: Nigel French/PA    13) Newcastle United 0-3 Leicester City, 21 November   Odds   Vardy equals Ruud van Nistelrooy’s feat of scoring in 10 successive Premier League games – striking the first in a 3-0 romp, with Leonardo Ulloa and Okazaki also on the scoresheet as City go top. “I’m very happy for Jamie,” says Ranieiri. “It’s a great achievement, not easy to do but the team made a fantastic performance. Jamie said thank you to everybody in the dressing room afterwards. He’s a nice boy.” 1. Leicester City P13 Pts282. Manchester United P13 Pts273. Manchester City P13 Pts264. Arsenal P13 Pts26      Vardy celebrates his goal at Newcastle. Photograph: Lindsey Parnaby/AFP/Getty Images    14) Leicester City 1-1 Manchester United, 28 November   Odds   The nice boy does it again, opening the scoring to break the record – but Leicester are unable to match his bravado, held to a draw by Bastian Schweinsteiger. “Little by little,” says Ranieri. “I told the players to win and try and help Jamie break the record. I am really pleased he has done, we can all be very proud about it and I hope he carries on, but the real target this season is 40 points and now we have 11 to go. That is our project, and we are getting there.” 1. Manchester City P14 Pts292. Leicester City P14 Pts293. Manchester United P14 Pts284. Arsenal P13 Pts26     Leicester hail Vardy’s record-breaking moment. Photograph: Michael Regan/Getty Images    15) Swansea City 0-3 Leicester City, 5 December   Odds   For once, Vardy is not the story. He fails to equal Jimmy Dunne’s top-flight record of scoring in a dozen consecutive games. Instead, Mahrez steps up, reaching double figures for the season with a clinical hat-trick as a dazzling counterattacking display returns Ranieri’s team to the top. “We played like a team, helped each other,” says the manager. “Everybody was looking for Jamie to score again, but I was so pleased when he could have shot but passed to Mahrez for the hat-trick.” 1. Leicester City P15 Pts322. Arsenal P15 Pts303. Manchester City P15 Pts294. Manchester United P15 Pts29     Mahrez curls the ball past Swansea’s Lukasz Fabianski. Photograph: Plumb Images/Leicester City FC via Getty Images    16) Leicester City 2-1 Chelsea, 14 December   Odds   Ranieri adds to José Mourinho’s misery – making it five defeats in seven for Chelsea. While Mourinho accuses his players of “betrayal”, Ranieri greets another brilliant performance – with goals from Mahrez and Vardy – by trying to keep the focus on his own side’s fight for survival. Reporters aren’t buying it. “We need another five points. Don’t laugh. It’s true. I don’t know when we can achieve these five points. Now there is Everton away, Liverpool away, Manchester City at home and Bournemouth, who are a fantastic team, at home – four very tough games. Let me achieve 40 points, then I’ll think about what is the next goal. But until 40 I think only 40.” 1. Leicester City P16 Pts352. Arsenal P16 Pts333. Manchester City P16 Pts324. Manchester United P16 Pts29     Leicester piled on the misery for José Mourinho in December. Photograph: Plumb Images/Leicester City FC via Getty Images    17) Everton 2-3 Leicester City, 19 December   Odds   On Christmas Day 2014 Leicester were looking up at the rest of the Premier League having failed to win in 12. This time they will be peering down on the elite. Another hard-fought, spirited three points are wrapped up by two Mahrez penalties and a fine finish from the recalled Okazaki. “Football is crazy and if it is crazy in this way, I am very happy,” Ranieri tells the press conference afterwards. “Today was a difficult, difficult, difficult match, but I will now enjoy my Christmas with the turkey, not lasagne – too heavy. Merry Christmas to you and your families.”  1. Leicester City P17 Pts382. Arsenal P16 Pts333. Manchester City P16 Pts324. Tottenham P17 Pts29     Shinji Okazaki scores Leicester’s third at Everton. Photograph: Michael Regan/Getty Images    18) Liverpool 1-0 Leicester City, 26 December   Odds   The front-runners falter. Christian Benteke emerges from the bench to give Liverpool a first win in five and condemn subdued Leicester to a first league defeat since 26 September. “Sooner or later we had to lose and it’s OK,” says Ranieri. “Liverpool deserved to win but we only started to play when we fell behind and I don’t know why. We were too nervous and anxious before that. I really don’t know why. It is important we recover now mentally. We shouldn’t lose confidence.” 1. Leicester City P18 Pts382. Arsenal P18 Pts363. Manchester City P18 Pts354. Tottenham P18 Pts32     Christian Benteke, left, scores past Kasper Schmeichel. Photograph: Chris Brunskill/Getty Images    19) Leicester City 0-0 Manchester City, 29 December   Odds   A measure of how far Leicester have come in the past year: a goalless draw against a team of ultra-expensive Premier League all-stars is seen as a disappointment. Vardy misses a fine first-half chance. “We made some good opportunities,” says Ranieri. “I wanted to see how my players responded after the Liverpool defeat and they responded well. But this league is very crazy … It’s not easy for us but we want to fight with everybody. We’re the basement and the other teams are a villa with a swimming pool. It’s a miracle what we’re doing.” Arsenal take the lead. 1. Arsenal P19 Pts392. Leicester City P19 Pts393. Manchester City P19 Pts364. Tottenham P19 Pts35     Vardy tries an overhead as Manchester City’s Nicolás Otamendi challenges. Photograph: Mike Egerton/PA    20) Leicester City 0-0 Bournemouth, 2 January 2016   Odds   After the feast, the famine: Leicester fail to score for a third successive match. Vardy is denied by the woodwork, Morgan files a contender for miss of the season and Mahrez misses from the spot. “When you play at a high intensity you can make mistakes – we were too anxious to score a goal,” says Ranieri, before returning to his favourite theme. “But it’s OK, 40 points, clean sheet, champagne for my players.” 1. Arsenal P20 Pts422. Leicester City P20 Pts403. Manchester City P20 Pts394. Tottenham P19 Pts35     Mahrez has his penalty saved by Artur Boruc. Photograph: Ed Sykes/Reuters    21) Tottenham 0-1 Leicester City, 13 January   Odds   Just when the bubble looks like bursting, a real statement of intent. Spurs are fired up, but Robert Huth, unmarked inside the area, directs a firm header back inside the near top corner of Hugo Lloris’s net to win it. The visiting fans sing: “We are staying up,” then, in the next breath: “We’re gonna win the league.” “Tottenham started very well and put us under pressure,” says Ranieri, “but we didn’t lose our confidence or shape and it was difficult for them. Unfortunately it’s January, not May. There’s so much work to do. We have to remain calm.” 1. Arsenal P21 Pts432. Leicester City P21 Pts433. Manchester City P21 Pts404. Tottenham P21 Pts36     Robert Huth, third left, celebrates his winner at Spurs. Photograph: Olly Grenwood/AFP/Getty Images    22) Aston Villa 1-1 Leicester City, 16 January   Odds   Another blip. Mahrez misses a first-half penalty – a chance to put the visitors two goals up following Okazaki’s opener. Villa keeper Mark Bunn’s save spurs the home side to a mini-revival, with Rudy Gestede scoring a deserved equaliser 15 minutes from time. “We lost two points,” says Ranieri. “After the missed penalty the Aston Villa players took on a new energy. We are very sad. It’s one point, it’s OK, it’s a derby – but we are disappointed.” The point, though, sends them top. 1. Leicester City P22 Pts442. Manchester City P22 Pts433. Arsenal P21 Pts434. Tottenham P22 Pts39     Villa’s Mark Bunn saves a penalty from Mahrez. Photograph: Darren Staples/Reuters    23) Leicester City 3-0 Stoke City, 23 January   Odds   Everything clicks into place. Vardy scores for the first time in eight matches, Mahrez is back to his best and Danny Drinkwater stars in, and scores from, midfield. Ulloa hits the third with three minutes left. “It was very important to be top at the end of January because now comes a very tough February, with Liverpool, Arsenal and Manchester City to come,” says Ranieri. “It is all unbelievable but it is good. We are ready to fight. This league, for us, is very exciting.” 1. Leicester City P23 Pts472. Manchester City P23 Pts443. Arsenal P22 Pts 444. Tottenham P23 Pts 42     Danny Drinkwater celebrates his goal against Stoke. Photograph: Plumb Images/Leicester City FC via Getty Images    24) Leicester City 2-0 Liverpool, 2 February   Odds   Adrian Butchart, the Hollywood screenwriter who plans to make a Vardy movie, is in the stands to see his hero score twice, including a stunning goal-of-the-season contender. The 25-yard volley that leaves Simon Mignolet clutching at thin air takes Vardy’s tally to 18 league goals. “It was unbelievable what Vardy did,” says Ranieri. “He watched the ball arriving, watched the opponent and watched the keeper. He looked at the keeper out of the goal and hit it. It was unbelievable, amazing, fantastic. All of us today, we made a fantastic performance.” 1. Leicester City P24 Pts502. Manchester City P24 Pts473. Tottenham P24 Pts454. Arsenal P24 Pts45     Vardy scores the opener against Liverpool. Photograph: Ben Stansall/AFP/Getty Images    25) Manchester City 1-3 Leicester City, 6 February   Odds   The Foxes outclass their title rivals. Sergio Agüero’s late consolation flatters the home side as the visitors, inspired by Huth’s third-minute opener, totally dominate. “Scoring so early gave us confidence,” says Ranieri. “That allowed us to close down the space.” Two minutes after the break, using Vardy in the centre as a decoy, Mahrez runs brilliantly at the home defence and beats Joe Hart with a confident finish – and Huth adds a third on the hour. “We play without pressure,” says Ranieri. “We must enjoy it. This is a fantastic moment for the Premier League – nobody knows who can win it.” His side go five points clear. 1. Leicester City P25 Pts 532. Tottenham P25 Pts 483. Manchester City P25 Pts474. Arsenal P24 Pts45     Mahrez celebrates scoring Leicester’s second at the Etihad Stadium. Photograph: Nigel French/PA    26) Arsenal 2-1 Leicester City, 14 February   Odds   But it’s not all plain sailing. One-nil up at the Emirates through a Vardy penalty, Leicester are undone by Danny Simpson’s 54th-minute red card. Arsenal pile on the pressure, Theo Walcott equalising before Danny Welbeck’s injury-time winner. “The referee was too severe with the sending-off,” says Ranieri. “These were two normal fouls, not yellow cards; 11 v 11, I’m sure we win. The match was full of fouls so why send off a player? Come on. But we are still top, with two points more – we must carry on and smile. We lost to our opponents – we must say well done.” 1. Leicester City P26 P532. Tottenham P26 P513. Arsenal P26 P514. Manchester City P26 P47     Martin Atkinson sends off Danny Simpson at Arsenal. Photograph: Ross Kinnaird/Getty Images    27) Leicester City 1-0 Norwich City, 27 February   Odds   The wobble everyone has been waiting for lasts 89 minutes. Substitute Ulloa’s dramatic last-gasp winner – cruel on Norwich – takes the roof off, and earns praise for Ranieri’s late tinkering. “I just tried to make some changes to spread out the front line,” says the manager. “We cannot always play well, but it was important to restart after the defeat at Arsenal. We lost that game in the final seconds and won this one in the last minute. That’s football, but I want to say well done to Norwich – they gave us the battle we were expecting.” 1. Leicester City P27 Pts562. Tottenham P26 Pts513. Arsenal P26 Pts514. Manchester City P26 Pts47     Leonardo Ulloa reacts after netting a late winner against Norwich. Photograph: Plumb Images/Leicester City FC via Getty Imag    28) Leicester City 2-2 West Brom, 1 March   Odds   A setback. Leicester come from behind after Salomón Rondón’s early goal, turning the game upside down before half-time via an own goal and a strike from Andy King. But Craig Gardner’s equaliser and some resolute, breathless West Brom defending leaves them frustrated – with just four points from their last three games. Ranieri: “I look at the performance first. And the performance was fantastic.” 1. Leicester City P28 Pts572. Tottenham P27 Pts543. Arsenal P27 Pts514. Manchester City P26 Pts47     Andy King, centre, after scoring Leicester’s second. Photograph: Nick Potts/PA    29) Watford 0-1 Leicester City, 5 March   Odds   A Mahrez stunner in a team display full of tenacity, skill and nous sends his side five points clear again, with nine matches to play. Ranieri, again, shrugs off talk of the title – or of mounting pressure. “Five points are nothing. We know there will be another nine battles – but not just for us, for everybody. Nobody can say who will win. But we aren’t nervous, our job is done. The others spent a lot of money to win the title – we just have to enjoy an amazing season.” 1. Leicester City P29 Pts 602. Tottenham P29 Pts 553. Arsenal P29 Pts 524. Manchester City P28 Pts 50     Mahrez celebrates with the fans after his winner at Watford. Photograph: Eddie Keogh/Reuters    30) Leicester City 1-0 Newcastle United, 14 March   Odds   A sluggish performance after Okazaki’s 25th-minute strike leaves the home crowd nervously longing for the final whistle. But Leicester show the stubbornness to keep Rafael Benítez’s Newcastle out, holding on to their sixth clean sheet in seven home games. “It wasn’t the best but we showed spirit,” says Ranieri. “I feel now that I am just concentrating on the next game against Crystal Palace. We are so strong, we think only one game at a time. Step by step, that is our philosophy.” 1. Leicester City P30 Pts632. Tottenham P30 Pts 583. Arsenal P29 Pts524. Manchester City P29 Pts51     Okazaki scores against Newcastle. Photograph: Nick Potts/PA    31) Crystal Palace 0-1 Leicester City, 19 March   Odds   City surge eight clear with a tight, hard-fought win at Selhurst Park, full of dogged defending. Mahrez stars in the first half, and scores on 34 minutes – Vardy pulling out to the left, dancing away from Joel Ward and crossing low for his team-mate to slot into the corner. Ranieri is asked about the gap at the top – and the away crowd’s rapture. “It sounds good, our fans are singing a very good song about that but we are to stay calm because you don’t know what will happen. Maybe in the next two matches I can say something more.” 1. Leicester City P31 Pts662. Tottenham P30 Pts 583. Arsenal P30 Pts 554. Manchester City P29 Pts51     Leicester fans celebrate at Selhurst Park. Photograph: Plumb Images/Leicester City FC via Getty Images    32) Leicester City 1-0 Southampton, 3 April   Odds   Delirium as the points keep coming. Morgan scores his first goal since May to deliver a seven-point cushion with six matches to play – a year ago to the day that Leicester had languished the same number of points adrift of safety at the foot of the table. Ranieri finally dares to dream out loud. “We believe this is a magical season. We know next season it won’t be the same so we try to do our best. The fans must believe and be happy, but we must have our feet on the ground. All our final matches are tough.” 1. Leicester City P32 Pts692. Tottenham P32 Pts623. Arsenal P31 Pts584. Manchester City P31 Pts54     Wes Morgan marks his first goal since May. Photograph: Alex James/JMP/Rex/Shutterstock    33) Sunderland 0-2 Leicester City, 10 April   Odds   One more stride towards the impossible. By the end Ranieri is in tears, overwhelmed by his side’s achievements. Two Vardy goals send Sunderland deeper into trouble and preserve Leicester’s formidable lead over Spurs. Sam Allardyce pays tribute. “Leicester are unique. They don’t have to be pretty. Fans of bigger clubs might moan about the way they play but their fans love it. And each of their players is playing better and with more consistency than they’ve ever done in their life. That’s the beauty of it; that’s what confidence gives you.” Ranieri tells the press: “You do this job for the emotion you feel inside.” 1. Leicester City P33 Pts722. Tottenham P33 Pts653. Arsenal P32 Pts594. Manchester City P32 Pts57     Ranieri shows his emotion after victory at Sunderland. Photograph: Dan Mari/Twitter    34) Leicester City 2-2 West Ham, 17 April   Odds   A game changer? Referee Jon Moss sends off Vardy and awards a penalty apiece, leaving both sets of players up in arms. One-nil up via Vardy’s 18th-minute goal, Leicester’s plan unravels with his second yellow, for diving, on 57 minutes. The visitors score twice, in the 84th and 86th minutes, and look to have it won – only for Moss to hand Leicester the softest of penalties in stoppage time. Ulloa saves the point. “I never speak about the decision of the referee,” says Ranieri. “Two yellow cards, that’s it. But our performance 11 v 11 and 10 v 11 was fantastic.” 1. Leicester City P34 Pts732. Tottenham P33 Pts653. Manchester City P33 Pts604. Arsenal P33 Pts60     Vardy reacts to his red card from referee Jon Moss. Photograph: Adrian Dennis/AFP/Getty Images    35) Leicester City 4-0 Swansea City, 24 April   Odds   Under more pressure than ever, and without the suspended Vardy, Leicester cruise to their biggest win of the season. Home fans sing: “Barcelona, we’re coming for you.” Ranieri’s player look nerveless as Vardy’s replacement, Ulloa, scores twice. Mahrez and Marc Albrighton hit the others, and Drinkwater and Kanté are typically immense in midfield. “It’s a fantastic. Without Jamie Vardy everyone gave something more,” says the manager. “We knew we had some difficulties but with the fight of everybody we had a good match. We know it will be tough because Tottenham are a good team – but we will fight until the end.” 1. Leicester City P35 Pts762. Tottenham P34 Pts683. Manchester City P35 Pts644. Arsenal P35 Pts64     Leicester celebrate Marc Albrighton’s strike. Photograph: Huw Evans/Rex/Shutterstock    36) Manchester United 1-1 Leicester City, 1 May   Odds game 36   Days after Tottenham drop two points against West Brom, Ranieri takes his men to Old Trafford but, needing a victory to secure the title, they are unable to complete the job. United start brightly and go ahead through Anthony Martial, only for Leicester to summon an impressive response and level courtesy of a Morgan header. Leicester look the brighter team for long periods thereafter but cannot find the breakthrough and their hopes effectively end when Danny Drinkwater is sent off. “I know in the city there are fireworks, all the city is blue, but we must continue to concentrate without listening to those fireworks,” says Ranieri, who reveals he will not be watching Tottenham’s game at Chelsea the next day because he will be travelling back from visiting his mother in Italy. “She is 96 years old and I’d like to go to have lunch with her.”  1. Leicester City P36 Pts772. Tottenham P35 Pts693. Arsenal P36 Pts674. Manchester City P36 Pts64     Leicester City fans celebrate at Old Trafford after moving a step closer to winning the Premier League. Photograph: Tom Jenkins for the Guardian    One day later … Leicester win the Premier League Tottenham travel to Stamford Bridge knowing they must win to remain in the title race and get off to the perfect start thanks to first-half goals from Harry Kane and Son Heung-min. But Chelsea strike back after the break through Gary Cahill and, seven minutes from time, Eden Hazard. Spurs’ championship dreams are shattered in an increasingly heated match that sees three home and nine visiting players booked, as well as a major scuffle by the tunnel after the full-time whistle. Up in the east Midlands, however, it is party time. The miracle is complete, Leicester are champions.  1. Leicester City P36 Pts772. Tottenham P36 Pts703. Arsenal P36 Pts674. Manchester City P36 Pts64           ‘Champions!’ Leicester City players celebrate Premier League win.",
  "webTitle": "Leicester City's march to glory: how a stellar season unfolded, game by game",
  "webPublicationDate": "2016-05-03T11:07:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/leicester-city-premier-league-glory-season-game-by-game",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/03/leicester-city-premier-league-glory-season-game-by-game"
}