{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/22/cameron-purge-brexit-rebels-eu-vote-boris-johnson",
  "id": "2016-05-22-51",
  "sectionId": "commentisfree",
  "body": "A month tomorrow voters will decide whether this country is to remain in the European Union – a decision that, as the prime minister told Robert Peston this morning, “is more important than a general election”. Whatever you think of Cameron, allow that this was a moment of authentic statesmanship. On 23 June we should play the ball, not the man.   Related: David Cameron suggests defence minister is lying over Turkey joining EU    How bizarre, then, that this national argument about our collective future has been conducted for months as little more than a Tory party board game, a psychodrama involving a comparatively tiny number of privately educated protagonists. Labour has no cause for complaint, having barely decided whether it wants to play with the boot or the thimble before it passes “go”. There have been honourable exceptions, notably Gordon Brown (responsible, let us never forget, for keeping us out of the euro) who directly addressed the UK’s 9 million Labour voters at the Fabians’ summer conference on Saturday with “Labour reasons” to back remain. But the party he once led is not yet fully engaged. In unhealthy contrast, Conservatives cannot get enough of the EU row. If Toryland were an independent state, then “banging on about Europe” would be its national sport. Why so? As a proxy argument about the future trajectory of the party, it does not fit precisely. Not all Tories who want to leave the EU are reactionaries, followers of Ayn Rand or doctrinally hostile to public services: Michael Portillo, the godfather of Conservative social liberalism and modernisation, is also a spirited Brexiteer.    If Toryland were an independent state, then ‘banging on about Europe' would be its national sport    So the correspondence is not exact. But the split over the EU is still the biggest, boldest bifurcation of the inner Tory map, dividing one vision of the party’s future from another. Put it this way: when one thinks of the many members of the Tory right who have opposed Cameron’s reforms of the party and his campaign to make Conservatives shake hands with modernity – while enjoying the electoral benefits of this strategy, naturally – one struggles to think of even a handful now supporting him in the greatest trial of his 11 years as leader. Cameron, at any rate, is in no doubt that he is engaged in a battle for the soul of the party. Last week’s Queen’s speech asserted his preoccupation with social reform as never before, explicitly reclaiming the “one nation” terrain that Ed Miliband tried to colonise but Jeremy Corbyn has so helpfully vacated. In his Peston interview, as in private, the PM made clear his intention to serve a full second term. When he first revealed this objective in an interview with me in January 2013, he insisted that the words “full term” were not euphemistic as they were in the case of Tony Blair – who left No 10 only two years after the 2005 election. Cameron will not quit voluntarily unless he is confident the party has put down deep roots in the centre ground.           Boris Johnson: ‘last chance’ to leave the EU    In his book Free Speech, Timothy Garton Ash describes Europe as “the second biggest dog in the west … not really a single dog but rather an intercanine league”. For the electorate, this referendum is a decision that will shape the nation’s prospects for decades. For the dissenting rump of the Tory party, it is a means of getting rid of Cameron. The Treasury’s final estimates of the cost of Brexit, published this week, are an opportunity for thoughtful voters to assess the remain case. For Brexiteers, the document will be another chance to call George Osborne “Pinocchio”, as Iain Duncan Smith did at the weekend. Notice that attacks on Osborne are central to the leave strategy. In a recent Spectator interview Boris Johnson spoke thus of Osborne: “I am delighted to hear he’s principled … That is a major, major development.” Do you remember the days when Boris and George were supposed to have sealed a great and durable friendship? Not so durable, it transpires. The Brexiteers have decided that Osborne should be destroyed, that this most resilient of politicians must be removed from Johnson’s path for good: Georgius delendus est. Will Cameron let them get away with treating his closest ally like that? He is a natural conciliator, a self-styled broker of agreements within his party, rather than a Thatcher, content to divide and rule. The joint announcement of prison reform by the PM and Michael Gove on the eve of the Queen’s speech suggested powerfully that the lord chancellor, though a passionate Brexiteer, is safe in his job. Cameron’s allies do not dismiss the possibility of a “reconciliation reshuffle” after the vote, though they emphasise that Cameron is not taking victory for granted – a wise position in these volatile times.   Related: Polls show Tory voters are pushing Britain towards staying in EU    What has certainly not been decided is who gets what – the widely disseminated speculation that Gove will be made deputy prime minister and Johnson appointed home secretary being premature at best. Still: it frames a dilemma that Cameron should be thinking about. There is a difference between magnanimity and surrender. Where would the sense be in moving Theresa May, who has remained loyal, and replacing her at the Home Office with a politician who vacillated until the very last moment, accused the PM of “demented scaremongering”, and then invoked the spectre of Hitler himself? My conversations suggest that there is no consensus in Cameron’s circle about what to do with the former London mayor if remain prevails. As one senior source puts it carefully: “There will have to be an extent to which people are held to account for what they’ve done.” Another Cameron ally sees different priorities: “The quote about the rebel being better inside the tent rather than outside is such a cliche, but in Boris’s case it may be depressingly true.” This adviser, in fact, is angrier with Gove. The correct answer to these questions will be found by doing what clubbable Tories like least: forgetting the ties of friendship and the blisters of resentment, and acting dispassionately. Assume for the sake of argument that Cameron wins on 23 June. If he wants to govern successfully for more than three years with only a small Commons majority, he must show an almost unleadable party that actions have consequences. No post-referendum purge, therefore. But no universal amnesty either. So, prime minister: who’s for the chop?",
  "webTitle": "Cameron won’t purge his Brexit rebels, but there will be a reckoning  | Matthew d’Ancona",
  "webPublicationDate": "2016-05-22T17:52:54Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/22/cameron-purge-brexit-rebels-eu-vote-boris-johnson",
  "keyword": [
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/22/cameron-purge-brexit-rebels-eu-vote-boris-johnson"
}