{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/03/startup-of-the-year-2015-16-competition-entry-teresa-angelina",
  "id": "2016-05-03-267",
  "sectionId": "small-business-network",
  "body": "Eleanore Richardson, director of Teresa Angelina, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Our company provides much needed diagnoses and treatments for people suffering from hair and scalp disorders, a niche market and far from sexy.  Set up by my mother Teresa Richardson when she first qualified seven years ago and later joined by myself in summer 2015, we have always been a small enterprising family unit with big dreams. The dream was to spread the word of healthy hair and scalp care to reduce the number of very preventable conditions that we see daily in our clinic. A particular focus for us was the afro-Caribbean community, where hair care is marginalised from mainstream services and outlets and expectations on how to treat and style afro hair perpetuates the problem of hair and scalp conditions, particularly in black women.  With little financial investment to drive into advertising, we harnessed our greatest marketing assets; exceptional customer service. We gain almost 70% of all new customers through recommendations and have never received a complaint in our time trading.  Being tirelessly dedicated to our patients, their experience with us and their continual treatment progress has pushed up our profit margin over four years and encouraged us to widen our reach. We now also consult in Portugal and Angola (the clinic’s second language is Portuguese) and have educational lectures planned for the coming year.  In a world of technology and a continual push for efficiency, we make sure that our patient’s relationships and experience are still the first priority.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Teresa Angelina",
  "webPublicationDate": "2016-05-03T09:51:05Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/03/startup-of-the-year-2015-16-competition-entry-teresa-angelina",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/03/startup-of-the-year-2015-16-competition-entry-teresa-angelina"
}