{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/12/oakland-california-holiday-guide-usa",
  "id": "2016-05-12-246",
  "sectionId": "travel",
  "body": "Oakland is changing fast. Once known merely as San Francisco’s rough-and-tough neighbour – the birthplace of the Black Panther movement and home of the Hell’s Angels – it is rapidly becoming the most fashionable place in northern California. Those who can’t afford the tech-boom prices across the Bay are making their home in the city and, greeted by an array of new restaurants and bars, a thriving arts scene, and a strong sense of energy and community. Gertrude Stein might have said about her childhood hometown that “There is no there there”, but, these days, Oakland’s residents and visitors are more likely to shout “Come here here!”   Oakland map   Unlike 21st-century San Francisco, Oakland hasn’t been emptied of its soul by money and gentrification. It’s valued for its cultural and class diversity – 150 languages are spoken within its borders – and the locals’ pride in their town is infectious. There’s lots to brag about: as well as offering the glimmering ocean and wonderful Redwood forest hikes, and the sun is often shining here even as the chill fog rolls in over San Francisco. Starting 12 May, there are direct, cheap flights to Oakland from London Gatwick with Norwegian that make a trip to the “Brooklyn by the Bay” easier. And, should you have more time, there’s always that other pretty good city to visit 30 minutes away, across the bridge. WHAT TO SEE AND DO Magnificent art deco movie palaces      Oakland has more than its fair share of cinemas in the lovely “moderne” style, with bright, curved neon signs. At the Grand Lake Theater (3200 Grand Ave) on Friday and Saturday evenings, an old Wurlitzer rises to usher in the films. Almost anything can be seen at the magnificent early-30s 3,000-seater Paramount (2025 Broadway) – from classical music, jazz and stand-up comedy, to golden-age movie faves like The Wizard of Oz. Downtown, the ornate, historic Fox Theater (1807 Telegraph Ave) has come out of its 40-year hibernation to become a much-loved music venue. Hit the shops in Temescal Alley     Shops in Oakland’s Temescal neighbourhood. Photograph: Alamy    In the hip (and still a bit gritty) Temescal neighbourhood are two pedestrian streets that will satisfy most cravings for things handmade or vintage. Standouts are Esqueleto for jewellery, Book/Shop for trinket treasures and Ali Golden, a studio-store, with a sewing machine at its centre, selling bespoke designs. Those in need of a hipster beard trim will find the celebrated barber shop there right up their alley (off 49th Street). Piedmont Avenue and the main thoroughfare of Rockridge are crammed with good shops, while just down the road into Berkeley, Oakland’s other famous neighbouring city, Berkeley Bowl (2020 Oregon St) is – thanks to its range, quality and character – one of the best food shops anywhere. Special mention should be made of Oaklandish (1444 Broadway), a store that promotes civic pride in its specially made clothes and accessories. Old-school fun     The Queen of Hearts maze at Fairyland. Photograph: Alamy Stock Photo    Fairyland ($10), which takes up 10 acres on the shores of Lake Merritt, is the oldest themed amusement park in the US and was the inspiration for Disneyland. Aimed at young children, its play-sets and gentle rides are based on Alice in Wonderland, Peter Rabbit and so on; there’s a puppet show, too. While hardly state-of-the-art, it’s a charming space. My kids also liked grabbing a piece of cardboard and shimmying down the grass slopes at its centre.      The Oakland museum (pictured) exhibiting all things Californian, is a low-rise, modernist delight with a laid-back vibe: when I was last there, we didn’t get past the panning for gold, dressing up and scuttling turtles in the garden. The city also has its own excellent zoo (adults $17.75, children over two $13.75), which sits up in the hills and has a sky-ride that offers memorable views over the Bay towards the Golden Gate Bridge and the San Francisco skyline, and down at the giraffes and lions below. Go Warriors!     Fans celebrate as the Warriors win at Oracle Arena. Photograph: Alamy    Oakland is home of the current NBA champions, the Golden State Warriors. And this season, as they go into the play-offs, they are playing even better, having just broken the record (held by Michael Jordan’s mighty Chicago Bulls) for most wins in a regular basketball season. The local excitement surrounding what’s going on is immense. Play-off tickets will be almost impossible to come by, but if you’re here next season (from October-April 2017) beg, buy or steal a ticket for a game at the 20,000-seat Oracle Arena (from $70), nicknamed the “Roaracle” because of the fan noise: it will be unforgettable. Celebration of the arts For 10 years, on the first Friday of each month, Oakland’s galleries have organised an art walk to showcase the creativity of the city. Now called the Art Murmur , it takes in over 40 locations, and alongside it has evolved a popular street festival – First Fridays (oaklandfirstfridays.org) – that features performances, food trucks and pop-up installations. Essentially, it’s a monthly party with a diverse crowd filling a five-block stretch of Telegraph Avenue, listening to hip-hop (which has deep roots in Oakland), a brass band, drums or whatever is going down. WHERE TO EAT Brown Sugar Kitchen       Its rather bleak industrial West Oakland location seems highly unlikely, but then you see the long queue. This soul-food restaurant has become a city landmark; at weekends, there’s a piano player outside to entertain the hungry customers waiting for its breakfasts and lunches (no evening meals are served). Its classic dish is buttermilk fried chicken and cornmeal waffles with apple-cider syrup – cider meaning juice – but it’s also renowned for down-home barbecue shrimp and poached eggs with grits.• Chicken and waffles $18, 2534 Mandela Parkwy, +1 510 839 7685, brownsugarkitchen.com Camino       All the food in this “Cali-Med-Asian” (read anything goes) establishment is cooked by wood fire in the open kitchen. It has few frills and is relaxed, with communal tables and no tips, but the dishes (conceived by a chef who worked for 20 years at Berkeley’s world-famous Chez Panisse) now have a national reputation. I chose smoked black cod, oyster and green-garlic stew with creme fraiche; wood-oven roasted whole rockfish with kale; and fig-leaf ice-cream – but the menu changes constantly.• Mains from $30, 3917 Grand Ave, +1 510 547 5035, caminorestaurant.com Fentons Creamery      Others swear by Tara’s Organic Ice-Cream (4731 Telegraph Ave) and Ici Ice Cream just over in Berkeley (2948 College Ave), but only Fentons on Piedmont Avenue has featured in the plot of the Pixar movie Up (the director and producer live nearby, and Pixar has its HQ four blocks away from the Oakland border). Fenton’s has been a fixture since 1894 and is famous for its sundaes. It has a sit-down restaurant, but I’ve always stuck to the alarmingly sized ice-cream creations (“HUGE scoops,” the menu boasts, “and we mean HUGE”): perhaps try a Berry Go Round or a Saddleback Brownie, or maybe a coffee cookie dream milkshake.• 4226 Piedmont Ave, +1 510 658 7000, fentonscreamery.com Itani Ramen       New restaurants are opening all the time in Oakland. Japanese food is incredible here, as it is throughout the Bay Area, and the city is also known for its many Ethiopian restaurants, notably Ensarro (357 Grand Ave). The excellent Burma Superstar (4721 Telegraph Ave) is a favourite with the Warriors players and other admirers of Burmese cuisine, and Soi Four (5421 College Ave), serving Thai food, was my first taste of the wonders of the Oakland restaurant scene. The newest of them all is Itani Ramen, which serves delicious variations of the voguish Japanese broth, all with house-made noodles.• Bowl from $14, 1736 Telegraph Ave, +1 510 788 7489, itaniramen.com  WHERE TO DRINK Heinold’s First and Last Chance Saloon      This shack-like place near the waterfront opened on 1883, and was a regular hangout of writer Jack London. Its name comes from being the first-and-last chance for ferry passengers to grab a drink. The floor is tilted at a steepish angle, thanks to the 1906 earthquake, so don’t immediately assume you’ve had one too many. It’s on Jack London Square, one of the most spruced-up districts of the city, with bars and eateries, as well as a farmer’s market, outdoor movies and kayaking in the Bay.• 48 Webster St, jacklondonsquare.com Plum Bar       Not for nothing were the cocktails at this uptown establishment voted the best in the East Bay (last year, in the East Bay Express). An example of their fare: the John Chapman, made with bourbon, apple juice, ginger and pear eau de vie. The bar food is highly praised, too. For cocktails, Make Westing bar also deserves a mention (1741 Telegraph Ave), as does Mua (2442a Webster St), which is good for dancing.• 2216 Broadway, plumbaroakland.com Cafe Van Kleef       This eccentric establishment was around long before the renaissance of Oakland’s uptown, and remains a favourite, with an atmosphere described as a “carnivalesque utopia”. The decor features swords, brass sculptures, art deco artefacts, the bell from a boxing ring and a polar bear’s head – but the drinks make more sense, and there’s late-night music, too.• 1621 Telegraph Ave, cafevankleef.com WHERE TO STAY Waterfront Hotel       Oakland’s hotels (aside from the Marriott and its ilk) are thin on the ground, perhaps because airbnb dominates the accommodation scene. The city’s renewal has coincided with rise of Airbnb, which was founded across the water less than a decade ago. But the three-star Waterfront, near Jack London Square, is dolled-up with some nautical charm, and has an outdoor pool for those sunny Oakland days. It’s part of a “boutique” hotel chain.• Doubles from $209 a night, +1 888 842 5333, jdvhotels.com A Bed and Breakfast on Fairmount     A Bed and Breakfast on Fairmount, Oakland, California. from http://www.abedandbreakfastonfairmount.com    This three-bedroom bolthole in an arts and crafts-style house comes with hill-top views. It’s hard to argue with a friendly welcome, fresh eggs for breakfast from the hens in the garden, a nice garden and a porch. • Doubles from $120 B&B, +1 510 653 7726, abedandbreakfastonfairmount.com",
  "webTitle": "Oakland city guide: what to see plus the best bars, hotels and restaurants",
  "webPublicationDate": "2016-05-12T11:12:15Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/12/oakland-california-holiday-guide-usa",
  "keyword": [
    {
      "webTitle": "California holidays",
      "id": "travel/california",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United States holidays",
      "id": "travel/usa",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "San Francisco holidays",
      "id": "travel/sanfrancisco",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bars and clubs",
      "id": "travel/bars",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Shopping trips",
      "id": "travel/shopping-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "North and Central America holidays",
      "id": "travel/northandcentralamerica",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "City breaks",
      "id": "travel/city-breaks",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Laity",
      "id": "profile/paul-laity"
    }
  ],
  "guardianId": "travel/2016/may/12/oakland-california-holiday-guide-usa"
}