{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/25/peter-thiel-gawker-hulk-hogan-sex-tape-lawsuit",
  "id": "2016-05-25-10",
  "sectionId": "technology",
  "body": "Billionaire Silicon Valley investor, Donald Trump delegate and Facebook board member Peter Thiel has made secrecy his brand. So when it emerged that Thiel appeared to be bankrolling former wrestler Hulk Hogan’s lawsuit against Gawker, many people were surprised.  Yet by publicly outing him as gay in 2007, Gawker founder Nick Denton shattered the privacy of Thiel’s fiercely guarded personal life and techno-libertarian vision. And Thiel, it turns out, can hold a grudge.    Related: PayPal co-founder Peter Thiel said to fund Hulk Hogan's Gawker lawsuit    In April 2016, a Florida judge awarded Hogan $140m in damages against Gawker, which had published a clip from a sex tape involving the wrestler, but the suit was tailored specifically to skirt Denton’s publishing insurance. If triggered, the insurance could have meant a higher payout for Hogan but would have protected Denton from personal financial ruin. Hogan (and now it turns out Thiel) wanted it to be Denton himself who paid for the damages. On Wednesday, Thiel’s spokesman said he would update journalists if the venture capitalist decided he wanted to discuss the Gawker matter. With the story in the public domain for 24 hours, his aides have neither confirmed nor denied the assertion, first reported by Forbes. The episode marks the latest unexpected twist in Thiel’s political efforts, which are both representative of and at odds with Silicon Valley’s broader political awakening; people close to the billionaire describe his worldview as a mix of extreme laissez-faire and mainstream Republicanism. Thiel has backed a variety of causes, from Ron Paul’s and Trump’s presidential bids, to government-less forms of currency such as bitcoin and 3D-printed gun startups. The mix of ideology was evident after his support of the Gawker suit became public. In Silicon Valley, his cadre of young, techie, libertarian followers immediately went into a defensive crouch when contacted by reporters. At the same time, self-described white nationalists and Trump backers on Twitter started promoting the hashtag “#thankyoupeter”. So, who is Peter Thiel? In Silicon Valley lore, Thiel occupies a curious position. He’s hugely influential and has been present at pivotal moments in the tech world, funding political projects but remaining little known and deeply private. A violation of that privacy could be what spurred his anger in the first place – in 2007, then Gawker writer Owen Thomas published a piece outing Thiel, headlined: Peter Thiel is totally gay, people.  Thiel was one of 13 men, including Tesla’s CEO, Elon Musk, who founded the digital payments company PayPal in 1998.      Nick Denton. Photograph: POOL/Reuters    Part of Thiel’s enthusiasm for PayPal in its early years was that it was a way to conduct secure transactions outside of national banking systems, people familiar with the matter said, though this was before the payment system came under regulation. Since PayPal, Thiel has taken a different tactic, investing in various projects that promote his vision of a deeply conservative utopia. His activism goes back to 1999, when he and David Sacks, now CEO of human resources startup Zenefits, penned the book The Diversity Myth: Multiculturalism and Political Intolerance on Campus. As the title suggests, the book was a takedown of political correctness and wear-it-on-your-sleeve identity politics conservatives associate with the left. He made money when PayPal was sold to eBay in 2002 for $1.5bn, though he really made his fortune as the first outside investor in Facebook, where he acquired a 10.2% stake in 2004 for $500,000. Facebook today is worth more than $341bn. His net worth is now estimated at $2.7bn. Thiel then founded Palantir, a secretive data analytics company that got its start by helping US spies hunt terrorists in 2004. Most recently valued at $20bn despite some recent problems, Thiel says he founded the company to make the world safer while helping people maintain personal freedom through technological safeguards. “I felt we were drifting to a place in the US [where] we’d have a lot fewer civil liberties and no real effective protection,” Thiel said at the time. In recent years, Thiel took a particular interest in bitcoin technology as a way to ensure private, secure transactions that were untouched by the state. A few years ago Thiel told associates that he saw promise in young entrepreneur Cody Wilson, a self-described antiestablishment techie working on a project to make bitcoin untraceable for authorities. Wilson, most famous for making 3D-printed guns that can evade metal detectors, had been a guest at Thiel’s private Wyoming estate. But it has been through his passion projects and writing that Thiel has begun fully articulating his techno-libertarian vision. In 2009 he wrote about how capitalist politics have struggled because women are allowed to vote. “The 1920s were the last decade in American history during which one could be genuinely optimistic about politics,” Thiel wrote at the time.  “Since 1920, the vast increase in welfare beneficiaries and the extension of the franchise to women – two constituencies that are notoriously tough for libertarians – have rendered the notion of ‘capitalist democracy’ into an oxymoron.” At the startup conference TechCrunch Disrupt in 2010, Thiel announced the Thiel Fellowship, which pays 20 young people $100,000 to drop out of college each year. He started investing in Seasteading, an effort to build a lawless utopian island in the ocean.      Thiel may be more of a loyal Republican than he lets on. Photograph: Bloomberg via Getty Images    “In our time, the great task for libertarians is to find an escape from politics in all its forms – from the totalitarian and fundamentalist catastrophes to the unthinking demos that guides so-called ‘social democracy’,” he wrote. Since 2000, he’s been making regular donations to Republican politicians, the national party and other conservative groups, according to public records. During the 2012 election alone, he spent $2.7m backing libertarian-prone Republican Ron Paul’s quixotic presidential campaign. This election, he played adviser and would-be moneyman for Paul’s son, Rand, before he dropped out of the race early. In August, he cut a $2m check for Republican Carly Fiorina’s Super Pac. The Trump campaign in May announced the Silicon Valley billionaire would serve as a delegate for the presumptive Republican nominee in Cleveland this summer. Thiel, however, may be more of a loyal Republican than he lets on. In 2014, during an interview with the Daily Caller, he talked about the GOP using possessive pronouns and praised Ted Cruz at length. “One of the challenges we have in the Republican party is … our representatives, our senators, are somewhat lower IQ than the people on the other side,” he told the conservative news outlet. Denton in 2007 presaged this in a comment on the article outing Thiel. “He was so paranoid that, when I was looking into the story, a year ago, I got a series of messages relaying the destruction that would rain down on me, and various innocent civilians caught in the crossfire, if a story ever ran.” Thiel said in 2009: “Valleywag [a then Gawker Media blog] is the Silicon Valley equivalent of al-Qaida.” In 2014 he published a book of business and life advice called Zero to One. In it, he has a section on the importance of secrets. “Every great business is built around a secret that’s hidden from the outside. A great company is a conspiracy to change the world; when you share your secret, the recipient becomes a fellow conspirator,” he wrote.  As Silicon Valley breeds its next generation of young entrepreneurs, Thiel has helped spread an idea that companies can only succeed if they know how to keep secrets. It’s a basic lesson he teaches his young Thiel fellow acolytes. When reporters contacted people in Thiel’s orbit, it’s not uncommon to have basic facts questioned. When a Guardian reporter mentioned Thiel’s role as a delegate for Donald Trump, one person close to the billionaire asked if that was “real” and if Thiel had publicly confirmed it. As Thiel wrote in his book: “Unless you have perfectly conventional beliefs, it’s rarely a good idea to tell everybody everything that you know.”",
  "webTitle": "Billionaire's revenge: Facebook investor Peter Thiel’s nine-year Gawker grudge",
  "webPublicationDate": "2016-05-25T22:54:48Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/25/peter-thiel-gawker-hulk-hogan-sex-tape-lawsuit",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Gawker Media",
      "id": "media/gawker-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Investing",
      "id": "business/investing",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Nick Denton",
      "id": "media/nick-denton",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "PayPal",
      "id": "technology/paypal",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Peter Thiel",
      "id": "technology/peter-thiel",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Nellie Bowles",
      "id": "profile/nellie-bowles"
    },
    {
      "webTitle": "Danny Yadron",
      "id": "profile/danny-yadron"
    }
  ],
  "guardianId": "technology/2016/may/25/peter-thiel-gawker-hulk-hogan-sex-tape-lawsuit"
}