{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/19/liverpool-jurgen-klopp-organisation-pressing-sevilla-europa-league-final",
  "id": "2016-05-19-264",
  "sectionId": "football",
  "body": "What happened in the second half of the Europa League final followed a pattern. Perhaps if Kévin Gameiro hadn’t scored quite so quickly after the restart, the impact of his equaliser wouldn’t have been so profound, but for the 25 minutes that followed, Liverpool were rudderless. They lost shape and cohesion, utterly unable to stem the Sevilla flow. The change from a first half that Liverpool had come to dominate was almost inconceivable.   Related: Liverpool's Europa League party fizzles out as Sevilla reign again | Barney Ronay    There were individual reasons for the turnaround, of course. Alberto Moreno will have better nights, twice at fault in the buildup to the equaliser as part of a display in which his defensive shortcomings were repeatedly exposed. Simon Mignolet, although he made two fine saves, inspired a sense of anxiety. Daniel Sturridge and Philippe Coutinho went missing in the second half. Roberto Firmino looked exhausted. But perhaps most significant was the collective failing – one that has flared up a few times this season. As against Southampton, Sunderland and Newcastle United, when two-goal leads were squandered, Liverpool lost control of a game they had seemed to be dominating. At least in part, the issue is probably mental. But it is also structural. Roy Hodgson was widely derided in 2013 when he spoke glowingly of the way Jürgen Klopp’s Borussia Dortmund, when under pressure, formed themselves into two banks of four, denying the opposition space. It wasn’t the story people wanted to hear; that side of their game didn’t thrill the way their pressing did. Their default was to press but they were also capable of dropping off and absorbing pressure.     The freedom allowed to Sevilla’s Mariano Ferreira helped floor Liverpool and Emre Can. Photograph: Peter Klaunzer/EPA    Klopp, rather more quickly than many anticipated, has begun to instil his pressing game at Anfield. Probably since the 2014 World Cup there has been a reversion in football’s attitude to physicality, a sense that perhaps the movement against aggression had gone too far. The game is still less percussive that it was even 20 years ago but referees seem more inclined to allow a nudge or a shoulder-to-shoulder challenge than they were when tiki-taka was at its peak, as though there was a recognition that players had to be allowed to try to win the ball back.   Related: Coke double shakes Liverpool as Sevilla hit back to win Europa League final    Liverpool have been at the forefront of exploiting that new liberalism. The Villarreal manager, Marcelino, felt they’d gone too far, but to those who remember English football’s dominance of Europe in the early 80s, Liverpool’s 3-0 win at Anfield was a reminder of the days when foreign teams would arrive at English stadiums, find themselves chased and harried into submission, and slink away moaning about the robust style of the English game. Klopp has always been open about his admiration for that era of English football and that game in particular seemed an indication that the approach still has an application today. It’s not just about conditioning. Players have to be extremely fit, of course – and the assumption is that Liverpool will be even fitter next season after a full summer of Klopp’s preparation – but it’s also about organisation. Undirected charging achieves little but wearing players out; that Liverpool have in certain games been so effective in their pressing suggests the level to which Klopp’s structure has been assimilated. But the chaos that can overwhelm them suggests that the more staid, reactive side of his game has yet to be taken on board. Before the game in Basel, a senior Sevilla official had said he thought there were two Liverpools, the one that wrought chaos and a more controlled version. He hoped it was the chaotic version that turned up because, while that could blow a side away, it also offered opportunity. Sevilla were rather more resilient than Villarreal had proved but they were rocking towards the end of the first half. Liverpool could – perhaps should – have doubled their lead in that 10 minutes before half-time.   Related: Jürgen Klopp: Liverpool shocked by Sevilla equaliser and never recovered    The break, though, gave Sevilla the chance to reset and the early goal gave them impetus. Liverpool’s defending was shambolic. Rather than two banks of four there appeared at times to be almost a bus queue down the middle of the pitch. The amount of space Sevilla had was astonishing and the overlaps of the right-back Mariano Ferreira made sure they exploited it. Moreno, not unreasonably, will take the blame, but there was a general lack of control and it seems likely that, as well as a left-back, signing a controlling central midfielder will also be a priority. Chaos can be effective. It was chaos that brought the comeback against Dortmund, breaking the shape of the game. Even Rafa Benítez, that most Apollonian of managers, ended up unleashing chaos for his greatest moments as Liverpool manager, against Olympiakos, Milan and West Ham. But chaos is, by its nature, unreliable. It may be thrilling but what is needed now is a greater sense of control.",
  "webTitle": "Liverpool’s collapse shows Jürgen Klopp needs greater control amid the chaos | Jonathan Wilson",
  "webPublicationDate": "2016-05-19T09:36:14Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/19/liverpool-jurgen-klopp-organisation-pressing-sevilla-europa-league-final",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football tactics",
      "id": "football/football-tactics",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wilson",
      "id": "profile/jonathanwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/19/liverpool-jurgen-klopp-organisation-pressing-sevilla-europa-league-final"
}