{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/local-elections-2016-explained-voting-on-5-may",
  "id": "2016-05-05-316",
  "sectionId": "politics",
  "body": "Elections are taking place across Britain on 5 May and collectively they make up the single biggest test of public opinion ahead of the 2020 election. The Labour leader Jeremy Corbyn’s fortunes might well rest on the local election results in particular. All the Scottish parliament seats are being voted for and London will get a new mayor. The voting systems and the implications of results will vary depending on where you live. This guide explains how people across the country will be voting, and how the outcomes will contribute to the national political landscape. When are the elections taking place?  Elections will be held on 5 May, but what you are being asked to vote on depends on where you live:  Local council elections in England and regional mayors Mayor of London and London assembly Scottish parliament Welsh assembly Northern Ireland assembly Police and crime commissioners    Related: UK national and local elections polling day – live updates    Anyone 18 or over on 5 May who is a British citizen living in the UK, a qualifying Commonwealth citizen living in the UK or an EU citizen living in the UK can vote in the English, Welsh, London or Northern Irish contests. In Scotland, people aged 16 and above can vote.  How will council elections in England work? Voters will elect councillors for 124 councils in England. A third of seats are in 32 of 36 Metropolitan boroughs, including Manchester, Birmingham, Liverpool, Leeds, Bolton and Newcastle upon Tyne. Almost all of them are Labour-held. Voters make one choice between the parties by marking an X, not voting in order of preference. Bristol, Liverpool and Salford residents will also be electing mayors for their cities. In the mayoral elections, the ballot paper has two columns, allowing voters to make a first and second preference. Bristol will be a particular test for Labour. The city is currently held by an independent and the party’s ability to seize it is seen as a bellwether for elections nationally.   Full list of english councils   What will local election results mean for the main political parties? Opposition parties are expected to do well in local elections that immediately follow a general election. The Tories and Labour will be hoping they can tell a good news story on 6 May. Labour will want to boast of how many new seats it won, while the Tories will want a weak showing, even if Labour technically increases its number of council seats.  In the last round of local elections, Labour under Ed Miliband picked up 800 seats, but that was in the direct aftermath of George Osborne’s so-called “omnishambles” budget of 2012. However, more than the number of seats, the real test for Jeremy Corbyn’s leadership is where Labour is picking up or losing them. His team will be pleased if seats are picked up in the Midlands and in southern cities such as Plymouth, which they will use to demonstrate that the Labour leader has appeal beyond his leftist base.  All eyes will be on Crawley, East Sussex, the most marginal council in the country, made up of 19 Labour and 18 Conservative councillors. In this election, Labour is defending eight seats and the Conservatives five but, as Conservative Home points out, Labour’s seats were won during the 2012 local elections which were the high point of Miliband’s polling.  Corbyn has predicted that Labour will not lose seats in this week’s local elections, saying that rumours of a leadership coup have been whipped up by the “golden circle” of the media. The MP Alison McGovern, chair of the Progress group, said losing control of a single council “would be an unacceptable betrayal of the people who depend on this party”. Ukip’s performance, as with all the elections nationally, could also be an indication of the general mood of the country regarding the EU referendum in June. How will the London assembly and mayoral election work? Londoners will be given two choices when they elect the capital’s mayor. Voters mark an X in column A for their first preference, and one in column B for their second preference. There are two more ballot papers, both for the London assembly. Voters mark one X next to the London assembly member they wish to represent their local constituency. Then there is a second ballot paper to vote for a party that voters would like to represent them London-wide. Parties make their own lists of the candidates they want to be eligible for these seats on the assembly, in order of preference. The number of votes here becomes a percentage to determine how many candidates from each party get a seat.    Latest London polling   What will the London result mean for the parties? Labour’s Sadiq Khan is well ahead of his Tory rival, Zac Goldsmith, with YouGov putting him 20 points in front, and increasing his lead once second preferences are counted. Final polling has a more modest, but still significant, lead of 12 points. Much will depend on turnout in London, and Labour has been reluctant to see the contest as a done deal, given the poor polling at the UK general election. The result will be a test of Goldsmith’s strategy of associating Khan with Corbyn and the row over antisemitism in the party over the past week, and of his insinuations about Khan’s association with radical Muslim leaders, a tactic viewed by many as “dog-whistle” politics. The election is important not just because the capital could have its first Muslim mayor, but because of how the result will be used by the two main parties.  If Khan wins, Labour HQ will position it as a victory for the politics of the party’s leader, after eight years of the Conservative mayor Boris Johnson, though there are significant philosophical differences between Khan and Corbyn.    Related: London mayoral election: how to make the most of your second vote    David Cameron and the Conservatives are likely to play down the significance of the result nationally, repeatedly talk up the closeness of Corbyn and Khan, and try to focus the narrative on what they expect to be Labour losses in Scotland and a weaker showing in the council elections – if that happens.  Other stories could emerge: the Greens’ Sian Berry may overtake the Liberal Democrats, represented by Caroline Pidgeon. The parties are currently neck-and-neck in polling. The Women’s Equality party also has a candidate standing after its much-publicised launch last year. And George Galloway, who pulled off a shock victory in the 2012 Bradford West byelection but then lost his seat to Labour, may see his support plunge even further. He is polling at around 1%. How will the Scottish parliament elections work? Scotland’s 4 million voters will elect 129 MSPs to the Holyrood chamber for a five-year term. For the first time in a parliamentary election, 16- and 17-year-olds will be able to vote.  The last election saw the Scottish National party form a majority government for the first time, winning 69 seats compared with Labour’s 35. The Tories are looking to overtake Labour in Scotland for the first time.  Each person has two votes: a constituency vote to elect 73 MSPs in first-past-the-post contests and a regional list vote to elect 56 more from eight regions, selected proportionately. What will the result mean for the political parties in Scotland? With polling consistently placing the SNP at about 50%, the nationalists are expected to win the majority of constituency seats. It is a test for the SNP leader, Nicola Sturgeon, in her first election as incumbent first minister, and one she is likely to pass with flying colours. The proportional system is expected to allocate more regional list seats to Scottish Labour and the Tories.   Scottish parliament elections 2011   The completion of the destruction of two of the once-dominant parties in Scotland – Labour and the Lib Dems – is likely to be the story here, unless the Scottish Labour leader, Kezia Dugdale, pulls off a miracle. Anything other than second place would be damning for her.  As it stands now, Scottish Labour is locked in a battle for second place with the Tories and smaller parties, such as the Scottish Greens, are hoping to overtake the Lib Dems for the first time.  Ruth Davidson, the Scottish Tory leader, said her party’s internal polling shows it will become the official opposition in Scotland, overtaking Labour. Conservatives estimated that roughly 150,000 voters who backed a no vote in the 2014 independence referendum could switch from Labour or the Lib Dems to the Tories.  The Lib Dems are hoping to hold their seat in Shetland and Orkney, and perhaps even snatch Edinburgh Western from the SNP, where the MP Michelle Thomson is currently suspended while alleged financial impropriety is investigated by police. How will the Welsh assembly elections work? There are two votes on polling day – one to elect a constituency member and one to elect a regional member. Voters chose the candidate they prefer for the constituency ballot, and the party or independent candidate they prefer in the regional ballot.  What will the result mean for the political parties in Wales? Wales was a great success story for Labour in 2011, when the party saw off much of the challenge from Plaid Cymru. It is the only place in the UK with Labour still in power.  But the latest opinion poll has revealed Labour support at its lowest since 2010. Plaid Cymru is in clear second place. Ukip is also in ascendency in Wales, and Labour will be unlikely to maintain its current number of seats. The Eurosceptic party is expected to do well in places such as Newport among white working-class former Labour voters.  If Labour loses just one or two seats, it will probably be forced into coalition with Plaid Cymru or the Lib Dems, as in 2007 and 1999 respectively.   Welsh assembly results 2011   Corbyn’s approval rating is better in Wales (-15) than in Britain as a whole (-22), according to YouGov, but Nigel Farage has a better rating (-9) than the Labour leader and also does better in Wales than in Britain (-18). How will the Northern Ireland assembly elections work? The assembly uses proportional representation, known as single transferable vote, which means voters will mark their candidates in order of preference.   There are 108 MLAs (members of the legislative assembly) representing 18 constituencies. Each constituency is represented by six MLAs.  What will the result mean for the political parties in Northern Ireland? In the binary, sectarian-dominated politics of Northern Ireland there is one single question eclipsing all others in relation to the assembly elections: will there be a unionist or nationalist first minister after 5 May?   Stormont 2011   It is likely that the status quo will prevail with the DUP still in pole position while Sinn Féin remains the dominant nationalist party.  Arlene Foster, the first female leader of a political party in the region and currently first minister, has made her continuation in that latter role a central plank of her campaign. Foster’s message to unionist voters is simple: “It’s me or [Sinn Féin’s] Martin McGuinness as your next first minister.”  It’s an effective rallying cry designed by the DUP, the biggest unionist party, to corral unionist voters into the fold; a kind of “Project Fear”. McGuinness has also talked up the possibility of becoming first minister instead of deputy this time around, in the centenary year of the 1916 Easter Rising. Sinn Féin strategists have been arguing that if McGuinness supplanted Foster as first minister it would deliver a major psychological blow to unionist confidence. What are the police and crime commissioner elections? Elections for police and crime commissioners, from Avon and Somerset and Bedfordshire to West Yorkshire and Wiltshire, are taking place across England and Wales. Labour and the Conservatives will have a candidate in each area, and other parties such as Ukip and the Lib Dems are running in different selected constituencies. It’s probably the least high-profile election this week, but PCCs are elected representatives who oversee police forces and hold them to account, replacing police authorities from 2012. In London, the mayor is responsible for this role with the Metropolitan police so the capital does not have a commissioner. In Manchester, a PCC will not be elected because Greater Manchester is to vote for a directly elected mayor in 2017, who will have the same policing powers.  PCC elections also run via the supplementary vote system in which voters have two columns to make a first and second choice.  What will the results mean? Turnout for the first commissioner elections in November 2012 was abysmal, just 15%. Some subsequent byelections have seen turnout as low as 10%. Those who did turn out last time voted for 192 candidates; this time there is a choice of 188.  Of those elected, 16 were Conservatives, 13 were Labour and 12 were independents, most of them former police officers.  With turnout so poor, and with such a high proportion of independents, it is unlikely the results of the PCC elections will tell us much about the state of political parties. PCCs are also obliged to swear an oath of impartiality.  It had been hoped that turnout in the PCC elections would increase because they are now being held at the same time as local government, mayoral and Welsh assembly elections. But in six areas, Bedfordshire, Cleveland, Durham, Leicestershire, Lincolnshire and Nottinghamshire, no other elections are happening at all, and in swaths of England, local elections are only happening in certain corners of the areas covered by the PCC’s remit.  Tony Hogg, PCC for Devon and Cornwall, recently quit the Conservative party because of the lack of publicity for the poll, which he said was undemocratic. More than £3m was spent on publicity for the November 2012 elections. This year the budget has been slashed to £2,700.",
  "webTitle": "Elections 2016: a guide to voting across the UK",
  "webPublicationDate": "2016-05-05T06:14:47Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/local-elections-2016-explained-voting-on-5-may",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Mayoral elections",
      "id": "politics/mayoral-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    },
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    },
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "politics/2016/may/04/local-elections-2016-explained-voting-on-5-may"
}