{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/01/missoni-stripes-zigzags-modern-art-fashion-textile-museum-london",
  "id": "2016-05-01-64",
  "sectionId": "fashion",
  "body": "For 60 years, the Italian brand Missoni has owned zigzags and stripes in fashion. The Missoni Art Colour show at the Fashion and Textile Museum in London does not disappoint on that front. Stripes are visible from the moment visitors walk through the door, on specially created lights that hang over the reception desk.  The rest of the exhibition, which originally opened in the Maga museum in Gallarate, Italy, last year, takes a less obvious trip through the brand’s history. As the title suggests, it’s about the connections between the company’s designs and modern and contemporary art. Divided into four galleries, the first contains no clothes at all.  Instead, it features the dynamic paintings of the futurist Giacomo Balla and Orphist Sonia Delaunay as a way to show the influence of these colourists on the early designs of Missoni. Some of the paintings come from the family’s art collection. Celia Joicey, the director of the Fashion and Textile Museum, says the family has “art at the heart of everything they do. They have designed for over 60 years and always been honest and open about how they take inspiration from it”.     Sonia Delaunay’s Untitled (1936). Photograph: Missoni Press Office    The clothes, of course, form a centrepiece – 42 mannequins stand on a pyramid of stairs in the main room, displaying clothes designed by the brand from 1953 to 2014. The stripes and zigzags run riot: from a two-piece designed in 1966 that appeared on the cover of Grazia magazine to a purple cardigan and dress that won a prize at the US department store Neiman Marcus in 1973 and a pink coat worn by Vogue Italia’s eccentric fashion editor Anna Piaggi in the noughties.  Along with the high stripe and zig zag count, Joicey points out that the brand led the way with the body-conscious silhouette in fashion. “There’s a sensuality from the clothes using the fine knits,” she says. “That demonstrates how the body changed in fashion from the late 60s onwards.” The early fashion shows amped this up: models wore no bras under diaphanous knitwear, causing a scandal in fashion. Fashion history students will also note the striped red, yellow and green dress. It was this design, part of the spring/summer 1969 collection, that brought Missoni to the attention of Diana Vreeland, the editor-in-chief of American Vogue.      Abstract works at the exhibition. Photograph: Roberto Marossi/Missoni Press Office    In an appointment with Rosita Missoni to introduce the brand, Vreeland reportedly zeroed in on the dress, commenting: “Who said that there are only seven colours in the rainbow? There are tones!” Vreeland’s support meant the brand enjoyed popularity in the US, helping it expand beyond Europe.     Ottavio and Rosita Missoni. Photograph: Missoni Press Office    Missoni was set up by Ottavio Missoni with Rosita, his wife, in 1953. A former Olympic athlete, he started designing by making knitted tracksuits for the Olympic Games in 1948. They were worn by members of the Italian team. The brand launched properly five years later, combining Ottavio’s flair for colour and pattern with Rosita’s knowledge of textiles.    Related: In praise of... Ottavio Missoni | Editorial    Her family had owned a shawl-making factory, and her technical skills helped refine the technique that led to the fine knits the brand became known for. Today Missoni is huge, with interiors, hotels, childrenswear produced by the brand. Ottavio died in 2013, but it remains a family business. The couple’s daughter Angela has designed the catwalk collection since 1997 and her brother Luca oversees the archive. Rosita Missoni, 84, still oversees the interior designs.  The exhibition skims over the brand’s history but it does pay tribute to Ottavio by displaying his art. Abstract paintings and huge wall hangings – arazzo in Italian – are displayed in the main room and upstairs among a collection of postwar Italian art.  Sketches for fabric designs are shown alongside the brightly coloured minimalism by Dadamaino and stringed sculptures made by Bruno Munari. While these connections are a bit tangential, Missoni’s sophisticated use of colour, as recognised by Vreeland, does mean they feel legitimate.   Missoni Art Colour is on from 6 May to 4 September 2016.",
  "webTitle": "Stripes and zigzags: fashion brand Missoni's links to modern art",
  "webPublicationDate": "2016-05-01T17:49:25Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/01/missoni-stripes-zigzags-modern-art-fashion-textile-museum-london",
  "keyword": [
    {
      "webTitle": "Missoni",
      "id": "fashion/missoni",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Cochrane",
      "id": "profile/laurencochrane"
    }
  ],
  "guardianId": "fashion/2016/may/01/missoni-stripes-zigzags-modern-art-fashion-textile-museum-london"
}