{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/07/skoda-yeti-known-fault-timing-chain",
  "id": "2016-05-07-175",
  "sectionId": "money",
  "body": "We are extremely disappointed in our 2011 Skoda Yeti 1.2 TSI. After 43,000 miles, and despite it having a full Skoda service history, it needs a new engine! We bought it as “used approved” from a Skoda dealer called Lookers Guildford in July 2014. Since then we have had four major mechanical and electrical problems, and the previous three have been repaired at Skoda dealerships. The car is now at our nearest dealer after the engine ceased. We have been told that the failure occurred as a result of a stretched timing chain, and that the repair bill is £4,793. We have researched the problem online and spoken to an independent specialist, and understand that this was a known fault in early 2011 engines, and which affected cars all across the Volkswagen group.  In 2013, a technical service bulletin was released by the company advising that timing chains should be checked, but as far as we are aware (as this was before we purchased the vehicle) this was not done on our car, nor was it mentioned during its last service in July 2015. The timing chain problem was admitted by senior company engineers and published in a German magazine, Auto Bild, in 2012.  After many letters we have been offered a 20% goodwill gesture, but we are expected to pay the rest. We feel thoroughly let down – by poor manufacturing and even worse customer service. We have another Skoda car which we have had serviced at Skoda, but are wondering whether it’s worth our time and money when customer loyalty isn’t reciprocated. OT, Hornchurch, Essex Spend a few minutes on the internet researching troublesome timing chains and this petrol VW engine, and there are a host of complaints. This is, as you say, a well known fault at VW and Skoda HQs, and yours is just the latest engine to fail because of it. The group replaced the chain with a belt in 2013 because they were so unreliable. If the timing chain – or now belt – fails it will usually wreck the engine. The reason people buy “used approved” cars from, and get them serviced by, the main dealer – often paying substantially more than they would elsewhere – is that they expect the manufacturer/dealer to stand behind the cars in the event of a premature failure. In our experience, the car trade rarely likes paying out in cases like this, but Skoda has a better reputation than most – making its paltry 20% offer baffling. Fortunately, we were able to persuade the company to take a second look at your case, and it has agreed to repair the car at its cost. A spokesman said its investigation had shown that it had been serviced in accordance with its recommendations, and that is the reason it would now cover the repair. You are very relieved. However, we feel you would have had a very strong case had you had to take the supplying dealer to the small claims court. Other readers note: if you have a VW, Seat, or Skoda with this type of engine, ask the dealer to check the chain and tensioner, and get it changed immediately if it starts to rattle. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "Skoda offers paltry ‘goodwill gesture’ for a £4,793 bill for a known fault",
  "webPublicationDate": "2016-05-07T06:00:07Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/07/skoda-yeti-known-fault-timing-chain",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/07/skoda-yeti-known-fault-timing-chain"
}