{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/10/probiotic-goods-a-waste-of-money-for-healthy-adults-research-suggests",
  "id": "2016-05-10-199",
  "sectionId": "science",
  "body": "Fans of probiotic drinks and foods may be wasting their money, according to a review of current research into the supplements that suggests they may be of no benefit to healthy adults. A Danish team looked at the results of seven trials of the products – often sold as milk-based drinks, biscuits, sachets, or capsules – and found no evidence they changed the composition of faecal bacteria in healthy adults. Online blogs and magazines have helped spur a trend for lacto-fermentation of foodstuffs by touting a range of purported health benefits, such as improved digestion and resistance to infections.  Oluf Pedersen, who led the research at the University of Copenhagen, said: “While there is some evidence from previous reviews that probiotic interventions may benefit those with disease-associated imbalances of the gut microbiota, there is little evidence of an effect in healthy individuals.” In-depth clinical trials would be needed to explore whether probiotics can help people avoid getting sick, he added.  Probiotics are live microbial food ingredients – sometimes labelled “friendly bacteria” – that are said to provide the consumer with numerous health benefits by improving the intestinal microbial balance. They are often made by introducing live bacterial cultures to everyday foodstuffs, which metabolise sugars as they multiply and leave them with a sour, fresh flavour. Aside from branded products specifically marketed as probiotic supplements, such foods include plain yoghurt, sauerkraut, miso and kefir.     Japanese miso soup. Photograph: Photostock Israel/Getty Images    Advocates claim they can help with digestive health, allergies, immune response and obesity. Previous research has suggested that in some cases, such as where diarrhoea has arisen from antibiotic use, probiotics can have a therapeutic effect.  But when Pedersen and his team reviewed seven randomised controlled studies that investigated whether a daily probiotic supplement had any effect on the microbial composition of healthy adults’ faeces, only one showed significant changes.    Related: Why you should forget ‘nutraceuticals’ and focus on a healthy diet instead    Nadja Buus Kristensen, a PhD student and junior author of the study, said: “According to our systematic review, no convincing evidence exists for consistent effects of examined probiotics on faecal microbiota composition in healthy adults, despite probiotic products being consumed to a large extent by the general population.” Studies included in the review had sample sizes ranging from 21 to 81, and included participants aged 19 to 88 years old. The Copenhagen team noted that the real impact of the probiotics may have been masked by small sample sizes and the use of different strains of bacteria and variations in participants’ diets, among other factors. Pedersen said: “To explore the potential of probiotics to contribute to disease prevention in healthy people there is a major need for much larger, carefully designed and carefully conducted clinical trials.  “These should include ideal composition and dosage of known and newly developed probiotics combined with specified dietary advice, optimal trial duration and relevant monitoring of host health status.” Their findings are published in the online journal Genome Medicine.",
  "webTitle": "Probiotic goods a 'waste of money' for healthy adults, research suggests",
  "webPublicationDate": "2016-05-10T11:30:23Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/10/probiotic-goods-a-waste-of-money-for-healthy-adults-research-suggests",
  "keyword": [
    {
      "webTitle": "Food science",
      "id": "science/food-science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Microbiology",
      "id": "science/microbiology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "science/2016/may/10/probiotic-goods-a-waste-of-money-for-healthy-adults-research-suggests"
}