{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/yacht-apologise-fake-tape-pr-stunt",
  "id": "2016-05-12-294",
  "sectionId": "music",
  "body": "After being widely criticised, the Los Angeles band Yacht have apologised for the “egregious mistake” of claiming to have had a sex tape leaked to the internet. On Monday, Yacht’s Jona Bechtolt and Claire Evans – who are in a relationship – posted on Facebook claiming a film they had made for private use had been leaked by a “morally abject person”, against whom they were taking legal action. “We hope you understand that this is not a delicious scandal. This is an exploitation,” they wrote. Shortly afterwards, they announced that to gain control of the situation, they would sell the sex tape themselves. They were besieged with messages of support from fans outraged on their behalf.   Related: Yacht's sex tape hoax undermines real 'revenge porn' victims, say activists    On Wednesday, however, it was revealed as a hoax, to promote their new music video, for I Wanna Fuck You Til I’m Dead. The hoax was revealed by Jezebel – owned by Gawker – which revealed that the main Gawker site had been contacted about participating in the stunt: “In the days leading up to the video’s release, we’re going to pretend we were hacked, share and delete confessional social media posts on the subject of our privacy, then try to ‘get out in front of it’ and sell the sex tape, fake a server crash, etc.” The condemnation was widespread and immediate, with even the band’s publicists disassociating themselves from the stunt. They were accused of lacking empathy for the real victims of revenge porn, who find sexual images of themselves on the internet without their prior knowledge or permission. Yacht responded with a defensive statement in which they claimed: “Frankly, it’s disturbing to us that press outlets could make the incredibly irresponsible leap from ‘celebrity sex tape’, which is the cultural trope this project explicitly references, to ‘revenge porn’, which is unfunny, disgusting, morally repugnant, and completely unrelated. Even within the fictional narrative we created, there was no violence or exploitation. It was always about agency and proactive empowerment.” Finally, on Wednesday, Yacht apologised on their Facebook page, saying: “We’re sorry for our shitty non-apology yesterday, too. There’s no justifying it. We clearly didn’t get it then. We get it now.” The apology read:  First off, we’re sorry.  The reaction to this endeavor highlights a glaring error we made in positioning ourselves as the victims of a leaked sex tape. We understand that positioning it that way from the beginning was an egregious mistake, and are so ashamed we hadn’t considered this beforehand.  Yes, this was all a ‘hoax’ or ‘PR stunt’, and one we were so excited to share. While there is inherent deception in pulling a hoax, it was never our intention to mock or make light of anyone who has been a victim of a privacy violation like the one we mentioned. This was a lazy starting point for what we wanted to be a much more fun story about the expectations of a sex tape and the frenzy surrounding the taboo of sex, especially juxtaposed with our own non-celebrity. We failed to tell that story. Instead we told a much darker and more disturbing story.  We’ve been going back and forth on what to do about the music video this was all supposed to lead up to. We were leaning towards not releasing it at all, but we think it’s important that people be able to see and assess for themselves our intent. We take full responsibility for what has happened, and we are truly sorry. We know we’ve broken a bond of trust with many of our fans and friends. Thank you to those that called us out and helped us to understand the gravity of the mistake we made. We should not have hinged this entire project on the fiction that we were the victims of a leaked tape, and we’re equally disappointed in ourselves for taking so long to get over being shocked at the response and write this apology.  After all is said and done, of course you should be mad at us. We’re mad at us too.  Love,  Jona & Claire PS: We’re sorry for our shitty non-apology yesterday, too. There’s no justifying it. We clearly didn’t get it then. We get it now.",
  "webTitle": "Yacht apologise for 'not getting it' over their sex tape PR stunt",
  "webPublicationDate": "2016-05-12T09:13:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/yacht-apologise-fake-tape-pr-stunt",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/12/yacht-apologise-fake-tape-pr-stunt"
}