{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/childrens-services-call-for-resources-to-deal-with-rise-in-child-refugees",
  "id": "2016-05-12-106",
  "sectionId": "world",
  "body": "Council leaders, children’s services and foster carer networks have called on the government to properly resource local authorities to cope with the expected rise in unaccompanied child asylum seekers entering Britain. They have warned that existing funding is inadequate to meet the needs of often traumatised children fleeing conflict zones and have voiced concerns over the government’s failure so far to provide details of how children arriving alone will be assessed and transferred to different parts of the country. Last week, David Cameron accepted demands that Britain take some of the most vulnerable children from Europe in addition to those it will take from camps in the region. Downing Street has said it would not put a fixed number on arrivals from Italy, Greece and France, but would work with local councils to determine how many children will be resettled. However, councils point out the government has yet to announce new funding rates. A national dispersal scheme, aimed at easing the burden on “gateway” councils looking after large numbers of lone child asylum seekers, will go ahead by 1 July, but Home Office ministers have yet to provide details of how it will work and how it will be funded.     Related: Homesick, lonely, sleepless – and these are the lucky child refugees    Local authorities and children’s services said they welcomed the government’s decision to take in more lone refugee children stranded in Europe, but that more work needed to be done to ensure they were supported. Councils are allocated between £71 and £114 per day for each unaccompanied child, or £25,915 to £41,614 a year, from central government. David Simmonds, chairman of the Local Government Association’s asylum, refugee and migration taskforce, said existing funding levels were not enough, particularly if a child had suffered trauma.  Simmonds said: “It is simple. We know it costs £50,000 on average a year to support a child in care. We want to make sure children are properly supported, with foster carers and schools. Each child needs a health assessment and subsequent care.” There are already 4,029 unaccompanied asylum-seeking children in Britain, most of them in the “gateway” authorities of Kent, Croydon and Hillingdon.  Simmonds, who is the deputy leader of Hillingdon council in north-west London, said the government cut the local authority budget for unaccompanied asylum-seeking children last year. “Britain will cope,” he said. “But the more children that come and the sooner they come the more money that is necessary.”   Related: The refugee children of Idomeni: alone, far from home but clinging to hope    In Kent, the number of unaccompanied asylum-seeking children more than doubled last year, from 350 to 877, in addition to large numbers of other cared-for children. Such is the pressure on Kent’s services the council has had to place 272 children outside the borough and rely on volunteers to teach children English. Peter Oakford, cabinet minister for specialist children’s services at Kent county council, said there were areas where schools were under “huge pressure” due to the large number of children for whom English is not their first language.  Oakford said: “Last year Kent had to spend £2m of its own money to support asylum-seeking children. All those children need health checks and paediatricians and doctors and many of them have experienced trauma. “When David Cameron talks about taking in child refugees, we can all understand their plight but we need the infrastructure.” Last year, after a sharp rise in the number of lone child refugees arriving in the county, Kent wrote to all 151 other local authorities in England to ask for help. To date, only 31 councils responded, to take in a total of 90 children.     Peter Oakford from Kent county council speaks to unaccompanied asylum-seeking children at a reception centre in Ashford. Photograph: Kent County Council/PA    Oakford, who lobbied for the national dispersal scheme, says the only way it will work is if it is mandatory. James Brokenshire, the immigration minister, has made it clear the government is prepared to use “reserve powers” in the immigration bill to compel councils to take unaccompanied child refugees if they do not volunteer. The Association of Directors of Children’s Services (ADCS) also warned that services would quickly be overwhelmed if large numbers of children were accepted.  Dave Hill, president of the ADCS, said what was urgently needed was regional assessment or reception centres, similar to one in Kent, where a child’s needs could be assessed before being moved on to foster or residential care. Hill said: “We all understand this is a must do. There is a genuine outpouring of compassion. My worry is if you’re going to take on a lot of children quickly, we have to have a good assessment and distribution system. If you are going to do it on a massive scale, with hundreds or even thousands coming in, the current system won’t be able to cope with that. Social workers and others will go under. They can’t assess that many people that quickly. “We would need to be committed to doing this by 1 July,” said Hill. “That’s six to seven weeks to get it ready. We’re saying to government, we need to get our skates on and the funding has to be clear.” The Fostering Network, which estimates it takes between three to eight months to train a foster parent, said its services were already under pressure from local authority cuts. Some 9,070 foster carers are currently needed across the UK, 7,600 in England, to provide homes for “hard to place” children, including unaccompanied asylum seekers, it said.   Related: Unicef calls for 300 child refugees to be let into UK to attend school    Jackie Sanders, the director of public affairs at the Fostering Network, said: “Local authorities and other services that support children are stretched but they are currently coping, working as hard as they can to ensure that all children have a chance of a positive future. The rise in numbers will be a challenge. But if care of these children is spread across the country, if there is better use of the existing pool of foster carers, and if the government funds local authorities to help with the ongoing recruitment, training and support of foster carers, we believe that it is a manageable challenge. ‘We will wait for more details to emerge from government regarding the numbers of children being brought over, and timescales involved.” Meanwhile, amid concern over rising numbers of children going missing from care, children’s charities say extra work is needed to keep them safe. Matthew Reed, chief executive of the Children’s Society, said: “The decision to bring children who are alone in Europe having fled war and persecution to the UK is an important move, but the government needs to act to make sure that these incredibly vulnerable children are given the support and protection they need to keep them safe once they reach the UK.” Reed also called on the government to allow unaccompanied children, who are typically only granted leave to remain in the UK for a limited period, unlimited leave to remain.",
  "webTitle": "Children's services call for funds to deal with rise in child refugees",
  "webPublicationDate": "2016-05-12T17:06:09Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/childrens-services-call-for-resources-to-deal-with-rise-in-child-refugees",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "world/2016/may/12/childrens-services-call-for-resources-to-deal-with-rise-in-child-refugees"
}