{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/fact-checking-myths-of-the-miners-strike",
  "id": "2016-05-11-85",
  "sectionId": "politics",
  "body": "“Perhaps the Orgreave inquiry could run in parallel with one into events at Saltley in 1972. There, intimidating flying pickets closed the coke depot in pursuit of a 43% rise for miners, setting in train the eventual fall of Edward Heath’s government,” writes Charles Foster (Letters, 9 May). I can’t comment on the veracity or otherwise of the “43% rise for miners”, but at the time a miner’s take-home pay was about £20 a week, for doing what was considered the most dangerous job in Britain, an extra £8 (less tax) didn’t seem outrageous to me. As for the “fall of Edward Heath’s government”, that came as a result of his complete ignorance of the public mood, and his macho calling of an early election got the result he deserved. For me, the general sentiment at the time was crystallised in Marc’s cartoon in the Times, which showed a couple seated at a table in a Hampstead restaurant. The man observes that he begins to feel uncomfortable when the cost of a dinner for two approaches a miner’s take-home pay.Eddie DougallWalsham-le-Willows, Suffolk • Charles Foster seems to think that Arthur Scargill “called out” the miners in 1984. He did no such thing. When the government, without consultation and in defiance of the Plan For Coal, announced the closure of Cortonwood and 20 other pits, unofficial strikes spread like wildfire through the coalfields. Scargill had a choice: lead them, or get out. Neither he, nor anybody else “called out the miners”.David RainbirdWallasey, Merseyside • Charles Foster is undoubtedly right in describing Arthur Scargill as a fool for all the reasons he lists. But I wonder if there was not a greater fool in the shape of Joe Gormley, Scargill’s predecessor as president of the NUM, who paved the way for Scargill to succeed him by blocking the way of his natural successor, the communist Michael McGahey. He did so by bending the rules of the NUM’s constitution to ensure that McGahey would be over-age to succeed him. The irony is that had he been president there would have been no strike. So who was the greater fool? Arthur or Joe?Davie LaingEdinburgh  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Fact-checking myths of the miners’ strike | Letters",
  "webPublicationDate": "2016-05-11T18:04:57Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/fact-checking-myths-of-the-miners-strike",
  "keyword": [
    {
      "webTitle": "The miners' strike 1984-85",
      "id": "politics/miners-strike-1984-85",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Edward Heath",
      "id": "politics/edward-heath",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/11/fact-checking-myths-of-the-miners-strike"
}