{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/23/kristin-kontrol-playlist-nick-drake-siouxsie-and-the-banshees-and-more",
  "id": "2016-05-23-172",
  "sectionId": "music",
  "body": "Nick Drake – Hazey Jane (demo) The first Nick Drake song that was precious to me, and here it is in its infant genius. The delicacy of his voice and phrasing; it swallows me. Each part opens and closes like a gift, asking me questions I still have no answers for. I’ll never have the discipline to learn to play guitar like him, nor the gift of startlingly beautiful songwriting, and I accept this blissfully.            Fleetwood Mac – Silver Springs (ballad version) I just finished Simone de Beauvoir’s The Woman Destroyed and am in a melancholic and contemplative mood. This version sounds like the only one I need right now. Or maybe ever? Devastation, anger, remorse, bittersweet resignation. Stevie’s voice is tender but strong. The descending guitar shimmers, makes me lonely, and the whole thing builds just like my reaction to it. And then Stevie’s voice floats quietly far away.            The Lemonheads – Rudderless (demo) A simple run through of a lovely, sad song. The vocals are rough and pure and the pauses are loaded. Stripped of the album version’s straightforward distortion, it feels more helpless. “Hope in my past” on repeat ...            Siouxsie and the Banshees – The Last Beat of My Heart (Live in 1991) The studio version is great, but this performance is stunning. The march is more powerful, the accordion, the guitar, the drums, and most importantly, her voice, are in their most perfect and effective places.            The Stone Roses – Where Angels Play (demo) Woozy and slightly off in the most endearing way. Sounds younger and hollower. How all the colours fade.            • Kristin Kontrol’s album X-Communicate is released on Sub Pop on 27 May.",
  "webTitle": "Kristin Kontrol's playlist: Nick Drake, Siouxsie and the Banshees and more",
  "webPublicationDate": "2016-05-23T13:10:16Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/23/kristin-kontrol-playlist-nick-drake-siouxsie-and-the-banshees-and-more",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/23/kristin-kontrol-playlist-nick-drake-siouxsie-and-the-banshees-and-more"
}