{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/end-725-launch-pkgd",
  "id": "2016-05-15-50",
  "sectionId": "world",
  "body": "Felicity Lawrence has done her usual incisive and powerful piece on the growth of modern slavery in the UK (The gangmasters on our doorstep, 11 May). It raises three questions about which many of us working in the area are concerned. One is, that at a time when the remit of the Gangmasters Licensing Authority is to be extended, its resources are completely inadequate to deal effectively with the number of likely cases which may be identified. Second, and related, for the first year, data from the National Crime Agency shows that cases of trafficking for labour exploitation exceed those of trafficking for sexual exploitation, the form of modern slavery most people assume to be more significant. This means that a much wider range of organisations will need to develop the skills to identify and respond to it. And third, it is clear that much of the judiciary have yet properly to understand the appalling nature of forced labour and apply appropriate sentences. Legally, judges can apply up to life sentences, but many convictions are still met with derisory fines or periods of imprisonment. This makes many agencies, police included, reluctant to waste time and resources on achieving what might be marginal gains.Professor Gary CraigWilberforce Institute, University of Hull • In March 2015, the Modern Slavery Act became law in the UK. This requires any business with a global turnover of £36m operating in any part of the UK to publish a slavery and human trafficking statement for each financial year from 31 March 2016. This statement must disclose the steps the business has taken during the financial year to ensure that slavery and human trafficking is not taking place in its own operations or in its supply chain. Given Felicity Lawrence’s excellent article, it will be interesting to learn what each of the supermarkets are doing either to avoid sourcing suspect produce from East Anglia or, preferably, how they are using their collective influence to change the business practices there. Inevitably, some will raise the objection that people demand cheap food and who are they to deny them? But when these businesses are reporting pre-tax profits that run into the hundreds of millions of pounds, there is clearly scope for decent wages and conditions to exist throughout the supply chains and for healthy profits to be made by those exercising responsible business practices. It is also incumbent on all of us who were affected by the article to make the supermarkets aware that this is what we expect of them and what will influence our spending.Dave HunterBristol • Toby Wood (Letters, 12 May) is over-optimistic that the authorities who deal with illegal activity in the Fens will be adequately resourced. Under HMRC’s office closure plans there will eventually be no HMRC offices in Peterborough, Cambridge and Norwich.Ian Arnott Peterborough, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "UK could do more to defeat modern slavery | Letters",
  "webPublicationDate": "2016-05-15T18:29:00Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/end-725-launch-pkgd",
  "keyword": [
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sentencing",
      "id": "law/sentencing",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "HMRC",
      "id": "politics/hmrc",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/15/end-725-launch-pkgd"
}