{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/erdogan-calls-on-europe-to-take-in-more-syrian-refugees",
  "id": "2016-05-23-315",
  "sectionId": "world",
  "body": "The Turkish president has asked Europe to welcome more of the 3 million refugees currently living in Turkey, as the main group campaigning to take Britain out of the EU suggested that higher levels of immigration from Turkey could pose a security risk if the country is admitted to the EU.    Related: When the world failed Syria, Turkey stepped in. Now others must help | Recep Tayyip Erdoğan    Recep Tayyip Erdoğan said on Sunday that Europe was not doing enough to shoulder the refugee burden in Turkey, which now holds more refugees than any other country in the world, after the Syrian civil war forced 2.7 million Syrians to flee northwards across the Turkish border. The president made his comments as he confirmed Binali Yıldırım as the new prime minister, following the ousting of his predecessot Ahmet Davutoğlu earlier in the month for allegedly blocking Erdoğan’s path to power. Yıldırım, a long-time ally, vowed to give greater authority to the president’s office while eroding the powers of the prime minister. Erdoğan’s remarks on migration may unknowingly fan the flames of an ongoing debate in Britain, where one of the campaigns calling for Brexit claimed the UK faced a huge influx of Turkish immigrants if Britain continued its membership of the union and Turkey was allowed to join it.  Writing in the Guardian, Erdoğan drew British readers’ attention to a different kind of migration flow from Turkey – that of Syrian refugees. Turkey expects western countries such as Britain to step up the formal resettlement of Syrians on Turkish soil, particularly after Turkey agreed in March to readmit all asylum seekers arriving by sea to Greek shores.    Related: ‘Why are they making us out to be such a threat?’: Turks react to Vote Leave    “As the Syrian civil war enters its sixth year, we are calling on the world to rise to the challenge and create a fair mechanism for sharing the burden,” Erdoğan wrote. “To keep illegal immigration under control, Europe and Turkey must work together to create legal mechanisms, such as the March 2016 agreement, for the resettlement of Syrian refugees. By rewarding refugees who play by the rules and making it clear that illegal immigrants will be sent back to Turkey, we can persuade refugees to avoid risking their lives at sea.” Erdoğan’s office would not be drawn into how many Syrians he hopes the west will welcome. But a Turkish diplomat separately told the Guardian last week that Turkey was hoping for as many as half a million people.     Refugees at a camp in Osmaniye, Turkey. Photograph: Umit Bektas/Reuters    Speaking at a migration conference in Istanbul, Esen Altuğ, Turkey’s deputy director for migration, asylum and visas, said: “There are 3 million [Syrian and Iraqi refugees] already now in Turkey. Until now, 2,000 have been taken by the Canadians. But unfortunately, from European countries, the number is very, very low. So we want something like 500,000 [resettled to Europe]. As a voluntary programme, of course – these Syrians families should want to go to Europe.” Erdoğan’s call came days after the EU revealed that just 177 Syrians have been resettled from Turkey to Europe since the start of the EU-Turkey deal in March. His comments were also pointedly made on the eve of the World Humanitarian Summit in Istanbul, a highly anticipated UN event in which politicians from 175 countries and campaigners from thousands of aid groups will gather in the nominal hope of reforming the aid system.  With more people – approximately 130 million – in need of humanitarian aid than ever, aid groups increasingly under-resourced and international law under growing threat, the UN wants the international community to agree to new global humanitarian standards.    Related: Everything you need to know about the world humanitarian summit    As the conference’s host, Erdoğan has been keen to associate himself with its goals. “The world humanitarian summit will convene to address these pressing problems, seek to fix the humanitarian system’s glitches and make a long-term commitment to develop new capabilities,” he said. “For the first time, heads of state and government, non-governmental organisations, the private sector and those affected by humanitarian crises will come together to look for answers.” But critics of the conference fear that little will actually be achieved, with Médecins Sans Frontières calling it a “fig-leaf” for international failures, and Oxfam describing it as an “expensive talking shop”. Some view Turkey’s own role as exemplary of the conference’s flaws. Turkey is playing host while cracking down on opposition media, while critics also argue that Turkey’s treatment of refugees is not as generous as Turkish politicians imply. MSF has even pulled out of the conference, saying it no longer believes that the assembled leaders have any genuine desire to make any binding commitments. Vickie Hawkins MSF’s UK director, said it was unlikely that the same countries who are currently shirking their obligations to refugees would turn over a new leaf next week.   Related: The Guardian view on renewed tensions between the EU and Turkey: tough times ahead | Editorial     “The contradiction became too much for us,” said Hawkins. “We didn’t have any confidence that anything different will come out of the conference. There’s a lot of good intentions, but also empty rhetoric. And we felt we needed more than that, given the current disregard for international law.” Equality Now, a womens’ rights group, questioned how leaders could be trusted to commit to new pledges given that it still had not met its previous promises to women. “New commitments by governments are positive steps, but only if change actually takes place afterwards,” said Brendan Wynne, spokesman for Equality Now. “We are still waiting for countless commitments made at the Beijing conference in 1995 and elsewhere to be followed through on.” But Canada’s international development minister, Marie-Claude Bibeau, believed the conference had already been a good catalyst for change. “The important thing is not what is going to happen during these couple of days,” said Bibeau. “It’s really all the work that has been done before to get here, and all the work that will be done after to fulfil our commitments.” Bibeau, whose government has welcomed 25,000 Syrian refugees, also echoed Erdoğan’s call for greater sharing of Turkey’s refugee burden. “We all have to do our fair share.”",
  "webTitle": "Erdoğan calls on Europe to take in more Syrian refugees",
  "webPublicationDate": "2016-05-23T05:00:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/erdogan-calls-on-europe-to-take-in-more-syrian-refugees",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/23/erdogan-calls-on-europe-to-take-in-more-syrian-refugees"
}