{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/israel-discovers-hamas-tunnel-under-border-with-gaza",
  "id": "2016-05-05-140",
  "sectionId": "world",
  "body": "The Israeli military has uncovered a new Hamas infiltration tunnel penetrating Israel from southern Gaza, on the same day it was revealed that an arrested Hamas member – who had entered Israel – had divulged details of the group’s wider tunnel network.  The tunnel discovered on Thursday was the second found in a month. A few hours later Israel said it had arrested a Hamas member from Gaza who had disclosed large amounts of information about the tunnel network, although it did not link the latest tunnel discovery directly to that arrest. According to a statement released by the Israeli security agency, the Shin Bet, the Hamas member, Mohammad Atuna, 29, was arrested in early April after crossing the border fence into Israel, where he was planning to attack soldiers or civilians using knives found on him.  Details of the arrest and interrogation emerged in an Israeli court.  According to the released details, Atuna also disclosed the existence of a warren of Hamas tunnels within Gaza itself to be used to ferry fighters and equipment around the Gaza Strip, including rooms for relaxation equipped with showers and mess halls in order to improve the lives of the fighters. The arrested man reportedly spoke to his Israeli interrogators not only about tunnel locations but also techniques used in digging the tunnels, digging sites and shafts meant to be used by Hamas’s special forces trained for fighting within Israeli territory.  The latest tunnel was found during an Israeli military operation 100 metres into the Gaza side of the border in the Palestinian coastal enclave’s south. The announcement of its discovery follows 36 hours in which Israeli forces came under fire from Hamas on half a dozen occasions – the most serious escalation since the end of the 2014 Gaza war. An Israeli military spokesman, Lt Col Peter Lerner, said it was too early to say whether the tunnel – found at a depth of 29m – was an old one or one that had been partially destroyed during the last war and reconstructed. Early on Thursday, Israel launched airstrikes on four Hamas targets in the Gaza Strip, in response to mortar rounds fired at Israel, the military said. Those strikes were around Gaza’s derelict airport near the southern city of Rafah and in nearby farmland, the Hamas-run interior ministry said. The Gaza health ministry said three children and a 65-year-old suffered light-to-moderate injuries in an airstrike that hit a metal workshop in Gaza City. Israeli forces have been engaged for the last three months in a renewed effort to locate Hamas tunnels. Lerner said military operations to hunt tunnels would continue in the foreseeable future “as long as Hamas tries to continue building infrastructure to penetrate into Israel”.     Israeli forces have been engaged in a renewed effort to locate Hamas tunnels. Photograph: Menahem Kahana/AFP/Getty Images    Speculating on the sudden escalation in the past 24 hours, which has seen Israeli forces targeted by mortar fire, Lerner added: “We suspect mortar rounds fired at forces in several locations – including at the location where we found the tunnel – is a result of Hamas identifying that the Israel Defence Forces were closing in on those assets.” He said it was the first time since the end of the 2014 war that Hamas had opened fire on Israeli operations on the ground. Both Hamas and Islamic Jihad released statements warning Israel against any escalation. Hamas’s armed wing, the Izz ad-Din al-Qassam Brigades, said it was ready to respond to Israeli strikes. “We will not permit this aggression to continue and the enemy should not invoke any reason, and should leave the Strip immediately,” the group said. Workshop owner Hassan Hassanin said his well-digging truck, which he said was the only one in Gaza that could reach a depth of 37m, was hit during the strikes. “Why this was bombed? I don’t know why. I don’t pose any threat to Israel’s security. Israel itself knows this machine, what does it do and what its capabilities are. It doesn’t pose any danger to security,” he said. Gaza has been devastated by three conflicts between Israel and its Hamas rulers and other Palestinian factions since 2008, and reconstruction has been painstakingly slow amid a blockade on all imports that could have military purposes. Israel and Hamas have largely observed a ceasefire since the 2014 war, but other militant groups also operate in Gaza. Israel says it holds Hamas responsible for any attacks from the territory. The escalation comes amid a wave of violence that for months has seen near-daily attacks by Palestinians, mostly stabbings, that have killed 28 Israelis and two Americans. Some 193 Palestinians have been killed, most said by Israel to have been attackers and the rest killed in clashes with Israeli forces.",
  "webTitle": "Israel finds Hamas tunnel under border with Gaza",
  "webPublicationDate": "2016-05-05T15:07:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/israel-discovers-hamas-tunnel-under-border-with-gaza",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hamas",
      "id": "world/hamas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gaza",
      "id": "world/gaza",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/05/israel-discovers-hamas-tunnel-under-border-with-gaza"
}