{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/eva-green-penny-dreadful-witch-golden-compass-casino-royale-camelot",
  "id": "2016-05-03-138",
  "sectionId": "tv-and-radio",
  "body": "Only very beautiful women and, perhaps, motorcycle couriers can get away with leather trousers. Detective Saga Norén in The Bridge? Just about. Ronan Keating? Not so much. These thoughts occur as I’m introduced to Eva Green at an apparently select members’ club in the gothic revival St Pancras Renaissance hotel in London. She’s wearing black boots, black leather trousers, tailored black singlet, has long, dyed-black hair and lots of black eye makeup. “I am a vampire,” she laughs, as we retire to a sofa in a darkened corner, “and I never expose myself to the sun. I have very fine skin, you see.” She daily applies suncream (factor 30 or 50) under her makeup.   Related: Eva Green interview: Playing evil    Green is drawn to the dark side in other ways. The 35-year-old French actor is in London to promote her role as gaunt, statuesque, demonically possessed, cheeks-sucked-in-so-much-it-must-hurt-after-a-hard-day’s-shooting clairvoyant Vanessa Ives in Sky series Penny Dreadful. The drama is a gothic mashup of Dracula, Dorian Gray, Frankenstein, steampunk aesthetics, vampires, werewolves, diabolical possession and obsolete alienist psychiatry. When I reviewed the first episode in 2014, I found it as impossible to take seriously as Ronan Keating in leather strides, notwithstanding all the impressive acting talent on show, including Rory Kinnear, Simon Russell-Beale, Helen McCrory, Billie Piper and Green herself. But the Victorian-set drama, whose third series starts this week, has since garnered decent ratings and won awards, so what do I know?         Watch the trailer for Penny Dreadful, season three    One day, Green whispers to me confidingly in husky, French-tinged, but nearly over-articulated English, she was in her trailer in Ireland. She was getting ready to film a scene in which Ives becomes demonically possessed and speaks in voices. In preparation, she was listening to a recording of the voice of a young German woman called Annaliese Michel. You can hear Michel’s ostensibly demonically possessed voice on YouTube, before she underwent Catholic exorcism rites in 1974. It is disturbing listening, and made all the more so thanks to hindsight: Michel died the following year, after which her parents and two priests were convicted of negligent homicide. “As I was listening to it,” says Green, “my makeup artist came in, heard these noises and said: ‘Oh my God, I’m getting out.’ And she ran off. I can understand why. It feels as if it’s contagious.”   Related: Compelling, seductive horror: have you been watching Penny Dreadful?    Is it contagious? Do she think it’s psychically risky to play such a deranged character, particularly when channelling the voice of someone who endured exorcism? “On the contrary. It’s fun for me to do, even if the results are scary. I make jokes and play with the crew before we approach” – she growls comically – “the darkness. Then I go into character.” This is the third year Green has spent living in Ireland for five and a half months playing Vanessa Ives. As she puts it, with a chuckle: “It’s as if you sign away your life to the devil. You have no life outside, so the show better be good.” Clearly, Green thinks Penny Dreadful is good; she revels in playing a character in psychic meltdown. In this new series, Ives undergoes counselling with an alienist psychotherapist, and later appears in a padded cell with tears streaming down her face, hissing ominously at her doctors: “You think you know evil?” How does Vanessa wind up like that? “She feels as if she has been abandoned by God, she has lost her lover, her faith and her family and she feels cursed. We all have our demons, but Vanessa’s demons are literal. That’s the problem.” And, for Green as an actor, that’s the opportunity.     Eva Green with Daniel Craig in Casino Royale. Photograph: Rex/Sony/Everett    “But do I take her madness home with me? No. Can you imagine being in character the whole time? Ugh. I would go to an asylum.” This, no doubt, explains why method actors such as Christian Bale or Tom Hardy wouldn’t do well to work on a programme like Penny Dreadful. But does she take Penny Dreadful’s themes of possession, the supernatural, the diabolical seriously? “I have done so much research on this, but take it seriously? It’s more like an acting dissection.” She takes a sip from her red drink. It should be someone’s blood but disappointingly it turns out to be beetroot juice to strengthen her immune system (her dietary regimen is as demanding as her skincare routine). “It’s like I don’t have a corset any more when I’m playing Vanessa, you know? People will think that it’s terrible to have fun in a show like that. But I do.” Green claims, nonetheless, to be “very spiritual”. “I don’t believe in God, but I believe in something more. I believe there are things or energies beyond the everyday.” Then she checks herself, worried how this is might come across. “I don’t know. I sound like a fucking weirdo. It’s tricky to talk about these things.”     Penny Dreadful season three. Photograph: Jonathan Hession/Showtime    Nothing in her background prepared her for this attitude to the supernatural. Her mother, Marlène Jobert, an actor turned children’s writer, is of Sephardic Jewish ancestry; her dentist father, Walter, is part Swedish, part French. She describes herself as a secular Jew who never attended synagogue as a girl. Both Green’s parents tried talking her out of accepting what proved to be a breakthrough role in her first film. After training in acting in London and New York, she returned to her native Paris, where she played in several stage productions, including Jealousy in Three Faxes, where she was noticed by the director Bernardo Bertolucci. He approached the then 21-year-old and asked her to make her screen debut in his new film The Dreamers (2003), a free adaptation of one-time Guardian columnist Gilbert Adair’s novel about a threesome during les évènements in 1968 Paris. Why did her parents advise her against accepting? “Because of what happened to Maria Schneider in Last Tango in Paris.” Schneider disappeared after the film became a success, subsequently checking into an Italian psychiatric hospital. Several years later, she resumed her career. Green ignored her parents’ advice. Was Bertolucci a monster on set? “Not at all. He gave us a lot of freedom and let us be. He didn’t give much direction at all. We didn’t rehearse – he trusts in the magic of the moment. It was innocent and fun and crazy.” She overcame her compunctions about her parents seeing her naked in the film – so much so that she protested about the censor’s prudish cuts to The Dreamers when it was released in the US. She said at the time: “It is quite paradoxical, because in America there is so much violence, both on the streets and on the screen. They think nothing of it. Yet I think they are frightened by sex.” The Dreamers served as calling card to Hollywood. Green was not just beautiful – Bertolucci described her as “so beautiful, it’s indecent” – but she could also speak English well (thanks to studying at the American University in Paris, as well as youthful sojourns in London, Ireland and Ramsgate), so soon after she was cast in two anglophone blockbusters: Ridley Scott’s crusade flick Kingdom of Heaven (2005), opposite Orlando Bloom; and then Casino Royale (2006), where she played Vesper Lynd opposite Daniel Craig, as he made his first foray into the retooled 007 franchise.     Eva Green in Chris’s Weitz’s 2007 film His Dark Materials: The Golden Compass. Photograph: Allstar/New Line Cinema/Sportsphoto    After 007, though, Green’s career took an unexpected turn. She played the witch Serafina Pekkala in Chris Weitz’s The Golden Compass, his adaptation of the first volume of Philip Pullman’s His Dark Materials trilogy of fantasy novels. Her career since might seem to have been dominated by such supernatural roles – she played a witch not only in the sanitised Pullman adaptation, but in Tim Burton’s Dark Shadows (2012). And in the 2011 TV series Camelot, she was the Arthur’s malevolent half-sister Morgan, a woman obsessed with witchcraft. And now she plays a gothic heroine with supernatural powers. Is she in danger of getting typecast? “I will have to do more normal roles because I don’t want to be put in a box marked ‘weird witch’. People around me say: You must stop doing dark roles.” Which people? “Oh you know, friends, boyfriends. But there’s something fascinating in darkness. You learn about yourself as well by going to these extremes as an actor. Perhaps,” she says with a chuckle, “I should see a shrink.” Her family don’t understand why she is so frequently drawn to the dark side. “If I listened to my mother’s advice, I wouldn’t do anything. I tell her the story and she’s like: ‘Oh God! Why are you doing that?’ Why can’t you play something normal?’” Green’s twin sister, Joy, she says, finds it strange to watch Penny Dreadful. “She watches me speaking in tongues and having fits and she says: ‘This is my twin sister?’” The sisters’ lives are very different. “She’s married to an Italian count, lives in Italy and is busy raising her two children. Looking after the vineyard. Nice life, huh?”    I was not even allowed to express myself. I don’t think von Trier likes collaboration.    Green had problems with Lars von Trier. The Danish director sought her out to play the female lead in his notorious film about bereavement, sex and madness, Anti-Christ (2009). “I was such a big fan. I was obsessed. It was my dream to work with him ever since Breaking the Waves, which was so magical to me.” But then they met. “I was not even allowed to express myself. I don’t think he likes collaboration.” Was there a particular problem? “We didn’t agree on some sexual shots. He took what I said really badly. So. It’s a shame.” Instead, Charlotte Gainsbourg took the role of a bereaved mother who castrates her husband (Willem Dafoe) and then mutilates her clitoris. Gainsbourg, rather than Green, won the best actress award at Cannes for her performance. Why has she acted so little in her native language? “I want to, but I’m worried. I feel like the French are waiting to trash me, so I have to find the right thing. I now have a French agent, but I haven’t been approached by anybody.” That’s not quite true: she recently finished filming a French movie. “It was called I Don’t Care About That One,” she jokes guardedly. “It was not good.” She yearns for better French roles and has written to one of her favourite French directors, Jacques Audiard, imploring him to consider her. “It would be a holiday. I wouldn’t have to worry about the English. Your voice and your whole identity changes when you speak in a different language. So to speak French would reveal another me. The real me.”     Eva Green in Tim Burton’s new film Miss Peregrine’s Home for Peculiar Children. Photograph: Fox    But who is the real Eva Green? In some senses, she’s Charlotte Rampling or Kristin Scott Thomas in reverse – an actor who has cut it on the other side of the Channel. “I love English. I have a flat here. I lived here when I was 23 or 24, so it’s the grown-up me. I even dream in English.” We will next see Green in another English-language fantasy film. In Tim Burton’s new film Miss Peregrine’s Home for Peculiar Children, adapted from American author Ransom Riggs’s bestselling children’s novel, she plays the eponymous orphanage director, living on a Welsh island, looking after kids whose special gifts are unrecognised in a boring, straight society. One child can bring animals and children back to life for a short time; another stores bees in his stomach to protect them; another is lighter than air and has to be tied down with a rope. We’re back in Green land, a comfortingly familiar, if fantastical realm. One reason Green thinks she survives in such a tough profession is because it allows her to be the opposite of what she is in real life (she lives alone just outside Paris). “I’m quiet – boring even – in real life. Nothing like the mad witches I play. And I’m still getting fun from it, the sort of fun a child gets from doing something they love and that is a little bit naughty.” • Penny Dreadful is on Now TV and Sky Atlantic from 3 May at 10pm",
  "webTitle": "Eva Green: ‘I don’t want to be put in a box marked Weird Witch’",
  "webPublicationDate": "2016-05-03T15:15:07Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/eva-green-penny-dreadful-witch-golden-compass-casino-royale-camelot",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Eva Green",
      "id": "culture/eva-green",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bernardo Bertolucci",
      "id": "film/bernardobertolucci",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Lars von Trier",
      "id": "film/lars-von-trier",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Jeffries",
      "id": "profile/stuartjeffries"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/eva-green-penny-dreadful-witch-golden-compass-casino-royale-camelot"
}