{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/iran-arrests-models-crackdown-unlicensed-industry-hijab",
  "id": "2016-05-16-79",
  "sectionId": "world",
  "body": "Judicial authorities in Iran have launched another crackdown on modelling, arresting at least eight people – most of them women – for activities deemed “un-Islamic”.  Female models with more than 100,000 followers on Instagram are among those who have been detained for violating rules on wearing the hijab and for posting pictures of themselves online with their hair showing.  Legal proceedings have also been initiated against others involved in the country’s modelling industry, including hair stylists and photographers.  After years of operating underground, Iran’s fashion industry has been booming for the past two years following a religious edict by the supreme leader, Ayatollah Ali Khamenei, that modelling is permissible under Islam, a move which prompted fashion weeks and catwalks to pop up across the country.    Related: New model army: Iranian fashion revolution moves above ground    But the revival has also led to a spike in the number of independent models working outside the auspices of licensed agencies, relying largely on their following on social networks such as Instagram and Telegram, an online messaging app used by one in four Iranians.  Iran’s hardliners view online social networks with deep suspicion, and its judiciary has tasked a special unit with policing them. Abbas Jafari-Dolatabadi, Tehran’s prosecutor general, said at the weekend that the recent crackdowns were part of two operations, Spider I and Spider II, aimed at identifying illicit modelling activities online.  “In the past two years, we have launched two operations during which 50 stylists, 50 fashion houses and 50 ateliers were identified by the intelligence and judicial authorities and some arrests have been made and some [Instagram and Facebook] accounts have been closed down,” he said, according to the state-run Irna news agency.  “The enemy is trying to invest in [our] cultural and social domains in order to infiltrate the minds of our youth. They are investing online through sexual attractions and [promise] of financial gains.” Elham Arab, a female model, accompanied Jafari-Dolatabadi as he met with reporters to discuss the recent arrests. In an exchange with the prosecutor presented as an interview, she expressed remorse about her past modelling and pictures of herself unveiled posted online.  It was not clear if her appearance was voluntary, as was said, or if it amounted to the kind of forced confession often used by the Iranian judiciary.  “I wanted to be seen,” Arab said, when asked why she had been a model. “There is also good money in modelling in Iran,” she added, before clarifying she earned about £2,000 each month as a model, according to news website Alef.    Related: Telegram: the instant messaging app freeing up Iranians' conversations    Javad Babaei, the head of the judiciary’s computer crimes department, told state television that 20% of Instagram users in Iran were involved in modelling as models, photographers and stylists. Such activities had been initiated by “imperialists” to “change our lifestyle”, he said. Jafari-Dolatabadi did not reveal the identities of those detained. Some of the models have apparently been released on bail and at least a couple have since fled the country.  The authorities in Iran have been trying to regulate the fashion industry, issuing ID cards to approved models and giving licenses to modelling agencies previously operating in the shadows such as Behpooshi that two years ago became one of the first to obtain official permission. The agency has now more than 50 male and 30 female models.  The new atmosphere, though controlled, has helped independent designers such as Salar Bil and Farnaz Abdoli to flourish. The latter’s firm Pooshema is particularly famous for its often colourful and modern womenswear.  Khamenei is worried about online activities of Iranians. “This [virtual space] is a real field of war and our clerics and religious students should arm and prepare themselves to tackle wrong and deviant beliefs,” the 76-year-old said on Saturday.  In 2012, he ordered officials to set up the supreme council of virtual space, the body that sits at the top of a complex web of organisations that monitor and filter communications in the country. In recent years, the Iranian authorities have introduced more subtle filtering algorithms to hide content they do not approve of, rather than merely blocking an app or a website entirely. But that has not always worked. After particular Instagram accounts and types of photos were blocked the company retaliated by using an encryption method which enabled all content to be viewed, including the controversial Rich Kids of Tehran account. Unlike Facebook and Twitter, Instagram is not blocked in Iran.",
  "webTitle": "Iran arrests models in renewed crackdown on unlicensed industry",
  "webPublicationDate": "2016-05-16T18:17:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/iran-arrests-models-crackdown-unlicensed-industry-hijab",
  "keyword": [
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Saeed Kamali Dehghan",
      "id": "profile/saeedkamalidehghan"
    }
  ],
  "guardianId": "world/2016/may/16/iran-arrests-models-crackdown-unlicensed-industry-hijab"
}