{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/paul-gambaccini-tony-blackburn-radio-2-fearne-cotton-bbc",
  "id": "2016-05-24-237",
  "sectionId": "media",
  "body": "Paul Gambaccini will replace Tony Blackburn on Radio 2’s Pick of the Pops, with the station welcoming former Radio 1 DJ Fearne Cotton to present a new Saturday morning show with Spandau Ballet’s Martin Kemp. Gambaccini succeeds Blackburn who was sacked by the BBC in February in the wake of the Dame Janet Smith inquiry into sexual abuse at the corporation.  Blackburn accused the BBC of making him a scapegoat after the BBC’s director general, Tony Hall, said his evidence to the Jimmy Savile sex abuse inquiry “fell short” of the standards demanded.   Related: Tony Blackburn thanks fans for support after BBC sacking    Gambaccini returned to Radio 2 18 months ago following a year away from broadcasting following his arrest for alleged historic sex crimes. Arrested as part of the high profile investigation Operation Yewtree, he was subsequently told he would face no action. The presenter is understood to have talked to Blackburn about accepting the role, and namechecked his fellow DJ when the announcement was made by Radio 2 on Tuesday. But it is a case of gaining one show and losing another for Gambaccini after Radio 2 bosses axed his other show on the station, his Saturday night programme America’s Greatest Hits. It will be replaced by a new two-hour soul show fronted by Trevor Nelson. Blackburn was said to be very upset about losing Pick of the Pops, the Saturday afternoon retro chart show he has made his own since succeeding Dale Winton six years ago.  But he also took to Twitter to wish Gambaccini all the best.     Well you now know Paul Gambaccini is to replace me on Pick Of The Pops.Obviously I'm sad to have lost a show I loved but I wish Paul well.— Tony Blackburn (@tonyblackburn) May 24, 2016    Blackburn said after his sacking that he would sue the BBC, with the matter said to still be in the hands of his lawyers. Gambaccini, one of radio’s most familiar voices, said: “I am honoured to be asked to present one of Britain’s iconic radio programmes. I will strive to meet the standards of my illustrious predecessors including Alan Freeman and Tony Blackburn.”  In other changes at the station, former Radio 1 DJ Cotton will join musician turned EastEnders star Kemp for a new live three-hour show filling in for Graham Norton while he is on a two-month summer break, beginning on 9 July.   Related: BBC white paper: key points at a glance    In other changes, another Fern - Fern Britton - will take over Clare Balding’s Good Morning Sunday show for the summer, and Love Actually star Bill Nighy will front a special edition of the drivetime show on 30 May, Bill Nighy’s Record Collection: Restored. Culture secretary John Whittingdale said Radio 2 should be more distinctive in the government’s white paper on the future of the BBC earlier this month.",
  "webTitle": "Paul Gambaccini to replace Tony Blackburn on Radio 2’s Pick of the Pops",
  "webPublicationDate": "2016-05-24T09:33:32Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/paul-gambaccini-tony-blackburn-radio-2-fearne-cotton-bbc",
  "keyword": [
    {
      "webTitle": "Radio 2",
      "id": "media/radio-2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/24/paul-gambaccini-tony-blackburn-radio-2-fearne-cotton-bbc"
}