{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/marco-rubio-donald-trump-republican-convention-florida-senate",
  "id": "2016-05-26-10",
  "sectionId": "us-news",
  "body": "Marco Rubio has signaled a thaw in his attitude to Donald Trump, saying that if asked he will speak on behalf of his former rival at the Republican convention in Cleveland in July.    Related: Marco Rubio: 'It’s not that we lost, it’s that Donald Trump won'    The Florida senator was less willing to come around on the matter of seeking re-election, even as top Republicans mount a campaign to pressure him into doing so. Rubio, who dropped out of the presidential race in March, after losing his home state to Trump, told CNN he planned to attend the Republican convention and would be willing to help the nominee – despite differences on policy and the brutal echoes of a primary in which, responding to the billionaire’s taunts, Rubio called Trump a “con artist” and said he was too “erratic” to have access to the nuclear codes.  “Yes – I’d certainly, yes,” Rubio said when asked if he would speak for Trump. “I want to be helpful. I don’t want to be harmful because I don’t want Hillary Clinton to be president. “Look, my policy differences with Donald Trump – I spent 11 months talking about them,” he added in the interview, which will air in full on CNN’s State of the Union on Sunday.  “So I think they’re well understood. That said, I don’t want Hillary Clinton to be president. If there’s something I can do to help that from happening, and it’s helpful to the cause, I’d most certainly be honored to be considered for that.” Although Rubio had already committed to backing Trump, his latest comments stood in stark contrast to the impassioned pleas he made when the two were squaring off just months ago. In the final weeks of his campaign, Rubio embraced the #NeverTrump hashtag. Speaking to the Guardian the day before he left the race, he said Trump was “an embarrassment” for whom the Republican party would “pay a big price in November and beyond”. “You have all kinds of people that are lifelong conservatives, or at least claim to be, who don’t seem to care that Donald Trump has never been and is not now a conservative on principles,” Rubio said in that interview, on the eve of the 15 March Florida primary. “And they’ve staked their reputation on their support of him.”  To CNN, Rubio also said he would release the 167 delegates he secured in winning the Minnesota, Puerto Rico and District of Columbia primaries. But he again ruled out any interest in serving as Trump’s running mate. “He won the nomination and he deserves to have a running mate that more fully embraces some of the things he stands for,” Rubio said.  Later in the day, the senator explained to Florida reporters that Trump was “substantially better” than Clinton and he would vote for him. “The one other choice is someone who I believe is corrupt,” Rubio said, according to the Miami Herald. “I’m not supporting her, and I’m not going to abstain from voting.” Separately, Rubio spent much of the day trying to quell speculation that he might reconsider his decision not to run for re-election. On Thursday Republican leaders in the Senate openly encouraged him to reverse course, ahead of Florida’s filing deadline on 24 June. In a closed-door lunch, the majority leader, Mitch McConnell, conducted a poll in which virtually everyone raised their hands when asked if the 44-year-old should jump back into the race. John Cornyn, the second-ranking Republican in the Senate, called on Rubio to do so, as did the foreign relations committee chairman, Bob Corker. Corker, from Tennessee, said in a statement: “Marco Rubio is a very valuable member of the Senate – especially in his role on the Senate foreign relations committee, where he demonstrates a deep understanding of foreign policy.” Rubio has repeatedly insisted that from January he will be a “private citizen” once again. Speaking to reporters on Thursday, the senator said: “For me, I need time to even talk to anybody about it, but my sense of it is nothing has changed in my thinking. “I didn’t think it was fair for me to run for president and freeze that seat in a competitive state … I made that decision and I’ve lived by that decision. Nothing’s changed.” Republicans have voiced growing concerns over the Florida Senate race, in which a crowded primary has threatened the party’s chances. A longtime friend of Rubio, Florida’s lieutenant governor, Carlos Lopez-Cantera, is among the Republican hopefuls. Rubio has edged closer to endorsing Lopez-Cantera, hosting a fundraiser in Washington earlier this month. “I have a very close personal friend in this race and I think he’s a good candidate,” Rubio said. Asked how he would respond if Lopez-Cantera were to bow out, he said: “I don’t do hypotheticals.” “It’s not like the Democrats have the greatest candidate,” Rubio added, in reference to Democratic contenders Patrick Murphy and Alan Grayson, both of whom serve in the House of Representatives.  “One guy keeps exaggerating his biography and the other guy is a certified lunatic.”",
  "webTitle": "Marco Rubio willing to speak for Trump at Republican convention if asked",
  "webPublicationDate": "2016-05-26T22:54:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/marco-rubio-donald-trump-republican-convention-florida-senate",
  "keyword": [
    {
      "webTitle": "Marco Rubio",
      "id": "us-news/marco-rubio",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republican national convention 2016",
      "id": "us-news/republican-national-convention-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/26/marco-rubio-donald-trump-republican-convention-florida-senate"
}