{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/labour-antisemitism-crisis-naz-shah-ken-livingstone",
  "id": "2016-05-02-86",
  "sectionId": "commentisfree",
  "body": "In a crowded field, the saga of Labour and antisemitism is a case study in hysterical conflation. All the familiar ingredients are there – from the imprecision of the deadly allegation to a series of hugely significant issues becoming lost in a foggy assault on a party leader. “Blair lied over WMD” comes to mind. Last week’s events top the lot. Let us begin with the trigger for the frenzy. There is much to explore in what led to the dark provocations of Naz Shah, comments made before she was elected as a Labour MP. Yet there was little such exploration. Instead her social media posts on Israel generated a wave of feverish comments about how Jeremy Corbyn’s leadership had “given permission” for antisemitism to thrive in the party. Shah’s remarks were unquestionably offensive; but they were made when Ed Miliband was leader. Miliband is Jewish. Shah stood down as parliamentary aide to the shadow chancellor, John McDonnell, and the problem was resolved quickly. Corbyn took his time to suspend her. The delay is a valid line of criticism, but what was the cause? Corbyn could not move Hilary Benn from his post as shadow foreign secretary when the two met during the never-ending shadow cabinet reshuffle earlier this year, although they disagree on key aspects of foreign policy. He was bound to struggle over wrecking the career of that rarity, a Labour MP who is supportive of his leadership.    If Corbyn is removed as a result of this saga his successor will fail    The hesitation may raise questions about Corbyn’s suitability to meet the impossible demands of modern leadership, but does it mean Corbyn is antisemitic? Over recent days I have asked a range of MPs. Although some are fumingly critical, none of them thought so. Shah was suspended and delivered an apology that impressed some of those shocked by her original comments. The story would have subsided at this point were it not for the intervention of Ken Livingstone. If the former London mayor’s spectacularly misjudged and self-absorbed BBC radio interview had been part of a coordinated plot involving the leadership, the story would have been the sensation it appears to be. But Livingstone’s thoughtless meandering around early 1930s Hitler thinking was a freelance exercise that has damaged those he seeks to help. Who is surprised? Livingstone has always been an odd mix of courageously brilliant policy innovator and crass commentator. In an attempt to move the story on, I know of BBC producers who have worked around the clock to find Labour interviewees of any significance who would support Livingstone’s Hitler analysis. They have found no one. Without new voices the story moved on with a continued focus on Livingstone. In order to frame him as an antisemite, some critics cited his comments about concentration camp guards when he was doorstepped by a Jewish reporter. But when this exchange took place the Labour leader was Tony Blair. There were no reflections then on a wider antisemitism crisis, although Livingstone then held the role of London mayor.           Diane Abbott: ‘Smear’ to say Labour has antisemitism problem – video    When I put this to an MP she pointed out that Blair’s views on Israel were different to Corbyn’s. That is unquestionably the case. So is this ill-defined saga more about differences over Israel – highly sensitive and sometimes raised crassly, but nonetheless debated across the political spectrum for decades? As for Livingstone he is well past his peak years in office. He is not a rising star who may rule or lead his party in the future. He is not even an MP. Yes, Livingstone is close to Corbyn, but look what good that has done him. He was suspended within hours. Corbyn is attacked for not suspending him earlier. Yet given that Corbyn was out of London campaigning in the local elections when Livingstone made his remarks, that one of his senior aides worked for Livingstone and is passionately convinced the former mayor is not antisemitic, and that Corbyn was being asked to destroy one of the few high-profile figures who supports his leadership, it is remarkable the move was made as speedily as it was. Even the attacks on Livingstone became contradictory – though in ways that kept him and therefore the wider saga in the news. Last Thursday Livingstone was rightly criticised for fuelling the story by giving so many interviews. The following day there was no new development, so the broadcasters doorstepped him. When Livingstone refused to comment he was attacked for not giving them fresh interviews. The pictures of Livingstone not commenting topped the bulletins. Should he not have apologised? Should he not have explained his comments? This is a story that appears to have dramatic twists and turns but is largely driven by pictures made for TV bulletins. The Labour MP, John Mann, is the perceived hero of this saga because his target, Livingstone, is the villain. But Mann ramped up the political temperature by screaming at Livingstone in front of the cameras that he was a Nazi sympathiser. It was this clash that generated deeply damaging headlines about Labour being in a Nazi meltdown. The problem with the headline is that, apart perhaps from Mann, even Livingstone’s most ardent opponents do not believe he is a Nazi.   Related: Corbyn may not be antisemitic. But is he a real leader? | Matthew d’Ancona    Interviewers ask senior Labour figures, every hour of the day, whether they accept their party is damaged by “this”. What do they mean by “this”? It does not take a genius to recognise that never-ending headlines about antisemitism and accusations against senior Labour figures are damaging. But is antisemitism sweeping the Labour party, and if so what form does it take? Now there is an inquiry. If there is evidence of antisemitism the perpetrators will be punished. I cannot imagine any leader declaring after an inquiry that he or she supports the right of antisemites to flourish within their party. If Corbyn is removed as a result of this saga his successor will fail. The bid will have been formed on the back of hysteria rather than as a result of framing arguments and policies that address more precise challenges – creaking public services and infrastructure, low productivity, housing, generational inequality and the rest. There is antisemitism and there are other forms of racism. There are crises in the Labour party. Both are serious. They are also separate; and attempts to conflate them with flimsy evidence undermine the seriousness of both.",
  "webTitle": "Labour’s antisemitism row may be drama, but it’s no crisis | Steve Richards",
  "webPublicationDate": "2016-05-02T16:32:17Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/labour-antisemitism-crisis-naz-shah-ken-livingstone",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Steve Richards",
      "id": "profile/steve-richards"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/labour-antisemitism-crisis-naz-shah-ken-livingstone"
}