{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/labor-negative-gearing-changes-will-crash-economy-says-morrison",
  "id": "2016-05-08-226",
  "sectionId": "australia-news",
  "body": "The treasurer, Scott Morrison, claims Labor’s negative gearing policy will “crash” confidence in the economy because it will undermine property values so much.   Related: How negative gearing replaced the great Australian dream and distorted the economy | Greg Jericho    He has also denied housing affordability will improve if property values grow more slowly, as they are supposed to do under Labor’s policy. He made the warning just hours before the prime minister, Malcolm Turnbull, arrived in Canberra to ask the governor general for writs to be issued for a federal election. Housing policy will be one of the key battlegrounds of the election. “If you want to crash confidence in the economy, go and play around with the value of the family home, which is what Labor’s proposal, their housing tax proposal, does,” Morrison said on Sunday. “The problem is that household consumption is driving our economy. In the December quarter national accounts, 0.4% out of the 0.6% growth, that was related to household consumption.” “A big housing tax will undermine consumer confidence, undermine people’s own home values, and have all sorts of disruptive impacts on the economy,” he said. Morrison’s attack on Labor’s policy was similar to the dire warnings from Turnbull who claimed in February that homeowners across the country would see the value of their homes “smashed” by Labor’s “very blunt, very crude” idea. Turnbull claimed at the time the consequence of Labor’s policy would be a decline in property prices, warning “every home owner in Australia has a lot to fear from Bill Shorten”. He was later criticised by economists and public policy experts for being hyperbolic. The Grattan Institute released a paper last month showing if the capital gains tax discount was reduced from 50% to 25%, and if negatively geared investors were no longer allowed to deduct losses on their investments from labour income, house prices would grow 2% more slowly than they otherwise would. But Morrison said on Sunday a 2% reduction in house prices was not immaterial.   Related: Scott Morrison: 'I won't ​apologise to Save the Children'    “I hear people say even at the modest level, that it might only be, say, 2,” he said. “Well, 2% on the value of someone’s home. I mean, that can be anywhere between $10,000 and $20,000. That’s someone’s entire interest payments, and more. I don’t think they’ll take too kindly for that to be wiped off the value of their home.” Labor wants to limit negative gearing to new properties and reduce the capital gains tax discount from 50% to 25%, in a bid to improve housing affordability. It says working and middle-class families are increasingly being priced out of the housing market, with first home buyers making up just 1 out of 7 of all home purchases.  “Ownership rates for young people aged 25-34 have spiralled downwards in recent years from 60% to 48%. Young people are being forced to take on levels of debt unimaginable just a few decades ago,” Labor says.",
  "webTitle": "Labor negative gearing changes will crash economy, says Morrison",
  "webPublicationDate": "2016-05-08T02:05:52Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/labor-negative-gearing-changes-will-crash-economy-says-morrison",
  "keyword": [
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/08/labor-negative-gearing-changes-will-crash-economy-says-morrison"
}