{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/football-transfer-rumours-dimitri-payet-to-real-madrid",
  "id": "2016-05-18-313",
  "sectionId": "football",
  "body": "If you thought the emoting over West Ham’s departure from Upton Park was excessive, then wait till you hear the sobbing that accompanies the long goodbye to Dimitri Payet. Real Madrid reportedly want the Frenchman and what Real Madrid reportedly want, Real Madrid sometimes actually want. Of course, if it came to having to accept a bid for the ingenious Frenchman, then West Ham’s owners would make sure they got top dollar – because they have a lavish wish list of their own and can’t expect the taxpayer to get them out of every hole.    Related: Romelu Lukaku’s father predicts striker will leave Everton this summer    While any Real bid for Payet would come after they have secured their No1 target – Juventus striker Paulo Dybala – the Hammers have begun spending already. They’ve also had an offer for Alexandre Lacazette rebuffed and are not expected to make another one because the striker seems destined for Paris Saint-Germain. So they’re going to go for the next best thing, which they believe is Christian Benteke. Liverpool will try to convince them that no Olympic stadium is complete without an eternal flaming enigma but the Hammers are not expected to buy Mario Balotelli, who could instead be sold to Espanyol when he returns from Milan.  Arsenal have made an offer of £51m for the Juventus forward Álvaro Morata according to reports in Italy. Those reports do not disclose their source so the Mill can neither confirm nor deny that they originated in Arsenal’s season ticket sales department.  Meanwhile, the man described by the Sun as “Arsène Wenger’s best mate”, the acclaimed former Borussia Mönchendlagbach manager Lucien Favre, is tipped to become the new Everton boss. That suggests Rafa Benítez will not be working on Merseyside again any time soon, although he will always be more welcome there than the Sun. Benitez is also very much welcome in Newcastle and word is he will agree to lead the Toon’s team out of the Championship because Mike Ashley has agreed to give him free rein and lots of money. This could be the beginning of a beautiful relationship, or a massive falling out.  Ajax’s 22-year-old Poland striker Arkadiusz Milik could soon be the subject of a big bid from a top Premier League club. And if that bid is accepted, Milik can look forward to be awoken every morning for the next four years by cries of dilly ding, dilly dong. Jamie Vardy has grown so accustomed to that chime that he will remain at Leicester even if another club tries to activate the £25m release clause that is reportedly in his contract. Hatem Ben Arfa says 18 clubs have expressed an interest in him but he has narrowed his choice down to one of three: Barcelona, PSG or a return to Lyon. That’s bad news for Chelsea and Liverpool, who are thought to be among the other 15 suitors.  Sunderland are keen to sign André Ayew from Swansea. And Watford are close to appointing the former Internazionale manager Walter Mazzarri as their first boss for next season.  Finally, José Mourinho is certainly not considering hiring the CIA to install him at Old Trafford.",
  "webTitle": "Football transfer rumours: Dimitri Payet to Real Madrid?",
  "webPublicationDate": "2016-05-18T07:08:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/football-transfer-rumours-dimitri-payet-to-real-madrid",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/18/football-transfer-rumours-dimitri-payet-to-real-madrid"
}