{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/11/sam-allardyce-sunderland-escape-route-everton-rafael-benitez",
  "id": "2016-05-11-26",
  "sectionId": "football",
  "body": "A “re you watching?” the crowd inquired. “Are you watching Newcastle?” Down in the technical area Sam Allardyce smiled through his chewing gum and Roberto Martínez seemed to shiver.   Related: Sunderland safe after Lamine Koné double sinks crumbling Everton    Three set-pieces and three goals ensured not only that Sunderland’s manager retains his record of never having been relegated from the Premier League, but also that Martínez will surely be sacked by Everton and Rafael Benítez has a very big decision to make. As Allardyce’s players looked forward to accepting their manager’s invitation to “go on the pop” after the final whistle, 15 miles up the road Newcastle fans wondered how on earth their club could have spent £80m this season and still gone down. Then there is Benítez’s dilemma – Tyneside has fallen truly, madly, deeply for the man who came too late to save them and is praying he will agree to lead them back out of the Championship. There are strong indications such emotions are reciprocated. But does a world-class coach who began the season managing Real Madrid really fancy the second tier with Mike Ashley as his employer? Benítez is said to be deeply conflicted. Allardyce should bear the brunt of responsibility for the fact he and the Spaniard have never been friends but he does seem to have mellowed since arriving on Wearside. Perhaps the special incantations he recites to himself when, four or five times a week, Sunderland’s manager unwinds with a spot of transcendental meditation have something to do with this softening. Once in work mode, though, Allardyce remains as tough an opponent as ever with his philosophy underpinned by one simple, central mantra. As Dick Advocaat’s successor never tires of reminding us: “Recruitment is king.” Bad recruitment over a number of years is the principal reason why both Sunderland and Newcastle have found themselves in such a mess this season but thanks to some astute January buys, Allardyce has succeeded in changing that narrative. On Wearside they call Jan Kirchhoff, Wahbi Khazri and Lamine Koné, the special Ks with good reason. If Kirchhoff, a £750,000 Bayern Munich reserve centre-half reinvented by Allardyce as an imperious holding midfielder sitting just in front of defence, has made the team much harder to beat and better in possession, Koné is a brick wall of a central defender whose ability to latch on to the fallout from a couple of corners enabled him to score the second and third goals here. Then there’s Khazri, a Tunisia winger signed from Bordeaux for £9m who has ensured the loss of Adam Johnson to a prison cell has not exerted too debilitating an on-field effect. Sunderland’s mishandling of their former winger’s child-sex offences case has cost them a chief executive in Margaret Byrne – who was forced to resign – and a whole lot of goodwill, but the decision not to suspend Johnson until his case came to court did not happen on Allardyce’s watch.   Related: Newcastle ‘devastated’ by relegation, says managing director Lee Charnley    Instead it was all part of a somewhat poisoned chalice he inherited from Advocaat last October when the new man swiftly made it clear he was a manager, not a head coach, and did not really want Lee Congerton, the departing sporting director, to stick around. So off went the much-criticised Congerton but, with hindsight, Allardyce actually has quite a bit to thank the former Chelsea chief scout for. Left to clear up the chaos created by his predecessor Roberto De Fanti’s disastrous signing spree, Congerton had little scope for financial manoeuvre. Even so, he had delivered Jermain Defoe from Toronto in a swap deal for the non-scoring Jozy Altidore and, earlier, Patrick van Aanholt. Without Defoe’s goals this season Sunderland would have been relegated long ago. It is no secret Van Aanholt, a former Chelsea left-back, was not remotely rated by Advocaat and the former Holland manager was far from alone. Dangerous going forward, he frequently looked an absolute liability when defending but Allardyce’s painstaking work on his body positioning has, almost imperceptibly, turned him into one of this team’s more effective markers. Van Aanholt also delivers quite a mean dead ball. No matter that the free-kick from which he gave Sunderland the lead was hardly his best, it helped transform the north-east’s landscape.",
  "webTitle": "Sam Allardyce shows Sunderland escape route to spell doom for Newcastle | Louise Taylor",
  "webPublicationDate": "2016-05-11T21:38:34Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/11/sam-allardyce-sunderland-escape-route-everton-rafael-benitez",
  "keyword": [
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/11/sam-allardyce-sunderland-escape-route-everton-rafael-benitez"
}