{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/10/economic-integration-is-helping-boost-trade-and-investment-in-africa",
  "id": "2016-05-10-148",
  "sectionId": "global-development-professionals-network",
  "body": "The collapse of virtual borders is one of the most remarkable things to have happened in our lifetimes. In the world of cyberspace, time and distance have become almost peripheral considerations when it comes to doing business. Services from software development to accounting can be delivered across the world in the blink of an eye. Future business leaders will struggle to imagine an era when communication was neither immediate nor virtually free. But in the physical world, integration between and even within countries has happened at a much slower pace. In some regions, high freight costs are made worse by antiquated working practices, such as demanding cash deposits of $1,000 to $5,000 instead of accepting insurance. At too many borders, goods still hang around and wait needlessly, raising costs and hurting business competitiveness.    Related: In 155 countries women still face legal discrimination. The consequences are huge    There are plenty of successful examples of regional economic integration, from Europe’s single market to, increasingly, the East African Community (EAC), the fastest growing bloc on the African continent. But for every success there is a graveyard of stalled or stunted regional initiatives to remove barriers to trade and investment.  This is unfortunate, because for many smaller economies, especially landlocked ones, regional integration is not a policy option, it’s a necessity. Building trade blocs with neighbouring countries can help small countries to get access to ports. It can help them achieve economies of scale, facilitate investment, break into multi-country production networks, and increase private sector competitiveness. The key is to look at what has worked. In the EAC, which just last month brought South Sudan into the partnership, success has been incremental but effective. The strongest ingredient has been political will, visionary leadership, focus, inclusiveness and joint monitoring – both from the public and private sectors. An effective regional integration agenda has to set aside populist politics and give up placating interest groups. It must focuse on delivering tangible and concrete results to citizens and businesses, because only these results will bring about true economic transformation. The second lesson is that we need to look at hard and soft infrastructure at the same time. Hard infrastructure – that is roads, physical connectivity, and better ports – is crucial for goods and services to flow unfettered. But the soft tissue connecting hard infrastructure to policy directives is just as critical. Reforming archaic tariff structures, changing inherited and restrictive laws, identifying and confronting non-tariff barriers, and facilitating trade at the border: this is the oil that greases the wheels of trade within regions, and indeed with the rest of the world. Finally, this is all useless unless your private sector is equipped with the tools to be competitive and to take advantage of them. Small and medium-sized enterprises (SMEs), which in most economies account for over 95% of businesses and the vast majority of all jobs, must be able to tap into to regional trade and investment. Governments must understand their SME sectors’ challenges, and put measures in place to help them become more competitive, connect to foreign buyers and suppliers, and adapt to changing market conditions.  Connectivity and the digital economy will feature high on the agenda of the World Economic Forum on Africa this week in Kigali, Rwanda.  In the EAC we are seeing just the kind of virtuous circles that can result from thoughtful, joined up work. The recent decision to eliminate intra-regional mobile roaming charges has spurred a boom in data and voice trade and ICT service providers are growing to serve the enlarged market.  The World Economic Forum on Africa meeting in Kigali this week offers a unique opportunity for governments, the private sector and development partners to leverage technology and regional integration for sustainable and inclusive growth in Africa.  Valentine Rugwabiza is Rwanda’s Minister for East African Community and Arancha González is Executive Director of the International Trade Centre.  Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "Economic integration is helping boost trade and investment in Africa",
  "webPublicationDate": "2016-05-10T14:00:08Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/10/economic-integration-is-helping-boost-trade-and-investment-in-africa",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "Trade and development",
      "id": "global-development/trade-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/10/economic-integration-is-helping-boost-trade-and-investment-in-africa"
}