{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/04/scientists-are-figuring-out-the-keys-to-convincing-people-about-global-warming",
  "id": "2016-05-04-261",
  "sectionId": "environment",
  "body": "The latest survey data from Yale and George Mason universities underscores the partisan divide on climate science denial – 73% of Americans realize that global warming is happening, including 71% of liberal/moderate Republicans, but the average is dragged down by the mere 47% of conservative Republicans who answer this question correctly. On the bright side, this is a big improvement from the 28% of conservative Republicans who realized global warming was happening just two years ago. Similarly, 56% of Americans realize global warming is mostly caused by humans, including 49% of liberal/moderate Republicans, but the number is again dragged down by the 26% of conservative Republicans correctly answering this question.      Poll results on the cause of global warming, broken down by American political party. Illustration: Yale and George Mason universities, Politics & Global warming, Spring 2016.    The numbers and demographics expressing concern about global warming are almost identical to those accepting human-caused global warming. That particular correlation lends support to a recent paper published in Nature Climate Change, by Jing Shi and a team of social scientists from ETH Zurich and the University of Michigan.  Can facts convince people about global warming? Social scientist Dan Kahan has argued that ideological and cultural identity can be so strong that scientific evidence, facts, and information can’t break through it. Kahan thinks that on certain issues like climate change, ideological biases make many conservatives immune to facts.  In fact, conservatives with higher education and general scientific knowledge are often more wrong about climate change, in what’s been coined the “smart idiot” effect. This has led Kahan to conclude that on climate change, facts and knowledge can’t sway people. However, other research has found that climate-specific knowledge does correlate with acceptance of climate science. In the new study led by Jing Shi, the authors surveyed a total of 2,495 people in Canada, China, Germany, Switzerland, the UK, and the US. They asked questions to evaluate the participants’ specific knowledge about the physical characteristics of climate change and understanding of its causes and consequences. Critically, they found that knowledge about the causes of climate change was correlated with higher concern about climate change in all countries, and knowledge about the consequences was linked to higher concern in most countries.  respondents from Germany and Switzerland had significantly higher scores on knowledge about physical aspects of climate change than participants from Canada and the US. Chinese respondents knew significantly more about the causes of climate change than the respondents from the other countries. German and Swiss respondents were most knowledgeable about the consequences of climate change. In contrast, participants from the US had the lowest level of knowledge about climate change among the six countries we surveyed, independent of the type of knowledge.  In short, as illustrated in the Yale/George Mason poll numbers, people who realize that humans are causing global warming are more likely to be concerned about the problem. In Shi’s survey, the Chinese respondents had the most knowledge about the causes of global warming, with the German and Swiss participants most accurately answering the questions about its consequences. These nationalities also expressed the greatest concern about climate change. Americans showed the least climate knowledge and the least concern.     Concern about climate change (0-6 point scale) vs. average correct score on questions relevant to its causes in six countries. Illustration: Dana Nuccitelli, data from Shi et al. (2016).    The Chinese and Swiss participants were also the most altruistic (caring about the welfare of others), and the most concerned about environmental health. Americans cared least about the welfare of others and the environment.  public education and risk communication efforts regarding climate change may not be the lost cause that some researchers (and some policymakers) assume they are. The emphasis on the causes (versus the physical and consequential dimensions) of climate change should be encouraged in risk education and communication  The keys to convincing people on climate change Social scientists have identified several key pieces of knowledge that might convince people – even conservatives – about the need to tackle global warming.  Shi’s team showed that when people realize humans are causing global warming, they’re more likely to be concerned about the problem.   Social scientists at UC Berkeley have shown that when people understand how the greenhouse effect works, they’re more likely to accept human-caused global warming, across the political spectrum.   Research by teams led by Lewandowsky has shown that when people are aware of the 90–100% expert consensus on human-caused global warming, they’re more likely to accept that reality, and to support climate policies. Meanwhile, only 16% of Americans, including just 4% of Republicans, realize the expert consensus is so high.  This social science research shows that teaching people about the expert consensus and how the greenhouse effect works can increase their likelihood of accepting the reality human-caused global warming and potentially increase their support of policies to solve the problem. It may be the case that ideology acts as a mental block preventing conservative Republicans from accepting facts like the 90–100% expert consensus on human-caused global warming. However, while there’s certainly a group who are unreachable due to ideologically-based science denial, they are a relatively small and dwindling segment of the population. For the vast majority of people who underestimate the expert consensus and don’t understand the mechanics of the greenhouse effect, this knowledge can make a difference.  Climate realism is a political winner In the 2016 US elections, climate change may be a winning political issue. The Yale/George Mason survey found that 43% of Americans (including 36% of liberal/moderate Republicans) are more likely to vote for a candidate who strongly supports taking action to reduce global warming, with just 14% less likely to vote for such a candidate.      Poll results when participants were asked if they would be more or less likely to vote for a candidate who strongly supports climate action. Photograph: Yale and George Mason universities, Politics & Global warming, Spring 2016.    However, only Democrats view climate change as a relatively high priority, with Independents and Republicans viewing it as a low priority. The survey also found that 75% of all voters (including 61% of Republicans) support regulating carbon dioxide as a pollutant, and 68% (including 47% of Republicans) support a revenue-neutral carbon tax. As this research shows, if climate communicators can successfully inform people about how the greenhouse effect works and that humans are responsible for global warming, more will come to support climate policies, and it will become even more of a winning political issue.",
  "webTitle": "Scientists are figuring out the keys to convincing people about global warming | Dana Nuccitelli",
  "webPublicationDate": "2016-05-04T10:00:25Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/04/scientists-are-figuring-out-the-keys-to-convincing-people-about-global-warming",
  "keyword": [
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon tax",
      "id": "environment/carbon-tax",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dana Nuccitelli",
      "id": "profile/dana-nuccitelli"
    }
  ],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/04/scientists-are-figuring-out-the-keys-to-convincing-people-about-global-warming"
}