{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/pope-francis-encourages-young-to-create-digital-personalities",
  "id": "2016-05-29-63",
  "sectionId": "world",
  "body": "Pope Francis demonstrated his digital credentials on Sunday by holding an intimate meeting with YouTube stars, throwing his support behind popular beauty videos and encouraging his celebrity guests to help young people create virtual identities. Immediately after the meeting Pope Francis addressed participants of an educational conference at the Vatican, attended by actors including Salma Hayek, Richard Gere and George Clooney, who was accompanied by his wife, human rights lawyer Amal Clooney.      Actor George Clooney and his wife, lawyer Amal, at the Vatican. Photograph: Giorgio Onorati/EPA    The eclectic group of 12 YouTubers addressing the pontiff included Louise Pentland, a British videomaker behind the Sprinkle of Glitter channel, who was praised by the pope for her fashion and beauty clips. “I am glad that you carry out the type of work you said, following the line of beauty, it’s a great thing. To preach beauty and show beauty helps neutralise aggression,” said the pope, sharing a table and laughing along with the video bloggers. The 50-minute meeting addressed a wide range of topics including extremism, identity and Diego Maradona – with the pope dodging a question about whether the footballer’s “hand of God” goal during the 1986 World Cup was truly an act of divine intervention. The pontiff instead advised the videomakers to help those of their followers who feel lost. “You can create a virtual identity; you belong to this circle at least virtually. From that you can start taking a path of optimism and hope,” he said. The YouTube personalities were invited to the Vatican from six continents and included Hayla Ghazal, whose comedy clips from Dubai are aimed at changing attitudes to women in the Middle East, and Dulce Candy, a Mexican-American who crossed the US border illegally as a young child. Migration was a common theme of the audience, with the pope saying he would never forget the wire fence he saw dividing the US and Mexico during a visit to the border in September. He also celebrated an Italian child who a day earlier had drawn a picture of children inviting a migrant to join their football game, while criticising European politicians for failing to create healthy policies that promote integration. Touching on extremism, Francis said such groups were not a symptom of one particular faith: “In all religions there is also a group of fundamentalists that believe they are the holders of the truth.” The pope concluded the meeting by thanking the participants for “giving me some of your youth as a gift”, marking the latest bid by the Vatican to reach out to young people online. In March the papal Instagram account was launched – under the Latin name “franciscus” – garnering 2.5 million followers of images and videos of the pope. Opening up to Instagram followed a February meeting between Francis and the company’s chief executive, Kevin Systrom, who described the moment as one of the most memorable experiences of his life. The Vatican’s digital-first strategy was already evident at the start of 2016 when the pope welcomed the former chief executive of Google, Eric Schmidt, to the heart of the Catholic Church.  Despite the Vatican’s enthusiasm for social media, the current pope has described himself as a tech dinosaur and warned Catholics against putting their smartphones before real relationships. But he has also promoted the internet as a “gift from God” and a force for good; an approach he will likely take to the church’s World Youth Day in Poland this July.",
  "webTitle": "Pope reveals fondness for beauty vlogs in meeting with YouTubers",
  "webPublicationDate": "2016-05-29T17:01:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/pope-francis-encourages-young-to-create-digital-personalities",
  "keyword": [
    {
      "webTitle": "Pope Francis",
      "id": "world/pope-francis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "The papacy",
      "id": "world/the-papacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Vatican",
      "id": "world/vatican",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rosie Scammell",
      "id": "profile/rosie-scammell"
    }
  ],
  "guardianId": "world/2016/may/29/pope-francis-encourages-young-to-create-digital-personalities"
}