{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/26/eu-referendum-ruffians-sadiq-khan-david-davis-awfully-well-behaved",
  "id": "2016-05-26-103",
  "sectionId": "politics",
  "body": "Stuff Eton and the spectacle of overeducated posh boys from country estates squabbling over Brexit. On Thursday, both camps unleashed their inner ruffians from the council estates to see if either man could raise the quality of debate or earn himself an Asbo. First up was Tooting’s Sadiq Khan, making his official London mayor debut in the geopolitical big time: remain or leave. Self-absorbed Londoners might regard that as the geopolitical little time compared with repairs to the Hammersmith flyover or a new disco in Dalston. Mayor Khan had braved a roadworks-inspired traffic jam to fulfil his promised remain speech for David Cameron. But he was in his inclusive (not Zac) mood. “London, Britain, Europe”: their destinies are intertwined, was the message. Since he was speaking in a shiny tech hub off Brick Lane, the mayor was introduced by a hip American techie called Josh, and by Debbie, CEO of Love Home Swap, a “startup scaling up”, as folk now say on Brick Lane. Josh and Debbie were both very remain. So far, so good. For his part, the mayor sounded determined not to sound like Dave or Boris, whose name he managed not to mention when observing that “London’s hire bikes” scheme had been copied from Paris, Europe. Both sides had been trying to frighten voters by warning that leaving (or staying) would be the end of the world, said Khan. “ Both are wrong, but the positive case for staying is strong.” “Positive, patriotic and values-based,” he kept saying, while rattling off all the things that Europe can best tackle together: defence, terrorism, affordable housing, air pollution, a cure for Alzheimer’s. It all sounded upbeat; the new mayor is a Khan-do man. But, three weeks into the job, he is still developing his mayoral style. His blue suit and tieless white shirts are crisp, as is his diction. He is not a comedian like Ken or Boris (hurrah), and his one concession to that Tooting council estate is a refusal to admit that the suffix “ing” has three letters. It is all “remainin’” and “leavin’”, all “goin’” or “stayin’”. Over time, this may prove annoying or endearing. It has not worked for George Osborne, but he is fakin’ it. It wasn’t brilliant or overly analytical, but it was civil. No Asbo for Sadiq, whose words will not inflame the Daily Beast either way. Across town, Brexiteer David Davis, SAS man and corporate bruiser, was next to try. A self-important minister for Europe in the 90s, Davis has been greatly improved by adversity, much of it self-inflicted. When he resigned as shadow home secretary, he became the Tories’ can’t-do man. Speaking to another earnest rent-an-audience in Westminster, a little older and angrier than the techies, he punched some large holes in remain’s sillier claims about economic doom, before making some silly ones of his own. Sounding more and more like Alex Salmond (who is on the remain side this time), Davis breezily swept aside post-Brexit problems of trade deals (etc) and said he is “looking forward to a free country” on 24 June. What Davis calls this “establishment versus anti-establishment” was obviously a challenge to Labour’s David Blunkett and Alan Johnson, whose childhood traumas make Davis’s own sound like Brideshead Revisited. Considering their football teams, Hull City and Sheffield Wednesday, are fighting for a Premier League spot, they proved pathetically emollient. “I am sure David will eventually get over his disappointment,” was as close to a knuckle sandwich as the former home secretaries would get.  They also agreed that, in or out, global mass migration will be tricky. A reformed Eurosceptic, Blunkett recalled how helpful his French counterpart, Nicolas Sarkozy, had been in letting Britain police its border in Calais. Germany’s former interior minister Otto Schily had admired New Labour’s courage in letting in all those Polish plumbers, instead of blocking them, like Berlin. They slipped in anyway, but in the schwartz economy. The EU didn’t get enough credit for stopping Somali pirates, either, added Johnson, a touch inconsequentially. If they’re thinking of turning that soundbite into a remain poster, they’ll need Johnny Depp to make it zing. Alan used to be a Mod.",
  "webTitle": "The referendum's ruffians prove awfully well-behaved",
  "webPublicationDate": "2016-05-26T17:29:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/26/eu-referendum-ruffians-sadiq-khan-david-davis-awfully-well-behaved",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/2016/may/26/eu-referendum-ruffians-sadiq-khan-david-davis-awfully-well-behaved"
}