{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/27/unspeakable-abbie-rushton",
  "id": "2016-05-27-203",
  "sectionId": "childrens-books-site",
  "body": "This is the touching and heart-wrenching story of love, loss and dangerous secrets.  Megan is mute. She hasn’t spoken in months. She has secrets. Secrets which are dying to be told so she doesn’t talk in case they come out. It is the only way to keep her secrets at bay. But then Jasmine starts at her school. Beautiful, bubbly, talkative Jasmine. Megan’s life perks up a bit and her sadness diminishes slightly. This book is quite a rarity as it is a gay love story and this is the first time I have read a book like this. I found it quite remarkable to read. The relationship which develops between Jasmine and Megan is lovely and shows that you can fall in love with anyone, even if it comes as a surprise. You don’t have to feel bad or different.      I congratulate this author for writing such a great story with a well thought out, suspenseful plot which was a pleasure to read. The characters were intense and at times amusing. I especially like the ending and would highly recommend this book to any YA reader. I give this book a rating of 5 stars.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Unspeakable by Abbie Rushton",
  "webPublicationDate": "2016-05-27T11:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/27/unspeakable-abbie-rushton",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/27/unspeakable-abbie-rushton"
}