{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/the-guardian-view-on-the-trade-union-bill-unprincipled-and-unnecessary",
  "id": "2016-05-02-65",
  "sectionId": "commentisfree",
  "body": "The trade union bill, which the government advertised as its flagship at the start of the parliamentary session that ends next week, has been heavily amended. But it is still a nasty, vindictive piece of legislation. There is no justification for it beyond a partisan desire to weaken trade unions, and indirectly to weaken the Labour party, to the point where it becomes almost impossible for workers to defend their rights. The intent of the bill sits uneasily with the jointly authored Guardian article last Thursday in which David Cameron and the former TUC general secretary Sir Brendan Barber appealed for a remain vote in the EU referendum partly in order to shore up protections for workers, many of which rest on European legislation. Many of the bill’s proposals are high on the agenda of the neoliberal Brexiteers. Last week, the leave campaigner Bernard Jenkin complained that the concessions were an unprincipled sale of government policy just to buy the left’s more active support for remain. Certainly, the TUC was open about prioritising the fight against the legislation rather than for the remain campaign. As early as January, concessions were being trailed to a cross-party coalition of peers, some of whom held no brief for trade unions except as an important part of civil society. This alliance of the unelected has fought hard but with only partial success to preserve the trade unions’ role in the processes of democracy. It has defeated the attempt to stop employers processing union dues – which is entirely voluntary – which could have cost some unions millions in lost subs as they re-recruited their members and set up alternative ways of collecting their dues. That would have had a knock-on impact on the amount of cash unions could donate to Labour, but not nearly as much of an impact as making members opt in rather than out of the political levy. That will now apply only to new recruits, and will be phased in. The worst of the draconian rules on picketing, which the Conservative MP David Davis suggested would not have been out of place in Franco’s Spain, have also been dropped. But the bill still includes clauses demanding that pickets have an identifiable and authorised supervisor. The double strike threshold in essential public services, a category that includes teachers, energy workers and border security, remains, imposing a turnout of 50% and then a “yes” vote of at least 40% of all eligible voters. The bill’s critics still want more concessions on e-balloting – something Tories deemed too vulnerable to fraud for unions, but used to select Zac Goldsmith as their candidate for London mayor – and on the right to take time in the week for union work. This bill is unprincipled, unfair and unjustified. Fewer days than ever are lost to industrial action. Trade unions do not just protect and promote rights at work, but in an increasingly disconnected world offer a route into political engagement. In the absence of a negotiated agreement on party funding, their contribution to Labour funds is essential if there is to be anything like equality of arms between the two major parties. David Cameron has sometimes claimed that the Tories are the real party of the workers. The proposals in the trade union bill show just how remote this claim is from what most working lives actually involve – and how casually he is prepared to disregard one of the very foundations of democracy.",
  "webTitle": "The Guardian view on the trade union bill: unprincipled and unnecessary | Editorial",
  "webPublicationDate": "2016-05-02T17:56:15Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/the-guardian-view-on-the-trade-union-bill-unprincipled-and-unnecessary",
  "keyword": [
    {
      "webTitle": "Trade unions",
      "id": "politics/tradeunions",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "TUC",
      "id": "politics/tuc",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/the-guardian-view-on-the-trade-union-bill-unprincipled-and-unnecessary"
}