{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/16/man-booker-international-prize-serves-up-victory-to-the-vegetarian-han-kang-deborah-smith",
  "id": "2016-05-16-44",
  "sectionId": "books",
  "body": "South Korean author Han Kang and her translator Deborah Smith, who only began learning Korean seven years ago, have beaten writers including Nobel laureate Orhan Pamuk and international bestseller Elena Ferrante to the Man Booker International prize.   Related: The Vegetarian by Han Kang review – an extraordinary story of family fallout    Han, who will share the £50,000 award equally with Smith, took the award for The Vegetarian, a three-part novel described as “concise, unsettling and beautifully composed” and an “uncanny blend of beauty and horror” by judges. It tells of “a completely ordinary wife” who decides to become a vegetarian as she seeks a more “plant-like” existence. The controversial decision provokes cruelty from her husband and from her father, and obsession from her sister’s husband, as the woman, Yeong-hye, dreams obsessively about becoming a tree. “It’s almost an outlandish story - a story that could topple over into crude horror or melodrama, or just over-emphatic allegories, but it has extraordinary poise and tact and control,” said chair of judges Boyd Tonkin. “And that’s done both by Han Kang and by this amazing translation from Deborah Smith … The point about this prize is that it’s totally equal between the author and the translator, and we feel this strange and brilliant book has absolutely found the right voice in English.” Smith, who is 28, decided to become an English-Korean translator when she completed her undergraduate degree at the age of 21, and saw the lack of translators in the field. She had not learned any foreign languages before, but moved to Korea to achieve her dream. She has subsequently founded the non-profit publisher Tilted Axis Press, and has translated Han’s novel Human Acts.  At the prize ceremony, held at the Victoria & Albert museum in London on Monday night, Han told the Guardian she felt “extremely honoured”. She added: “It is a very precious thing – winning this prize, my friendship with Deborah. This book and this prize has bought me many things.” On stage, the writer, whose next novel will be published in Korea next week, admitted winning a prize for a book she wrote a decade ago felt “very weird ... I want to share this joy with my family and friends, but they must be fast asleep in Korea right now.” Han, an award-winning and successful author in South Korea, was one of the first authors Smith discovered in Korea.   Related: Han Kang: ‘Writing about a massacre was a struggle. I’m a person who feels pain when you throw meat on a fire’    “The thing that kept me interested in it was something you can really tell from Kang’s books: the novels they write in Korea aren’t really similar to those from the US or the UK because in Korea everyone officially debuts by writing short stories,” Smith told the Guardian earlier this year. “You do a couple of collections, then you move on to doing a novel. The ‘linked novel’ is regarded as a literary form in its own right.” The Vegetarian was one of 155 books submitted for the Man Booker International, with judges chaired by Tonkin selecting a shortlist which also featured the final novel in Elena Ferrante’s Neapolitan series, The Story of a Lost Child, and Orhan Pamuk’s A Strangeness in My Mind. This is the first year the Man Booker International has been awarded to a single book, rather than a body of work, following its merger with the Independent foreign fiction prize. Previous winners of the Man Booker International include Philip Roth, Chinua Achebe and László Krasznahorkai. Tonkin called The Vegetarian “an unforgettably powerful and original novel that richly deserves to win the Man Booker International prize 2016”. “Told in three voices, from three different perspectives, this concise, unsettling and beautifully composed story traces an ordinary woman’s rejection of all the conventions and assumptions that bind her to her home, family and society,” he said. “In a style both lyrical and lacerating, it reveals the impact of this great refusal both on the heroine herself and on those around her. This compact, exquisite and disturbing book will linger long in the minds, and maybe the dreams, of its readers. Deborah Smith’s perfectly judged translation matches its uncanny blend of beauty and horror at every turn.”   Related: Translated fiction sells better in the UK than English fiction, research finds    Last week, research conducted on behalf of the prize revealed that the sales of translated fiction in the UK have grown from 1.3m copies in 2001 to 2.5m in 2015 against a falling market. It also showed an “outstanding” increase in sales of translated Korean fiction, up from 88 copies in 2001 to 10,191 in 2015. “Korea has a very strong fiction culture, with lots of good writers and a thriving literary scene. It would be a very good outcome if we saw a bit more of that reflected in this country,” said Tonkin, who was joined on the judging panel by the writers Tahmima Anam and Ruth Padel, and academics David Bellos and Daniel Medin.",
  "webTitle": "Man Booker International prize serves up victory to The Vegetarian",
  "webPublicationDate": "2016-05-16T20:45:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/16/man-booker-international-prize-serves-up-victory-to-the-vegetarian-han-kang-deborah-smith",
  "keyword": [
    {
      "webTitle": "Man Booker International prize",
      "id": "books/man-booker-international-prize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "South Korea",
      "id": "world/south-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/16/man-booker-international-prize-serves-up-victory-to-the-vegetarian-han-kang-deborah-smith"
}