{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/bath-mike-ford-premiership-bruce-craig",
  "id": "2016-05-03-18",
  "sectionId": "sport",
  "body": "Bath are looking to recruit a top-quality coach from outside the Premiership to help them bounce back from a year of on-field underachievement and off-field acrimony. But Mike Ford, the head coach, is adamant that he retains the support of the club’s owner, Bruce Craig, and is already working hard on Bath’s strategy for next season. Regardless of the outcome of their final league fixture against Leicester this Saturday, Bath will finish ninth in the table and have missed out on qualification for the European Champions’ Cup. With Stuart Hooper, the captain, retiring, the scrum coach Neal Hatley joining England’s management team and the fallout still reverberating from Sam Burgess’s return to rugby league, Craig’s vision of a trophy-laden era at the Rec has yet to materialise. Following a meeting this week, nevertheless, Craig is still backing Ford to plot the way forward. “Nothing has changed,” the former England assistant coach said. “He’s not banned me from signing players. I sit down with him every week and we’ll do it again after we play Leicester. He’s disappointed but, if anything, he’s got more energy to succeed. “He’s been brilliant. He wants us to be the best club side in Europe and he’s very committed to that. There’s been a lot of chat about Bruce but he’s been nothing but a tower of strength for the club.” With Hatley poised to join England this month once his Bath duties are complete, there is a vacancy for a fresh face, quite possibly from the southern hemisphere. Leicester have benefited hugely from the input of the former All Black Aaron Mauger and his impact has not gone unnoticed in Bath. “We’re having a look at the coaching structure and there’s an opportunity for someone new to come in, potentially not from the Premiership,” Ford said. “Clearly we’ve got to improve. There were a lot of things that weren’t good enough this year. “Looking back I should have ripped it up after we lost the Premiership final last season. But there was a World Cup and players were away. We got ourselves into a hole that we couldn’t get out of.” With the Wales internationals Taulupe Faletau and Luke Charteris confirmed arrivals and a further forward signing due to be announced on Wednesday, Ford admits recruitment “is still ongoing” to cover the gaps left by the departure of the Argentine wing Horacio Agulla and others. “Our starting team is going to be very good but we need more depth in the squad. We need to be the hunters again and get our hunger back because we’ve not won anything over the past three years. It hurts and we need to use that feeling as motivation this summer.” With the Japanese No8 Amanaki Mafi having abruptly left the club amid reports of a bust-up with a member of the club’s medical staff and the Samoan international flanker Alafoti Fa’osiliva due to be sentenced on Friday after pleading guilty to assaulting a university student, Ford concedes it has not been a campaign he will personally remember with great affection. “I think I must have run over a black cat or something. A lot of good things have happened over the last couple of years but we’ve become a story, haven’t we? Sometimes things happen that are out of your control. It’s just highlighted because of the season we’ve had.”",
  "webTitle": "Bath head coach Mike Ford has backing of owner despite disappointing season",
  "webPublicationDate": "2016-05-03T21:00:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/bath-mike-ford-premiership-bruce-craig",
  "keyword": [
    {
      "webTitle": "Bath",
      "id": "sport/bath",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/03/bath-mike-ford-premiership-bruce-craig"
}