{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/elegy-nick-payne-zoe-wanamaker-donmar-observer-review",
  "id": "2016-05-01-183",
  "sectionId": "stage",
  "body": "Four years ago Nick Payne shone new light on the stage with his Constellations. He blended scientific inquiry and romance. The form of his play was part of its subject matter. Elegy, slighter but needling, also has love and medical science at its centre. It also moves in an investigative manner, curling backwards. Yet things have shifted. This is absolutely a play of today. All the better for that. The very fine cast is all female and not young. Only last year – before Caryl Churchill’s Escaped Alone – this would have caused a stir. The love is homosexual: that’s no longer a cause for comment. The subject is loss of memories. The Father has demonstrated – or reminded, us since King Lear got there first – how wonderfully suited the stage is to expressing a failing mind.     ‘Beautiful restraint’: Barbara Flynn as the partner who will be forgotten, with Zoë Wanamaker. Photograph: Johan Persson    Payne’s is a dilemma drama, set in the near future. A teacher in her mid-60s has a degenerative disease. Her decline can be arrested by surgical intervention, but the result will be a catastrophic loss of memory. The last 25 years of her life, the period she has spent with her partner, will disappear from her mind. This is more than a debating point. The choice raises the question of what makes an individual. It is, explains the doctor, a life-saving procedure. To which the patient responds: “What life? If it isn’t saving this life.”    Wanamaker shows glimmers of what she was as she looks towards a blanker, healthy future    Barbara Flynn, far too seldom seen on stage, suggests with beautiful restraint the watchful care the couple had for each other. As the partner who will be forgotten, she holds herself together in desolation. Captivating Zoë Wanamaker, going from wild to comical in her inside-out dressing gown, shows glimmers of what she was as she looks towards a blanker, healthy future. In the least developed part, of the doctor, subtle Nina Sosanya delivers the monstrous choice without making herself seem monstrous. The rapt quality of Josie Rourke’s production is enhanced by Tom Scutt’s design. Simple but revealing. In the middle, a floor to ceiling tree cleft in two. When the lights go down, the split in the trunk glows. As life becomes murkier, smoke fills the space around it. • At the Donmar Warehouse, London, until 18 June",
  "webTitle": "Elegy review – a fine dilemma",
  "webPublicationDate": "2016-05-01T06:59:48Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/elegy-nick-payne-zoe-wanamaker-donmar-observer-review",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Donmar Warehouse",
      "id": "stage/donmar-warehouse",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Zoe Wanamaker",
      "id": "culture/zoe-wanamaker",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Susannah Clapp",
      "id": "profile/susannahclapp"
    }
  ],
  "guardianId": "stage/2016/may/01/elegy-nick-payne-zoe-wanamaker-donmar-observer-review"
}