{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/20/how-nurture-next-generation-school-leaders-headteacher-live-chat",
  "id": "2016-05-20-299",
  "sectionId": "teacher-network",
  "body": "It’s been hard to miss headlines about the recruitment crisis in teaching. Research published earlier this year from the National Audit Office – which reported missed recruitment targets and more teachers leaving the profession – made for sober reading. Significant attention and resource has been focused on recruiting new teachers – with the government spending £700m every year on training. But less action has been taken to retain the growing number of teachers who are leaving the profession or seeking early retirement. Now, the retention crisis is presenting pipeline problems as schools increasingly struggle to recruit senior leaders. In a 2015 survey from the National Governor’s Association, 43% of 4,383 respondents reported it was difficult to find high-quality candidates when recruiting senior staff.    Related: The secret recipe for high-performing schools? Listen to teachers    And it’s no surprise that fewer teachers fancy heading up the career ladder. Alongside the long working hours and pressures of balancing classroom time with managerial responsibility, which many middle leaders face, the high-stakes accountability system can be a deterrent. There is also no longer a single defined training route for leadership. But in the midst of chaos there is always opportunity. Our live chat will discuss how schools can nurture leadership and encourage talented teachers to progress in the profession, rather than leaving it. Topics for discussion will include:  What’s the best way to spot talent and hone the skills of able and ambitious colleagues?  What support is out there for those hoping to head into leadership? How can we help those who want to progress manage the pressures they face? How can you help junior colleagues to balance classroom work with professional development?  What lessons from their own development do senior teachers and educational experts have to share?  Ask questions and offer your advice, insight and ideas by joining us from 5.30-7.30pm on Wednesday 25 May 2015.  Our experts will be online during the time noted above, but comments are open now if you would like to post questions or suggestions in advance. You can also send questions for the panel by tweeting us @GuardianTeach or by emailing teacher.network@theguardian.com. Panel Jill Berry was a teacher for thirty years between 1980 and 2010, and a head for the last ten of these years. Since 2010 she has completed a Professional Doctorate in Education, researching the transition from deputy headship to headship, and worked as a leadership consultant, carrying out heads’ and senior leader appointments and appraisal/professional review, leadership training and coaching. She is an enthusiastic advocate for the power of social media as a source of professional development for teachers and school leaders at all levels, engaging with a wide network of educators through Twitter and blogs. She tweets @jillberry102. James Bowen is director of NAHT Edge, a union designed for middle leaders in schools. Up until Easter 2016, James was a headteacher of a junior school in Hampshire, and was previously a subject leader, Senco and assistant headteacher. He is passionate about leadership in schools; for middle leaders driving up standards, and those aspiring to be the next generation of headteachers. Peter Lee is the current vice principal at Q3 Academy in Sandwell and from September will become the head of school for the new school Q3 Langley. He initially joined the teaching profession via the Fast Track programme and has worked in five education establishments in the West Midlands area holding the roles of head of department, head of faculty as well as assistant head.  Jen Barker has seven years’ teaching experience across the early years and primary age range, including being a member of two schools’ senior leadership team. She has completed a number of leadership programmes including Leading from the Middle, Tomorrow’s Heads and the National Professional Qualification for Headship. Following a move to Teach First to oversee elements of the primary and early years programmes, she took on the role of associate director where she leads a team who design the Teach First Leadership Development Programme for first and second year participants. Chris Rolph is a principal lecturer in the school of education at Nottingham Trent University. After graduating he carried out research in astrophysics before embarking on a career in teaching. Following 10 years in the classroom he became a secondary school headteacher, leading three different schools over 13 years, developing staff and leading the National Professional Qualification for Middle Leaders (NPQML). He is now responsible for managing the teacher education partnership at Nottingham Trent University. Rimah Aasim is headteacher at Worth Valley primary school in Keighley, Yorkshire. She has worked in education for 14 years, in in a range of schools and with ages from nursery to Year 6. She has also held management positions such as lead teacher, deputy headteacher and then headteacher. Aasim was recruited through The Talented Leaders programme which places headteachers in schools in areas around the country where they are needed most.  Craig O’Cunha is principal at Chantry Academy in Ipswich, an Active Learning Trust school. He has 12 years experience of leading teaching and learning in roles of assistant and then vice principal mainly in areas of rural disadvantage. He has a masters degree in educational leadership and management and is the first participant of the Talented Leaders programme a government funded scheme to place head teachers in the areas that need them most.  Follow us on Twitter via @GuardianTeach. Join the Guardian Teacher Network for lesson resources, comment and job opportunities, direct to your inbox.",
  "webTitle": "How can we nurture the next generation of school leaders? – live chat",
  "webPublicationDate": "2016-05-20T07:00:34Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/20/how-nurture-next-generation-school-leaders-headteacher-live-chat",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Leadership",
      "id": "teacher-network/leadership",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "Teachers' workload",
      "id": "education/teachersworkload",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teacher training",
      "id": "education/teachertraining",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Isaac",
      "id": "profile/anna-isaac"
    }
  ],
  "guardianId": "teacher-network/2016/may/20/how-nurture-next-generation-school-leaders-headteacher-live-chat"
}