{
  "apiUrl": "https://content.guardianapis.com/news/defence-and-security-blog/2016/may/19/britain-is-not-at-war-with-russia-nor-is-it-at-peace",
  "id": "2016-05-19-106",
  "sectionId": "news",
  "body": "Britain is engaged in two conflicts. They are very different. One harks back to the cold war, and is very visible. The government trumpets and photographs Britain’s every move. The other, against an enemy which is not a state, is less visible and the government is coy about what exactly it is up to. The Ministry of Defence seizes every opportunity to publicise RAF Typhoons intercepting Russian planes coming close to British airspace or approaching Baltic states. Nato generals have expressed concern about the ability of Nato troops to respond quickly to any Russian incursion. How would western public opinion respond to their soldiers fighting the Russians in Latvia or Lithuania? The Nato summit in Warsaw on 8 and 9 July, will probably fuel Putin’s (genuine or artificial) paranoia, especially in the light of the missile defence project with interceptor sites based in Poland and Romania. Nato leaders could be conciliatory. They do not have to appease, simply refrain from indulging in gratuitiously aggressive rhetoric.  They can afford to. Does Putin really want to risk a war with the west, as former Nato deputy supreme commander General Sir Richard Shireff, suggests in his new book, provocatively titled “2017, War with Russia”? No. Despite the pretty parlous state of the armed forces of many Nato members, whose public opinion have little appetite for war, even Putin is unlikely to risk a conflict he must know Russia could not win. The common enemy is violent, ideological-driven terrorism, manifetsed in its most extreme form by Isis. Russia and China recognised this, up to a point, when they agreed this week to consider arming Libyan leaders fighting Isis in their country. Terrorism and the activities of non-state groups fighting throughout the Middle East, and spilling into Europe - and potentially an increasing threat to Russia and China - is drawing nation states into a conflict which is for the most part unseen. While traditional weapons systems are displayed against Russia - ships and planes and troops on exercises - for all to see in defined areas, the weapons deployed against Isis and other extremist and terrorist groups are invisible. Those conflict zones have no boundaries. The US government, says Edward Snowden, the US whistleblower, “has decided - without the public’s participation, without our knowledge and consent - that the battlefield is everywhere.” In a foreword, published in the Guardian, to the book, The Assassination Complex, a remarkable expose of the US government’s use of armed, unmanned, drones, Snowden writes that the largest unchallenged military machine in the history of the world - America’s - is backed by a political system increasingly willing to authorise any use of force in response to practically any justification. He adds: “In today’s context that justification is terrorism, but not necessarily because our leaders are particularly concerned about terrorism in itself or because they think it is an existential threat to society. They recognise that even if we had a 9/11 attack every year, we would still be losing more people to car accidents and heart disease, and we don’t see the same expenditure of resources to respond to those more significant threats.” Britain’s most senior military figure, General Sir Nicholas Houghton, chief of the defence staff, observed in a major speech last year: “There is no longer a simple distinction between war and peace. We are in a state of permanent engagement in a global competition.” He wisely added that most of the threats facing Britain - and the west as a whole - cannot be resolved by “decisive military action alone”. In other words, military action would never be decisive. What is needed is credible deterrence, backed by a holistic approach to combatting the root causes of conflict - poverty and tyranny.",
  "webTitle": "Britain is not at war with Russia, nor is it at peace",
  "webPublicationDate": "2016-05-19T16:44:24Z",
  "webUrl": "https://www.theguardian.com/news/defence-and-security-blog/2016/may/19/britain-is-not-at-war-with-russia-nor-is-it-at-peace",
  "keyword": [
    {
      "webTitle": "Nato",
      "id": "world/nato",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Defence policy",
      "id": "politics/defence",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Norton-Taylor",
      "id": "profile/richardnortontaylor"
    }
  ],
  "guardianId": "news/defence-and-security-blog/2016/may/19/britain-is-not-at-war-with-russia-nor-is-it-at-peace"
}