{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/02/would-rent-cap-work-tenants-1000-a-month-rises",
  "id": "2016-05-02-239",
  "sectionId": "money",
  "body": "Hayley Miller was initially shocked when she received a letter to say the rent on her London flat was to increase by £1,000 a month. But this soon turned to resignation when she accepted that the unaffordable hike would mean she had to move to another flat – her eighth move in eight years. “The contract was coming up for renewal and we were told the rent was increasing to £2,800 a month [from £1,800],” says the 34-year-old, who shares a two-bedroom flat in Camden with a couple. “It’s really sad as I loved it, and the landlord let us get two cats only a few months ago. I’ve only been there around a year, and the last rise was only about £70, so this was a total shock.” Miller’s frustration at the price of renting is common, and has led to calls for the introduction of European-style rent controls whereby caps are put on how much landlords can raise prices. In her case there was no explanation for the increase. Although the tenants disputed it and got the price reduced by 15%, it still remained too much and she will have to move. “My friends are facing similar situations,” she says. “It makes sense that rents rise in line with inflation – but more should be done to stop insane rises.” She is not alone in her wish for stiffer regulations. According to a poll conducted by Spareroom.com, 65% of renters support some form of controls. Dan Wilson Craw from Generation Rent, a group which campaigns for professionally managed homes, says: “We need rent control not for the sake of it, but because the housing market is broken. Demand for housing should encourage greater supply, and result in rents that are affordable – but that isn’t happening.”           Exploitation, Exploitation, Exploitation: a property show for millennials    Laws in other European countries have put the brakes on soaring rents. Since June 2015, landlords in Berlin have been prevented from raising rents for new tenants to more than 10% above the local average. The aim is to keep the city affordable, with the model being copied in Hamburg and hundreds of other towns and cities around the country. “England has regulations in place, but they are incredibly weak and ineffective,” says John Bibby, a policy officer at housing charity Shelter. “It’s easy for landlords to impose excessive rent increases, with tenants able to choose between paying up, or moving out.” Labour pledged to introduce rent controls in its 2015 election manifesto. Former leader Ed Miliband said rises should be limited to inflation over a three-year period, and tenancy lengths of three years should become the norm. A report from the London Assembly’s housing committee in March produced strong reactions, but politicians failed to reach agreement on what various measures – such as capping rises and providing longer tenancies – would achieve.    Regulations are in place, but they are weak and ineffective. It’s easy for landlords to impose rent rises  John Bibby, Shelter     There are pitfalls to hardline caps, according to commentators. “Rent caps are the most onerous of regulations,” says Bibby. “Concerns include landlords withdrawing from the market, and this could trigger evictions.” Property analyst Kate Faulkner says rent controls may actually penalise some tenants. “The biggest problem is they haven’t been proven to work anywhere,” she says. “It risks landlords selling up, and doesn’t tackle the main problem – a lack of stock.” She says landlords often have an interest in keeping good tenants and rents fixed. “Contractually, landlords may be more likely to put rents up in line with whatever the cap allows – penalising the very people they are designed to protect.” Germany is often held up as the model of stabilisation, with many people living in the same property for life. Kath Scanlon, a researcher at the London School of Economics, authored a 2011 report entitled Towards a sustainable private rented sector, and said it would be difficult to replicate the system in the UK. “The Berlin system requires a sophisticated database of private sector rents, and that’s an area where statistics in this country are very poor. Imposing rent caps would be perceived by landlords as the final nail in the coffin after the reduction in mortgage interest rate relief and the new stamp duty surcharge,” she says. In Scotland a private tenancies bill was passed in March. This will introduce powers for local authorities to implement rent controls, and is expected to come into force over the next parliament. Rent increases will be limited to the CPI measure of inflation plus 1%, with additional allowances where improvements have been made to the property. Shelter, meanwhile, is calling for landlords to be barred from raising rents above inflation, and establishing longer five-year tenancies. “Both have to be done at the same time to work effectively, and prevent landlords simply evicting people as a way to put rent up by more than inflation,” Bibby says. “This is how much of the rest of Europe organises its rent regulation – England is an outlier.” The campaign for a fair rents will continue. Meanwhile, the landscape is changing dramatically. Experts at accountancy firm PricewaterhouseCoopers predict that by 2025, 7.2 million households will be in rental accommodation, compared with 5.4 million today and just 2.3 million in 2001. “It’s about time the system is made fit for purpose,” says Bibby. “Private renting is no longer just a stepping stone for young adults – it’s where a quarter of families in England have to live.” Despite the support for intervention, political parties have been reluctant to introduce controls. The likelihood of any being put in place under the current government is slim, say experts. “I believe the government would argue that the introduction of controls would choke supply – big changes are a long way from happening,” says Scanlon. John Dickie, a 48-year-old civil servant, found out at Easter that the rent on his Bermondsey studio flat will go up by 38% from November. He currently pays £765 a month and is not able to afford the increase to £1,050, forcing him to move outside of London having lived in the same place for the past nine years. He says rent stabilisation to prevent such increases would be a welcome development. “I’m going to have to look for somewhere cheaper, so realistically – I am single and haven’t had a pay rise worth the name in a few years – I am either going to be looking at moving outside London, and then having to factor in travel costs, because at the moment I walk to and from work; or I’m going to have to look at sharing,” he says. WHAT RENTERS SAY Londoners have been sharing their renting nightmares on social media in an attempt to highlight the issue during the mayoral elections, writes Shane Hickey. Under the #ventyourrent hashtag on Twitter, people have been revealing exactly what you get for your money in the capital. “£750. Double room in Hackney. Landlord was a total bully! He would enter property without notice. He did not even bother knocking! Took me four months to get deposit back!” said one. “Rent: £700. Location: Wapping. Landlord continues to refuse to treat mould-infested flat. I’d move but I can’t afford to (Also, the landlord insists we pay our rent in cash),” reported another. The campaign was launched by Generation Rent in the run up to the mayoral election, which takes place on Thursday. Among the complaints were pictures of mould growing (titled “Fancy Decoration”) and a picture of a beetle (“Pets included. Leyton £780”). Another wrote: “Walthamstow. £1,150 (one-bedroom flat). Leaky mouldy sink, saggy curtain rail, people openly piss in the street.” Generation Rent said renters should make their complaints heard via the ballot box this week. “The candidates for mayor describe London as the greatest city on earth, but as long as growing numbers are paying huge sums to live in squalor they’ll have a lot of work to do to make that a reality. The hashtag #ventyourrent is unearthing the scale of common problems like damp and mice, all the way up to the most shocking experiences like poisoning, ceilings falling in and bullying landlords and letting agents,” said policy manager Dan Wilson Craw. CONTROLS ACROSS EUROPE Most European countries have longer tenancies than the UK and give renters some degree of certainty about how much rents will rise during their lease, writes Shane Hickey. ■ Germany Around 50% of householders rent privately, with standard leases offered over a lifetime. “You can live in the property until you die,” says Kath Scanlon, a researcher at the London School of Economics. This compares to normal tenancy agreements lasting just six-12 months in the UK, with either the landlord or tenant able to terminate a contract after that period.“As a tenant in Germany you make a big investment,” says Scanlon. “It’s common for properties to come with far fewer facilities than in the UK – often, they don’t have a kitchen, so you have to install your own.” Before rent caps were enforced, landlords were able to set initial rents at whatever they wanted. Caps were put in place to protect new tenants and to respond to concerns about rents rising too fast amid a housing shortage. But the new system has attracted criticism from tenants’ rights groups who say the burden of enforcement relies on renters, and rogue landlords aren’t penalised for busting the cap. ■ Sweden Rents are set through negotiations between representatives of landlords and tenants. In 2014, the rent rise for Stockholm was set at 1.12%. However, the system has experienced pressures, with a shortage of properties creating a thriving rental property black market. ■ Holland The rent charged depends on the number of “quality points” houses rack up. “This depends on attributes including size, whether they have a garden and double-glazing – but not location,” says Scanlon. “There is a maximum that can be charged depending on this, although at the top end – for properties with rents above €700 a month – they can be freely set.” ■ Denmark There are two control systems. “They depend on when the property was built – but both hold rents below market levels,” Scanlon says. Properties built since 1991 are free of rent controls. “This was to encourage more properties to be built – but it hasn’t worked.” ■ France A controversial set of controls came into force in Paris in August last year. Rents must be no more than 20% above or 30% below the median rental price for the area. The rules prompted anger among property agencies and landlords, who claimed they would deter investment.",
  "webTitle": "Would a rent cap work for tenants facing £1,000-a-month rises?",
  "webPublicationDate": "2016-05-02T06:00:16Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/02/would-rent-cap-work-tenants-1000-a-month-rises",
  "keyword": [
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Meyer",
      "id": "profile/harriet-meyer"
    }
  ],
  "guardianId": "money/2016/may/02/would-rent-cap-work-tenants-1000-a-month-rises"
}