{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/what-its-like-to-quit-drinking-alcoholic-drinks",
  "id": "2016-05-17-257",
  "sectionId": "commentisfree",
  "body": "Brits’ relationship with alcohol has come under the spotlight, with experts calling for warnings on all alcohol – and saying that men in particular refuse to believe the risks. This comes as data shows that millions of middle-aged men drink more than is recommended in new government guidelines – the limit was lowered in January for men from 21 units a week to 14, the same as women.  For some, their relationship with alcohol is such that they decide to stop drinking completely, either for life or for a few months. This can be for a variety of reasons – to tackle more severe problems such as alcoholism or simply for better health.  We spoke to five people about the moment they decided to quit, and how hard it was. Here are their stories.  Steve Craftman, south Wales: I never feel more alone than when I’m with a group of partying drunks      I’ve had a long relationship with alcohol – but learning I was HIV positive in 1987 made my drinking worse. I thought I wouldn’t need my liver much longer because at that time being diagnosed with HIV gave you only a few years to live. But I just kept on living. Then last year I had to get a liver scan after my doctor noticed some problems. I had been through a particularly rough patch and was drinking heavily: I would consume about 20 units a day. It was just before the scan that I stopped drinking. I stupidly thought that giving up then would improve the results. It didn’t. The scan confirmed cirrhosis, and I pretended that I could have the occasional drink at an appropriate moment. Despite some fairly major landmarks over the years, there hasn’t been an appropriate moment. On my last drinking day I had the remains of a bottle of Southern Comfort, leftover from Christmas, and then finished it off with a bottle of cider.  I would advise anyone else to stop drinking under medical supervision (something I didn’t do) because of the risk of withdrawal symptoms. I didn’t find it too hard, and had no physical symptoms. After I had my last cider I just stopped and bought a load of ginger beer. Since I stopped, I never feel more alone as when I’m with a group of partying drunks. They talk nonsense, their emotional reactions are out of control, and they’re just very wearing. Thankfully, I stopped just at the right time, as the last scan showed that the cirrhosis had not got any worse. Max Dalda Müller, Somerset: I was drinking 15-20 cans of Special Brew a day      I drank excessively from the moment I had my first drink aged 13. Twenty years later, I still didn’t think I had a problem. I thought I drank because I was anxious or depressed, because my girlfriend left me, because my football team lost (or won), any excuse was valid in my mind. I drank because it was a social thing; if I didn’t then I thought I would be ostracised, not invited to parties and events. But my drinking affected my professional and personal life and I was unable to hold down jobs or relationships. At one point I was evicted and ended up sleeping rough on the streets in London. I begged for beer money and would drink between 15 and 20 cans of Special Brew a day. I was physically and emotionally broken, close to suicide. Then a miracle happened: a police community support officer in north London challenged me for begging outside a shop and I broke down and told him my story. He said he could help and put me in touch with a charity called the Pilion Trust. They got me funding to go into detox and eventually I got myself into a rehab centre. This was nine years ago and I haven’t had a drink since. After treatment, I trained as a counsellor and teacher and now support people who are going through similar experiences. Since I stopped drinking, I haven’t felt the same fear, anxiety and depression as before. I now embrace my emotions rather than fight them.  Life in recovery has been amazing: I have a lovely partner and three wonderful children. We do struggle with life’s challenges and at times things get tricky. But I can cope with them now.  Charlie Doeg-Smith Dundee: I intend to give up for good but I know it won’t be easy      I had my last alcoholic drink on 27 December last year. I reckon I’ve saved (or not spent) more than £1,000 in that time. However, my primary reason for stopping wasn’t financial, it was for my health.  I don’t think I am an alcoholic, but I might have been heading that way. I used to have a beer and wine most days of the week and not a day went by in 2015 when I didn’t have something alcoholic. I don’t have the strength of character or the willpower to moderate my alcoholic intake or to limit the days I drink. Giving up altogether is the only way forward for me, and so far I am not regretting my decision. What is so obvious now is how big a part alcohol plays in our society. According to the drinks companies and their marketing departments it seems that alcohol must be purchased and consumed if a social event is to be a success. I intend to give up for good but I know that it will not be easy, so only time will tell. Kristy, Colombia: I hated not being able to remember what had happened      I stopped drinking alcohol on 19 December, 2015, so I am coming up to six months of sobriety. To give you some background, I love alcohol: talking about it with people who know their stuff, whether it’s a well-crafted cocktail or a straight tequila. I love a Sunday morning bloody mary. I work as a tour guide and so am always being invited to drinks. Also, at least 60% of my friends are bartenders or work in hospitality. And I have a modern-day super power: I ’ve never got hangovers. So I’ve never really had much motivation to not drink.   Related: Experts call for warnings on all alcohol as men refuse to believe risks    So why did I quit? The reason came on 19 December. The night before I had been at a wedding. I arrived late to the wedding after working on a tour for a demanding family all day. By the time I got there, all the other guests were happily merry, and I was forced to play catch-up on an empty stomach. I had a really fun time, danced my brains out, met a bunch of new people, and somehow made it home. Nothing really bad happened. I wasn’t the drunkest person at the wedding by any means, and no one would have made any comment on my behaviour. But the following day, I kept running into people I had apparently met at the wedding. They made references to conversations we had had, and I couldn’t remember any of them. I hated that feeling. What is the point of drinking to have a fun time if you don’t remember it? I have made a personal commitment to at least a year of sobriety. It’s nice to make connections while I’m out and be able to remember them and the conversations you’ve had the next day. Anonymous, London: I managed to pull myself back from the brink I reached the end of my tether in 2012 and decided to get sober. I nearly died as a result of alcoholism and drug addiction. I wasn’t taking care of myself, not eating or sleeping properly.  After staring at the abyss for a while, I managed to pull myself back and, with the appropriate help and support, I turned my life around. I had tried loads of different approaches until I came across one what worked for me: Alcohol Anonymous’ 12-step recovery. And I’ve never looked back.  I feel blessed today for taking that decision almost four years ago now. Stopping drinking was the catalyst that allowed me to successfully transition my gender. When I was drinking excessively and taking lots of drugs, transitioning felt like a fantasy rather than reality. I was on a journey of self-discovery, but drugs were a hindrance to that. And while alcohol initially gave me much-needed confidence, it eventually stopped me from fully being myself.",
  "webTitle": "What it's like to quit drinking, by those who've done it – or are trying | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-17T09:20:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/what-its-like-to-quit-drinking-alcoholic-drinks",
  "keyword": [
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/what-its-like-to-quit-drinking-alcoholic-drinks"
}