{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/30/insider-guide-belgrade-endless-coffees-partying",
  "id": "2016-05-30-176",
  "sectionId": "cities",
  "body": "In five words Charming mess, polluted Balkan beauty. Sound of the city       This is a recording from my window and the sounds I often have to listen at night. You can hear a very bad performance of live folk music, general street sounds and a man making comments about parking space. Belgrade is famous for its wild nightlife and also as a place that never sleeps. One of the reasons for this is the selective implementation, or lack of regulation regarding noise levels from bars and clubs in residential areas. The man talking about parking is also typical Belgrade, finding parking space is the main time investment here if you’re a driver. Best building     Belgrade is full of brutalist architecture. Photograph: stillinbelgrade.com    This is a tough question for me, as I’m a big lover of architecture and this love comes from growing up in Belgrade. The city has remarkable examples of post-second world war architecture, modernist buildings and a lot of brutalist architecture. My personal favourite is the beauty that is “SIV”! The last official name of the building is “Palace of Serbia”, but everyone still calls it SIV which stands for Federal Executive Council of Yugoslavia. I prefer this name as it is built in Yugoslav times and its concept and architecture fit the idea of Yugoslavia. I like this building not only for it’s architecture and design, but also for what it represents. Construction began right after the second world war when Yugoslavia was growing into an independent and strong socialist paradise where projects like this building were made into reality. The country where I was born and the country I live in are strikingly different. And I never moved. Homegrown talent Talented and charismatic theatre director Miloš Lolić has been making waves for quite some time now, in his native Belgrade as well as all across Europe. His theatre directing is always visually attractive, deeply thought through, stripped down and provocative. If in Belgrade I recommend his vision of Shakespeare’s Othello in Yugoslav Drama Theatre or his take on Schiller’s Maria Stuart at the National Theatre.  Best cultural Instagram       A very talented photographer depicting real life in Belgrade. With a great eye for documentary photography, his pictures don’t show sunsets on the river or beautiful Belgrade women, they reflect this city’s charm in a more profound style. Biggest controversy The biggest controversy right now is the Belgrade Waterfront project: a €3.5bn (£2.7bn) development between the Serbian government andAbu Dhabi-based developer Eagle Hills. It’s set to wipe away a whole area to make way for luxury apartments, a 140,000 sq m shopping mall (the biggest in the Balkans) and office spaces, all to be built in Dubai style. The area they plan to transform is Savamala, a post-industrial neighbourhood around the train lines and station, which in the last six or seven years has become home to the hippest restaurants, bars, clubs, art spaces and skater shops in the city. The project requires the city’s urban plan to be redrawn to suit investor demands, and I think there has been a lack of transparency in the process. Big billboards and all sorts of aggressive promotion can be seen all over Belgrade. It looks so unreal, I’m just hoping it’s a government PR stunt. Most under-rated location     The city’s green spaces are taken for granted. Photograph: Ivan Ikic    Belgrade is one of those cities that you can never stop exploring; there are lots of secret corners and areas not very well-known to general public or not too obvious for visitors. Most tourists come here for nightlife and affordable hedonism, but there’s much more to see. Belgrade has a number of parks and small forests and it seems to me it’s a part of the city everyone takes for granted and somehow doesn’t value and explore enough.  I’d recommend a visit to the Botanical Garden Jevremovac, a little green heaven in the city centre, in the midst of two of the noisiest streets. But when you’re there, you feel completely isolated from the urban environment.  Best local artist It’s tough to decide as Belgrade is home to many talented young artists, but here are a few: Bratislav Milenkovic is a hard working and witty illustrator, Milan Nenezić is art’s dark prince whose weapon is oil on canvas, and Marija Strajnić was originally an architect but is mostly known for her stunning photographic portfolio. Worst building     The Staklenac … ‘an ugly glass monster’. Photograph: Viktor Shekularatz    Since the beginning of 90s until now, there have been many ugly buildings and structures popping up. And it seems to never stop. The one building that represents the absolute downfall of Belgrade architecture and urban planning is the so-called Staklenac, an ugly glass monster of a 90s retro shopping mall, now mainly empty. It was built in 1989, exactly at the time when everyone started feeling political tension in ex-Yugoslavia and absurdly it was supposed to be a temporary object. It’s located in the very heart of Belgrade, on the main square right next to the National Theatre and National Museum. For years now, everyone has been saying that it should be demolished but it’s still there, standing strong. And ugly. The look on the street     Street style ... Photograph: Nemanja Knezevic    How green is your city? Belgrade is quite green, there are a lot of trees and parks and green surfaces. But, there’s not too much environmental awareness: the city is very polluted and rivers are quite dirty and full of waste. It reflects the chaotic, corrupt system that we’ve been living in for 25 years now. The “green” initiatives vary between municipalities. Some local councils are giving away recyclable garbage bags or try to inspire people to clean their dog shit (not a very popular move here). It looks green, but it’s not very clean. Moment in history       Yugoslav president Tito’s funeral on 8 May 1980. It was not a very celebratory moment, yet it was the biggest event that ever happened in Belgrade, with 700,000 people on the streets and 128 world leaders saying their final goodbyes.  This funeral symbolically represents the end of an era in world history. Tito was one of the founders of the Non-Aligned Movement which promoted peaceful co-existence and partnership between countries who were not on the side of US nor the USSR during the cold war, and it definitely marked an end of an era in the history of Balkans. A political, economical and social experiment that was Yugoslavia was over. What does your city do better than anywhere else?     Stay young forever in Belgrade. Photograph: Ivan Ikic    There’s no place in the world where time is so relative – and irrelevant. Everyone is always late. People are having endless coffees, partying until infinity. If you want to get a feeling that there is no passing of time Belgrade is a good place to be.  Top insider’s tip If you want to try the local specialty ćevapčiči – a type of skinless sausage, the best ones are not to be found in fancy restaurants. Go to fast food Cica or classic restaurant Kafana Čubura. And you’d better be really hungry – the portions here are huge. From me Tijana T is a DJ, singer and a music journalist from Belgrade. Listen to her music her music here.     Tijana analog by Katarina Soskic Photograph: Katarina Soskic    Five to follow Klasaklasa Drugstore Beograd Klub 20/44 Schwabe Kulturni Centar GRAD Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Insider's guide to Belgrade: endless coffees and partying until infinity",
  "webPublicationDate": "2016-05-30T06:30:26Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/30/insider-guide-belgrade-endless-coffees-partying",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Serbia",
      "id": "world/serbia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Serbia holidays",
      "id": "travel/serbia",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Regeneration",
      "id": "society/regeneration",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/30/insider-guide-belgrade-endless-coffees-partying"
}