{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/donald-trump-supporters-bigots-left-demonise",
  "id": "2016-05-13-311",
  "sectionId": "commentisfree",
  "body": "Last Tuesday, at about 3pm, I parked my rental car outside a polling station in the suburbs of Indianapolis, and began to talk to the droves of people going in and out. There was only one subject I really wanted to hear about: Donald Trump, and his jaw-dropping progress to being the presumptive Republican nominee. As he said himself, a win in the state of Indiana would seal the deal, and so it proved: he got 53% of the vote, which triggered the exit of his two supposed rivals. Meanwhile, the global liberal left seemed to be once again working itself into a lather, which was easily translatable: how awful that a man routinely described using all the boo-words progressives can muster – misogynist, racist, fascist, xenophobe, or “xenophobic fascist”, as George Clooney understatedly put it – could now be a resident of the political mainstream, and a serious contender for president.           Why people vote Trump: the death of the American dream    Though calling him a fascist surely demeans the victims of the real thing, Trump has some extremely grim views, and the idea of him in the White House has an obviously terrifying quality. But for those who loathe him, a problem comes when the nastier elements of his rhetoric are conflated with the supposed instincts of millions of his supporters, and familiar stereotypes come into play. “Not all Donald Trump supporters are racists, but most racists are Donald Trump supporters,” says the liberal online outlet Salon. “The unusual geographic pattern of Trumpism … corresponds to the geography of white racial resentment in the United States,” offers a contributor to the political website Vox. “They vote for him because he is a racist bigot,” reckoned one eloquent tweeter I briefly corresponded with.   Related: George Clooney: 'There’s not going to be a President Donald Trump'    Caricatures of rednecks and white trash are obviously in the foreground here. Worse still, such judgments are often arrived at through polling data, guesswork, and a large measure of metropolitan prejudice: in keeping with one of the most baffling failings of political journalism across the globe, too few people think of speaking to the voters themselves. So to Indiana, where, with my Guardian colleague John Domokos, I spent the best part of five days following the Trump campaign. No one mentioned his assuredly unpleasant ideas about excluding Muslims from the US, nor his absurd proposal to build a wall between America and Mexico, at the latter country’s expense. Indeed, when I saw Trump speak at a rally in the Indiana town of Evansville, he made no reference to what he has said about Muslims, and dealt with the fabled wall in a matter of seconds. Instead, he talked at length about two of his pet themes. First, he banged on about the free trade deals that he says have blitzed US industry as companies have moved abroad, luxuriated in newly low labour costs, and imported their wares back into the country. Second, he fed that specific story into a general sense of national decline.     ‘Clinton’s enemies malign her as someone who enthusiastically supported the trade deal to end all trade deals: Nafta, in 1994, which the Carrier workers put at the centre of their predicament.’ Photograph: Mark Wilson/Getty    All of this is very real. From the dreadful state of the roads to the palpable sense of communities reeling from the military adventures that began in 2001, time spent in the US quickly reveals a country that collectively feels it has taken no end of wrong turns, and must somehow sort itself out. It is one of the more overlooked stories of the 2016 election that Trump’s views about this malaise intersect with the insurgent campaign still being waged by that great left hope, Bernie Sanders. There are, in other words, two anti-establishment figures doing their thing on either side of the political divide, with great success. But in the case of Trump, his positioning fuses with his hyperactive, barnstorming TV persona, and creates something with particularly populist appeal. The presentation is pure political vaudeville, used in the service of anti-politics: rambling (and often very funny) oratory, cartoon political incorrectness, self-obsession so extreme that it comes out looking endearingly self-parodic. But at the core are oomphy words about something built into his audiences’ daily reality: stores full of goods made overseas, and jobs that feel increasingly under threat. His proposed solution, his detractors say, is probably beyond the reach of a president, and in the short term would presumably hit his supporters’ wallets like a hammer, but it’s simple enough: if any company dares move overseas, he’ll whack their goods with such high tariffs that they’ll soon come running back.    Time spent in the US quickly reveals a country that collectively feels it has taken no end of wrong turns    At the polling station, all of the above was reflected in the reasons people gave for supporting him. Just to make this clear: obviously, there are voters with bigoted opinions who think he’s their man. But equally, almost none of the Trumpites I met seemed to be the gun-toting zealots of liberal demonology: they explained voting for him in very matter-of-fact terms, usually with explicit criticism of the current political class. “Jobs, outsourcing, bringing jobs back to our country,” offered one of his supporters. “We’re getting aluminium from China – we don’t need aluminium from China. Hell, we make it right here,” said another. There was also much more nuance than you might expect. “I hate the way he talks about women, but I love the way he handles things,” one woman told me. Indiana has one particular case study Trump talks about. In Indianapolis, a company called Carrier recently announced the imminent closure of an air-conditioning factory, with the loss of 1,400 jobs. Its operations will be shifted to Mexico. In Indianapolis, average wages are over $20 an hour, but once the move over the border is complete, pay will be more like $3. Talking to workers, it seemed that they were split down the middle, with some – like the local branch of their union, the United Steelworkers – supporting Sanders, while others favoured Trump.           The Sanders effect: talking about a revolution in Baltimore    Again, the latter option was often framed in terms of difficult choices, and some degree of hesitancy. A Carrier employee called Brad Stepp described his fear of the future, and why Trump represents “the lesser of three evils”. He was well aware of the absurdities of a high-living billionaire claiming to have the back of American workers, not least in the context of Trump’s recent(ish) claim that people in the US are paid too much. But he had made his choice. “We need somebody that’s tough,” he said. “If he can’t stop Carrier going, maybe he can stop other companies doing the same thing.” In the midst of all this, one character sits in a very uneasy position. Unsettled by their popularity, Hillary Clinton has been trying to echo some of Trump’s and Sanders’ pronouncements on trade and jobs. “I won’t support any agreement unless it helps create good jobs and higher wages for American workers,” she says, offering to be the president for “the struggling, the striving and the successful”. Her enemies, by contrast, malign her as someone who enthusiastically supported the trade deal to end all trade deals: the North American Free Trade Agreement of 1994, which the Carrier workers put at the centre of their predicament. In fact, politics being politics, the details of her record matter less than broad-brush appearances. And here, the story for her adversaries is a cinch. The establishment has failed; she is a card-carrying member of that establishment; ergo, she has failed too. Herein lies a vulnerability that should chill the liberal left to the bone. Five days after I got back from Indiana, polls suggested that the presumed contest between Clinton and Trump will be much closer than some people imagine. For those who yell at him and his supporters from the sidelines, that news ought to give pause for thought: before it’s too late, maybe it’s time to stop hysterically moralising and instead try to understand not just how mainstream US politics has so awfully failed, but how it might somehow be rescued.",
  "webTitle": "Donald Trump supporters are not the bigots the left likes to demonise | John Harris",
  "webPublicationDate": "2016-05-13T06:00:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/donald-trump-supporters-bigots-left-demonise",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/johnharris"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/donald-trump-supporters-bigots-left-demonise"
}