{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/yanis-varoufakis-australias-negative-gearing-is-scandalous",
  "id": "2016-05-25-280",
  "sectionId": "world",
  "body": "There are two seats to choose from: a deep, soft black-leather couch, or a red one that has the utilitarian look of a school chair. Yanis Varoufakis – a man who has described himself as an “erratic Marxist” – chooses the red, and somehow it is obvious that he, with his vibrant purple shirt and erect posture, would never have deigned to sit in that sprawling old couch.  The former Greek finance minister is in town for the Sydney Writers’ festival to promote his new book, And the Weak Suffer What They Must?, and he’s touched down at an excellent time for an interview: on the verge of an election, Australia is having the most fervent debate about fairness that it’s had in decades.     In Australia we have a scandalous system called negative gearing, the purpose of which is to subsidise the rich  Yanis Varoufakis     Who better to intervene than Varoufakis – a man who, in challenging European elites to be fair to his bankrupt nation, reached rock star status and was subsequently labelled “the most interesting man in the world”. Varoufakis is quite possibly the man who made fairness fashionable again. His anti-austerity views may have been dismissed in Brussels, but they earned him a global audience. He contributes articles to news organisations from the BBC and the Guardian to CNN, Le Monde and the Financial Times. He is also a star recruit on the speaker circuit, addressing parliaments, financial institutions (“the fact they want me to talk to them is a sign of how deep this crisis is,” he told the Australian) and universities. He recently appeared in conversation with Noam Chomsky to a sold-out audience at the New York Public Library, in what looked suspiciously like a passing of the mantle.  Negative gearing is a ‘scandalous’ subsidy for the rich And so what would the erratic Marxist make of the former Australian treasurer Joe Hockey’s obsession with labelling Australians as either “lifters” or “leaners”? Or the current treasurer, Scott Morrison’s, claim that eight of 10 taxpayers work just to pay the social services bill? Varoufakis shakes his head. “The vast majority of the social net funding comes from the poorer people,” he says. “If you look at how the system works – and this is how it was designed from 1945 onwards, in Britain where it started, and in Australia afterwards – it’s the working class paying for the working class, primarily. The rich contribute a very small quantity of money to this. Don’t forget they have the best lawyers, and they have the best accountants, and they know how to work the system.   Related: Negative gearing: a legal tax rort for rich investors that reduces housing affordability    “In Australia we have a scandalous system called negative gearing, the purpose of which is to subsidise the rich.” Varoufakis is no stranger to Australia. He lived in Sydney from 1988 to 2000, teaching economics at the University of Sydney. As a dual national, he returns regularly to spend time with his daughter – and he’s been following the current election campaign with an eagle’s eye.  Negative gearing – a tax minimisation strategy for property investors – has become a key campaign issue this year. The Labor opposition is promising to end negative gearing on existing housing stock and to cut the capital gains tax discount if elected; the incumbent conservative government claims this will smash house prices. “There’s nothing wrong with investing in building new houses,” he says, “but there’s something profoundly wrong with being subsidised by the taxpayer in order to bid prices up for existing housing stock. “That is inane and that has to end. It shifts money and savings away from productive investments to fixed assets.” Varoufakis’s answers are quick, sharp and eloquent – and ready. He barely needs a pause when asked what he’d do if suddenly installed as Australia’s treasurer, before he’s firing off a prescription for the economy.  “The first thing that has to happen in this country is to recognise two truths that are escaping this electorate, and especially the elites. “Firstly, Australia does not have a debt problem. The idea that Australia is on the verge of becoming a new Greece would be touchingly funny if it were not so catastrophic in its ineptitude. Australia does not have a public debt problem, it has a private debt problem. “Truth number two: the Australian social economy is not sustainable as it is. At the moment, if you look at the current account deficit, Australia lives beyond its means – and when I say Australia, I mean upper-middle-class people. The luxurious lifestyle is not supported by the Australian economy. It’s supported by a bubble, and it is never a good idea to rely on the proposition that a bubble will always be there to support you.  “So private debt is the problem. And secondly, because of this private debt, you have a bubble, which is constantly inflated through money coming into this country for speculative purposes.” Varoufakis is unequivocal in his conviction that current growth – which he likens to a Ponzi scheme – needs to be replaced with growth that comes from producing goods. “Australia is switching away from producing stuff. Even good companies like Cochlear, who have been very innovative in the past, have been financialised. They’re moving away from doing stuff to shuffling paper around. That would be my first priority [if I were Australian treasurer]: how to go back to actually doing things.”     Yanis Varoufakis delivers a speech at the Plan B Europa conference in Madrid in February. Photograph: Javier Soriano/AFP/Getty Images    Producers are the foundation of society Varoufakis wouldn’t be the first to compare the Australian economy to a Ponzi scheme. Economist Lindsay David has made a similar criticism of the housing market, and has also heavily criticised Australia’s reliance on Chinese investment. David and fellow economist Philip Soos have predicted the economy is heading for a crash, and Varoufakis thinks they might be right. He is quick to point out that crashes can never be predicted, but he is in little doubt that it will happen if Australia doesn’t change direction soon. “There is no doubt, if you look at the pace of house prices over the past 20 years in Australia and the pace of value creation; they’re so out of kilter that something has to give.” But Australia seems to be doing the exact opposite of what Varoufakis is recommending, with successive governments moving away from supporting manufacturing. This became a policy flashpoint when the Abbott government was negotiating subsidies to the car industry shortly after being elected in 2013. The result was the exit of Holden and Toyota from car manufacturing in Australia which, according to some estimates, could result in the loss of up to 200,000 jobs. Varoufakis calls that decision a “major error”. “Once you lose this capacity to manufacture you can’t get it back,” he says. “It took centuries to develop it.” Regardless of short-term trends that reduced the significance of manufacturing in the developed world, he says, the kind of accumulated knowledge that car manufacturing represented should not have been jettisoned without something to replace it. There appears to be an expectation that the Chinese will replace that loss of value by investing their money in Australia. But if that happens, it could lead to boosting the existing bubble in the property market, warns Varoufakis.  “When this flow of capital from China to Australia severs, or comes to a natural end, the crash is going to be much much bigger and the foundations of the society – which are the sectors that produce stuff – are going to be much weaker. So it was such a short-sighted policy.”  Australia needs a change in political thinking Varoufakis is an optimist (witness the question mark at the end of his book title). He doesn’t think it’s too late for Australia to start producing again, but says it will take a change in thinking for it to happen.     There is a major disconnect between the United States’ official ideology and its practice    “Australia has very talented people, it has very talented small companies. But what it lacks is a government which is willing to do that which the American government has been doing for the last 60 years or so. “Because what Australians do not understand is that there is a major disconnect between the United States’ official ideology and its practice. The ideology is one of free market, but the practice is one of a state that is extremely activist, and is investing very heavily in whole networks of innovation and production: the military industrial complex, the medical industrial complex, even the prison industrial complex. They are investing heavily through the state to create networks of value creation, and actually producing things. And Australia is moving very rapidly into divesting itself of actual production.” The Australian government’s aversion to spending hasn’t always been the norm. Varoufakis uses Wi-Fi as an example, a key patent of which was invented by the publicly-funded CSIRO – an Australian organisation that had its funding cut by $115m in the 2014 budget. The government argued that bailing out Holden and Toyota amounted to corporate welfare, but that kind of thinking belies the extent of government involvement in successful economies.  The idea that individuals create wealth and that all governments do is come along and tax them is what Varoufakis calls “a preposterous reversal of the truth”.  “There is an amazing myth in our enterprise culture that wealth is created individually and then appropriated by the state to be distributed.  “We are conceptualising what is happening in society as if we are an archipelago of Robinson Crusoes, everybody on an island, creating our own thing individually and then a boat comes along and collects it and redistributes it. It’s not true. We are not individual producers, we produce things collectively.” He points to an iPhone.  “This machine, inside of it, contains technologies that were created collectively. Not only through collaboration but a lot of public funding. Every single technology in there was created by government grant.” How does Australia create a hero? One of the reasons Australians have so eagerly claimed Varoufakis as “Our Yanis” may have less to do with his connections to this country than with this country’s lack of a local leftwing hero. He has the charisma, the stamina and the rock star status that progressive Australia hasn’t seen since Gough Whitlam. But Varoufakis is dismissive of the suggestion that the reason Australia doesn’t have a leader offering serious radical thinking this election – a Bernie Sanders or Jeremy Corbyn – is because we haven’t had a financial crisis.     OMG #OurYanis alert! Our Yanis is back in town with an honorary position at USyd https://t.co/IuQZzTew7C— Been Sprout (@10rdBen) May 17, 2016    “There is no doubt that capitalism is undermining itself – you don’t need to have the left to undermine capitalism. You see this in the United States.    Related: Will Australia ever have a progressive leader like Corbyn or Sanders? | Antony Loewenstein    “Bernie Sanders did not rise up because Americans became leftwing. When he won the New Hampshire primary I was stunned: I didn’t know there were that many people calling themselves democratic socialists in New Hampshire. What is happening is capitalism is failing to produce the number of good-quality jobs that are needed to absorb the youngsters who are coming through the ranks, who are getting heavily indebted to get a good education, and who are expecting to be able to land decent jobs. These jobs are not being generated by free-market capitalism. At the same time, free-market capitalism is creating all the gadgets and the artificial intelligence, machines, which are on the cusp of destroying hundreds of millions of good-quality jobs without replacing them.” Which is pretty much what Karl Marx predicted back in the 19th century, he points out,“that the evolution of technology was going to destabilise the capitalism that created it”. It’s not just a question for Australia but the world, and Australia must play its part in the global conversation, insists Varoufakis.    “Australians must ask themselves a very simple question: do you need to have a crisis before you plan for the future? Are you going to move headlong into a crisis simply because you are refusing to plan ways of preventing the bursting of the bubble?Do you want to be forward looking or backward looking as a nation? That is the profound material question.”  • And the Weak Suffer What They Must? is out now",
  "webTitle": "Yanis Varoufakis: Australia's negative gearing is 'scandalous'",
  "webPublicationDate": "2016-05-25T06:22:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/yanis-varoufakis-australias-negative-gearing-is-scandalous",
  "keyword": [
    {
      "webTitle": "Yanis Varoufakis",
      "id": "world/yanis-varoufakis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sydney writers' festival 2016",
      "id": "books/sydney-writers--festival-2016",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing affordability",
      "id": "australia-news/housing-affordability",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Jackson",
      "id": "profile/gabrielle-jackson"
    }
  ],
  "guardianId": "world/2016/may/25/yanis-varoufakis-australias-negative-gearing-is-scandalous"
}