{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/delete-bad-memories-forget",
  "id": "2016-05-09-59",
  "sectionId": "commentisfree",
  "body": "A mental adventure familiar to most students is that of cramming one’s mind with knowledge in the run up to an exam. Once the exam is done, we gleefully evacuate our brain of all this hard-won learning that’s no longer needed. Within days, we can barely remember the subject matter, let alone the details. At such moments, it’s as if we’ve forgotten on purpose.  It might then come as a surprise to learn that until recently, there was little scientific evidence that people could have any deliberate influence on their rates of forgetting. But in the last few years, a small family of experimental techniques have showed that, under the right conditions, we can in fact deliberately forget things. The effects are subtle, but nonetheless suggestive: being able to forget at will would, after all, be a killer life skill.  But how does deliberate forgetting work? An exciting new study sheds light on the question. Jeremy Manning and Kenneth Norman have been doing wonderful work on memory for years, and in a remarkably cunning experiment, they provide evidence that we forget things by discarding the mental context within which those memories were first learned.    Related: Sticky brain or memory like a sieve? | Ben Ambridge    The study is a sophisticated one, and it’s worth reading the original here (methods sections are always the best bit, FYI). But in essence, they instructed people to deliberately remember or forget words they’d just learned. And they then spied on the brain to see what happened next. What they observed is that the brain that attempts to remember keeps active the mental context that was present during the learning – whereas the brain that tries to forget discards that context, letting go of the mental scaffolding that had (probably) supported the construction of those memories in the first place.  That context is the key to forgetting is striking, and makes intuitive sense, since it’s also the key to remembering. The most powerful memory technique of all is the “memory palace”, which is precisely an instrument that exploits the powers of spatial context to enhance memory. By imagining objects around sequences of locations (contexts), we can then recall those memories by visiting those contexts.  In more familiar territory, a fundamental rule of hosting a good party is to make sure the event transitions through several rooms or locations. Parties that unfurl all in the same space become a mess of disorganised memory; by contrast, when a party transitions through a series of differentiated contexts, such variety is soon reflected in memory, and one can recall precisely what one experienced in each location, enjoying each moment for its own recollected merits.  And of course, the quality of an experience correlates almost exactly with how well it sits in memory. Our most magical and meaningful experiences tend to include lots of doubt and suffering at the time. But such vulgar details dim in memory, and when the golden burst of meaning and friendship at the top of the tiring mountain path, for instance, is all that remains of a remembered adventure, we know that it was a wonderful time.   Related: Too many neurons spoil the memory    It’s sometimes said that we live in an age that doesn’t value memory, which would seem to be rather worrying in light of the vital role of memory in meaning. I don’t completely agree with this concern (the world’s never been more memorable), but this study on the importance of context in remembering and forgetting can attune us to at least one way in which we might do better with our experience. Consider how we now tend to photograph the most important moments in our lives rather than just drinking them in. When we do this, we diminish our first-hand experience, confident that by having stored (and perhaps shared) a photo, we’ve logged the moment. That leaves us much less likely to directly remember the original experience, allowing the photo to do our remembering for us. The result is that our lives become ever more biased in favour of the visual and the shareable. Vision is the most dispassionate, the least emotional, of all the modalities, and what we share inevitably biases our recollections towards moments where we seemed beautiful and happy, as opposed to those when we actually were. So our recollected lives become thinner, and less truthful. This mode of living is what the late Doris McIlwain called Living Palely, and I highly recommend reading her call for us to rationally embrace irrational emotion in order to live, and remember, fully.  Perhaps, one day, we will all be able to remember at will the best parts of life and forget the parts that hold us back. There are techniques at our disposal to help us do both. But they require more than just changing the way we relate to our memories – they require us to tweak the way we live. And that is no small feat.",
  "webTitle": "Imagine if you could delete bad memories. Well, you can | Ed Cooke",
  "webPublicationDate": "2016-05-09T18:54:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/delete-bad-memories-forget",
  "keyword": [
    {
      "webTitle": "Memory",
      "id": "science/memory",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cooke ",
      "id": "profile/ed-cooke-"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/delete-bad-memories-forget"
}