{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/david-lynch-transcendental-meditation-louis-ck-gilbert-gottfried",
  "id": "2016-05-02-76",
  "sectionId": "stage",
  "body": "“People think I’m dumb,” said comedian Jim Gaffigan on stage at the New York Center on Saturday night. “I may look dumb, but I know what TM is – it’s Ticketmaster.”  While TM could stand for Ticketmaster, on stage at the David Lynch Foundation’s benefit show, it stood for transcendental meditation – the driving force behind the foundation’s good works. Over half a million US troops suffer from PTSD, yet, according to the David Lynch Foundation’s research, only 20% will receive adequate care due for the disorder. Through Operation Warrior Wellness, the Foundation teaches transcendental meditation to help relieve symptoms of PTSD, major depression, and help soldiers and their families learn greater resilience to stress. They aren’t alone in their beliefs in TM’s healing power, either. The National Institute of Health has found that TM can improve heart health and other studies have found decreased blood pressure and increased psychological well being. But when you can’t meditate your woes away, laughter is a good alternative.  To prove this maxim, the David Lynch Foundation brought together some of the funniest comedians around – Gaffigan, Saturday Night Live star Vanessa Bayer, Gilbert Gottfried and Louis CK for a night of jokes with some fundraising on the side. David Lynch was unable to join the festivities in person, as he was in Paris recuperating after filming the forthcoming return of Twin Peaks. Instead, Lynch greeted the audience via a pre-recorded message, which was suitably odd for the man who just spent weeks in the town of Twin Peaks (and directing a cast of 217 must be exhausting).  The first star to take the stage in corporeal form was Bayer, who has been an avid practitioner of meditation for the last two years. “It helps me to be able to focus and be more creative and calm. It helps me handle things in a more deliberate way,” she said on the red carpet. While Bayer is not known for her standup, she got the crowd on her side with a slough of brilliant impressions, including her SNL character Jacob the Bar Mitzvah Boy. She then acted out an entirely fantasized episode of Friends, in which she starred as Ross’s love interest and delivered on-point impersonations of both Rachel and Monica.            Bayer was followed by comic’s comic Gottfried who is not a meditator, but merely in it for the swag. “I would work a fundraiser for Isis if they were giving free lunch,” Gottfried said on the red carpet.  “Laughter is a good medicine,” Gottfried said, “but penicillin is a little stronger. If I needed medicine, I would ask the doctor to list all the available medicine and give me those first, and then after that he could tell me a joke.” Gottfried was a last-minute addition to the show, stepping in for Russell Brand. On stage, he delivered a raucous and raunchy set that had the decidedly liberal New York audience laughing uproariously at very un-politically correct jokes. Gottfried’s half-hour set of groan-worthy ethnic jokes had the audience in stitches due primarily to its sheer relentlessness.  Following in Gottfried’s vulgar footsteps was Gaffigan, a comic who notoriously works “clean”. Gaffigan had the crowd of 2,000 people belly laughing over his stories of accidentally smuggling doughnuts through airport security and his aversion to viewing the fall foliage: “It’s leaf hospice!” he announced. His set ranged from coast to coast, noting that Pacific Northwest residents dress “like a hike could break out at any minute” and that local news channel NY 1 is like “watching a friend in a play” pretending to be a newscaster.  To close out the show, Louis CK delivered a half-hour set of what seemed like mostly new material, much of which was on the topic of parenthood. One particularly entertaining bit was a riff on the Greek myth of Achilles whose mother (“the Goddess of Grip”) dipped her son into the River Styx by his heel. Other material included his uncomfortable love of Matthew McConaughey’s character in Magic Mike, a movie he refuses to see, the dominance of Christianity, and his own interest in peace on earth: “Two human babies have never fought,” he said. “And if they had, I would know, because I Google it occasionally.”  If a war ever breaks out between infants, transcendental meditation could help. And if that doesn’t work, there’s always laughter.",
  "webTitle": "Louis CK: 'Two human babies have never fought ... I Google it occasionally'",
  "webPublicationDate": "2016-05-02T16:56:26Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/david-lynch-transcendental-meditation-louis-ck-gilbert-gottfried",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "David Lynch",
      "id": "film/davidlynch",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Louis CK",
      "id": "tv-and-radio/louis-ck",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Saturday Night Live",
      "id": "tv-and-radio/saturday-night-live",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Meditation",
      "id": "lifeandstyle/meditation",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Locker",
      "id": "profile/melissa-locker"
    }
  ],
  "guardianId": "stage/2016/may/02/david-lynch-transcendental-meditation-louis-ck-gilbert-gottfried"
}