{
  "apiUrl": "https://content.guardianapis.com/environment/africa-wild/2016/may/25/together-we-can-end-wildlife",
  "id": "2016-05-25-187",
  "sectionId": "environment",
  "body": "Today the United Nations Environment Programme (UNEP) is hosting a high level dialogue on wildlife crime at the UN Environmental Assembly (UNEA) which is taking place in Nairobi. The session will open with the launch of the UN Wild for Life campaign that is calling on citizens, governments and corporations to pledge to act on this issue. Participants at the event are expected to announce initiatives to take forward the implementation of resolutions made by UNEA-1 and the UN General Assembly on illegal trade in wildlife.  These resolutions, and the incorporation of specific targets to end poaching and trafficking of wildlife in the UN’s Sustainable Development Goals, have helped raise this issue to the top of the international agenda.  High-level meetings and resolutions like these are important; they set the ground for collective action. But success in the fight against wildlife will depend on commitment and decisive action at country level, both by states and organisations in wider society.  In my role as CEO of WildifeDirect, I am attending the UNEA and drawing attention to one such action: the launch of the second Courtroom Monitoring Report, detailing the process and outcomes of wildlife crime trials at 50 courts across Kenya during 2014–2015.      Cover of the courtroom monitoring report published by WildlifeDirect in May 2016. Photograph: WildlifeDirect    By holding the judiciary to account, WildlifeDirect’s programme ‘Eyes in the Courtroom’ provides a window on the effectiveness of prosecutions in Kenyan courts. Publication of the first report contributed to successful lobbying by civil society organisations to strengthen the law on wildlife crime, and led directly to major reforms in the prosecution of wildlife trials.  This new report shows that more people are being jailed, courts are taking wildlife crimes seriously and, for the first time, authorities are arresting and prosecuting suspected high-level wildlife traffickers. There is still much to do. The team of lawyers who compiled report warn that endemic delays and corruption are still undermining wildlife trials. Although several suspected high-level ivory traffickers remain in custody, with their trials ongoing, none of these suspects has yet been convicted and sentenced by Kenyan courts.  Nevertheless, Kenya’s investment in new legislation, strengthening anti-poaching effort on the ground and training investigators, prosecutors and judicial officers has paid off. The deterrent effect of all this effort is working. Poaching in Kenya has declined by 80% in just 3 years: this is the most spectacular demonstration of impact in any elephant range state. This success in Kenya cannot be sustained if demand for ivory and prices of ivory remains high in consuming countries. Thankfully the global tide is turning. China and USA, the world’s two largest markets, have now declared that they will close down domestic trade in ivory, and Save the Elephants reports that ivory prices in China have dropped by 50% in just 12 months.  A global consensus is taking shape around the idea of a complete ban on the trade in ivory and rhino horn —anywhere and everywhere. Nations across Africa have played a leading role in forging this consensus and keeping the issue in the public eye. During the Giants Club Summit last month, four African leaders, of Kenya, Botswana, Gabon and Uganda came together to demonstrate leadership on this front, on the eve of the spectacular burn of 105 tons of ivory in Nairobi. The Giants Club shows that complete agreement on all the issues is not a prerequisite for effective action if there is a common commitment to fundamental goals. Not all the members of the Giants Club agree with Kenya’s strategy of destroying ivory stockpiles. But there is a mutual respect and support based on a shared vision for the future of Africa’s wildlife and recognition of each other’s efforts to stamp out poaching and trafficking.  A key measure of success of the UNEA conference will be progress in bringing two key outsiders on board. In South Africa, one of four countries that sold ivory to China in 2009 which triggered the current poaching crisis, a court has just announced the opening up of domestic rhino horn trade. Neighbouring Swaziland has submitted a proposal to relax the ban on international trade in rhino horn to the 17th Conference of the Parties of CITES (CoP 17), to be held in South Africa later this year.  Like most other African countries, South Africa and Swaziland are sincere in their efforts to stamp out poaching. Swaziland has some of the strictest anti-poaching laws in the world. Their concerns about the need to cover escalating costs of anti-poaching surveillance are legitimate ones that must be addressed. But selling rhino horn is not the way to do this.  Calls to relax the trade ban conflict with the emerging global consensus that markets must be closed down. The proposal will not get sufficient support from CITES members and this could lead to an embarrassing outcome at CoP 17 for hosts South Africa later this year. But even talking about relaxing the trade ban sends a confusing message and lends encouragement to speculators and buyers of ivory and rhino horn.  However, South Africa and Swaziland could emerge as global heroes by changing their tune at UNEA today, and adding their considerable weight to the global effort to save the world’s elephants and rhinos by putting ivory and rhino horn beyond economic use. It’s time to put aside our differences and forge a global alliance based on our shared commitment to save African wildlife. It is a sign of progress over the last few years that such an alliance is now within reach. Then we can focus our efforts on making the policies work. This means, above all, enforcing the rule of law. Every day we delay, more elephants - and those whose job it is to protect them - will die. All the UN resolutions and the efforts by states will be in vain as long as wildlife criminals are able to operate with impunity and - if caught - to walk free from the courts.",
  "webTitle": "Together we can end wildlife crime",
  "webPublicationDate": "2016-05-25T11:43:28Z",
  "webUrl": "https://www.theguardian.com/environment/africa-wild/2016/may/25/together-we-can-end-wildlife",
  "keyword": [
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Illegal wildlife trade",
      "id": "environment/illegal-wildlife-trade",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/africa-wild/2016/may/25/together-we-can-end-wildlife"
}