{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/29/sanders-wants-hostile-barney-frank-ousted-from-convention-role",
  "id": "2016-05-29-205",
  "sectionId": "us-news",
  "body": "Bernie Sanders has called for two leading progressives to be removed from key roles at the 2016 Democratic National Convention, claiming that they were “aggressive attack surrogates” for Hillary Clinton. In a letter sent by his campaign’s lawyer, the Vermont senator demanded that the former Massachusetts congressman, Barney Frank, be removed as head of the rules committee and the Connecticut governor, Dannel Malloy, be removed as head of the platform committee. Both Frank and Malloy are long-time liberal stalwarts. Frank, who was one of the first openly gay congressman in American history, is the co-author of the landmark Dodd-Frank financial regulation and is a leading progressive figure. Malloy, a two-term governor, is head of the Democratic Governors Association and has notably raised taxes and pushed for gun control legislation in his state.   Related: Hillary Clinton's week from hell: can she shake off troubles to take on Trump?    Yet the Sanders campaign claimed their criticisms of Sanders “have gone beyond dispassionate ideological disagreement and have exposed a deeper professional, political and personal hostility toward the senator and his campaign” and urged their removal as a result.  In a prompt response, DNC rules and bylaws co-chairs James Roosevelt and Lorraine Miller, dismissed Sanders’ claims. “Your challenge does not allege that there was any other cognizable violation of the call in the conduct of their elections, the delegate selection rules for the 2016 Democratic National Convention, or any other rule or regulation of the Democratic National Committee in their selection,” wrote the two Democratic officials. They also pointed out Malloy and Frank had been elected in January pursuant to DNC rules. The letter comes less than a week after Democratic leaders signalled a major compromise and agreed to give Sanders increased influence over the party platform. In a deal reached by the DNC with the Sanders and Clinton campaigns, the Vermont senator was able to appoint five of the fifteen members of the party platform committee. One of Sanders’ five appointees was Princeton professor Cornel West, who has repeatedly attacked President Barack Obama, calling him “a Republican in blackface” and trying to organize a primary challenge against him in 2012. West was a vocal supporter of Ralph Nader’s third party candidacy in 2000. Sanders’ attempt to unseat Malloy and Frank raises questions about how willing he would be to get in line behind Hillary Clinton if the former secretary of state clinches the Democratic nomination as is expected on 7 June when a number of states, including California, hold their primaries. Clinton has built up a commanding lead in delegates and is only 73 short of becoming the party’s presumptive nominee. There are 913 delegates still available.",
  "webTitle": "Sanders wants 'hostile' Barney Frank ousted from convention role",
  "webPublicationDate": "2016-05-29T00:51:20Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/29/sanders-wants-hostile-barney-frank-ousted-from-convention-role",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/29/sanders-wants-hostile-barney-frank-ousted-from-convention-role"
}