{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/wordofmouth/2016/may/05/why-are-there-so-few-women-chefs",
  "id": "2016-05-05-172",
  "sectionId": "lifeandstyle",
  "body": "We’re a proudly greedy nation and our food fixation seems nowhere near sated, even with new restaurants mushrooming at a gobsmacking rate. So it’s no shock that according to the Office of National Statistics, there are 21,000 more professional chefs in the UK this year than last, a total of 250,000. But what is unexpected, and unwelcome, is that only 18.5% of them – some 46,000 – are women, a decrease on the previous year’s percentage of 20.5%. Yep, an actual decline. It’s surprising when you consider the hospitality industry’s recent efforts to make itself more, well, hospitable to all. This is a modernising profession with more employers working to create teams and nurture talent, give people the time to have relationships outside the kitchen and offer support within it. That might not be industry-wide yet, but it is on the upswing as a generational shift slowly takes place. So if things aren’t really that bad, does the restaurant world have an image problem that is keeping potential candidates away? “The next generation of chefs and restaurateurs aren’t people who left school at 15, worked as a commis chef in a three [Michelin] star until they’re broken and then perpetuate the same thing in their kitchens,” says Sabrina Gidda, head chef of Italian restaurant Bernardi’s. “It’s people who gave up degrees and business and other things to do what they really love.” She agrees that there’s too much focus on the reputed hardships rather than the rewards, whatever your background. “A lot of people all over the world work long hours and, yes, it is hot and can be tough, but the thrill of being in a busy service with your entire brigade absolutely nailing it is unlike anything else.” Gidda is mindful of a distinct lack of diversity and hopes her recent appearance on Saturday Kitchen might encourage young Asian women to consider a career in cooking. “Where are the young female Indian chefs who want to come through? It’s highly regarded to have culinary aptitude in a domestic sense, but to be a senior chef running a kitchen isn’t. And that’s relevant to me, to make it more acceptable.”     Anna Hansen. Photograph: Alex Lake/The Observer Magazine    Angela Hartnett is one of the nation’s very best chefs and joint owner of five excellent restaurants, three of which have women installed as head chefs. She points out that hospitality is not isolated in its gender-imbalanced staffing. “I find it bizarre that it always comes up, as I don’t think catering is the only industry where there are fewer women. It just seems like everyone hones in on it. I think it’s great to have a balance of genders and a mix of young and old too.” She’s also taken aback at the stats, noting the industry’s improving conditions, support initiatives such as Hospitality Action and more awareness among employers that staff need looking after. “It’s a no-brainer: create a great environment where the staff food is good and people want to work together. Go into your restaurant, chat to your staff, know their names. It makes a big difference.” Anna Hansen, chef-proprietor of two The Modern Pantry restaurants, also employs a mixed brigade, “I wouldn’t hire a female candidate over a better male candidate per se, but I definitely make sure that I’ve got lots of females in the kitchen.” The idea that women might depart to start a family doesn’t daunt her either. “Everybody has to work and if we want the population to grow then, as the child-bearers, women are going to have to continue to have to do it. Everyone is entitled to make a decision and that applies to every career.” She’s also adamant that fostering an inclusive working environment is the best way to keep staff in the business. “Girls do get harassed, so you have to be aware of it. Not that people are inherently negative, but it’s easy to shift a vibe if you’re constantly pecking away at it.” Anna Tobias, head chef at Rochelle Canteen, points out that pieces that discuss gender, including this one, can further isolate women. “There’s constantly articles about women and tough jobs, which might make people think: ‘Why are they getting so upset?’ Also, if men aren’t included, it’s not helpful. All of the men I work with are incredible feminists.” But, she allows: “Women do need better rights and to be viewed with more respect. I just hope it’s an inclusive discussion.”      Rachel Cooke and Nieves Barragan Mohacho at Barrafina. Photograph: Pal Hansen for the Observer    And it needs to involve more than just the profession, it seems, as sexism can come courtesy of customers. “Occasionally they will thank my sous chef as they just assume he’s the head chef. It’s disappointing,” says Tobias. Further proof is provided by Gidda. “When we opened Bernardi’s, we must have had 10 or 12 tables over the course of the opening weeks that said: ‘We really love the food, can we meet the chef as we want to tell him how good it was?’ When I walk up the stairs, they’re like: ‘OK, that’s not what we were expecting’ and ‘Are you actually the chef?’ So, it’s not necessarily the industry and the environment, it’s the guests’ perspectives too.” Nieves Barragan Mohacho, executive head chef of the three Barrafina restaurants, also believes that media representation might be partially responsible for the lack of women in the profession. “I think a lot of women would want to come into the kitchens, but I think it has a bad reputation. We need to talk about it more [positively] because it used to be like hell but not any more. Now it’s fun.” Like Gidda, Hartnett, Hansen and Tobias, Barragan believes the key to manifesting a working environment that attracts and retains chefs is treating them as individuals. “Without them, I’m nothing, so I try to do as much as possible for them to be happy, such as giving them days off when family comes over … Also, I don’t stick people in one section only, chefs want to learn. These things help.” “I spent three years with no laundry even in my size,” says Rosy Rong, a rising head chef who previously worked at St John, John Salt and Moro. “If you’re looking for a physical indication that this is an environment not made for you, try wearing clothes that make you feel like you’re playing dress up.” At new restaurant The Stores Kitchen, Rong is well aware that the industry needs to work on its representation, conditions and image to achieve a truly diverse workforce. Rong echoes the thoughts of every chef included in this piece – “I hate the caveat, female chef. I’m just a chef!”  Hopefully before too long, this point will no longer need to be made.",
  "webTitle": "Why are there so few female chefs?",
  "webPublicationDate": "2016-05-05T13:36:32Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/wordofmouth/2016/may/05/why-are-there-so-few-women-chefs",
  "keyword": [
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/wordofmouth/2016/may/05/why-are-there-so-few-women-chefs"
}