{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/lewis-hamilton-mercedes-monaco-grand-prix-f1",
  "id": "2016-05-27-25",
  "sectionId": "sport",
  "body": "One of the best things to do in the moneyed microstate of Monaco is to visit the medieval village of Monaco‑Ville, which overlooks Monte Carlo, the port and the shimmering cobalt blue of the Mediterranean. Here can be found the Prince’s Palace, focal point of the principality’s comic-opera royal family. At 11.55 every morning there is a changing of the guard, something about which the Monaco Grand Prix, to be run here on Sunday, seems to know very little.   Related: Monaco GP: Hamilton faster than Rosberg in accident-ridden FP1    This street circuit, with its very individual demands, has a habit of producing serial winners. Graham Hill, then Alain Prost, followed by Ayrton Senna and Michael Schumacher, seized control of its tight corners and narrow passages beside the harbour and were most reluctant to relinquish their hegemony. Now Nico Rosberg preens like the Prince of Monaco after three successive victories at a track where the challenges were memorably described by Nelson Piquet as “like trying to cycle round your living room” but added that “a win here was worth two anywhere else”. Lewis Hamilton appeared destined for his own lengthy reign when he triumphed in his second world championship season in 2008 following on from victories here in GP2 and F3. At the time Sir Jackie Stewart predicted there would be many more wins for Hamilton here – but the victory eight years ago represents his solitary success. He badly needs to score over his Monaco neighbour to cut into the German’s 43-point championship lead. “There’s a bunch of reasons and excuses and things that have got in the way,” Hamilton says. “I remember in 2009 I crashed. I probably had the car to get pole and I crashed, so I didn’t win that race. My mistake. Then others I didn’t have the performance to be on pole, and pole is everything here.” In fact, overtaking is so difficult at Monaco that the procession of cars often resembles some multicoloured train – although at least this one will run in an area that has been crippled by yet another rail strike. It is his most recent failures that have most disappointed Hamilton because he has had both the car as well as the talent to win. “I wasn’t comfortable with the braking in 2013,” he says about a race in which he qualified second and finished fourth, dropping a couple of places after the introduction of the safety car. “You know about 2014,” he says, with a roll of the eyes and a rueful grin. Two years ago Rosberg compromised Hamilton’s chances of winning pole when he made a mistake at Mirabeau and reversed back on to the track. The introduction of the yellow flags ruined Hamilton’s flying lap. While the majority opinion in the paddock – including Hamilton’s – was that Rosberg’s action was deliberate, the German was cleared by stewards. Last year, infamously, Hamilton was let down by Mercedes. He totally dominated the weekend, winning pole and then opened up a 24-second lead on Rosberg. In an extremely poor miscalculation, however, Mercedes thought they could bring in Hamilton for fresh rubber and return him to the track still leading the race. They got their sums wrong. The driver’s anguished cries must still haunt the team’s collective memory. “What’s happened guys? Guys, what’s happened?” he pleaded over the team radio. “I’ve lost this race, haven’t I?” So did Mercedes owe him one? “No. I arrive here and I don’t feel like I am owed anything. They helped me win the world championship [twice]. I have zero frustration about this race,” he adds, almost convincingly. “I’m just grateful that I get to race here. I won in Formula 3, GP2 and F1. If I didn’t win here again that’s just how it is. As long as I won championships in that time. One weighs a lot more than the other. I won the world championship in 2014. A and last year I won the world championship.” Hamilton, however, has not won a race since October. He was still in a bullish, confident mood as he looked forward to this weekend’s round. “I don’t have any doubt about myself. Never have. Why would I? I’ve been racing 23 years. Nico and I have known each other since we were 13. He is bloody fast and keeps me on my toes. If I had a team‑mate that finished fifth we couldn’t get the constructors’ championship. You should go and find out over the 23 years who has been the most successful in all the championships, the thousands of races we’ve done. People just know F1.” Hamilton has detected a hardening of Rosberg’s resolve, though. He can no longer be pushed around by his innately faster team-mate, as he was in Austin in October, when the British driver secured his third world title.           F1 Monaco GP: all you need to know about the Monte Carlo circuit    “From Brazil onwards he changed his approach a little bit,” Hamilton says. “I remember I tried going round the outside and he blocked me. I thought: ‘Good on you, I would have done exactly the same.’ I think from there he’s definitely worked harder for position. That’s how it should be. He kept questioning scenarios on the track and for clarification [from Mercedes] on what moves are allowed, and what are not.” Rosberg’s run of seven successive wins was ended by Max Verstappen’s victory in Barcelona this month, in his debut race for Red Bull. The Mercedes team watched in horror as Hamilton and Rosberg took each other out of the contest after only three corners. “We will try our best to make sure it doesn’t happen again,” Hamilton says. “But, ultimately, we are hired to go racing and shit happens. I just do my talking on the track. My dad taught me that when I was eight. I am trying to do my talking on the track. I don’t feel like I have to do it off the track because I am good enough on the track.” In Monaco Hamilton has not always spoken very eloquently on the track – but here he spoke well off it.",
  "webTitle": "Lewis Hamilton: Mercedes do not owe me despite 2015 Monaco miscalculation",
  "webPublicationDate": "2016-05-27T20:59:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/lewis-hamilton-mercedes-monaco-grand-prix-f1",
  "keyword": [
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/27/lewis-hamilton-mercedes-monaco-grand-prix-f1"
}