{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/21/nile-rodgers-sadiq-khan-can-have-vip-tickets-fold",
  "id": "2016-05-21-125",
  "sectionId": "music",
  "body": "Hello, Nile! Is it really 4am where you are now?Yes! I’m in a car on the way to the airport. You’ve said in the past that you don’t sleep much. Do you think dreaming less has limited or boosted your creativity?It has been this way since I was five years old. It seems mathematically impossible for me to feel good, but I do! I actually think I dream more — even if I’ve only been asleep for five minutes, I’ll always wake up thinking it’s the next day. I go right into REM sleep. You’re bringing Fold, the festival you curate, to London this summer. Have you invited London’s new mayor?That would be genius. Just before I left my house, they had Sadiq’s remarks about Donald Trump on CNN. I would love him to come, that would be so super-cool. I’ll try and track him down. He can have VIP tickets, on me! It’ll be the first music festival ever held at Fulham Palace. Do you think they’re worried people might dig up all the bishops buried there?Well, I hope that doesn’t happen! Fold’s reputation is very safe, and people are just there to have a good time. I curate each one like a local festival, thinking about what will play well in that area. On the first night, I have Alison Moyet and the Thompson Twins, then we work our way up to funk night. And Beck’s playing on the second night!Yeah! He performed with me at the last Fold in New York. I know Beck quite well — we met at an Elton John party where Chic were the entertainment. I pulled Beck aside on the red carpet, told him I wanted to work with him. We ended up in the studio. That’s a perk of Fold — I set aside a week during rehearsals to work with as many artists as I can on new recordings. Noel Gallagher recently said he was a big fan. Would you record with him?If I worked with Noel, we’d figure out something great. I love him! He’s amazing. He must be incredibly shy, because he always threatens to come to our gigs and never shows up. Maybe I should invite him to Fold. Dude, you just gave me an idea! Let’s get him on stage at Fold. I’m going to try to get in touch with him when I get back home. A new Chic album was due out last year. Is it finished yet?Originally, the album was going to be based on unreleased Chic material, but I started to feel that, as an artist, I’ve learned a lot in the 20 years since [Chic’s bass guitarist] Bernard [Edwards] passed away, and it felt unfair to limit the album. But I’m working on it. I was in California a couple of weeks ago working with Lady Gaga, and the next day I started writing a song with Miguel; it was so good I sang it to Justin Timberlake over the phone and he loved it. Can you sing the song to me now?I can’t do that! The hook will be out there and someone will sample it. But it’s really catchy. I can’t tell you about the Lady Gaga music, either, but I can tell you one thing — it’s funky.     Nile Rodgers perfoms at Hyde Park in 2015 Photograph: Joseph Okpako/Redferns via Getty Images    As well as the London festival, you’ve got a Fold happening in New York, featuring Bette Midler and the Village People. What does Bette have planned?We haven’t figured it out yet. It’s the first time we’re performing together, but we go back a long way — when Chic were signed to Atlantic and had our first hit, the president of Atlantic wanted us to work with Bette Midler or the Rolling Stones. Instead, we chose Sister Sledge and came up with songs like Lost in Music and He’s the Greatest Dancer. So, in a parallel universe, the Rolling Stones ended up recording We Are Family?Well, therein lies the rub: the Stones had their way of doing things. I don’t think they’d have sat back on the couch and let me and Bernard write all their songs. What’s your favourite Village People deep cut?I like the record that broke them — San Francisco. Their first album is compositional genius; I heard it around the same time I heard Donna Summer’s Love to Love You Baby, and those records inspired me to come up with the whole Chic concept. People see them as a novelty, but what is Kiss? What are Slipknot? It’s funny that rock bands do the novelty thing and get away with it. Did you view Gaga’s Grammys Bowie tribute as a success?Yes – and more. We had a massive job: Gaga really wanted to tell David’s story in music, and I had to remind her we only had a five-minute segment. We figured out a way to make it work. A lot of people don’t understand that we gave a lot of thought to it; it was just as much my input as hers. Good luck with the festival, Nile!Thanks! And if you can hook me up with the mayor, tell him it’s an open invitation! He seems like a totally cool guy. I’ll get him to bring Noel along.Awesome. That would be the ultimate hookup. Nile Rodgers plays Fold festival on 26 June",
  "webTitle": "Nile Rodgers: ‘Sadiq Khan seems like a totally cool guy’",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/21/nile-rodgers-sadiq-khan-can-have-vip-tickets-fold",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Nile Rodgers",
      "id": "music/nile-rodgers",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "travel/festivals",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Robinson",
      "id": "profile/peterrobinson"
    }
  ],
  "guardianId": "music/2016/may/21/nile-rodgers-sadiq-khan-can-have-vip-tickets-fold"
}