{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/29/guy-lodge-dvds-brand-is-crisis-the-club-rams-600-miles-goosebumps-peanuts-movie",
  "id": "2016-05-29-185",
  "sectionId": "film",
  "body": "At a time when Donald Trump is a glaring, bulbous reality, perhaps it’s hard for fictional political satires to compete. Few went to see David Gordon Green’s limber, snappy and very funny Our Brand Is Crisis (Warner, 15) in cinemas, but it deserves another chance on DVD: loosely inspired by a 2006 documentary of the same title, it’s a cheerfully scalding examination of crooked campaign management. Sandra Bullock, applying a hard enamelled finish to her signature all-American klutziness, aces the change of pace as a famed US spin doctor hired to spearhead the presidential campaign of a Bolivian rightwinger in 2002; even with the cynicism dialled up to 11, she’s likable enough to heat this tale of cool-blooded dealings.     Paul Dano, Harvey Keitel and Michael Caine in Youth: ‘lavishly wearying’. Photograph: Allstar/Studiocanal    Paolo Sorrentino’s Youth (Studiocanal, 15), on the other hand, is a film intended to stir up warm, soaring feelings on big, capital-lettered themes – Art, Beauty, Love, Loss – that nonetheless leaves my heart entirely frozen. Not one grandiose formal gesture or expression of feeling strikes me as sincere in this wobbling, honey-drenched pudding of Eurokitsch, starring Michael Caine as a retired composer contemplating existence and death and nubile young women at a Swiss mountain spa for the inordinately wealthy and contemplative. But what was intended to be a universal meditation on what makes life worth living is stymied by the suffocating tunnel vision of its ultra-privileged male perspective. It’s livened up toward the end by a brassy Jane Fonda cameo, if only because she, unlike everything else in this lavishly wearying film, actually intends to be grotesque.         The Club: trailer.    I’d quite like to see a version of Youth directed by Chilean master Pablo Larrain, who refuses to go easy on any institution of privilege and power. Even then, it probably wouldn’t be half as good as The Club (Network, 18), a scorching, black-souled parable that tackles the abuses of the Catholic church as violently head-on as Spotlight did with reserved finesse. (They’d make a riveting, if somewhat despairing, double bill.) Set in and around a kind of protective sanatorium for problematic priests, it’s gutsy, gutting political film-making, woven through with dark ribbon of acrid comedy.         Rams: trailer    Grímur Hákonarson’s Rams (Soda, 15) is a somewhat more tender arthouse option, albeit one that hides behind a particularly Icelandic cold front: this story of estranged sheep-farming brothers, forced into collaboration by an outbreak of livestock disease, gradually thaws into a poignant, off-kilter appreciation of kinship. If you’re after something a little more kinetic – though not in the shoot-’em-up style its subject matter might lead you to expect – Mexican director Gabriel Ripstein’s gun-running thriller 600 Miles (Soda, 15) merits a look: starring Tim Roth as a US federal agent kidnapped by a Mexican arms smuggler, it’s urgent and level-headed, delivering a tacit dressing-down to the pro-gun lobby.     Snoopy and Charlie Brown: The Peanuts movie: ‘a turnoff to adult Peanuts nostalgists’. Photograph: Allstar/20th Century Fox    Kids have two exercises in nostalgia to choose from this week, each drawn from a source that handily predates the viewers they’re targeting. There’s little to love in Goosebumps (Sony, PG), a cluttered, digitally uglified, Jack Black-starring riff on RL Stine’s popular junior horror books of the 90s. Snoopy and Charlie Brown: The Peanuts Movie (Fox, U) has a sweeter outlook, though it’s unlikely to sell children on Charles Schulz’s classic comic strips, given that his jaded wit has largely gone out of the window. Its smoothed-out CG animation style, meanwhile, is a turn-off to adult Peanuts nostalgists, this one included. Instead, I found myself heading for the jagged, hand-drawn comforts of 1980’s Bon Voyage, Charlie Brown! on iTunes. Frequently sidelined in the Peanuts canon, but a personal childhood favourite, this feature-length outing strands Schulz’s gang in rural France; decades on, I found its loopy humour and skew-whiff child’s-eye observations reassuringly in place.",
  "webTitle": "Our Brand Is Crisis; Youth; The Club; Rams; 600 Miles; Goosebumps; The Peanuts Movie; Bon Voyage Charlie Brown – review",
  "webPublicationDate": "2016-05-29T05:59:26Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/29/guy-lodge-dvds-brand-is-crisis-the-club-rams-600-miles-goosebumps-peanuts-movie",
  "keyword": [
    {
      "webTitle": "DVD and video reviews",
      "id": "film/dvdreviews",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guy Lodge",
      "id": "profile/guylodge"
    }
  ],
  "guardianId": "film/2016/may/29/guy-lodge-dvds-brand-is-crisis-the-club-rams-600-miles-goosebumps-peanuts-movie"
}