{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/learned-on-the-job-veterans-and-rookies",
  "id": "2016-05-21-150",
  "sectionId": "money",
  "body": "The priests Father Wilfrid McGreal, 77, was ordained 52 years ago and is a Carmelite friar, based at the Shrine of St Jude, Faversham. Father Leonard Tatt, 52, was ordained in 2013, after a long career with Royal Mail. He is now a parish priest at St Boniface, Tooting, south London. Wilfrid I went into the order straight from school. At the time, there was a lot of interest in being a priest; six of my classmates were also ordained. My uncle was a Carmelite friar, and he used to come and visit us as part of his holiday. He was also profoundly deaf, though able to lip-read. He had a catch-all phrase, so when he hadn’t deciphered something, he’d say, “Is that so?” So somebody might say, “I’m going to get married.” “Is that so?” “The house is burning down.” “Is that so?” He had a great sense of humour, and through him I could see this was a way of life where you could be fully human, fully alive. I studied in Rome during the Second Vatican Council, which was very exciting. There were some famous battles that took the church in a new direction. A lot of the bishops had experienced the horrors of the second world war, so there was a strong sense that the church had to be in dialogue with society, rather than telling society what to do.    There's still a stereotypical image of what priests are meant to be    Leonard My route into the priesthood was a bit different. I was married at 22 and divorced by 23. In those days, it didn’t matter what had happened, you were both automatically at fault. You couldn’t go to communion or have another relationship. So I struggled with my relationship with the church for a long time. It was only when my father got ill and I started praying with my mum that I came back. I started off thinking I was saying the words just for her, but the more I said them, the more I realised how much they meant to me. After my father died, I started to investigate whether I could become a priest. There’s still a stereotypical image of what priests are meant to be, but at the seminary where I studied, there were other divorcees and widowers. There was a former high court judge, teachers and an ex-postman – me. You understand the experiences people go through in a different way. Wilfrid There is still a big controversy around admitting people who are in second marriages to holy communion. I think there are a lot of issues around sexuality that need to be looked at. There’s the issue of gay and lesbian and transgender people. It’s important for the church to have pastoral care for everybody, so nobody feels excluded.    In confessional, people would ask, 'How far can you go with your girlfriend before it’s a sin?'    Leonard Do you think the way people see priests has changed? They used to be put on a pedestal. Now, particularly with modern technology, we’re more accessible. Wilfrid Yes, and there used to be far more concern for laws that dictated people’s behaviour. For instance, when I made my first communion as a kid, you weren’t allowed to eat past midnight – even if you swallowed a tiny bit of toothpaste, you weren’t supposed to go to communion. In confessional, people would ask, “How far can you go with your girlfriend before it’s a sin?” Leonard Do you find there’s a difference in your congregation now, too? In Tooting, the people come from everywhere. When I was growing up, it would have been all English or Irish, but we have people from the Philippines, South America, Poland – there’s probably not a country that’s not represented on a Sunday. The Poles have brought a great devotion back into the Catholic church. But we’re also seeing people convert to Anglicanism because they like women priests. Wilfrid And that’s something we have to continue to reflect on. While there are no women priests in the Catholic church, it’s important we support them in other churches. Leonard But it can be difficult, can’t it, because opinions are diverse. I also talk to people who think it would be a backward step having women priests in the Catholic church. But we have women working as Eucharistic ministers, young girls acting as altar servants, which wouldn’t have been allowed before. You see them grow in confidence, and it’s great. So there are real signs of change. The police officers     Lamorna Trahair and Sue Scott. Photograph: Gareth Iwan Jones for the Guardian      You might go from dealing with sudden death and a highly emotional situation, to a call about a dispute over a hedge    Detective chief superintendent Sue Scott, 49, joined Avon and Somerset Constabulary in 1985 and retired in December 2015. PC Lamorna Trahair, 31, finished her two-year probation in April last year and has just passed her sergeant’s exam.  Sue When I joined, aged 17, my uniform was an A-line skirt, black tights and black shoes. There wasn’t another option. I remember standing on the parade ground in the snow and losing feeling in my toes. I had this cape when I was on patrol. What was really good about it was that you could skulk away in the shadows; if I crouched down, it touched the floor, so it was really warm. That was an excellent bit of kit, unlike the old-fashioned handbag you got issued, which came with a little truncheon. So there I was, a teenager, on patrol at night with a handbag and a cape. It was ridiculous, looking back now. Lamorna So you joined in 1985? At the risk of losing my job, that’s the year I was born. It’s amazing how much has changed in a short time. Did you spend a lot of time dealing with people who were mentally ill? Sue I think the difference is, when I was in your position, we’d probably have thought of them as a nuisance – the homeless, for example. We didn’t look at them through the lens of vulnerability, didn’t see them as people who needed our care. I think it’s good – it’s right – that the attitude has changed and we now do our best to help vulnerable people. The problem is, now that we’re more aware of the issues affecting them, such as child sexual exploitation, the demands on us have increased. Lamorna I don’t think the public realise how much of our time is taken up with keeping people safe. The statistics show something like only one in five of the incidents we deal with is a purely criminal offence. Sue And the long-term cases, dealing with issues like child exploitation and modern slavery, are far more complicated these days. FGM, for example, wasn’t on the horizon when I started out, and it’s such a complex area. You’ve got child protection issues, cultural nuances, multi-agency working – and that’s one small part of the raft of things you guys now have to deal with. Lamorna It’s a really fast pace. You start work the minute you step into a police station, not when your shift starts. Because we have toughbooks [in-car laptops], we don’t have to return to the station to deal with paperwork, so we go from one job to the next, then the next, and that can be pretty draining.    When I joined, you wouldn't show emotion, just as a self-preservation mechanism    You might go from dealing with sudden death and a highly emotional family situation, to a call about a neighbour dispute over a hedge. And that second call, it’s important to them, but you carry the emotions of the first call with you. I’m not sure people always appreciate that we do have genuine empathy. Sue When I joined, you wouldn’t show emotion, just as a self-preservation mechanism. My role models were either austere, autocratic men or women who looked and operated like men, and I don’t think that helped. Perhaps that’s how we got ourselves into that “us and them” position with the public. When I started, the attitude was very much, “We’re the police, we know best.” We’re much better at listening now. Lamorna Your son is coming up to the age you were when you joined as a cadet: if he wanted to be a police officer, would you encourage him? Sue I look at him and think, that’s so young to have been on that path. I’d want him to get some life experience first. The great thing for your generation is, you can do anything. At one point I was interested in going into firearms, and my aptitude test showed I was quite a good shot, but I couldn’t fire off more than two or three rounds because my hand span was too small. Now, they have different sizes of gun, so it’s not an issue. The world is your oyster: take advantage of that. The social workers     Iain Brown and Manisha Patel. Photograph: Gary Calton for the Guardian      I had to place four children in care, I didn't have time to think, am I ready for this? It broke my heart    Iain Brown, 58, has been in social work for 16 years and is a practice leader with the Warwickshire Youth Justice and Family Intervention Service. Manisha Patel, 38, has been a social worker for two years and is part of a Children In Need team for Leicester city council.  Manisha I’m just starting out. I’m like an eager beaver at the moment, trying to learn as much as possible. Because I’m newly qualified, I don’t do child protection work yet, but I shadow other social workers in the team.  Just after I started – within three weeks of qualifying – I had to assist in applying for an emergency protection order. An anonymous call came through, advising us that a mother had been leaving her four children unattended to have loud house parties. We found the mum in a hotel with unknown men. She wouldn’t disclose where her children were, but we eventually found them. She had been leaving them with babysitters she’d found through Gumtree. We placed all four children in emergency foster care. Their safety was paramount. I didn’t have time to think, “Am I ready for this?” It broke my heart, though, for the siblings to be separated.  Iain As you become more qualified, you realise how much you have to take care of yourself, look after your wellbeing. I like to walk a lot, that’s how I find time to reflect. There’s such a high level of burnout. I think the average time people stay in the job is seven years. And when you think it takes some people six years to train, that’s pretty serious.     You have to take care of yourself to avoid burnout    Manisha And you never switch off, do you? That’s what I’m finding.  Iain You find it changes how you talk to your family, to your friends. You’re a lot more guarded. You try not to get involved in things that don’t concern you.  Manisha Do you think you are born to be a social worker or can a good social worker be made? Iain I think you adapt. We have to believe we can make a difference. In the last five years, there has been a reduction in the number of young people coming into the criminal justice system, which is good. But we find the cases that are coming in are more complex. They’ve just employed another manager to do half my role – that shows you how much pressure we’re under. What austerity has done is highlight the level of deprivation in society. There are families who are really, really struggling. The people who are coming through to us are high priority, high risk, high vulnerability. Manisha The families I see are at breaking point. With that first family I mentioned, the mother had in the past experienced severe physical violence from her partner, who is now in prison. You might find you’re working with a family where there’s a child with gender dysphoria, then there’s another child in the same family who is taking explicit pictures and sending them to people, and they don’t even have an awareness that it might be wrong. Iain That’s a much bigger problem than it was. We’re seeing greater numbers of young people entering the criminal system, because they’re engaging in sexual acts with other young people, imitating things they’ve seen online.  Manisha I’d really like to do more work with cases of human trafficking. It’s not just a border issue, it’s a child protection issue. I don’t think people realise how much it’s happening. It could be happening in the house next to you. Iain And, again, we’ve seen a huge rise in trafficking cases. This is why we need people to stay with the profession. We need people with enthusiasm like you. Manisha And newly qualified social workers need support. We need people like you, too. The teachers     Rohan Knox and Ann-Marie Wade. Photograph: Andy Hall for the Guardian      When I started there was no Ofsted. You could get on with teaching. Today's expectations are just not realistic    Ann-Marie Wade has been a teacher for 27 years and is currently vice-principal of a school in Lewisham, south-east London. Rohan Knox is an NQT (newly qualified teacher) at a primary school in north London. Rohan It’s inspiring for me to meet a teacher who has been in the profession for so long, because you’re constantly hearing horror stories about how many people drop out.  Ann-Marie I get fed up with those sorts of stories. But I can see the pressures are different now. I knew when I was three years old that I wanted to teach. I remember watching the nursery school teacher ticking off the register and thinking, “That’s what I want to do.” But apparently the average for people now going into the profession is five years before they leave, which is pretty depressing.  When I qualified, things were a little more laissez-faire. We had lesson observations, but we didn’t have proper performance management. There was no Ofsted. You could get on with teaching. This is what concerns me with the new tests for key stage 3 and 4. I am not convinced that what we are teaching children has much relevance to their lives now or in the future. And how often in the workplace are you told to prepare something using pen and paper in only one and a half hours? It’s an outdated process. Rohan It’s difficult to prepare for the realities of the job. Behaviour management has been a bit of a baptism of fire, I must say.    I worry that it's demoralising for the children who struggle to keep up    Ann-Marie Children are coming in with much more complex needs. Dyslexia is on the rise, and autism. Whether that’s because they weren’t recognised before, I have no idea. Back in the 1980s, a typical report from the special educational needs department would have said something like, “Some behavioural and emotional problems, perhaps a little bit slow in their reading.” There was nothing on the scale of what we’re seeing now. And with the new reforms, there are fewer children who can actually access a statement and funding. Rohan Expectations are constantly rising. I know it can be great for motivation, but we had a meeting recently where we were shown the expected writing levels for a child leaving year three. I knew not all the children in my class would get to that level; it’s just not realistic for some of them. And I worry that it’s demoralising for children who struggle to keep up. I suppose it’s a constant learning curve.  Ann-Marie Yes. But the moment you start thinking, “Oh, I know it all” – that’s when you need to get out of teaching. The nurses     Kath Fawcett and Hayley Blenkinsop. Photograph: Gary Calton for the Guardian      There are expectations that are unachievable – Dr Google has got a lot to answer for    Kath Fawcett, 66, is a deputy sister in acute medicine; she has chosen to freeze her pension and continue working. Hayley Blenkinsop, 27, qualified a year ago and works in acute medicine with a respiratory speciality. Both work for the County Durham & Darlington NHS trust. Kath I came to work here as a cadet at 16. I’d work at the hospital every Saturday morning. You weren’t allowed near the patients, but you’d take notes and run messages. Pharmacy was the best place to be, because you got to mix all the creams and count out the tablets. Then, in my second year, I was full-time Tuesday to Saturday in the hospital, and spent Mondays at college, learning English, maths and human biology. We had to see an ECT [electro-convulsive therapy] treatment taking place. People think ECT is banned, but we still do it. When you got to work on a ward, you were thrown in at the deep end, doing everything that everybody else did. My first Christmas, I was on a men’s surgical ward, and all the others wandered off to have a little jolly on the other ward and left me. In my second year as a student nurse, three out of four nights I was in charge of admissions on an orthopaedics ward. I think, for us, it felt like more of an adventure. Hayley Yes, my course was half theory and half practice. These days, until you put on a blue uniform, you’ve no idea what you’re getting into. You being in charge of a ward as a student nurse – that scares me! Kath Well, I suppose we were better prepared for things actually happening. Your generation is more protected. You should be able to take more decisions. I was lucky because there were jobs around – there was a period when they were training people, but there was little chance of a job at the end of it. Hayley I’ve had friends in that situation. One ended up working in a nursing home for six years. When she came back to a hospital setting, so much had changed.    I've been shouted at. I've been in tears    Kath It’s not just the pace of it, it’s that the needs of patients are so different. It’s been much more noticeable in the last five, 10 years, patients now are so much sicker. They’ve got more complex needs. If someone comes in with heart failure, for example, you’ll then find they’ve got osteoarthritis and all sorts of other things, so they don’t follow the pathway for a normal recovery. Hayley There’s so much paperwork. I was told during my training there would be, but I don’t think anything prepares you for the amount there is. And it feels as if you have to get it all down, or it could come back on you. All you want to do is be able to look after the patients. People’s relatives don’t understand why we can’t make things happen. I’ve been shouted at. I’ve been in tears. Kath Society has been given expectations that are unachievable in the care environment we have – Dr Google has got a lot to answer for. People shout at us, but they won’t shout at the consultants. Consultants are gods. It’s only in the last couple of years that I’ve been able to call consultants by their first names. Hayley We’re all going for a night out in a couple of weeks and our consultants are coming. But I suppose it’s all changing – nurses are prescribing now. It feels as if there are opportunities out there again.",
  "webTitle": "What I've learned on the job: veterans and rookies swap notes",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/learned-on-the-job-veterans-and-rookies",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teachers' workload",
      "id": "education/teachersworkload",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rosie Ifould",
      "id": "profile/rosie-ifould"
    }
  ],
  "guardianId": "money/2016/may/21/learned-on-the-job-veterans-and-rookies"
}