{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/25/newcastle-united-rafa-benitez-champinoship-seven-things",
  "id": "2016-05-25-13",
  "sectionId": "football",
  "body": "1 Sign players with Championship experience Fulham’s Ross McCormack could not stop scoring – or creating – goals for a struggling side last season and as a deep-lying, wonderfully thoughtful forward he would be an ideal fit for Rafael Benítez’s preferred 4-2-3-1 system. Then there is Brighton & Hove Albion’s Beram Kayal, a very good central midfielder and a strong character who knows how to tackle. The Israel international could prove an ideal replacement for Cheik Tioté. A left-back is urgently required so, should Hull City miss out on promotion, Andrew Robertson could fill a long-standing problem position at St James’ Park before looking right at home in the top tier. Benítez wants recruits who can help minimise the culture shock of the Championship for his newly relegated and mostly foreign team-mates, while providing the starting XI with a solid framework. He suspects Norwich City, bolstered by a nucleus of British players, may also be challenging for top spot and does not underestimate Aston Villa’s potential for reinvention but is determined to ensure Newcastle are a cut above the rest. With Graham Carr set to retire from his once-powerful position as chief scout, the characters of potential newcomers should become more important than their propensity for fancy footwork, and the scrapping of the club rule barring the acquisition of players aged over 26 finally permits the introduction of some much-needed street-wise experience.  Love it or list it We are talking Newcastle’s training ground in the suburb of Benton. Benítez could do with some help from Kirstie Allsopp and Phil Spencer, the presenters of the Channel 4 property show in which Kirstie teaches home owners how to revamp a tired house and Phil attempts to persuade them to move. A poor relation to Middlesbrough’s and Sunderland’s training grounds, Newcastle’s base is cramped, dated, rundown and not exactly cutting edge. The Benton site is big enough to be radically redeveloped – and Benítez is already drawing up plans – but what about Woolsington Hall? Situated amid green fields alongside Newcastle airport, it was originally envisaged by Sir John Hall as the squad’s headquarters and the land remains undeveloped. Why not revive that grand vision and build a state-of-the-art base adjacent to a five-star luxury hotel, akin to Middlesbrough’s partnership with the popular Rockliffe Hall near Darlington? Most Newcastle players live within a 10-minute drive of Woolsington so it could be a big selling point.  Choose wisely who to keep, and who to move on Benítez wants to keep his better individuals but may struggle to hold on to arguably the team’s brightest spark, England’s Andros Townsend. Moussa Sissoko, Gini Wijnaldum and Daryl Janmaat seem eager to depart but may not be allowed to leave too easily. The manager should be able to keep hold of Chancel Mbemba, Vurnon Anita, Jamaal Lascelles, Jack Colback, Paul Dummett, Aleksandar Mitrovic and Ayoze Pérez who, complemented by the right additions, could be effective at second-tier level. Then there is young Adam Armstrong, back in the attacking ranks after scoring freely for Coventry in League One. 4 Improve the dressing-room chemistry The shocking tackle of Mitrovic on Tottenham’s Kyle Walker, for which he was sent off, served as a reminder that he is not a striker you can necessarily trust, so Benítez possibly has a big decision to make over the Serb’s future. Last season the dressing room proved a divided place with the sizeable contingent of Francophone players forming their own clique. It helps that Benítez speaks French, but might moving on players such as Tioté, Papiss Cissé and Sissoko create a better balance? And what to do about Fabricio Coloccini? The frequently injured centre-half has a year remaining on his £60,000-a-week contract but seemed unhappy this past season, when he hardly helped Steve McClaren’s cause. Might it be worth paying up his contract? 5 Ease the congestion in the treatment room Newcastle may have spent virtually the entire campaign in the bottom three but, for months on end, they topped the Premier League injury charts compiled by Physioroom.com. Sometimes an entire team queued up on the sidelines, leaving McClaren and Benítez lacking a left‑back at vital moments. Worryingly, most of the problems were soft-tissue injuries – Newcastle players pull an awful lot of hamstrings – rather than impact wounds. Small wonder the Spaniard is anxious to conduct a full review of the medical department and conditioning procedures. Rolando Aarons, a bright young winger, caught the eye as a substitute during the 5-1 deconstruction of Tottenham but his progress has been thwarted by far too many hamstring issues. Kevin Mbabu, a promising young defender, has likewise spent far more time on the treatment table than the pitch, and Steven Taylor – whose contract has ended and who may be released – has been continually sidelined, along with Massadio Haïdara. It has not been lost on Benítez that one of the reasons Sunderland escaped relegation was their consistently fit squad and a negligible number of soft‑tissue complaints. 6 Breathe new life into the academy Newcastle’s under-21 and under-18 sides struggled last season, highlighting the lack of young players bridging the chasm between the junior ranks and the first team. Benítez, whose overhaul of Liverpool’s academy has paid dividends, is keen to oversee similar root-and-branch reform of junior scouting and coaching. 7 Do homework on the new Championship opponents Having secured promotions with Extremadura and Tenerife early in his managerial career, Benítez is not fazed by the second tier. “Whether it’s in the Premier League or the Championship, a coach’s job doesn’t change too much,” he says. Even so, he has made a point of watching the play-offs and is analysing a stylistically surprisingly eclectic division which variously features David Wagner’s Klopp-lite version of gegenpressing at Huddersfield, Brentford’s obsession with analytics and the madness of life under Massimo Cellino – who makes Mike Ashley look like a poodle – at Leeds United.   Related: Newcastle move pays off for Andros Townsend as he earns Euro 2016 chance",
  "webTitle": "Newcastle: seven things Rafael Benítez needs to address in the Championship",
  "webPublicationDate": "2016-05-25T21:48:23Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/25/newcastle-united-rafa-benitez-champinoship-seven-things",
  "keyword": [
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/blog/2016/may/25/newcastle-united-rafa-benitez-champinoship-seven-things"
}