{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/boston-19th-century-ship-found-archaeologists",
  "id": "2016-05-26-68",
  "sectionId": "us-news",
  "body": "Workers in Boston who discovered a 19th-century shipwreck at a construction site have called in archaeologists, to investigate how the ship ended up in an inland grave beneath the city’s Seaport District.    Related: Sam Adams and Paul Revere's time capsule opened in Boston, 220 years later    Developer Skanska found the wreck last week while digging on 121 Seaport Boulevard, about a quarter of a mile from the waters of Boston harbor. The company contacted a local archaeology firm, which brought the wreck to the city’s attention. Archaeologists raced to excavate before construction begins again. The 50ft ship “looks like it’s a mid- to late-19th-century sloop”, city archaeologist Joe Bagley told the Guardian. “It held what appeared to be a lot of barrels full of lime, with a few barrels still intact.” The boat also seemed to have suffered fire damage, he said.  “Everything’s kind of been burned,” Bagley said, “which happens to lime boats because the lime can get exothermic reactions to water, ironically.” Despite the explosive properties of lime, humans have used it in construction since at least the time of ancient Rome. In the 19th century it was also used for agriculture and making paper.  The Boston sloop was probably a cargo vessel, Bagley said, and may have traveled down from Maine, where New Englanders dug quarries for lime, which was shipped to ports along the east coast. The ship may have simply run aground. In the 19th century, what is now a financial hub of modern Boston was a tidal mudflat linked to the harbor. At high tide the area was underwater, but at low tide a ship would be vulnerable to run or drift aground. Bostonians may have tried to burn the boat to a smaller size, in order to get it out of the way of other ships.  Archaeologists are working on a cross-section of the ship, which will give them a de facto blueprint and help them trace what happened to it.    Detail of the outer hull (left) and inner hull (right)of the #SeaportShipwreck #digbos https://t.co/Eb8DjTCYCd pic.twitter.com/Bnn4OSV6GR— Boston Archaeology (@BostonArchaeo) May 26, 2016     Related: Two centuries-old tombs unearthed beneath historic New York City park    The Dorchester Flats, as they were called, were filled in during the 1880s. In the last two decades developers have filled the edge of the harbor with caverns of skyscrapers.  Bagley said archaeologists were working as quickly as possible to dig out and rescue artifacts from the ship, and that a team from across the Charles river in Cambridge will perform a 3D scan of the wreck, as they did for a Palmyran arch that was recreated in London and will be shown in New York in September. This is not the first shipwreck found under Boston’s dry land: the city found a smaller, partial wreck while working on its massive “Big Dig” highway tunnel. But the new wreck is the largest land addition to the many wrecks underneath Boston harbor, some of which retain pieces of the port’s history: artifacts of slave trading, shipments of wine, trade from Europe – “You name it,” Bagley said. Last year, Boston archaeologists opened a time capsule that was unearthed by construction work on the city State House. They found it had been placed there by two revolutionary war heroes, Sam Adams and Paul Revere, and that it contained coins and partisan newspapers of the era.    Hull and barrel cross section trench in the #SeaportShipwreck #digbos https://t.co/6FBffMW7tV pic.twitter.com/EezF8EiZc1— Boston Archaeology (@BostonArchaeo) May 26, 2016     This article was corrected on 26 May 2016 to correctly refer to barrels of lime, rather than barrels of limes.",
  "webTitle": "Boston archaeologists unearth 19th century shipwreck under skyscraper site",
  "webPublicationDate": "2016-05-26T19:18:16Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/boston-19th-century-ship-found-archaeologists",
  "keyword": [
    {
      "webTitle": "Boston",
      "id": "us-news/boston",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Massachusetts",
      "id": "us-news/massachusetts",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water transport",
      "id": "world/water-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/26/boston-19th-century-ship-found-archaeologists"
}