{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/02/inside-ricu-the-shadowy-propaganda-unit-inspired-by-the-cold-war",
  "id": "2016-05-02-105",
  "sectionId": "politics",
  "body": "The shadowy Whitehall unit at the heart of the British government’s covert strategic communications campaign was inspired by a clandestine cold war propaganda programme. But while the cold war offensive targeted communism, trade unionists and newspapers in developing countries, the current operations are aimed at Muslims, both in Britain and the Middle East. The British-based element of the campaign is part of the Prevent counter-radicalisation programme and is run by the Home Office’s Research, Information and Communications Unit, or Ricu.   Related: Revealed: UK's covert propaganda bid to stop Muslims joining Isis    Ricu officials dislike the word propaganda: they prefer the term strategic communications. The extraordinary ambitions of these communications are set out in Ricu documents seen by the Guardian. “Strategic communications aims to effect behavioural and attitudinal change,” says one paper. For almost two years Ricu’s focus has been on Islamic State, whose own online propaganda has proven powerful. Isis is calculated to be posting an average of 18 messages a day, many of them showing not violence, but flowers, forests and flowing streams, to emphasise the natural beauty of the territory under its control. To counter this, Ricu says privately that it is working “at an industrial scale and pace”. While it does produce some government-branded communications, the key to its counter-radicalisation messages is that they are disseminated through “discreet campaigns supported by Ricu without any acknowledgment of UK government support”. It uses YouTube, Twitter and Facebook as well as more traditional propaganda methods, such as feeding stories to newspapers, including the Guardian, and leafleting. Under the umbrella of Prevent Ricu is based in the Office for Security and Counter-Terrorism (OSCT), in the Home Office’s Westminster HQ. Charles Farr, a former MI6 officer and head of the OSCT, set up the unit shortly after arriving at the Home Office in 2007. Ricu was modelled on the Information Research Department (IRD), a propaganda unit established in 1948 by the Attlee government. The IRD’s exploits included hoodwinking journalists and academics and targeting trade unionists, before it was shut down in 1977.     Charles Farr gives evidence to the home affairs select committee. Photograph: PA    Farr told MPs that the new unit had two functions: advising officials “from a brigade commander in Helmand province through to a chief constable in Yorkshire” on the language they should use to describe terrorism and the government’s response; and challenging the propaganda of al-Qaida and others. Some of the unit’s funding came from the budget for Prevent, the controversial counter-radicalisation programme. This funding has risen steeply: for 2015-16, the unit’s budget was £17m, more than five times as much as three years earlier. Ricu has hired linguists, psychologists and anthropologists as well as counter-terrorism strategists, digital media experts, film-makers and marketing consultants. It has three divisions: a monitoring and coordination team to watch and study digital and traditional media; an insight and analysis team to research audience reactions; and a domestic and international campaigns team to deliver the covert propaganda. When the Home Office revised Prevent in June 2011, it declared that Ricu’s impact had been “variable”, and that more effort to “identify credible partners” and develop powerful narratives and “more professional counter-narrative products” was needed. The following January, the home secretary, Theresa May, informed the intelligence and security committee that Ricu was “road-testing some quite innovative approaches to counter-ideological messages”. By the end of the year, the unit had a new head, Richard Chalk. A former Conservative parliamentary candidate and communications chief, Chalk arrived after working in Baghdad for Bell Pottinger, the British PR firm. That work – some of which remains classified – included “information operations” intended to help undermine the insurgency. On his return to the UK he became chief of staff for the then Tory party co-chair, Sayeeda Warsi. The Home Office says he was hired to head Ricu because of his expertise in counter-terrorism strategic communications. Under Chalk’s leadership, Ricu began communicating with British Muslims in a manner more reminiscent of counter-insurgency operations than a traditional public information campaign: disseminating messages through the use of subterfuge. Delivering the propaganda Much of the work is outsourced. Ricu’s favoured contractor is Breakthrough Media Network Ltd, a company operating from an anonymous office block near Waterloo station in central London. Nothing inside, other than a series of locked doors and CCTV cameras, suggests the nature of the company’s work. Like Chalk, one of Breakthrough’s two directors, Scott Brown, worked for the Conservatives before joining Bell Pottinger’s information operations team in Baghdad. The other, Robert Elliott, is a former reality TV producer. Both are in their 30s and attended the same school in Essex. Working under contract to Ricu, Breakthrough produces masses of digital material – films, Twitter feeds, Facebook profiles, YouTube clips, online radio content and websites. It says these are often “hosted” by Muslim civil society groups. One Breakthrough document seen by the Guardian explains that its objective is to “influence online conversations by being embedded within target communities via a network of moderate organisations that are supportive of it’s [sic] goals”. While at least one entity Ricu has used to disseminate its messages – Help for Syria – has been designed for a specific counter-radicalisation message by Breakthrough, it usually works with groups that already exist. One person familiar with Ricu’s work says that such groups are monitored closely before any approach is made. Sometimes, the source added, they are very small. “It could be just some guy with a blog, but it was always someone HMG [Her Majesty’s government] could work with. It’s not a genuine partnership, however: it’s a manipulative arrangement.” Ricu does not fund these groups, instead funding Breakthrough’s work to produce these groups’ communications. Some of the groups with which Breakthrough works on Ricu’s behalf insist they retain editorial control and that Ricu and Breakthrough’s help amplifies their messages. Privately, however, Breakthrough says it is providing “Ricu with effective ways of communicating its own messages through credible civil society organisations”.     Pro-Isis demonstrators in Mosul, Iraq. Ricu is aimed at preventing young British Muslims from falling into the militants’ hands. Photograph: AP    Ricu’s briefing notes are even clearer about who is in charge: “Whilst retaining editorial control over all Ricu-produced material, Ricu provides a range of support and expertise to CSOs [civil society organisations] to help them shape campaigns, produce products and mobilise their stakeholders.” As of February last year, according to one document, the unit had run 13 national campaigns, producing a total of 950 physical and online products, which had been accessed by audiences more than a million times. Chalk is an occasional visitor to Breakthrough’s offices. One source said: “Sometimes he sits in the edit suites, watching the work. It’s not exactly scripted by Ricu, but they’ll make it clear that they want a particular form of words to be used at a particular point in a film.” A Breakthrough source said that as the government was paying for the contract, Ricu was within its rights to visit the edit suite to check the quality of the work. Ricu and Breakthrough focus on “Prevent priority areas” in the UK, using keywords and paid-for Google and Facebook adverts to target people whose browsing history suggests they are Muslims. Using so-called “promotion and diversion techniques”, Breakthrough promotes Ricu’s messages to browsers who are searching for terms such as Isis, Khalifa and “What does the Qur’an say about jihad?”. Last year, Breakthrough set up a public relations company, Horizon PR, as a joint enterprise with M&C Saatchi. “Horizon was created to support the public relations of civil society groups, voluntary organisations and NGOs [non-governmental organisations] who want to drive positive social change,” a Saatchi spokesman said. Horizon has promoted the work of community groups as part of Breakthrough’s contract with Ricu. Journalists contacted by Horizon have not been told that the company was representing the groups as part of the Ricu contract. Breakthrough is understood to say that there was no obligation to disclose the government’s involvement. Breakthrough says in one document that it “understands the sensitive nature of Ricu’s work and adheres to the highest standards of security and confidentiality”. Were Ricu’s involvement to be exposed, there would be a negative impact not only on the credibility of the messages, but on “Ricu, Prevent and the Home Office’s reputation”. The purpose of this work, Breakthrough makes clear, is to help the British government “promote a reconciled British Muslim identity” while keeping its involvement hidden, as “any content or messaging attributed to the state are highly unlikely to have any credibility among these audiences”. To achieve the government’s aim, Ricu is attempting to change the way young British Muslims think and act: time and again the documents talk about “implementing attitudinal and behavioural change communications”; “measurable attitudinal change outcomes”; and “campaigns designed to deliver real attitudinal and behavioural change”. ‘They’re not what they seem’ Breakthrough has contracts with several non-governmental bodies and has been transparent about governmental support for communications campaigns in east Africa. But several sources say its work for Ricu dwarfs its other operations. Breakthrough’s relationship with the unit is lucrative. In 2012-13, the firm received £448,286 from its contracts with the OSCT. By 2013-14, this had increased to £5,911,719. In total, the company has earned £11.8m from the OSCT since 2012.     Theresa May, the home secretary. Photograph: Stefan Wermuth/Reuters    One person with knowledge of Ricu’s work said some freelancers working with Breakthrough do not appear to know they are engaged in covert propaganda. Several former Breakthrough employees, both freelance and staff, told the Guardian they had not heard of Ricu – a suggestion Breakthrough is understood to contest. One former employee said she left after realising she was working on propaganda because she considered the work to be “stupid and reprehensible”. Another, a freelance, said she realised the connection after Breakthrough managers repeatedly requested editing changes. “It became obvious that it was being directed from outside the company. It was a slightly more shadowy process. I asked where the money was coming from and they said the Home Office. I was uneasy enough to get out. They are not what they seem.” The Home Office refused to answer questions about Ricu’s work and would not permit anyone from the unit to be interviewed. It would not comment on the extent of the home secretary’s oversight of Ricu; nor would it respond to suggestions that its covert support for Muslim organisations risks undermining support from Muslim civil society as a whole. It issued a statement, however, saying it was working with communities, civil society groups and individuals to counter the “twisted narrative” of terrorists and extremists. “We are proud of the support Ricu has provided to organisations working on the frontline to challenge the warped ideology of groups such as Daesh [Isis], and to protect communities,” the statement said. “This work can involve sensitive issues, vulnerable communities and hard-to-reach audiences, and it has been important to build relationships out of the media glare. We respect the bravery of individuals and organisations who choose to speak out against violence and extremism and it is right that we support and protect them. “Our guiding principle has to be whether or not any organisation we work with is itself happy to talk publicly about what they do. At the same time we are as open as we can be and have referenced the role of Ricu in publications and in parliament.” Unlike Ricu, Breakthrough did provide answers to the Guardian’s questions but said it regarded those answers as confidential and not for publication. In a statement, it said: “Breakthrough Media is enormously proud to be able to provide a wide range of community groups with the help and support they need to tell their stories, confront extremism in all its forms and build stronger, safer communities.” Officials who are familiar with the work told the Guardian that it was a good and valuable effort. One person involved acknowledged that the work amounted to propaganda but added: “All we’re trying to do is stop people becoming suicide bombers.”  Reporting team: Ian Cobain, Alice Ross, Rob Evans, Mona Mahmood, Nick Fielding and Safak Timur",
  "webTitle": "Inside Ricu, the shadowy propaganda unit inspired by the cold war",
  "webPublicationDate": "2016-05-02T15:30:18Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/02/inside-ricu-the-shadowy-propaganda-unit-inspired-by-the-cold-war",
  "keyword": [
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Cobain",
      "id": "profile/iancobain"
    },
    {
      "webTitle": "Alice Ross",
      "id": "profile/alice-ross"
    },
    {
      "webTitle": "Rob Evans",
      "id": "profile/robevans"
    },
    {
      "webTitle": "Mona Mahmood",
      "id": "profile/mona-mahmood"
    }
  ],
  "guardianId": "politics/2016/may/02/inside-ricu-the-shadowy-propaganda-unit-inspired-by-the-cold-war"
}