{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/against-me-laura-jane-grace-north-carolina-bathroom-bill",
  "id": "2016-05-16-82",
  "sectionId": "music",
  "body": "Related: Animal Collective release live recordings to aid fight against North Carolina’s anti-LGBT law    During a show in Durham, North Carolina, on Sunday night, Against Me! singer Laura Jane Grace burned her birth certificate, saying “Goodbye gender!” She smiled as the crowd cheered, looking gleeful as the paper burned in her hands. Grace was in Durham to perform in protest against North Carolina’s controversial “bathroom bill”, known commonly as HB2, which prevents transgender people from using bathrooms that do not correspond to their biological sex. The passing of HB2 has prompted many stars, including Bruce Springsteen and Ringo Starr, to protest by cancelling previously scheduled shows in the state. North Carolina is also seeing some backlash from the entertainment industry – Lionsgate pulled production for a Hulu show that was supposed to be filmed in Charlotte.    I guess gender really is over since @LauraJaneGrace said goodbye to gender! #genderisover pic.twitter.com/EHXZJbMnM2— Kathryn (@kwymer6) May 16, 2016    Grace, who came out as transgender in 2012, wanted to protest about the law in a different way. “I’m going to create an event around the show as a form of protest to say that despite whatever stupid laws they enact, trans people are not going to be scared,” she told BuzzFeed in April. “They are not going to go away.” She also posted a photo of a toilet paper roll to Instagram depicting the bill “as drafted” by North Carolina’s governor, Pat McCrory.       Other musicians want to approach protesting the law without cancelling their shows or events, as well. Moogfest, an electronic music and tech festival to take place in Durham, North Carolina, from 19-22 May, will continue, and the event will be reformed as a demonstration against the bill. Martine Rothblatt, a transgender woman and chief executive of United Therapeutics, a biotechnology company with an office outside Durham, will give the keynote address at the festival, and talk about the law, the role of robots in our future and why she thinks the US should provide free college education. “I would rather be part of a protest festival than basically just be a silent voice walking away from it,” Rothblatt, who founded Sirius Satellite Radio, told the New York Times. Cyndi Lauper is going ahead with her 4 June show in Raleigh, North Carolina, saying in a statement that she has “seen time and time again what can happen when people join together to do what is fair”. “The effort to repeal HB2 is the right and fair thing to do,” she wrote. Lauper will donate all profits from the show to Equality North Carolina’s efforts to repeal the bill. “If we truly want an inclusive society, we all have to include ourselves in the effort to make that happen,” she wrote. “This is the best way I know how to include myself and urge you to join me in the best way you know how.” Similarly, Mumford & Sons went ahead with their concert in Charlotte, North Carolina, in April. In a post on their Facebook page, the band said they felt compelled to take a stand on the issue, and would donate profits from their show to a local LGBTQ organization. “As always, we will open the doors to anyone who wants to come,” they wrote. Singers like Jimmy Buffett and Gregg Allman also continued with their shows, slamming the bill on their websites, but performing out of a loyalty to their fans. “North Carolina was there for me as a performer in the early days and I have always felt a loyalty to fans there that goes deep,” Buffett wrote on his blog.  “Rightly so, a lot of people are reacting to the stupid law … These shows were booked and sold out long before the governor signed that stupid law. I am not going to let stupidity or bigotry trump fun for my loyal fans this year.”",
  "webTitle": "Transgender singer of Against Me! burns birth certificate over North Carolina bill",
  "webPublicationDate": "2016-05-16T18:14:41Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/against-me-laura-jane-grace-north-carolina-bathroom-bill",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mahita Gajanan",
      "id": "profile/mahita-gajanan"
    }
  ],
  "guardianId": "music/2016/may/16/against-me-laura-jane-grace-north-carolina-bathroom-bill"
}