{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/01/nao-live-review-village-underground-bad-blood-zillionaire",
  "id": "2016-05-01-149",
  "sectionId": "music",
  "body": "Futuristic R&B is becoming something of a hegemonic sound, not to mention an overcrowded marketplace. Once reserved for arty margin dwellers such as Kelela and the recherche FKA twigs, this highly processed variant of mainstream R&B has become the defining innovation of this decade, with ranks of young women signing up to coo ecstasies over glacial machine work. Into this fraught soundscape comes 27-year-old London newcomer Nao, sweet voiced, but something of a force to be reckoned with, too. She was nominated for best newcomer at the Mobos and placed third on the BBC’s Sound of 2016 list, well above Dua Lipa, her most obvious fellow traveller in the class of this year.    Nao’s singing is easy and versatile, keeping back the melismas of which she is obviously capable    Collaborations with Disclosure (Nao sang Superego on their last album, Caracal), and fellow Sound of 2016 anointee Mura Masa (on the track Firefly) have displayed Nao’s versatility and nous; her song Zillionaire found its way into a Samsung ad. Crucially, though, on none of these tracks has Nao sounded like a mere disembodied voice for hire – a constant risk for vocalists. Live, there’s quite a bit more to set Nao apart from the FR&B sorority. At first tonight, she is all arms, a recurrent motif of her early release artwork. Lit from the back, fronting a live band with real instruments, she makes like a Hindu goddess as the fingersnaps and synth rushes of her first track, We Don’t Give a… resolve into a heavy take on a pop tune. This is future R&B, yes, but with a few twists. The veteran of years of backing vocal session work and a four-year jazz degree, Nao’s childhood was allegedly spent absorbing everything her older siblings and mother played (which is to say, most music). You can hear it in her confidence and restraint.         Watch the video for Nao’s Bad Blood.    Her eagerly awaited debut album is due out in early summer, Nao reveals later tonight, a gig that closes her appetite-whetting European tour. Hopefully, it will make hay of her strong suits. Nao’s great gift is carefully restoring future R&B’s past to it. She has the elastic voice – and the augmented-reality vocal processing – to cut it as an edgy digital minx, but lashings of distorted funk in her tunes. Songs such as Inhale Exhale from last year’s February 15 EP) combine crunchy, stop-start rhythms with a thoroughly disreputable bassline. Nao’s singing is easy and versatile, keeping back the melismas of which she is obviously capable, playing up the natural helium edge to her voice and accessorising it with a few canned backing vocals. A pattern soon emerges, of edgy detailing embellishing strong songs. Good Girl, which dates from 2014, is another tried and tested goer, one that combines giddy layered vocals with very-now percolating synths. Although it’s aerated, it’s not all that abstract. This is a kiss-off to a bad relationship, in which both parties probably expected too much from the start. “He wanted me silent/ I wanted to scream,” Nao sings cuttingly.   Related: The sound of Nao: from teenage choir teacher to creator of ‘wonky funk’    An early song, So Good – produced by AK Paul, brother of mysterious producer Jai Paul – is dedicated to Prince, an obvious touchstone. It’s one of Nao’s subtler moments; some of its nuance is lost in the tumult of a live band. Her Prince references don’t stop there. A newer song, Girlfriend (sample line: “If I was your girlfriend”) is a sneak peek ahead at the album – a great slab of digital funk, heavy with beats that threaten to teeter dizzyingly off the time signature. It erupts to a climax of wavy arms, saturated back lighting and a band at full pelt – the equal of Nao’s greatest moment so far, her Bad Blood single, which comes as an encore. Not to be confused with the Taylor Swift track, Nao’s Bad Blood starts all minimal and angelic. Nao’s voice plunges suddenly, a rug-from-underfoot moment that finds the crowd erupting in whoops as a head-banging funk rhythm arrives. “Don’t tell me I’m cuckoo,” she sings, deconstructing the syllables of “cuckoo”. Not everything Nao plays tonight grabs you as compulsively as these surprisingly muscular digital songs in which love goes badly wrong. There are times when she becomes a little too mild mannered, particularly on the blander love songs such as It’s You. But the evidence is mounting that Nao might be rather good, as well as merely tipped by those invested in her.",
  "webTitle": "Nao review – back to the funky future",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/01/nao-live-review-village-underground-bad-blood-zillionaire",
  "keyword": [
    {
      "webTitle": "R&B",
      "id": "music/r-and-b",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kitty Empire",
      "id": "profile/kittyempire"
    }
  ],
  "guardianId": "music/2016/may/01/nao-live-review-village-underground-bad-blood-zillionaire"
}