{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/poll-shows-coalition-and-labor-remain-tied-but-turnbulls-popularity-sliding",
  "id": "2016-05-21-207",
  "sectionId": "australia-news",
  "body": "Two weeks into the federal election campaign, the results from two separate polls show the Coalition and Labor remain neck-and-neck in the race to form a government and reveal a significant drop in Malcolm Turnbull’s personal approval rating. A Seven News-ReachTel poll shows 55.6% of voters are confident Turnbull will be better in the nation’s top job. That’s down from 57.7% two weeks ago and 74.9% in early February. His Labor counterpart, Bill Shorten, is now favoured as prime minister by 44.4% of voters, up from 25.1% in February.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    The Coalition and Labor remain 50-50 on two-party-preferred terms, unchanged from the past two polls in the ReachTel series. A Fairfax-Ipsos poll of 1497 voters published on Saturday shows Turnbull 47-30 in the head-to-head contest over Shorten but he had been as high as 67-21 in October. His personal approval rate of plus 10 (the number of voters who approve minus those who disapprove of his performance) is now lower than Julia Gillard’s was in the deadlocked 2010 election but Shorten is also struggling on minus six. It shows 57% believe the Coalition will win, an increase of four points since the campaign began, while just 20% believe Labor will win, a drop of four points. The latest polls show little change in voters’ intentions since the election campaign started two weeks ago. The Seven News-ReachTel poll, which surveyed 2,407 voters on 19 May, also shows voters are most concerned about economic management in the coming election, 29.3% ticking the issue as the one most likely to influence their vote. Jobs (16.3%) and health services (16.3%) were nominated by voters as the next most important issues, while roads and infrastructure (5.4%) lagged last. Labor needs to secure a swing of 4.3 per cent to win an extra 21 seats to return to government, while the coalition can afford to lose 14 seats on a swing of three per cent.           Bill Shorten and Malcolm Turnbull swap barbs over multinational tax in election debate    Rallying supporters in western Sydney on Saturday, Shorten said he welcomed a fight with Turnbull on policy rather than popularity. “This election isn’t about him – it’s not about me,” he told the audience of young Labor volunteers at Western Sydney university’s Campbelltown campus. Shorten’s return to the suburb was his second foray in a week – earlier he was serenaded during a planned street walk. No doubt buoyed by the poll results, his growing confidence was on display at a forum on the NSW central coast on Friday. In front of a packed audience in Woy Woy, he declared a new era for the opposition under his leadership. “We are a Labor party that has found its voice again,” he announced.",
  "webTitle": "Polls show Coalition and Labor in tight race but Turnbull's popularity sliding",
  "webPublicationDate": "2016-05-21T00:53:50Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/poll-shows-coalition-and-labor-remain-tied-but-turnbulls-popularity-sliding",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Opinion polls",
      "id": "politics/polls",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/20/poll-shows-coalition-and-labor-remain-tied-but-turnbulls-popularity-sliding"
}