{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/nicola-adams-gold-medal-world-championships-rio-olympics",
  "id": "2016-05-18-200",
  "sectionId": "sport",
  "body": "Britain’s ebullient Olympic boxing champion Nicola Adams has her sights firmly set on Rio de Janeiro but there is one title that has eluded her during a career of ample success – and the 33‑year‑old is determined to hold a full set of medals. Adams has yet to win gold at a women’s world championships, despite European, Commonwealth and Olympic dominance. The flyweight will have a chance to rectify this at the fourth attempt this week in Astana, Kazakhstan, when she hopes to end a run of three silvers in the competition since 2008.   Related: Nicola Adams: 'Women boxers focus on the win not the trash talk'    There is a bigger picture at play but, given Adams has already qualified for the Games in Brazil and preparations for a title defence are on course, these championships represent an opportunity to hone skills and test her level against some rivals who have yet to secure an Olympic place. “I want to win there and come back a world champion. It does lift a little bit of pressure knowing that I don’t have to go out there and qualify,” says Adams. “I’d like to complete the set of gold medals, I’d love to do that. But I know I’m going to be up against it, there will be people who haven’t qualified yet for the Olympics and I might be in the way of their dream.” Four years have passed since Adams catapulted herself into the nation’s hearts with an indomitable performance at London 2012, when she became the first British woman to win an Olympic boxing gold with an emphatic victory against China’s Ren Cancan in the final. She was one of the poster athletes for those home Olympics and further success has followed at the European and Commonwealth Games.     Nicola Adams, right, knows down Ren Cancan during their Women’s flyweight 51-kg gold medal final at London 2012. Photograph: Ivan Sekretarev/AP    Adams, who is Britain’s ambassador at the women’s world championships which begin on Thursday, could become the first British boxer to defend an Olympic title since 1924, she will lead a confident squad in Rio hoping to repeat the performance of 2012 when they finished top of the medal table with three golds, one silver and one bronze. “I want to create history by becoming a double Olympic champion,” she says. “I’d love to be able to do that. I think about it a lot, it always puts a smile on my face and gives me motivation. “I keep listening to my coaches, I’m staying focused, staying dedicated and that could be me. I could be standing on top of the podium again, a double Olympic champion, making history and doing something for my country. It would be a great moment.   Related: Nicola Adams: 'Women should be able to do any sport they choose'    “Just thinking about becoming double Olympic champion, it makes you smile. It really is the be all and end all. If that can’t get you focused and motivated to win, then I don’t know what can really. The talent in the squad at the moment is absolutely amazing, I think we may even have more talented boxers than we did before the last Olympics. We’ve got nine boxers including me already qualified for this Olympics.” Eight of those qualified in Turkey last month, when Adams won European gold, while further places at Rio are available for Britain at lightweight and middleweight. To qualify in those weights will require a semi-final place at the world championships. “It’s an exciting time for British boxing,” says Adams. “We’ve got so many talented young boxers at the moment, they’re all hungry and they are all eager. They all want that Olympic medal, I think we’re going to have some fantastic boxers doing some great things at the Olympic Games this year. Everybody is buzzing and so excited. It’s just one step closer to completing the dream. “I hope to inspire other young girls to get into the sport. It is growing all the time, there are more and more girls getting involved and it’s fantastic to see. I’d like to see the next Nicola Adams coming through and winning some medals.” First, though, is her quest for the full set of golds. A world championship title would be the ideal way to prepare for Rio and the hunger within still burns as strongly as ever. “I think I’m just more experienced now, I’m more of a rounded athlete,” she says of her development since 2012. “I know what to expect at these major competitions, I’ve been there, done it and got the T-shirt. That makes the difference really, nothing is a surprise and you know what to expect. I know what it’s all like and I’m ready for everything. “There are always areas to improve on, that’s what I love about boxing. You can always be faster, stronger, technically a little bit more sound. That’s what I enjoy, you’re never the finished article.”",
  "webTitle": "Nicola Adams targets full gold-medal set before doubling up in Rio",
  "webPublicationDate": "2016-05-18T11:44:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/nicola-adams-gold-medal-world-championships-rio-olympics",
  "keyword": [
    {
      "webTitle": "Nicola Adams",
      "id": "sport/nicola-adams",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "sport/2016/may/18/nicola-adams-gold-medal-world-championships-rio-olympics"
}