{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/natalie-bennett-outgoing-green-party-leader",
  "id": "2016-05-16-183",
  "sectionId": "commentisfree",
  "body": "When Caroline Lucas stood down as Green party leader in 2012, it was a deeply mature move. She was an MP in a marginal constituency, the first ever Green MP, and the party’s main face in the media. She wasn’t, in practice, able to give the organisation the strategic leadership it needed to succeed.   Related: Natalie Bennett to step down as Green party leader    In the election that followed, Natalie Bennett was the underdog: most assumed that Liverpudlian-Scot Peter Cranie would prevail. But Bennett won for a simple reason: she had a plan to grow the party out of the nooks and crannies of the country into which it had dug itself, and stretch it beyond its political niche. Lucas wouldn’t be going away, Bennett pointed out. The party didn’t need a second charismatic front person, jostling for media position. What it needed was a builder, an organiser. And that’s what we got. For four years, Bennett toured the country. She visited the halls of towns you’ve barely heard of, in which no party leader has shown an interest for decades, to support local Green parties that barely existed when she first took on the job. She changed the way the party did its media work: announcing newsworthy policies rather than simply responding to yesterday’s headlines. She showed some backbone internally and externally: refusing to give up on an invitation to the leaders’ debates, and insisting that the party would proudly parade its support for migrants, not hide it in a corner.     ‘Natalie Bennett refused to give up on an invitation to the leaders’ debates.’ Photograph: Stefan Rousseau/PA    She also did important work building links with broader social movements. The most notable line in her first conference speech as leader was “ask not what the trade unions can do for us, ask what we can do for the trade unions”. Each time there was a major strike, she was on the picket lines. Where Labour hesitated in its criticism of the government, Bennett ensured the Greens were fast out of the traps. Where Lucas had been confined to Westminster and Brighton Pavilion, Bennett was free to speak at NGO and activist groups across the country, from environmental organisations to Occupy camps. The “Green surge”, which saw party membership grow from around 12,000 to more than 60,000 in Bennett’s term, happened for a range of reasons. Ultimately, it was the result of a years-long generational transition, transforming the party into a modern, relevant force of the left. But Bennett played a key part, both politically and organisationally. Many new members who joined during the surge were among the thousands of people who had attended one of her hundreds of public meetings. The most common reasons “surgers” gave for joining included seeing the Greens as the only remaining party on the left, and the only party standing up to Ukip. Bennett’s success was in building these narratives, not retreating from controversy to obscurity, not forgetting the environment but refusing to be put back in a little box in the corner marked “eco”. Having been key to winning the party a place on a bigger stage than ever before, though, she never quite thrived on it. Her famous “brain fade” interview, combined with stumbling in front of Andrew Neil and an awful campaign launch confirmed the idea that she was more of an organiser than a spokeswoman – a genuine leader, but not the slickest performer. Some loved her for seeming human, but her reputation was dented. Having delivered the strategy for growth on which she was elected four years ago, she has made the right decision in announcing she won’t restand: no coup, no knife in the back, no sacking an incumbent: a dignified bow after a successful turn at the top. The exit also leaves space for a strategic conversation the party desperately needs to have: how to stay ahead of the game in the age of Jeremy Corbyn. It needs a leader capable of navigating the fast-moving context, understanding what the deep changes in our job market, our housing market and communications all mean for the future of progressive parties.     ‘Siân Berry has just got one new job, and now isn’t the moment for her to take on another. Not yet, anyway.’ Photograph: Johnny Armstead/Rex/Shutterstock    It requires someone who understands the politics of the young left that now drives the party, and talks about it in a language that’s clear and accessible to all: someone who can build an organisation that is open and appealing to modern feminists, anti-racists, LGBT activists, disabled activists and trade unionists – and to an environmental movement that increasingly recognises that the planet will be saved by changing the structures of power in society, not by changing some lightbulbs. Ultimately, the answer to that question is obvious. The mayoral candidate and new London Assembly member Siân Berry showed in her campaign that she had the ability to impress on the biggest of stages, and demonstrated a rare ability to express modern radical ideas as practical common sense. But she’s just got one new job, and now isn’t the moment for her to take on another. Not yet, anyway. There will likely be a candidate running on a ticket promising to return the party to the 1980s. There are always those who think the answer to a challenge is to retreat to an imagined glorious past. But they will probably lose. Who will fly the flag for the future? Watch this space.",
  "webTitle": "Natalie Bennett refused to be put into a little box marked ‘eco’ | Adam Ramsay",
  "webPublicationDate": "2016-05-16T13:10:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/natalie-bennett-outgoing-green-party-leader",
  "keyword": [
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Natalie Bennett",
      "id": "politics/natalie-bennett",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Ramsay",
      "id": "profile/adam-ramsay"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/natalie-bennett-outgoing-green-party-leader"
}