{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/readers-recipe-swap-mozzarella",
  "id": "2016-05-14-199",
  "sectionId": "lifeandstyle",
  "body": "I started life in London working in a cheese shop. What began as a childhood obsession (my mother giving me cheese platters as consecutive pre-teen birthday presents) became my livelihood and indeed the foodstuff that defines me. “You’re one half cheese,” my Japanese husband likes to say. (The other half? “One quarter pickled plum and one quarter sweet red bean paste”.) Which is why I’ve been more than happy to eat my way through a fridge full of mozzarella this week. As with most cheeses, mozzarella, when of excellent quality, is best eaten exactly as it is. You really don’t need to mess with it. Of course, melted cheese is its own party, and, again, mozzarella is no exception. The following recipes have, however, made a couple of things clear to me. The first is that you want it fresh and creamy or hot and melting – nowhere in between. And the second is a surprise: it is just beautiful with something sweet. The winning recipe: Spicy rice and mozzarella balls “Mmmm,” just about says it all here. Bobby Ananta has tapped into the very best that cooked mozzarella – in my book – has to offer. Completely molten, its dreamy creaminess offsetting a wealth of aromatics and a crunchy deep-fried casing. Makes 10-12230g hot, just-cooked jasmine rice80g parmesan cheese, grated 40g mozzarella, grated 1 mozzarella ball, roughly tornA bunch of parsley and coriander leaves, finely chopped2 spring onions, finely sliced1 tsp ground white pepper3 garlic cloves, finely grated1 tsp ground nutmeg1 tsp ground ginger3 eggs, beaten 100g panko breadcrumbs 1 Mix all the mozzarella with the cooked rice, parmesan, parsley, coriander, spring onion, white pepper, nutmeg and ginger, use your hands and mix really well. Place the mixture in the fridge to firm up. 2 When firm, divide the mixture into small balls, dip in the beaten egg, then the breadcrumbs before deep frying in hot oil (170C) until golden brown. Lazy mozzarella Not so much a recipe here from Suzanne Anderegg as advance prep for a multitude of non-recipe dishes – an impromptu salad, a DIY pizza, an on-the-hoof sarnie – that is, if you can find a way to not eat the lot in one sitting, with your fingers. Makes 250g250g fresh mini mozzarella balls (drained)20g basil, roughly chopped2 garlic cloves, crushed3 tbsp extra virgin olive oil2 pinches cracked black pepper2 pinches of chilli flakes (for a spicier version) 1 Combine all of the ingredients in a bowl, cover and leave to marinate for 1 hour before using as required. Kurdish semolina halva with cheese Helewa ardik bi pennîr is the first dessert The Kurdish Cook (aka Fadime Tiskaya) learned to make as a kid. A sweet brown butter pud, it turns out, is excellent with molten mozzarella. Serves 2185g whole milk80g caster sugar35g unsalted butter60g semolina80g mozzarella, torn into chunks2 tbsp pistachio kernels, chopped, plus extra for serving 1 In a small saucepan mix the sugar and milk and warm the milk as you stir it until the sugar dissolves. 2 In a separate heavy-based pan melt the butter and add in the semolina and pistachio nuts, and on a low heat fry it for about 7 -10 minutes or so stirring it continuously until the semolina and the nuts turn golden brown. 3 Carefully pour the milk over the semolina. With a wooden spoon stir vigorously until combined and then remove. Sprinkle with the mozzarella, then aside for 10 minutes. Serve with some chopped pistachio. Turkish cheese pide Mozzarella, as every four-cheese-pizza fiend knows, is very happy with other cheeses, so I’d err on the side of heavy-handedness with the topping in this recipe from Rachel Kelly. Makes 8For the dough500g strong flour1 sachet of active dry yeast (7g)1 tsp salt1 tsp sugar200ml water150ml milk2 tbsp olive oil, plus extra For the toppingMilk100g parmesan, grated 100g cheddar, grated 100g feta, crumbled1 ball of mozzarella, torn into chunks2 eggs, lightly beatenFresh thyme leaves 1 In a large bowl, combine the flour, salt, sugar and yeast. Add the milk, water and olive oil. Mix well and let it stand for 15 minutes. Knead dough for 10 minutes until the dough is smooth and springy. 2 Smear the inside of a large clean bowl with olive oil. Place the dough in the bowl and cover with a slightly dampened clean tea towel. Set aside to proof. It is ready when the dough has risen and doubled in size. (The time will depend on how warm your room is.) 3 Place the dough on the lightly floured surface. Using the tips of your fingers, press down to remove any air bubbles. Knead for about 1 minute and then cut the dough into equal sized pieces (weighing about 125g each). 4 Flatten each ball into an oval shape with your hands and use a rolling pin to roll out to a long oval shape. Place on a lightly oiled baking tray for 15 minutes, covered with the damp tea towel. 5 While proofing, preheat the oven to 230C/gas mark 8. If you have a pizza brick or heavy baking tray, lightly oiled, heat this too. 6 Once the dough has risen, stretch each piece of dough out further, pressing down with your fingertips to remove any bubbles – you want to get the dough as thin as you can without tearing. Brush with milk, and scatter the cheeses, leaving a 2cm border and putting the mozzarella on last. Dribble over some of the beaten egg, then use a brush or your fingertips to ensure that the cheese-egg mixture is evenly spread. Fold the edges of the dough over and twist the ends to form a boat shape. Brush the edges with milk and scatter the surface with fresh thyme leaves. Place on the baking tray. Bake for 15 minutes, until the dough is lightly browned and crisp and the egg filling is cooked. Serve hot. Physalis and mozzarella salad TwinnyDip have come up with something special: the delicate tang of these orange buttons complements the creaminess of the cheese beautifully. Serves 4-62 mozzarella balls 200g fresh green peas100g physalis, leaves removed and halved3-4 tbsp lemon-infused olive oil (or 3-4 tbsp olive oil + 1 tbsp finely grated lemon zest)A handful of fresh mint leavesSalt 1 Tear the mozzarella into large pieces and divide equally between plates. 2 Serve with the peas, physalis and fresh mint leaves and season with sea salt, to taste. Drizzle each with the oil. Serve with good bread. Griddled courgette, mozzarella and mint salad Another dish that pairs mozzarella with a hint of bitterness, to great effect, this time from detoutcoeur Limousin. Serves 4-62 courgettes cut diagonally into 1cm thick slices1 mozzarella ball, sliced (about 125g)A handful of fresh mint, chopped1 tbsp rapeseed or olive oilSalt and black pepper For the dressing2 tbsp pesto2 tbsp natural yoghurt1 tsp honeyZest and juice of 1 lemonSalt and black pepper 1 Brush the sliced courgettes with oil on both sides and season with salt and pepper. Fry/grill for a few minutes until golden on both sides. Don’t overcook them, you still want the courgettes to retain a bit of crunch to contrast with the soft mozzarella cheese. 2 Whisk together the pesto, yogurt, honey, zest and juice of lemon, salt and pepper to create the dressing. 3 Serve warm or at room temperature.",
  "webTitle": "Readers’ recipe swap: Mozzarella  ",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/readers-recipe-swap-mozzarella",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Italian food and drink",
      "id": "lifeandstyle/italian-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/readers-recipe-swap-mozzarella"
}