{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/03/martin-stewart-riverkeep-interview-fantasy-ya",
  "id": "2016-05-03-307",
  "sectionId": "childrens-books-site",
  "body": "It’s not every day that you find yourself wandering around a Glasgow suburb on the first day of spring walking an author’s dog. But such was the case when I met Martin Stewart, the supremely talented chap behind Riverkeep, a thoroughly exciting new YA debut from the Penguin Random House stable.       It’s an incredible, accomplished piece of work, a Tolkien-ish epic about a young boy called Wull who starts the book poised to succeed his father in the position of Riverkeep (essentially the vast river’s caretaker) but when his father is possessed by something from the water’s depths Wull finds himself tasked with an even greater challenge. Riverkeep is a triumph on multiple levels and a lot of its success can be attributed to Stewart’s incredibly vivid writing style. He has an astonishing eye for detail and you can practically taste the salty sea air from the first page. I wouldn’t be surprised if the manuscript were written using a quill pen and parchment.    Related: Riverkeep by Martin Stewart – review    The man behind Riverkeep is, unsurprisingly, as eloquent and charming as his book. Over a cup of tea in Waterstones Stewart tells me that he was inspired by the real life Glasgow rivermen who, like Wull and his father, have been fishing out more than shopping trollies and plastic bags. Was it an idea he had long in gestation? “No, I knew nothing about it,” he says. “It wasn’t me specifically thinking there was a novel in it because it genuinely was only a short story and only ever meant to be a short story. It was an article in a newspaper supplement - Scotland on Sunday - a few years ago and I read that, and it was about George Parsonage of the Glasgow Humane Society”.  “I took him some Hob Nobs by way of seeing if he would let me into his house, which is right on the Clyde - he still lives in the boathouse.” “He told me stories about life as a riverman. There’s a part of you that’s interested in the gruesome parts; ‘what’s the most minging thing you’ve ever pulled out of the river?’ type of questions. Some of them are in the book - a skeleton half-buried in the ice and picked clean: a true story. I honestly couldn’t have imagined this stuff.”  I ask if his visit was the sole catalyst for Riverkeep. “Specifically, it was realising that George had been doing this sort of thing since he was 14, which is unbelievable,” he says. “I couldn’t do it now as an adult man and to do these things, like Wull, with your father when you’re still a child! That was the thing that made me realise - and by this point I had been reading Patrick Ness and the Northern Lights, and being a teacher... it helped me find my own voice.”  The practical origins of Riverkeep are as fascinating as its creative roots. As the proof copy - the cover of which brackets Stewart with the likes of Ursula le Guin, Philip Pullman and Dickens in a not an entirely unfair comparison - explains, the author nabbed a book deal off the back of a 2000 word story he wrote. Those 2000 words went on to become chapter one of Riverkeep.  “So, it was first a short story I had written for Simon P Clarke’s blog and just left it there, basically, and hadn’t thought anymore about it. I had a middle-grade book and my agent, Molly Ker Hawn, and I were working on that with publishers, seeing whether we could sell that. In the process of doing that somebody had asked, “does he have anything else?” and unbeknownst to me she had handed over this short story I had written. It was another publisher who made an offer on that to have it turned into a novel, which was a total surprise.”  “I was obviously hugely keen to take that deal immediately and my agent, who knows more about these things than I do, said, “no”. And I was going, “what?!” Obviously, you can imagine, I had been trying to do this for 10 years. She went back to a bunch of other publishers, one of whom was Penguin and Amy Alward.”   Related: Carnegie and Greenaway medal-winner A Monster Calls - in pictures     “It’s a mind-blowing thing. On the Penguin website I’m next to Robert Louis Stevenson on the list. I’m not saying I’m as good as Stevenson but...”  We leave Waterstones to rescue Stewart’s magnificent dog, Hugo, from the boot of his car and continue the interview on foot, Hugo in tow. I mention Stewart’s incredible knack for description to him. “There’s a Neil Gaiman line for that kind of thing where he said that the best stories - and I really subscribe to this - are the ones that feel true in a way facts could never really be and they feel like they’ve existed forever,” he says. “Take Coraline, when you read about the Other Mother, that feels like a thing we all instinctively recognise - that’s exactly what I hope for.”  It is clear where Stewart’s inspirations lie, both through speaking to him in person and in reading Riverkeep itself. We end up discussing them. “A Monster Calls was a big inspiration for me,” Stewart says. “It was so unexpected, I picked it up and it really knocked me for six. The Knife of Never Letting Go was also so high concept - I asked him about this at an event for The Crane Wife, about how he managed something so strongly conceptual, how do you know that the noise isn’t getting annoying? It’s such a difficult thing to judge, whether it intrudes on the narrative.”   Related: Patrick Ness's top 10 'unsuitable' books for teenagers     Another thing that stuck out to me in Riverkeep was that it’s briefly mentioned that Wull is non-white. Racially diverse fantasy protagonists can be hard to come by so I thank Stewart for his inclusivity. He’s entirely aware of the potentially problematic nature of including solely white characters in fantasy. “I am utterly square in the middle of the privilege sweet spot,” he says. “I’m a white male with a broadly middle class upbringing. I am aged 25-40. Being a teacher and coming into contact with the various challenges a lot of young people live with, I had an extremely cosy upbringing. I am hugely aware of all the privilege that I’m writing from.”  “What I tried to do with the book, as much as I could, was write from a post-racial and slightly post-gender point of view. It’s my first book; a lot of authors would agree you put so much of yourself into these. My grandpa became very unwell and needed a lot of looking after by my gran, he had a bit of dementia, and it changed him - he was largely absent of the man he had been, basically. That was the thing that affected me that is in this story. That was quite a personal thing. Dealing with that, I was 28 at this point, there are young people who are 10 years old dealing with that in a much more immediate sense, when it’s a parent or somebody and they have to look after them. I’ve never had to deal with that kind of hardship but it’s something I wanted to tackle. I’ve worked in schools where there have been a lot of young carers, they go through more than you can imagine. It’s a heroic thing that they do and that’s something I wanted to pay tribute to.”   Related: What are the best diverse books for children and teenagers?     Going back to racial diversity, Stewart is confused by the amount of white protagonists there are. “When you have this massive spectrum of choice, why you would go for that heteronormative...” he tails off, shaking his head. “Wull’s ethnicity is non-specific, which was really intentional. He’s got non-specific ethnicity but he’s got dark skin. That was something that I wanted to make sure. I wanted characters - including my protagonist - who presented a spectrum of racial diversity but simultaneously making it literally nothing to do with the plot at the same time.”  Stewart has already snagged himself another book deal, which he’s in the process of writing now. I ask him what his writing process is like. “With Riverkeep I was on a very short deadline. I started writing Riverkeep properly in January 2015, the first draft took me six weeks and then I spent two weeks editing before sending it to my agent. It’s been different this time. I had more of a strict rhythm and because my characters were on a journey it was easy to go along with the journey.”  “It’s a group of five young people this time. There’s our main protagonist but he’s in a group of five so the dynamic is different compared to Riverkeep.” I ask if it’s in the same genre as his first book. “Ish,” he says. “What do you think the genre of Riverkeep is?” Fantasy, I hazard although it doesn’t seem like an accurate description.  “You see, I don’t think it is fantasy. I think fantasy is a slightly silly term. To me, the best stories have something a little bit strange and macabre and other about them. I’ve read books that are a lot more realist and I’ve read non-fiction but to me my gut instinct whenever I think of a story is ‘okay, but what if there were zombies? Okay, but what if the house were haunted?’ You throw in something - it’s an instinct for genre fiction that I have.”  Buy Riverkeep at the Guardian bookshop",
  "webTitle": "Martin Stewart: 'The best stories are a bit strange'",
  "webPublicationDate": "2016-05-03T07:30:49Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/03/martin-stewart-riverkeep-interview-fantasy-ya",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/03/martin-stewart-riverkeep-interview-fantasy-ya"
}