{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/15/banking-current-accounts-switch-rbs",
  "id": "2016-05-15-152",
  "sectionId": "business",
  "body": "Considering the historic apathy of the British public when it comes to switching their bank accounts, it seems apt that those tasked with writing a competition report on the topic don’t seem in a terrible hurry to conclude. But on Tuesday the delayed investigation by the Competition and Markets Authority into retail banking reaches a critical phase with the publication of provisional remedies. High street banks will learn of a suite of recommendations aimed at making it easier for customers to move their current accounts –to be followed by another month’s consultation. The investigation, which was originally due to be concluded this month, was announced in July 2014, at a time of heightened political debate about the banking sector. Then Labour leader Ed Miliband was pushing for a break-up of the big four of Lloyds Banking Group, Royal Bank of Scotland, HSBC and Barclays. While these banks still control 77% of current accounts, such drastic moves rarely seem to happen in the banking industry – and almost certainly won’t this week. For instance, despite it being a condition of its £45bn taxpayer bailout in 2008, and numerous aborted efforts, RBS has still to offload its 300 Williams & Glyn branches. Like switching accounts, that is something somebody might some day get around to. Standard Life chief in line for a pay battle And in this week’s “chief executive who irritated his shareholders to the point of revolt” slot, we give you Keith Skeoch, the new boss of Standard Life. He belatedly twigged that he might be in line for a bit of a kicking at Tuesday’s annual meeting, and last week attempted to head off an investor protest over his pay by cutting £700,000 off his potential £3.5m bonus. A clash with investors would be particularly embarrassing given that Skeoch used to run the fund management arm, Standard Life Investments, which holds stakes in listed companies and often speaks out about boardroom excess. Still, the Edinburgh-based insurer announced after the stock market had closed on Wednesday that Skeoch would reduce his potential bonus to £2.8m – 400% of his £700,000-a-year salary – from the 500% that he had previously been awarded. The revision was announced a little over 24 hours before the deadline for shareholders to cast their votes ahead of the AGM. So, will it be enough? Investors are in an aggressive mood, having already voted against pay deals at BP and Smith & Nephew during this AGM season. An offer they can refuse at Foxtons Elsewhere on the list of potential shareholder revolts this week comes Foxtons – the estate agent chain with such a cuddly image that it was once accused of giving its much-disliked sector a bad name. The firm is facing a possible rebellion over a 19% increase, to £550,000 a year, in the basic pay of chief executive Nic Budden, who seems immune to the embarrassment of having presided over a year in which the group’s share price has fallen by more than 40%. Foxtons has argued that Budden had previously been paid at below the market rate, although the sales patter hasn’t quite worked with an audience that seems to be sticking with the well-worn method of assessing estate agent behaviour: you can tell they are trying to shaft you when you see their lips move. Anyway, Institutional Shareholder Services – a shareholder adviser that represents 20% of UK stock market investors – and its rival Glass Lewis are both recommending votes against the remuneration report at the annual general meeting on Wednesday. So shareholders who invested in a company with a reputation for overpricing properties are set to get cross when the company does the same thing with the chief exec.",
  "webTitle": "This bank account switching report is a real hassle",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/15/banking-current-accounts-switch-rbs",
  "keyword": [
    {
      "webTitle": "Banking reform",
      "id": "business/banking-reform",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Competition and Markets Authority",
      "id": "business/competition-commission",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Bank of Scotland",
      "id": "business/royalbankofscotlandgroup",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Real estate",
      "id": "business/realestate",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/15/banking-current-accounts-switch-rbs"
}