{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/11/448-psychosis-sarah-kane-new-opera-philip-venables-royal-opera-house",
  "id": "2016-05-11-252",
  "sectionId": "stage",
  "body": "On 3 November 1998, Sarah Kane arrived at Royal Holloway, University of London, to do a student workshop. She was there to talk about her plays – Blasted, which had scandalised and horrified the critical establishment back in 1995, and her equally mould-breaking dramas Cleansed and Crave, both of which had opened earlier that year. Just before she left, Kane let slip that she was working on a new script: its title was 4.48 Psychosis. “Whatever it is that I began in Crave it’s going a step further,” she said enigmatically. “Where it goes after that, I’m not quite sure.”    Related: A blast at our smug theatre: Edward Bond on Sarah Kane    By the time 4.48 Psychosis went on stage at the Royal Court theatre in London, Kane would be dead. In February 1999, she killed herself at King’s College hospital, south London, three days after a previous suicide attempt. The play itself seemed to foreshadow events with uncanny accuracy. A sequence of elliptical fragments, fractured and emotionally lacerating, it apparently portrayed a mind in the throes of breakdown, raging against doctors who do not (or will not) understand. Not for the first time, the critics were disturbed. Was this even a play? “How on earth do you award aesthetic points to a 75-minute suicide note?” the Guardian’s Michael Billington asked. In the years since, the myth has only hardened – Kane the tortured martyr, driven to put her own psyche on stage. While Blasted and Cleansed and Crave have long been acknowledged for the radical theatrical masterpieces they are, 4.48 Psychosis has been trapped in the shadows of what happened to its author. One 2009 revival even featured an actor who, with her boyish features and close-cropped hair, looked unnervingly like Kane herself: it was theatre as raw autobiography, a Sylvia Plath-like howl into the abyss.     Alan Williams, Sharon Duncan-Brewster, Ingrid Craigie and Paul Thomas Hickey in Crave at the Traverse, Edinburgh, in 1998. Photograph: Tristram Kenton for the Guardian    Maybe it’s time to think again. If Kane is not exactly part of the establishment – the thought would probably have amused and horrified her – she is now a canonical figure, celebrated in many countries worldwide. 4.48 Psychosis itself is coming up for two decades old; this month, an operatic adaptation by composer Philip Venables will open at the Royal Opera House, the first of its kind. A great deal of ink has been spilled on Kane’s too-short life and death, and not nearly enough on the story of the play itself. Should we finally let some things go? One man who certainly thinks so is the playwright’s brother, Simon. He has resisted talking publicly in detail about 4.48 Psychosis until now – “I’ve never been the greatest fan of the press,” he says dryly when we meet for coffee – but has pondered the play long and hard. Technically, he was one of its very first audiences. “Sarah would ring me up at 4am and say, I’ve just written this section, what do you think? She was gauging my reaction.” What did he think? “Sometimes I had no idea what it was about. She said, ‘I’m not going to tell you, I’m not going to tell anyone ever.’”   Related: Of love and outrage: Sarah Kane obituary    When he got the news that his sister had taken an overdose, Simon rushed to visit her in hospital, then went to her flat in Brixton to collect some belongings. There he found an envelope containing a note and a script. “It was the first time I’d seen it finished,” he says. Kane had also delivered a copy to her agent, Mel Kenyon.  Kane made it clear that she had not only very much completed 4.48, having worked on it for much of 1998, she wanted it to be staged. The spring after her death, Simon Kane contacted director James Macdonald, who had debuted both Blasted and Cleansed; he agreed to take the project on, and set about trying to persuade the Royal Court. No one wanted to rush: it was important that the timing, and the production, was right. But how on earth to stage it? The text contains not a single speech cue, and barely any stage directions. There isn’t a cast list, still less a description of the characters. Some portions appear to be dialogue, perhaps between a patient and a dictatorial clinician (“Oh dear, what’s happened to your arm?” / “I cut it” / “That’s a very immature, attention seeking thing to do” ). Elsewhere, a single voice pulsates with anxiety, and another records sardonic clinical notes: “Lofepramine and Citalopram discontinued after patient got pissed off with side effects and lack of obvious improvement.” One section is a bare list of numbers, strung across the page like a mathematical riddle.     Madeleine Potter in 4.48 Psychosis, staged at the Royal Court in 2000, a year after Sarah Kane’s death. Photograph: Tristram Kenton for the Guardian    The creative team decided to invite groups of actors to read through the text, to plot out how many voices were needed, who might speak where. Macdonald eventually settled on a cast of three: Daniel Evans, who had worked with Kane on Cleansed, and fellow actors Jo McInnes  and Madeleine Potter. McInnes, who now works as a director, admits that at first she wasn’t sure: “I remember reading it on the train home, I couldn’t get a handle on it. But it got to me. By the lunchtime, I said to James, ‘I’ve got to be in this.’” For six weeks in late spring 2000, they hunkered down at the Royal Court rehearsal rooms, trying to find answers. Simon Kane joined them, perched on a mattress in the corner. All three actors set about learning the text in its entirety; every moment would be rehearsed, but in keeping with the script’s freeform feel, it was decided that some sections should be left to the moment – if one person started a speech, the lines would be theirs for that performance. Designer Jeremy Herbert created a setting that was as stark as the text, a single large mirror suspended at a 45-degree angle over a plain white floor – visually elegant, but also a metaphor for the script’s prism of multiplying personalities. “The strange thing is that it was the funniest rehearsal period I’ve ever had,” says Evans. “It was probably some strange coping mechanism. We howled and howled with laughter.” McInnes agrees, but also recalls how gruelling it was: “Mental health is still so hard to talk about, even now. It was a world I knew very little about.”     Pip Donaghy and Kate Ashfield in Blasted at the Royal Court in 1995. Photograph: Tristram Kenton for the Guardian    The Royal Court had programmed 4.48 in its small upstairs studio, the very same space where Blasted had premiered five years earlier, but even when tickets rapidly sold out, many in the building remained nervous. “We were very worried about creating the right context,” remembers Ian Rickson, then artistic director. “There’d been these tabloid frenzies over her early plays, and we wanted this play to be received as a play.” Only a handful of people had been allowed access to the script; neither Macdonald or Simon Kane were willing to talk to the press.  Before it went on show to the critics and the public, 4.48 played in front of an invited audience – family and friends, colleagues, and fellow playwrights, among them Harold Pinter and Joe Penhall. “It was tough, that preview,” says Evans. “It was such a peculiar evening. The sense of loss was in the room. Everyone was in mourning.” McInnes concurs: “It was strange, but it was also potent. It felt like we had a responsibility to give breath and life to this amazing thing that Sarah had created.” Everyone I spoke to remembers a moment at the very end of the performance, where after the play’s haunting final line, “please open the curtains”, Evans and McInnes opened a window in the roof of the theatre, allowing the June night to flood into the silence. “All of a sudden you could feel a warm breeze and the noise of the traffic,” says Evans. “It was like the world being invited back in.” Only when the cast came back on stage did anyone dare to applaud. Sixteen years on, McInnes is adamant that 4.48 is infinitely more than a suicide note: “People take her story on and then they infuse her work with that: I find that really frustrating. To me the heart of it is a love story – what does it mean to love, can we love, all those questions.” She points to Kane’s formal experimentalism, the startling urgency and precision of her language, the way the play itself invites the audience to experience a form of psychosis, in which reality dissolves even as it appears. “She understands theatre at such a deep level; in some ways I don’t think we’ve caught up with her yet.” For Simon Kane, perhaps unsurprisingly, things are more complicated. “At the time, the last thing I would have wanted to say is that it’s a suicide note – I knew it wasn’t just that, that was the point. But Sarah did kill herself, and she was writing a play about what it feels like to be suicidally depressed. In practically every way you look at 4.48, she’s blurring boundaries. That kind of uncertainty is part of what it’s about.” It was crucial to Kane to show depression with all the accuracy she could summon, he adds: “Mental illness is so often sentimentalised, or portrayed as madness – I hate that word. Sarah wanted to convey that while it may be pathological, it isn’t necessarily illogical.”     ‘It felt like we had a responsibility to give breath and life to this amazing thing that Sarah had created’ … Daniel Evans, Jo McInnes and Madeleine Potter in 4.48 Psychosis at the Royal Court in 2000. Photograph: Tristram Kenton for the Guardian    One thing everyone can agree on: nearly two decades after it was written, and as the circumstances of Kane’s own death recede, 4.48 deserves to be seen as the astonishing piece of theatre it is – as playful as it is confessional, simultaneously precise and improvisatory, roaring with life and wit and energy as it gazes unblinkingly at depression and death. Even as it invites us inside, it hangs on to its mysteries. Like everything Kane wrote, it will not be categorised. • 4.48 Psychosis, a Royal Opera House production, is at the Lyric Hammersmith, London, from 24 to 28 May. Box office: 020-8741 6850. • In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14. Hotlines in other countries can be found here.",
  "webTitle": "'The strange thing is we howled with laughter': Sarah Kane's enigmatic last play",
  "webPublicationDate": "2016-05-11T11:30:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/11/448-psychosis-sarah-kane-new-opera-philip-venables-royal-opera-house",
  "keyword": [
    {
      "webTitle": "Sarah Kane",
      "id": "stage/kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Dickson",
      "id": "profile/andrewdickson"
    }
  ],
  "guardianId": "stage/2016/may/11/448-psychosis-sarah-kane-new-opera-philip-venables-royal-opera-house"
}