{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/pro-donald-trump-tow-truck-driver-refuses-help-bernie-sanders-supporter",
  "id": "2016-05-05-89",
  "sectionId": "us-news",
  "body": "On Monday, a Donald Trump-supporting tow truck driver outside Asheville, North Carolina, responded to a call from a driver with disabilities.    Related: Trump's presumptive nomination divides Republicans – campaign live    When the tow truck driver saw the stranded motorist’s Bernie Sanders sticker, Fox Carolina reported, he aborted the pick-up and left her on the side of the highway. According to Fox Carolina: “Kenneth Shupe said he was called to pick up a woman stranded on I-26 in Asheville on Monday. “When he saw ‘a bunch of Bernie Sanders stuff’, he said he told the woman ‘very politely’ that he couldn’t tow her car because she was ‘obviously a socialist’. Shupe “advised her to ‘call the government’ for a tow”, the report said, adding: “Every business dealing in recent history with a socialist-minded person I have not gotten paid … every time I deal with these people I get ‘Berned’ with an ‘e’ not a ‘u’.’” Shupe, who runs Shupee Max Towing in Travelers Rest, said he is a conservative Christian who supports Trump. The Huffington Post reported that the driver, Cassandra McWade, “collects disability payments and has psoriatic arthritis, impaired mobility, early stage Crohn’s disease, severe fibromyalgia and chronic fatigue syndrome”. McWade’s mother wrote about the incident on Facebook: “Heads up, friends … Cass had a wreck in Asheville yesterday. She is fine, but the car was not driveable. We called our mechanic who was tied up in Easley at the time, so he sent Shupee Max Towing to get her.  “Kenneth Shupe drove from Travelers Rest to Asheville, hooked up her car, and when he went around to the back, he came back and told her that he wouldn’t tow her because she had a Bernie sticker on the back of the car.  “HE LEFT HER ON THE SIDE OF THE INTERSTATE IN NC, and DROVE AWAY. “Spread this bigot’s story far & wide. Btw, I’m guessing he’s a Trump supporter. The only difference is that the Don would have taken the money, because he at least realizes that liberals’ money spends just the same as anyone else’s.  “Dumb [expletive] cost himself money driving all the way to Asheville & back for nothing. [Expletive].”",
  "webTitle": "Pro-Trump tow truck driver leaves disabled Sanders supporter stranded",
  "webPublicationDate": "2016-05-05T17:33:17Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/pro-donald-trump-tow-truck-driver-refuses-help-bernie-sanders-supporter",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "North Carolina",
      "id": "us-news/northcarolina",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/05/pro-donald-trump-tow-truck-driver-refuses-help-bernie-sanders-supporter"
}