{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/criminalising-abortion-does-not-cut-number-of-terminations-says-study",
  "id": "2016-05-11-20",
  "sectionId": "world",
  "body": "One in four pregnancies ends in abortion worldwide - about 56m a year - according to new global data which shows that criminalising abortion does not make it any less frequent. New figures from the US-based Guttmacher Institute and the World Health Organisation (WHO) show the abortion rate in developed countries has declined significantly over the past couple of decades but has remained steady in developing countries, reflecting an unmet need for contraception. “In developed countries, the continued fall in abortion rates is largely due to increased use of modern contraception that has given women greater control over the timing and number of children they want,” said Dr Gilda Sedgh from the institute’s New York office. “In developing countries, however, family planning services do not seem to be keeping up with the increasing desire for smaller families.    Related: Destroyed women, abandoned babies: why Ireland must move forward on abortion | Emer O’Toole    “More than 80% of unintended pregnancies are experienced by women with an unmet need for modern methods of contraception, and many unwanted pregnancies end in abortion.” The paper published in the Lancet medical journal shows the annual number of abortions dropped from about 12m a year in 1990-94 to 7m in 2010-14 in developed countries. In the developing world, the numbers rose from 39m to 50m a year in the same time period. Because of the rising population, the global abortion rate fell slightly, from 40 per 1,000 women to 35 per 1,000.  The most dramatic decline was in eastern Europe, which had the highest abortion rate in the world in the 1990s, at 88 per 1,000 women. That has dropped dramatically as women have gained better access to contraception, but is still 42 per 1,000 women, while in the rest of Europe it is 21 and in north America it is 17. The abortion rate was similar regardless of the legal status of the procedure. It was 37 per 1,000 women in countries where it was prohibited altogether or only permitted to save the woman’s life and 34 where abortion was available on request.    Related: Girl, aged 12, forced to wait weeks for Australian court to approve abortion    The difference was in the matter of safety. No one knows how many clandestine, unsafe abortions are carried out, but it is known that between six million and nine million women are treated every year as a result of an unsafe abortion, which can end in death. “Nearly $300m is spent each year on treating the complications from unsafe abortions,” said co-author Dr Bela Ganatra, a scientist from the WHO. In a comment piece published alongside the news in the Lancet, Prof Diana Greene Foster from the University of California wrote: “The obvious interpretation is that criminalising abortion does not prevent it but, rather, drives women to seek illegal services or methods.  “But this simple story overlooks the many women who, in the absence of safe legal services, carry unwanted pregnancies to term … women who live in countries where abortion is illegal often have little access to the whole range of family planning services, including contraceptive supplies, counselling, information, and safe abortion.  “As a consequence of increased rates of unintended pregnancy and unsafe abortion, such women face an increased risk of maternal mortality and bear children that they are not ready to care for and often cannot afford.”  The study authors point out that 225 million women in the developing world have an unmet need for contraception. The issue is not, as usually assumed, that there are no family planning services.    Related: Baby Boxes: pro-life campaigners bring the 'abortion alternative' to America    Women most often say they are concerned about the side effects and possible health risks of contraception or that they think they can avoid pregnancy without it. Unmarried women are afraid to seek contraception because of stigma. A spokeswoman for Marie Stopes International, an NGO providing contraception and safe abortion services in 38 countries, said the study was a wake-up call for the global community.  “While it is heartening to see abortion rates falling in some regions, it is clear that much more needs to be done to expand access to contraception in the world’s poorest countries,” she said. “It is no coincidence that countries where people find it easy to obtain contraception also have lower rates of abortion. “We need to do much more to expand access to a full range of contraceptive methods, to ensure that every woman who wants to choose the size of her family has that power.”",
  "webTitle": "Criminalising abortion does not cut number of terminations, says study",
  "webPublicationDate": "2016-05-11T22:30:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/criminalising-abortion-does-not-cut-number-of-terminations-says-study",
  "keyword": [
    {
      "webTitle": "Abortion",
      "id": "world/abortion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Contraception and family planning",
      "id": "society/contraception-and-family-planning",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World Health Organisation",
      "id": "world/world-health-organisation",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Population",
      "id": "world/population",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "world/2016/may/11/criminalising-abortion-does-not-cut-number-of-terminations-says-study"
}