{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/22/the-great-escape-festival-brighton-review-stormzy",
  "id": "2016-05-22-100",
  "sectionId": "music",
  "body": "Three days and nights. So many bands. So many beards. So many bobs. So many bands with bobs and with beards. Brighton’s The Great Escape is what you make it: a feast of variety and discovery, or a long weekend of by-the-numbers banality.  Pinballing around town semi-randomly turns up delight after unheralded delight. The thick, eerie electro-folk of Ireland’s Saint Sister, not so much haunted as delicately possessed. Belfast psych-rockers Exmagician’s songs rolling like coloured clouds over a sweltering tentload of bewildered lunchtime drinkers. LCMDF, a bright, droll and spiky duo, sticking it to the Finnish metal boys with their invigorating electropop, and their immaculate Eighties styling. (Or maybe that’s normal for Helsinki, I wouldn’t know.) Nascent goth diva Fable, with a heap of star quality and, in Fragile, a stone killer tune. Bess Atwell, a gifted singer-songwriter with a voice like slow, cool water.   Related: Anna Meredith: the proms composer ditching classical music for club bangers     Classical-pop crossovers tend to be on the formal, even stiff side. Not Anna Meredith. The Scots composer glories in bellowing, whacking things and making a grand racket. Her show is joyous, and not a little deranged. Poland’s Brodka and her band seemingly come costumed as an early Christian sect, adding to the faintly hallucinatory air of their sombre folk-pop. More unnerving still is to watch Swiss electronic experimentalist Aïsha Devi’s occult visuals unfold and loom across the nave of St George’s Church.     Fearsome … Delilah Holliday of Skinny Girl Diet. Photograph: Tabatha Fireman/Redferns     South Korea supplies two extraordinary bands. Danpyunsun and the Sailors look like a totalitarian physics seminar circa 1976, and play magnificently bonkers sea shanties from weird and distant oceans, augmented by furious virtuoso violin and a sweary, hilarious frontman. Jambinai are an enthralling post-rock group; imagine Godspeed You! Black Emperor melded with, to these ears, strange and wonderful traditional instruments.  Fabulous, exhilarating disco-rockers White put me in mind of all The Killers’ very best bits relieved of bombast and distilled into an absurdly potent glitter-shot. The only thing more instantly zestful I hear all weekend is DBFC, “from Paree”, who throw psych and prog into the formula and produce wildly danceable tunes with it.  Skinny Girl Diet are a fearsome, semi-feral outfit with a sandpaper-throated singer who makes her most obvious influence, Courtney Love, sound like Dido. They haven’t yet assembled much of a songbook, but they rock as hard as anything new I’ve heard in years.     Coiled energy … Stormzy headlines at Brighton Dome. Photograph: Ollie Millington/Redferns     One of last year’s biggest draws is deservedly a headliner this time around: Bamako’s sublime Songhoy Blues, of the sidewinding grooves, eye-popping dance moves and deep soul. Just as Skepta and JME last year underscored the commercial and artistic pre-eminence of grime, Stormzy caps off this weekend with a masterful show at the Dome. He’s a human bullwhip, carrying all the coiled energy of the form in his elliptical, stop-start clatter and thrilling verbal pugnacity.",
  "webTitle": "The Great Escape festival review – Stormzy caps off Brighton's feast of discovery",
  "webPublicationDate": "2016-05-22T11:30:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/22/the-great-escape-festival-brighton-review-stormzy",
  "keyword": [
    {
      "webTitle": "Great Escape festival",
      "id": "music/great-escape-festival",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Stormzy",
      "id": "music/stormzy",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "David Bennun",
      "id": "profile/davidbennun"
    }
  ],
  "guardianId": "music/2016/may/22/the-great-escape-festival-brighton-review-stormzy"
}