{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/24/ex-cameron-adviser-steve-hilton-attacks-bullying-of-jeremy-corbyn",
  "id": "2016-05-24-115",
  "sectionId": "politics",
  "body": "Steve Hilton, the prime minister’s former “blue skies thinker,” has said the Labour leader, Jeremy Corbyn, has been “bullied” by the Westminster establishment because of his unconventional approach to politics. David Cameron used a Commons encounter with Corbyn in February to take him to task for not properly fastening a tie, saying: “I know what my mother would say. I think she’d look across the dispatch box and she’d say: put on a proper suit, do up your tie and sing the national anthem.” But Cameron’s former adviser, in London this week to promote the UK edition of his book More Human, told the Guardian: “What I really hated about the reaction to Corbyn at the very beginning was this immediate, … very bullying ganging-up by the political establishment to say: this guy is not doing it the way we are used to doing it; he’s not wearing a tie; he’s not reshuffling his cabinet in the way we’re used to doing it.” He added: “I thought it was incredibly unattractive.” Hilton said he found “much to welcome” when Corbyn, with his unpolished style and appeal to a “kinder, gentler politics”, won the Labour leadership race – though he feared Corbyn did not have the skills required for the role. “The point of being leader of the opposition is that it’s quite a tough job, in terms of pure management. It’s not easy, and I think that’s where he’s coming unstuck. But that kind of impulse of really representing a break with the way things are done is something I really share.”   Related: Britain’s two-party political system isn’t working | Steve Hilton    Hilton believes Corbyn’s popularity reflects the same anti-establishment forces that have propelled Donald Trump to a compelling lead in the US Republican primaries, and allowed the avowed socialist Bernie Sanders to run Hillary Clinton far closer than many commentators expected. “I think that Corbyn’s success, just as the success of Bernie Sanders and Donald Trump, is a reflection of this frustration that people have that whatever they do, in terms of voting for different parties, nothing much seems to change,” he said. Hilton was a central figure in the modernisation of the Conservative party, brought into No 10 by Cameron to foster radical ideas including the “big society”. He was notorious for roaming barefoot around Downing Street, and was parodied as the jargon-spouting Stewart Pearson in the political satire The Thick of It. After leaving No 10 for California in 2012, Hilton says he has lost faith in the capacity of mainstream politicians to improve people’s lives, and barely follows the fortunes of the Conservatives, the party that once brought him into the heart of government. He has started a tech company, Crowdpac, which aims to help raise money to fund independent candidates to run for public office without the backing of a party. “I think that is something I feel very, very strongly about, which is for decades now there’s been this growing reality that whoever has been in office, the same people are in power,” he said. “When Corbyn was elected, I found there was a lot to welcome there.” In language that could equally be used by Corbyn’s lieutenant and shadow chancellor, John McDonnell, Hilton said: “It is a technocratic elite of bankers, bureaucrats and accountants that push a particular agenda, which is all about centralisation of economic power in the hands of fewer and fewer big businesses, and centralisation of political power, which means that people at grassroots level feel they have less and less control over the things that matter to them, and people are getting more and more fed up with it.”   Related: More Human by Steve Hilton – digested read    He believes Trump, rather than being the extreme figure that US liberals fear, would help to tackle some of the deep-seated problems in the country’s political life. “I think that he’s going to win,” Hilton said. “I think it could be a really refreshing change, frankly. That doesn’t mean I agree with everything he’s saying, but I very much agree with the arguments he’s making about the rottenness of the current system in America.” He added: “Trump makes really, really powerful arguments, for example in relation to healthcare. He talks about the cartels and the concentration of power and the health insurance companies effectively having monopolies and ripping people off.”",
  "webTitle": "Ex-Cameron aide attacks establishment 'bullying' of Jeremy Corbyn",
  "webPublicationDate": "2016-05-24T14:59:58Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/24/ex-cameron-adviser-steve-hilton-attacks-bullying-of-jeremy-corbyn",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/24/ex-cameron-adviser-steve-hilton-attacks-bullying-of-jeremy-corbyn"
}