{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/susan-sarandon-geena-davis-hollywood-thelma-louise-feminist-gender-equality",
  "id": "2016-05-16-186",
  "sectionId": "film",
  "body": "Thelma & Louise, Ridley Scott’s 1991 road-trip classic starring Geena Davis and Susan Sarandon as two empowered outlaws, is widely considered a feminist trailblazer. Its two stars, both nominated for Oscars for their performances, said they never saw it that way. “When we were making it, we weren’t making a feminist film – we were making a buddy film,” Sarandon said, seated next to Davis at the Cannes film festival on Sunday.    Related: Juliette Binoche: I confronted Spielberg and Scorsese over lack of female leads    “Nobody making it had any idea that it was going to strike a nerve the way it did,” Davis concurred. “It caused a big stir that we were totally unprepared for. But it was fun.” The pair were reunited in Cannes on the film’s 25th anniversary for a discussion in the Majestic hotel’s roof garden. The talk was part of the Kering Women in Motion series held for the length of the festival. Thelma & Louise proved a watershed moment for women in Hollywood by being a Oscar-nominated hit written by a woman, Callie Khouri, and headlined by two female actors. But as Davis and Sarandon both lamented, it didn’t revolutionise the film industry. A recent study by the University of Southern California’s Annenberg School of Journalism, found that in the most popular films of 2007 to 2014, women had less than a third of speaking parts.  Sarandon thinks Hollywood has only got worse for women. Asked by Variety’s Ramin Setoodeh, the event’s moderator, if Thelma & Louise could be commissioned by a major corporate studio today, Sarandon scoffed: “Maybe as an animation.” “I don’t think the studios have had an epiphany about women in film, because after Thelma & Louise, it didn’t happen. And that movie made a lot of fucking money.” Davis added: “And that’s one of the really uncomfortable things, because when they said that, I believed it. It didn’t happen.” Davis, who heads the Geena Davis Institute on Gender in Media, an organisation dedicated to improving gender balance in the entertainment industry, however, expressed hope.   Related: Geena Davis on dearth of female characters: 'Is this not the 21st century?'    “The thing about film is it can change overnight,” she said. “It isn’t like real life, where it takes so long to get women to be half of Congress or boards or CEOs. The next movie somebody makes can be gender balanced. We don’t have to sneak up on it, just do it.” Sarandon blamed the lack of roles for women in mainstream film on the “male executives making these decisions”.  She added: “Hollywood has become more and more corporate and … the kind of people making those decisions and the basis on which they’re making those decisions. Whereas women can see a woman or a man in a leading role, I don’t think it’s as easy for a guy to see a woman in a leading role and say: ‘I’ll get behind that.’ “I think it’s a cultural thing, and that’s part of what slows it down: a lack of imagination on the part of men.” “Hollywood isn’t political,” she added. “They just go with the money.”     Susan Sarandon and Geena Davis accepting their awards at the Women in Motion ceremony in Cannes. Photograph: Vittorio Zunino Celotto/Getty Images for Kering    On the topic of equal pay, an issue recently brought to the forefront by Patricia Arquette’s Oscar acceptance speech for Boyhood and Jennifer Lawrence’s open letter about being paid less than her male co-stars on American Hustle, Sarandon conceded that actors are paid a “preposterous amount”, but added: “why should we not be paid as preposterously as men?    Related: Susan Sarandon blasts Woody Allen and Donald Trump at Cannes    “Comparing what mega stars make when half the world is starving doesn’t mean you should be ashamed of making that much money. It’s about respect – it’s not about the money.” And although Sarandon acknowledged that Hollywood caters to male actors, she also said that she “wouldn’t take a lot of the parts men are taking.” “It’s about quality,” Sarandon argued. “My time is precious.” She echoed those sentiments several hours later, at Cannes’ annual presidential dinner, hosted by the festival and Kering, where she and Davis were honoured for their contribution to film and women’s rights. “As we have more and more power in this particular industry, it’s important that we remember to have more fun than the guys are having,” Sarandon said, in accepting her Women in Motion award alongside Davis. “We want things that we feel passionate about. We want to tell stories about connection, about love, something that encourages people to be the protagonist in their own lives, something that is moving, something that is really feminine, something that is special.” Davis used the podium to call on Hollywood to give female audiences more of a reason to go to the cinema: “One of the best aspects of watching a movie, is identifying with the characters. If we’re not giving women that opportunity, we’re robbing them of one of the best parts of seeing a movie.”",
  "webTitle": "Susan Sarandon and Geena Davis: Hollywood hasn't had an epiphany since Thelma & Louise",
  "webPublicationDate": "2016-05-16T13:03:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/susan-sarandon-geena-davis-hollywood-thelma-louise-feminist-gender-equality",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Susan Sarandon",
      "id": "film/susan-sarandon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Geena Davis",
      "id": "culture/geena-davis",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/16/susan-sarandon-geena-davis-hollywood-thelma-louise-feminist-gender-equality"
}