{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/jodie-foster-cannes-money-monster-film-hollywood",
  "id": "2016-05-12-116",
  "sectionId": "film",
  "body": "“I’m not a spokesman for anything – I know nothing,” Jodie Foster declared in Cannes on Wednesday, in front of a room of press attending her Kering Women in Motion talk. But over the course of her hour-long conversation with Variety’s Ramin Setoodeh, she proved herself wrong, passionately advocating on behalf of fellow female directors.  The actor and film-maker is in Cannes to premiere her fourth feature as director, Money Monster, outside of competition. She previously directed 1991’s Little Man Tate, 1995’s Thanksgiving comedy Home for the Holidays and 2011’s Mel Gibson vehicle, The Beaver.  The two-time Oscar winner, who famously began her career as a child actor, opened the discussion by reflecting on her 50 years in film, addressing how far she believes women have come in Hollywood despite the challenges they still face – a recent report from the Center for the Study of Women in Television and Film at San Diego State University found that women directed just 7% of Hollywood’s top 250 films in 2014.   Related: Jodie Foster admits to being 'a little sick' of discussing women in Hollywood    “I’ve seen drastic changes,” Foster said. “When I was younger, I only saw women as the script supervisor, makeup person or as fellow actors. I saw faces change as time went on. When I was young, there were a lot of men on movie sets ambling around these towns, getting into trouble and unhappy. Everything changed when women got onto movie sets. Suddenly it felt more like a family – and movie sets became healthier.” Foster, who played the lead in hits including The Silence of the Lambs, Nell and Contact, was asked why projects with women in the lead have largely shifted to the independent film arena, as well as television.  “I think studio executives are scared, period,” Foster said. “I think this is the most risk-averse period in movie history. Now so many things have changed in terms of the economy, the structure of studios.” She urged the film-makers in the room “to realize the business is shifting” and “get used to the landscape”.     Jodie Foster at Cannes. Photograph: Joel Ryan/AP    “Every film is a new invention,” Foster elaborated. “We’re not a factory where we make shoes and we keep making shoes. So the rules are going to be different. The conversation has to become as complex as possible to really attend to the issues.” Foster said that female directors looking to make an impact in a male-dominated industry need to be as adaptable as possible. “You want to tell stories with whatever technology is happening,” Foster said. “If you’re telling them on iPhones, great. You roll with the time and stay relevant – and adapt to what’s around you. There’s a democratization that technology has brought that’s wonderful – women can take advantage of them, minorities can.” Foster, who has also directed for television, taking on episodes of House of Cards and Orange is the New Black, meanwhile praised the medium for being “more open to women”. Asked why women are afforded more opportunities on the small screen, both behind and in front of the lens, Foster offered: “Financially, it’s less of a risk.” “When you have less risk, you’re willing to take more chances,” she added. Foster didn’t concede that television is producing greater content than film, but did stress that “TV is where you go for narrative” nowadays, with studios so invested in releasing franchise films and tentpoles.  Over the course of her acting career, Foster has only worked with one fellow female director: Mary Lambert, who directed her in the 1987 film Siesta. Asked how the experience of making a film with a woman differed from working with male film-makers, Foster said it all boils down to a directing style she describes as “good parenting”.   Related: The meal deal: Woody Allen, Jessica Chastain and Kirsten Dunst at the Cannes opening dinner    “I was 23 or 24, and I needed somebody to tell me to change my behavior [on the set],” Foster recalled. “I won’t tell you what that was, but Mary took me aside sat me down and said, ‘No, you can’t do that. That’s disrespectful.’ She took me aside the way a parent would. At that age, I really listened. I was really grateful that a director sat me down like a person. “Our leadership styles are informed by our mothers and how we were raised. If you’re a woman, you’re going to have a different leadership style based on your background.” On her own temperament as a director, Foster admitted to confusing people for being very direct with her colleagues on set.  “I think men are often confused by women who don’t follow traditional rules in conflict,” Foster said. “But guess what: all they need to do is have more experiences with them. I don’t think it’s a big plot of men putting women down in the film business – the film industry is pretty progressive. They’re just stuck with the same traditional models and they’re trying to figure out how to get around that. But they haven’t had enough experiences with women to do that.”",
  "webTitle": "Jodie Foster: 'I think this is the most risk-averse period in movie history'",
  "webPublicationDate": "2016-05-12T16:35:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/jodie-foster-cannes-money-monster-film-hollywood",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jodie Foster",
      "id": "film/jodie-foster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/12/jodie-foster-cannes-money-monster-film-hollywood"
}