{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/13/10-best-culture-things-this-week",
  "id": "2016-05-13-189",
  "sectionId": "culture",
  "body": "Exhibitions Sunken Cities In the murky depths of the Mediterranean, two ancient Egyptian metropolises lay undiscovered for more than 1,000 years, until in the last two decades they were finally unearthed by archaeologists. Now the cities of Thonis-Heracleion and Canopus are brought to life for those of us who can’t witness them first-hand in this British Museum exhibition. It offers up objects excavated from the sites, including statues, jewellery and ritual objects celebrating the cult of Osiris. TV Louis Theroux   Related: Drinking To Oblivion: Louis Theroux’s sobering new documentary    Theroux has moved away from his more out-there subject matter in recent years, focusing instead on intimate and often affecting personal stories. His newest doc looks at the lasting, and sometimes surprising, effects of brain injury, while his recent one on alcoholism is still available on the BBC iPlayer. Talks Charlotte Brontë At 200 Shakespeare isn’t the only major literary figure celebrating a big 00. Those unable to get tickets to the Brontë Society’s Bicentenary Conference in Manchester this August can either add your name to the waiting list at bronte.org.uk or catch this Guardian Live event at the Brighton festival, which offers up reimaginings of the eldest Brontë sister’s gothic gripper Jane Eyre, along with discussion on the author’s legacy. Music True Love Waits            Finally, the great unreleased Radiohead track of our times finds its way on to one of their albums, providing a lovely, elegiac coda to A Moon Shaped Pool. The rest of the record’s pretty terrific, too. Comedy Sara Pascoe The comedian and Guardian columnist is enjoying a big year: her book Animal: The Autobiography Of A Female Body – an exploration of the female form both human and otherwise – is out now. It’s accompanied by a standup tour, which begins a residency in Soho this week before heading to a host of other venues. Given Pascoe’s past form, it’s likely to be smart, self-deprecating and linguistically playful. Music Father John Misty     Father John Misty. Photograph: Emma Tillman    Hear the sound of a thousand hearts swooning as the sardonic raconteur with the best facial hair in town swans into Camden Town’s Roundhouse for three shows this week (and Southampton on 21 May). His 2015 album, I Love You, Honeybear, elevated his post-Fleet Foxes folksie ditties to the orchestral heights of Scott Walker and Randy Newman, coupled with lyrics that jab the finger at idiot hipsters as well as laying his own Neil Strauss-level cocksuredness out for a roasting. Basically, indie catnip. Streaming music Radiooooo The dangerously immersive Radiooooo.com is one of those wonderful online resources that seems like the most obvious idea in the world once someone else has made it happen. Ever wondered what music people were listening to in Uganda in the 1950s? Or in Australia in the 1920s? Or even in Antarctica right now? Radiooooo’s easily navigable audio map of the world has all the answers you need; not to mention many more that you didn’t realise you needed – and trust us, you’ll be stuck here all day finding them out. Furthermore, significant swaths of the musical globe remain temptingly unmapped. So if you have a desperate urge to tell the world about the amazing music scene that was rocking 1940s Zambia, join in and upload away. TV Eurovision 2016             Related: How Eurovision finally cracked America    This 61st edition of the song contest will be lent a geo-political tint by the forthcoming EU referendum… well, for newspaper editors, maybe. For everyone else it’s all about designing devious drinking games and generally revelling in the kitsch kaleidoscope of pop on show. Joe And Jake are flying the flag for the UK with their earnest strumalong You’re Not Alone, which – whisper it – might actually be a bit of a dark horse… Theatre Soul When Roy Williams first began researching his new play on the death of Marvin Gaye, he was a massive fan of the music but had limited knowledge of the soul giant’s traumatic life. Over time, however, the subject matter revealed itself to be a goldmine for drama. “The more I asked questions, the more the play seemed to be writing itself really. It felt like a Greek tragedy,” he has said. Shot by his father in the family home, the precise circumstances surrounding Gaye’s final hours remain ambiguous but Soul is set to bring the role of the family in the American dream into sharp focus. Film Green Room            Sometimes vicious things come in small packages. This gleefully spiteful little indie flick spends a hefty chunk of its running time in one room, which might suggest something overly stagey. Instead, we have a taut, brutal thriller as a punk band try to fend off a group of neo-Nazis led by a terrifying Patrick Stewart.",
  "webTitle": "The 10 best things… to do this week",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/13/10-best-culture-things-this-week",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "The Guide",
      "id": "profile/the-guide"
    }
  ],
  "guardianId": "culture/2016/may/13/10-best-culture-things-this-week"
}