{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/new-kids-on-the-block-hangin-tough-book-series",
  "id": "2016-05-16-117",
  "sectionId": "music",
  "body": "Where would we be without New Kids on the Block? Clean-cut and always ready to burst into harmonies or a complicated piece of choreography at a moment’s notice, they set the template for subsequent boy bands, first the Backstreet Boys and *N Sync, then One Direction. In America at least, New Kids breathed new life into teen pop music and stoked a newly rabid kind of pop fandom. Plus, they laid the blueprint for Lou Pearlman’s business model, which may have landed him in prison but also transformed the charts of the late 90s and early 00s. The New Kids were influential. They mattered. Which is exactly what journalist Rebecca Wallwork set out to prove in her book, Hangin’ Tough. It’s part of the 33 ⅓ series that has seen different writers tackle a famous album. The books have ranged from Michaelangelo Matos on Prince’s Sign O’ the Times to Alex Niven on Oasis’s Definitely Maybe. There’s nothing ironic about her admiration of the album – she was a fan. “[I was] a Blockhead,” Wallwork explains over the phone. “I was a little late to the game with New Kids because I was in Australia. The Right Stuff is where I began, probably a few months later than the American Blockheads, but I’m still a fan to this day.” To give it its full title, You Got It (The Right Stuff) was NKOTB’s breakthrough hit. Released in 1988, it got to No 3 in the States and No 1 in the UK.             And Wallwork doesn’t use the term “fan” lightly: she’s met the band upward of 20 times (not including when she’s met members individually or as a music writer), and her Tumblr boasts photos of herself as a teen proudly posing by her NKOTB merch, proving the seriousness of her dedication and how long it’s lasted. “I was 13 when I first saw [The Right Stuff] video, and it just seemed so cool and funky,” she recalls. “I hadn’t heard music like that before. And if you listen to it now, it still sounds kind of different. It doesn’t sound to me like Backstreet Boys or *N Sync or One Direction – it was dancey, they were driving around in a convertible picking up chicks, and I was like, ‘You look cool, I like this.’ They grabbed my eye, I’ll admit it. And then I really did love the music. “And in a way, they were safe,” she adds. “Parents allowed their kids to become quite obsessed with them because it wasn’t a bad obsession.” A sentiment anyone who’s dabbled in boy band culture (hi!) will understand. There’s safety in basking in a relationship you can dictate exclusively through your own frame of mind. There’s comfort in deciphering the meaning of lyrics, or poring over interviews and hoping the member you like implies he’s single. (Wallwork’s favourite member is Joe, by the way: “He was closest to my age - he seemed sweet.”)            “Music cognition specialists said that what you listen to at 13 and 14 is what sticks with you and what you come back to,” Wallwork tells me. “Because that’s a time when we’re establishing our identity, and it’s a time [when] your hormones are going crazy, so music has that same effect. And it’s so powerful at that age that it imprints in such an impactful way.” But are people just fondly remembering their youth when they listen to New Kids? “I asked music cognition specialists and fans if it was just nostalgia because people don’t ever talk about the New Kids’ music, but I love the music,” Wallwork continues. “And when I hear it, I really like their songs. And some of them get me in such an amazing mood. So I can’t really say it’s just the music because they are cute and they dance and the videos are fun and seeing them live is incredible, and that’s where I think they earn their stripes and the devotion of their fans, because they give it their all onstage.” So why choose Hangin’ Tough as the album to write about? “It’s the one that made them,” she explains. “Without Hangin’ Tough I don’t know if they’d have become as big as they did. Hangin’ Tough was such a hit – it sold 17m copies. That’s a lot. And I know the whole music industry has changed, but at the time it was a big deal. So it’s not just fans liking boy bands, there’s something going on there. So I wanted to dig in a little bit more and ask why it was such a hit and also is it any good, because I don’t really know. I interviewed people and asked if they were good songs, and they’re like, ‘Yes, these are classic, catchy pop songs.’ So that was a really interesting process.”            Though teen pop is still not exactly the first thing music critics rush to write about, it’s treated more seriously than it was in the New Kids’ heyday – Wallwork points out that the Backstret Boys, *N Sync and One Direction have all made the cover of Rolling Stone and been have covered extensively – and sometimes even seriously – in the mainstream press. NKOTB, on the other hand, were voted 1989’s worst band by Rolling Stone’s readers. “They never got the courtesy of their music being looked at,” Wallwork says. “And I wanted to do that.” Which is thankfully what 33 ⅓’s publishers Bloomsbury wanted her to do too. Largely producing books devoted to the cult or canonical, it’s a departure for the series to publish a tome defending heavily produced 80s pop sung by a Wahlberg. “I was really surprised that they chose to do this book,” Wallwork admits. “I think my proposal is what became the book: Like, ‘Why don’t people talk about New Kids?’ Things have changed. This is the chance to do it now. It would never have happened 20 or 10 years ago, but with some distance, that helps. “My feeling is that [33 ⅓] is not necessarily the best albums – it’s key albums or influential albums. So I think there was this recognition that this album changed things. I expect that there’ll be some backlash, but I think it’s earned its place.” And considering we still cite New Kids when discussing the intricacies of One Direction or Zayn Malik’s solo career (he is such a Jordan Knight) or Backstreet Boys’ residency in Las Vegas, it’s safe to say it has. Plus, NKTOB continue to tour, to perform, and to record – their reality show about their annual cruise, Rock This Boat, starts its second season on Pop TV on 1 June – meaning there’s audience still ready for their music.  But aside from our acknowledgement that New Kids paved the way for the most talked-about bands of this era (and our acknowledgement that boy bands are everything and we all know it), what’s a book on Hangin’ Tough supposed to do? “I hope the takeaway is a second thought,” she says. “That pause when you step back. Because I think people used to have a kneejerk reaction with them. And now that we have time, I would like them to listen to it. Or think about them a second time. [Ask] why did I hate on them? Why did I have that immediate reaction? Was it because everyone else was saying they were uncool? So I want people to look past that and see that there was something to the music. There’s a reason people love this music.” Which is exactly how I’ll justify blaring this record all summer, friends’ taste in pop music be damned.",
  "webTitle": "Are New Kids on the Block worth remembering?",
  "webPublicationDate": "2016-05-16T16:37:55Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/new-kids-on-the-block-hangin-tough-book-series",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne T Donahue",
      "id": "profile/anne-t-donahue"
    }
  ],
  "guardianId": "music/2016/may/16/new-kids-on-the-block-hangin-tough-book-series"
}