{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/19/leicester-citys-premier-league-title-celebrations-hit-streets-of-bangkok",
  "id": "2016-05-19-187",
  "sectionId": "football",
  "body": "Bangkok’s busiest roads were temporarily closed off during rush hour on Thursday as Thai-owned Leicester City paraded through on an open-top bus.   Related: Claudio Ranieri: an apology | Marcus Christenson    Preceded by a man dressed as a samurai and flanked by dozens of police on motorbikes, the blue-painted bus with manager Claudio Ranieri and team cruised along Sukhumvit Road, which cuts through the capital. “I took off work to come,” said Oi Oi, a 30-year-old woman who stood with a blue hat on a T-shirt saying “Forever Fearless”, one of the club’s slogans. Others had blue transfer tattoos of the club’s emblem as well as blowup batons to wave as the bus drove by. “There’s a Thai owner and a Japanese player. So this is Asia’s team,” said Lin Nu, a 50-year-old hospital employee who came with several friends from Leicester City’s Thai fan site.  On Thursday morning, the team posed for a photo in the royal palace in which they all stood on their knees, a sign of respect for the much-revered Thai king Bhumibol Adulyadej, the world’s longest serving monarch.    Leicester City FC Thursday morning at the Royal Palace to sign a book wishing his majesty the King good health pic.twitter.com/TB9zeNfZVm— Khaosod English (@KhaosodEnglish) May 19, 2016    Most of the team arrived at dawn on Wednesday for the week-long tour organised by Thai duty-free magnate and the billionaire owner Vichai Srivaddhanaprabha. Some players, including strikers Jamie Vardy and Riyad Mahrez, did not come. Slightly dazzled after a red-eye from London, the team arrived to cheers of “champions” and fans at the airport placed flowered garlands around their necks. “We’ve had some special receptions when we’ve arrived in Thailand in the past, but nothing like this. This is incredible,” said team captain Wes Morgan. “We’re always extremely proud to come here and we know how much it means to the owners, who have done so much for us and for the entire club in the last six years.”     Leicester City parade the Premier League trophy in Bangkok. Photograph: Jorge Silva/Reuters    Owner Vichai has made huge efforts to bolster the visit and there were King Power employees with “staff” written on their shirts arranging the crowds along the streets during the victory tour. Some foreign tourists had also stopped to watch.  When Leicester City players visited Thailand a year ago, it ended in scandal as three players were caught in a racist sex tape and were later fired, including the son of former manager Nigel Pearson. The team have been warned by Vichai’s son, Aiyawatt, that they should behave. “I want them to see the Thai people, how welcome they are,” he said. “They are massive now and they want to say thank you to the Thai fans.” But he added: “The players need privacy as well, but I’ve talked to them and they know they need to treat everything well.”",
  "webTitle": "Leicester City's Premier League title celebrations hit streets of Bangkok",
  "webPublicationDate": "2016-05-19T12:20:22Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/19/leicester-citys-premier-league-title-celebrations-hit-streets-of-bangkok",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Thailand",
      "id": "world/thailand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "football/2016/may/19/leicester-citys-premier-league-title-celebrations-hit-streets-of-bangkok"
}