{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/bipolar-disorder-genetic-risks-parenting-fears",
  "id": "2016-05-06-261",
  "sectionId": "commentisfree",
  "body": "First came the fear. Then came the bat. I realize it’s usually the other way around, but there are some fears not easily dispensed with – the sort you can’t catch, or kill. Nearly 16 years ago, my daughter’s father and I, who had never married, separated. Although her primary residence was with me, she adored going to her father’s cavernous studio apartment. At my house, there were rules and regular bath times. At Daddy’s house, it was messier, looser, louder. Daddy let her throw water balloons out the window. Daddy never made her clean up her toys. Daddy was fun! Daddy was also sick. Although I didn’t realize it when my daughter was born, her father was – and is still, of course – bipolar. He was hospitalized for the first time when she was three. I went to see him; we’d already split up but remained committed co-parents, and – ultimately – friends. At the end of that first visit, I watched him walk away from me down the hallway, head hanging, shuffling slowly along like an old man.   Related: MRIs terrify me. My cancer history means I must endure two a year, forever | Mary Elizabeth Williams    My heart tightened with pain. When it released, it was full of fear. My flower-faced daughter – who built houses for the worms in the garden, who sang Sun, Sun, Mr Golden Sun while she painted, who trilled, “Mommy, isn’t it a glo-ri-ous day?” – came from this man. Could his illness be lurking in her DNA? Was it lying dormant in her developing brain, nestled silently somewhere, waiting, invisible? I felt my hands shaking as I walked to my car. The fear only increased as, in the next few years, the episodes that led to his hospitalizations became more disturbing. There were maggots in the Christmas stockings. Dirty pots littered the kitchen floor, stinking and slick with mold. The floor of his living room resembled an archeological site; if you dug deep enough, you’d likely uncover the remains of a pizza and Christmas wrappings from four months ago.  During one particularly bad week, he became psychotic because of a medication problem. He thought his watch was a camera and began seeing people who weren’t there. He stayed up all night painting gold flames on his floor. He nailed cowboy boots to the ceiling, bought things he couldn’t afford. The hospitalizations multiplied, largely as a result of a woefully insufficient and overtaxed mental health system that cycled people in and out of the few beds it had available without holding itself accountable for what happened next. There was no follow-through, no medication management, no consistency of treatment. In, out and back. Repeat. I didn’t know how to navigate any of this – not the system itself, nor the complex and unwritten rules of how to co-parent with someone who was sometimes well enough to take care of a child and sometimes wasn’t – but was always well intentioned, even when he couldn’t accurately self-report. I never seemed to be able to predict the next breakdown, or see the warning signs clearly enough to act pre-emptively. One afternoon, in particular, stands out. I was sitting at my desk in the newsroom when my phone rang. It was my ex, and his voice was slurred almost to the point of incoherence. “I can’t find her,” he mumbled. It was late afternoon. He was supposed to be watching our daughter at my house, after getting her off the bus. I felt panic and started to shake. “What do you mean?” I said. “Didn’t you meet the bus? “I don’t know where she is,” he repeated. “I must have fallen asleep.” In the seconds it took me to absorb what he was saying and plan my next move – call the school, the bus company, the police – I imagined her in the back of some stranger’s car, or locked in a room in one of the city’s myriad brick apartment buildings, terrified and about to raped or murdered. By the time I found her – eating cookies in the principal’s office and wondering why no one had met her bus – I was berating myself. I should have seen this coming. I should have known he had spiraled out of control again. I should have prevented it all from happening.    The chase began – the bat in the lead, me following, in some deranged circle of mutual fear    Fear of what the future would hold intensified. I took to watching my daughter sleep while I replayed her day in my head. Was her sensitivity a warning of the deep depressions that had engulfed her father – and also me – at times? Was her excessive enthusiasm at other times a signal of mania to come? Into this torpid mix of fear and illness crept the bat. One late summer night, as I was sitting on my couch after an especially long day at work, I heard the loud and insistent chirping of what I assumed was a cricket. I tried to ignore it, then realized it was in the house with me. In fact, it sounded like it was next to me. I turned my head slowly, like a person who knows what she will find, and there was the bat, lurching its way on to my shoulder. I screamed and jumped, which frightened the bat. It scuttled down the couch, on to the floor, and the chase began – the bat in the lead, me following, in some deranged circle of mutual fear. The bat was injured and it couldn’t fly, but it was fast. Around and around the house we went – kitchen, dining room, living room, front hallway – until I realized the chase was futile.  I stopped. I thought about the night the mice had gotten into another home of mine, many years earlier. How I’d lain in bed, frozen with panic, as I listened to them scampering around the cabinet under my kitchen sink. How I’d steeled myself that night to confront the mice. How I’d learned to catch them with a paper bag and a broom, and then release them into the woods near my house. I went for the bag and the broom and, after a few panicked, fumbling attempts (bats are creepier than mice), slid it into the bag. I let the bat go outside. It didn’t happen overnight – and it certainly didn’t happen in a rush of epiphany as I stared down that bat – but I eventually came to understand that my fear for my daughter, while understandable and atavistic, was a lot like that late-night chase around my house – it wasn’t going to get me anywhere. Rather, replaying the same thoughts over and over again in my head in a loop was going to doom us, though not in the way I was imagining. I would rob her childhood of its joy, at the very least, and for what? It wouldn’t solve anything, or prevent something bad from happening to her, or even help me cope with it if it did. As with the bat, the only way to deal with what scares us is to confront it directly. With that understanding came calm. My daughter’s father, thankfully, is much better, largely as a result of his own remarkable determination. And our daughter, now 18 and a freshman in college, is a creative, maddening, amazing mix of her parents, her environment and herself. I don’t know what her future will bring, but I find that I can contemplate that uncertainty with both excitement and a normal measure of anxiety.  After all, life offers us a seemingly endless number of opportunities, large and small, to have courage. She, like her parents, will eventually learn what a privilege it is to seize them.   Open contributions: When have you faced your fear?",
  "webTitle": "Facing my fear: my ex is bipolar. I was scared our daughter would be, too | Elizabeth Hamilton",
  "webPublicationDate": "2016-05-06T10:00:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/bipolar-disorder-genetic-risks-parenting-fears",
  "keyword": [
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Bipolar disorder",
      "id": "society/bipolar-disorder",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Elizabeth Hamilton",
      "id": "profile/elizabeth-hamilton"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/bipolar-disorder-genetic-risks-parenting-fears"
}