{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/conspiracy-giordano-bruno-sj-parris-review",
  "id": "2016-05-15-143",
  "sectionId": "books",
  "body": "Recently returned to France from England, SJ Parris’s monk turned spy, Giordano Bruno, is hoping to return to the favour of his former pupil, Henri III – if he can only get his sentence of excommunication for heresy lifted. Yet the king’s own future is looking shaky: France’s ills are widely laid at the doors of the Louvre, the nation’s decline blamed on debauchery and Henri’s decadence, and with the Duke of Guise, leader of the fanatical Catholic League, fanning the flames, civil war seems imminent.   Related: Forget 'serious' novels, I've turned to a life of crime    The life of the real Giordano Bruno – born in Naples in 1548; burned at the stake by the Inquisition in 1600; Dominican friar, mathematician, philosopher and astrologer – has already inspired four mysteries penned pseudonymously by Observer journalist Stephanie Merritt. This latest addition to the series will no doubt repeat its predecessors’ success. That we know the king will, despite his precarious position, survive has no impact at all on Conspiracy’s entertainment value, testament to the authentically febrile air of suspense that Parris generates, as well as a shoal of red herrings and some impish, what-if plotting. The drawing-room style denouement, conducted as it is in a salon at the Tuileries Palace, is also executed with knowing relish. Conspiracy is published by HarperCollins (£14.99). Click here to order a copy for £11.99",
  "webTitle": "Conspiracy by SJ Parris review – return of the Dominican detective",
  "webPublicationDate": "2016-05-15T09:00:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/conspiracy-giordano-bruno-sj-parris-review",
  "keyword": [
    {
      "webTitle": "SJ Parris",
      "id": "books/sj-parris-stephanie-merritt",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Crime fiction",
      "id": "books/crime",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Cross",
      "id": "profile/stephaniecross"
    }
  ],
  "guardianId": "books/2016/may/15/conspiracy-giordano-bruno-sj-parris-review"
}