{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/the-mandibles-lionel-shriver-review-biting-near-future-satire",
  "id": "2016-05-08-207",
  "sectionId": "books",
  "body": "“There’s a great book in this upheaval, and she’d be the ideal chronicler of the times. She’s always had the eye. For most people, what lies outside our front door is tragedy. For Enola, it’s material.” So says 99-year-old Douglas Mandible, patriarch of the titular family in Lionel Shriver’s 13th novel. He’s speaking in 2031 of his daughter, Nollie, a former bestselling author back in the days when people still paid for books, but his words could apply equally well to their creator. Shriver too has always had the eye – an unflinching gaze trained on aspects of contemporary American life most of us prefer not to look at for too long, from teenage violence in We Need to Talk About Kevin to the obesity crisis in Big Brother, by way of the US healthcare system in So Much for That. With The Mandibles: A Family 2029-2047, she turns that unsparing focus on the economy, following the present precariousness of the global markets to its logical conclusion – a near future in which the dollar collapses, America is relegated from superpower to pariah state, and civilisation all but breaks down.   Related: Lionel Shriver: time to talk about  her big brother | Observer profile    Through the four generations of the Mandible family (their curious name carrying connotations of being chewed up), she explores what financial ruin looks like to those who have the most to lose from it. In 2029 – a century on from the first Great Depression – Douglas is sitting pretty in his plush care home on a family fortune built two generations earlier from the manufacture of diesel engines. Though the rest of the family see little trickle-down – a source of great resentment to Douglas’s son, Carter, who is pushing 70 and still waiting for his inheritance – they live comfortably in the expectation of financial security. It turns out there is no such thing. As the dollar crashes, it is replaced by a new reserve currency, the bancor (an international monetary unit originally proposed by John Maynard Keynes), administered by a Russian- and Chinese-led consortium of countries that pointedly does not include the US. Some smell an “organised fiscal coup” – the words of Dante Alvarado, America’s first Latino president, whose response is to lock down his country in a state of “fiscal warfare”. All gold reserves, down to wedding rings, are forfeit to the government. Hiding gold becomes treason. So does owning bancors. No one can leave the country with more than $100 in cash. Most significantly, the president declares a “reset” on the national debt, rendering all treasury bonds void. The Mandible fortune is wiped out at a stroke.    Teenagers in 2029 are called Goog and Fifa; there are fleeting references to “Ed Balls’s government”    If the novel is initially slow to gather momentum, it’s because the set-up it requires is so complex, and because Shriver’s research is so exhaustive. Thus the reader is fed tranches of economic theory in the early chapters, made scarcely more palatable for being dressed up as dinner-party conversations. Carter’s self-important son-in-law, Lowell, is a tenured professor of economics, which allows him to hold forth authoritatively on the background to the crash (though, ironically, he discovers that his job is among the most dispensable as the economy implodes). But once the premise has been established as all too chillingly plausible, the novel revs up into a multifaceted family saga where marital, sibling and inter-generational relationships fracture in the face of increasingly punitive sanctions and shortages. The characters’ middle-class assumptions crumble as life is stripped down to a matter of mere survival: a college degree in design or music becomes an unimaginable luxury (Lowell’s 17-year-old daughter turns instead to prostitution) and they look back with incredulity on a world where people had the leisure and means to indulge affectations. Shriver presents this future with her familiar undercurrent of black humour and a sly nod to the reader; having gone to so much trouble to make the story’s economic foundation solid, she also reminds us now and again of its artifice. “Plots set in the future are about what people fear in the present. They’re not about the future at all,” Lowell pompously tells his daughter. “The truth is, throughout history things keep getting better… But writers and film-makers keep predicting that everything’s going to fall apart. It’s almost funny,” he adds, right before everything falls apart. She also has fun with the tropes of speculative fiction. Teenagers in 2029 are called Goog and Fifa; there are fleeting references to “Ed Balls’s government” and, later, the “Chelsea Clinton administration”; and slang has evolved, so that by 2047 the word bullshit has been replaced by treasury, as in: “You’re talking treasury, kid.” But for all the sharp-edged comedy (a thriving Mexico builds a border wall to keep out desperate illegal Americans), and for all that it ends with a knowing Orwellian wink, The Mandibles is a profoundly frightening portrait of how quickly the agreed rules of society can fall apart without money to grease the wheels. I finished it and immediately started stockpiling toilet paper. The Mandibles: A Family, 2029-2047 is published by Borough Press (£16.99). Click here to buy it for £12.99",
  "webTitle": "The Mandibles: A Family, 2029-2047 by Lionel Shriver – review",
  "webPublicationDate": "2016-05-08T05:30:14Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/the-mandibles-lionel-shriver-review-biting-near-future-satire",
  "keyword": [
    {
      "webTitle": "Lionel Shriver",
      "id": "books/lionel-shriver",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Merritt",
      "id": "profile/stephaniemerritt"
    }
  ],
  "guardianId": "books/2016/may/08/the-mandibles-lionel-shriver-review-biting-near-future-satire"
}