{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/04/hulu-renews-path-mindy-project-ron-howard-beatles",
  "id": "2016-05-04-116",
  "sectionId": "tv-and-radio",
  "body": "Hulu has confirmed plans to bring back The Mindy Project for a fifth season, and to renew drama series The Path starring Aaron Paul, for a second run following its well-received debut season. The announcement was made at a company presentation on Wednesday in New York, reports Variety.   Related: Mindy Lahiri: the greatest TV character of the year?    Created by and starring The Office’s Mindy Kaling, The Mindy Project aired on Fox until it was canceled last year, prompting Hulu to step in to save it. The sitcom follows OB-GYN Dr Mindy Lahiri (Kaling), who’s struggling to balance a love life with her bustling work one. Chris Messina, who plays her on-and-off love interest, is expected to return. Kaling was on hand to address the news, praising her show’s new home for allowing her “freedom to try new things that would not fly on broadcast”. The Path, which concludes its 10-episode first season on 25 May, stars Paul and Michelle Monaghan as a married couple wrapped up in a cult-like religious movement. The series, from Parenthood creator Jessica Goldberg, has received generally favorable reviews since premiering in March, with Indiewire proclaiming it to be “the first great drama series of 2016”.            Hulu has also obtained exclusive rights to stream Ron Howard’s documentary about the Beatles, shortly after its theatrical release in the fall. His film, tentatively titled The Beatles: Eight Days a Week, marks the first documentary feature to receive a premiere exclusively on Hulu, after opening in cinemas. The film will launch under the company’s new documentary films arm, which will produce original and exclusive documentary titles. Produced with the cooperation of Paul McCartney, Ringo Starr, Yoko Ono Lennon and Olivia Harrison, Howard’s film recounts the band’s breakthrough success from 1962 to 1966. It’s said to feature rare and exclusive footage. The Beatles: Eight Days a Week is Howard’s second documentary following 2013’s Made in America, which saw the film-maker and actor go behind the scenes of Jay Z’s music festival of the same name.",
  "webTitle": "Hulu renews both The Path and The Mindy Project for new seasons",
  "webPublicationDate": "2016-05-04T15:53:24Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/04/hulu-renews-path-mindy-project-ron-howard-beatles",
  "keyword": [
    {
      "webTitle": "Hulu",
      "id": "tv-and-radio/hulu",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Ron Howard",
      "id": "film/ron-howard",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/04/hulu-renews-path-mindy-project-ron-howard-beatles"
}