{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/american-sniper-hero-chris-kyle-medal-tally",
  "id": "2016-05-26-150",
  "sectionId": "film",
  "body": "The US war hero profiled in the highest-grossing war movie of all time, American Sniper, lied about the medals he received for bravery on the battlefield, The Intercept website has reported. Chris Kyle, who died in 2013 and was portrayed by Bradley Cooper in Clint Eastwood’s 2014 film, wrote in his autobiography that he received two silver stars and five bronze stars for valour during his service with the Navy Seals during the Iraq war.  But The Intercept states the US Navy’s official record for Kyle, known as the deadliest sniper in US military history, confirms he in fact received one silver star and three bronze stars for valour. The website obtained the information through a data request application.   Related: Clint Eastwood: American Sniper and I are anti-war    American Sniper grossed $517m worldwide, overtaking Saving Private Ryan to become the highest-grossing war movie ever. Eastwood’s film was also the highest-grossing film of 2014 at the US box office, where it cultivated huge popularity among US military communities and supporters. The Intercept notes that Kyle’s official separation document, known as a DD214, lists two Silver Stars and six Bronze Stars with Valour, a tally higher than the sniper cited in his autobiography. However, the site quotes a spokesperson for the Navy Personnel Command, Cullen James, who confirms that the navy’s official record is the “authoritative” source “for verifying entitlement to decorations and awards”.     Bradley Cooper as Chris Kyle with Sienna Miller in American Sniper, 2014. Photograph: Allstar/Warner Bros    Kyle was shot dead by the former US marine Eddie Ray Routh at a gun range in Stephenville, Texas, in 2013. Kyle and his friend Chad Littlefield, who also died in the shooting, had taken Routh there to try and help him overcome personal issues, including suspected post-traumatic stress disorder.            American Sniper Chris Kyle’s killer, Eddie Ray Routh, gets life sentence    Routh was found guilty of murder and sentenced to life in prison without parole in February 2015. More than 7,000 people attended a memorial service for Kyle at Cowboys Stadium near Dallas, a scene depicted in Eastwood’s film.   Related: The real American Sniper was a hate-filled killer. Why are simplistic patriots treating him as a hero? | Lindy West    As the Guardian’s Alex von Tunzelman wrote last year, it’s not the first time Kyle has been accused of manipulating the truth for the purposes of self-aggrandisement: “In 2014, wrestler-turned-politician Jesse Ventura won more than $1.8m (£1.2m) in damages from the former Navy Seal’s estate after a jury decided he had been defamed. Kyle claimed he had punched Ventura in a bar after Ventura said Navy Seals ‘deserved to lose some’ for their actions in Iraq. Ventura said he had never even met Kyle.” Kyle also told a writer he killed two armed men who attempted to carjack him in Dallas – but reporters could not confirm this with officials, who stated the incident had never occurred. Kyle’s additional claim that he and a fellow sniper killed 30 armed civilians he thought were making trouble during the aftermath of Hurricane Katrina could not be confirmed by any of the relevant authorities either. Kyle’s widow, Tara Kyle, has not yet made any public comment on the claims in the Intercept article.",
  "webTitle": "American Sniper hero Chris Kyle 'lied about medal tally'",
  "webPublicationDate": "2016-05-26T14:54:39Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/american-sniper-hero-chris-kyle-medal-tally",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "American Sniper",
      "id": "film/american-sniper",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US national security",
      "id": "us-news/us-national-security",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/26/american-sniper-hero-chris-kyle-medal-tally"
}