{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/18/travel-insurance-virgin-wont-pay",
  "id": "2016-05-18-331",
  "sectionId": "money",
  "body": "I booked non-refundable flights to Easter Island with CheapOair. Days before the departure date in January I experienced a potentially serious eye condition necessitating a hospital visit, and had to cancel my flights. I have an Annual Gold insurance policy with Virgin and submitted all the information requested, including a medical certificate signed by my GP. After a month Virgin requested proof of payment for the tickets, confirmation that I have no other type of travel insurance and the total flight costs. All this information was contained in the documentation I had already supplied. Now I’ve been told to provide written confirmation from the relevant airlines that my trip was cancelled and the tickets unused. CheapOair has already provided written confirmation of this. It seems Virgin is deliberately putting obstacles in my way to avoid paying out. If it is not prepared to pay in the case of a cancellation due to medical emergency, verified by my GP, then what is the point of having travel insurance? RH, Chelmsford, Essex The point of insurance is to enrich insurance companies, which will often do whatever they can to avoid paying out. Virgin tells me, disingenuously, that it has been working with you to resolve the issue “as quickly as possible”. A call to the press office elicits the new excuse that while you have proved that the tickets were cancelled, Virgin needs to know how much of the cost has already been refunded by the airline. None, of course, as you have repeatedly told Virgin, which now realises that five months is a long time to wait. “Given the delays we have agreed to settle the claim as a gesture of goodwill.” Note the goodwill. Paying out under the terms of a policy? Not, in Virgin’s eyes, an obligation. If you need help email Anna Tims at your.problems@observer.co.uk or write to Your Problems, The Observer, Kings Place, 90 York Way, London N1 9GU. Include an address and phone number.",
  "webTitle": "What’s the point of travel insurance if Virgin won’t pay up?",
  "webPublicationDate": "2016-05-18T06:00:21Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/18/travel-insurance-virgin-wont-pay",
  "keyword": [
    {
      "webTitle": "Travel insurance",
      "id": "money/travelinsurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Virgin Group",
      "id": "business/virgin-group",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Anna Tims",
      "id": "profile/annatims"
    }
  ],
  "guardianId": "money/2016/may/18/travel-insurance-virgin-wont-pay"
}