{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/atletico-madrid-diego-simeone-bayern-pep-guardiola-champions-league",
  "id": "2016-05-03-2",
  "sectionId": "football",
  "body": "Pep Guardiola said he had given his life to Bayern Munich over the past three years and refused to accept the inability to deliver the Champions League meant he had failed in his mission at the German club. For the third season in succession, Guardiola lost at the semi-final stage of Europe’s elite competition – on this occasion, to Diego Simeone’s Atlético Madrid. Bayern won 2-1 on the night but it was not enough to avoid an away goals exit and Simeone paid tribute to them as the best team he had ever faced. “It was particularly so in the first half,” Simeone said. “It was unbelievable how they played. It was great to see such intensity. I was literally in love with this game. But we soaked up the pressure and we won the game. We coped with the pressure that they put on us. It’s just unbelievable what we have achieved. We have beaten two of the strongest teams in Europe – first Barcelona in the quarter-final and now Bayern.” Guardiola’s disappointment was a pronounced feature of a tumultuous match and it was inevitable he would be asked to justify the lack of Champions League progress. Domestic dominance is one thing but Bayern have craved a sixth European Cup. Guardiola’s response was defiant.   Related: Antoine Griezmann fires Atlético Madrid into final at Bayern’s expense    “It was my aim to achieve this,” Guardiola, who will join Manchester City in the summer, said. “At Barcelona, everyone asked me this question and it has been the same thing here. We have tried our best but it hasn’t worked out. In terms of my period here, it’s up to you what you want to think. “I think I have helped the players here. I am very satisfied with the performances. Maybe it wasn’t enough but in the end, I am satisfied with everything that has happened here. Everything is good. I have done my best. The players know that. “I have given my life for this club, from the first minute to the last and we played well tonight. Maybe we played not so well at other times. I am very proud. It was a real honour to train these players. I have really enjoyed it here and I am sure the future at Bayern Munich is perfect with these players.” Guardiola refused to blame Thomas Müller for the 34th-minute penalty miss that would have put Bayern 2-0 up on the night and, instead, he painted a bigger picture. “Titles are just numbers, statistics,” he said. “I wanted to reach the Champions League final here and I didn’t achieve it but it doesn’t change my opinion about the way I have performed. Yes, we are sad now and we want to go to Ingolstadt [on Saturday] to secure the Bundesliga title.   Related: Zinedine Zidane expects Real Madrid to suffer against Manchester City | Sid Lowe    “Is this the biggest disappointment of my career? No. You are disappointed when you don’t play well. It’s a Champions League semi-final. It was the same when I was at Barcelona and we lost to Chelsea [in 2012]. We tried our best to score that night but we didn’t get through. “Atlético were very defensive. We played to win and we did that. We didn’t score a goal in Madrid and that was the difference. We could have scored three or four tonight. My idea is to attack and go forward. The most important thing is this club has a great future, with great players and a great mentality. I just wish the best for the future at this club and I hope Carlo Ancelotti [the incoming manager] can keep the same level going.”",
  "webTitle": "Pep Guardiola bows out at Bayern: ‘I have given my life for this club’",
  "webPublicationDate": "2016-05-03T23:26:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/atletico-madrid-diego-simeone-bayern-pep-guardiola-champions-league",
  "keyword": [
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/04/atletico-madrid-diego-simeone-bayern-pep-guardiola-champions-league"
}