{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/sadiq-khan-first-week-london-mayor-living-the-dream-labour",
  "id": "2016-05-13-73",
  "sectionId": "politics",
  "body": "In the early hours of last Saturday morning, an exhausted Sadiq Khan was called forward on a stage in the basement of City Hall to accept his election as London mayor. As he embarked on a short but emotional speech in which he said he could never have dreamed of such a moment when he was growing up on a nearby council estate, Paul Golding, the leader of Britain First, turned his back. It is perhaps unsurprising that the protest by a far-right politician, who had secured just 1.2% of the mayoral vote to come eighth behind George Galloway, triggered an outpouring of anger on social media, where observers berated his shameful act. And yet for Khan, it was not Golding’s disrespect that landed as a sting on an otherwise glorious night for him and his Labour team. Instead it was the reaction of his Conservative opponent, Zac Goldsmith.  “I was disappointed that Zac didn’t shake my hand, that was bad sport from Zac,” he said, speaking in an office high up in City Hall, overlooking London’s dramatic cityscape.     Zac Goldsmith and Sadiq Khan after the results of the mayoral election were announced. Photograph: James Gourley/Rex/Shutterstock    It was a sour ending to a bitterly fought mayoral race, in which Goldsmith’s tactic to question Khan’s judgment for sharing platforms with individuals with extreme views when he was a human rights lawyer was widely criticised. The noise of the critics mounted after David Cameron himself twice parroted the claims with vocal attacks in parliament that led to howls of protest at dog-whistle politics.   Related: Sadiq Khan calls on Corbyn to 'get back in the habit of winning elections'    “What broke my heart is that I’ve spent my adult life encouraging people from under-represented backgrounds to become lawyers and politicians,” said Khan, seated in front of an enormous map of London. He said it was shocking that the Conservatives would choose the wake of the Paris atrocities, in which terrorists killed 130 people, to describe him as “radical and divisive”. Khan said that his campaign had led to messages from dozens of “mums, dads, aunties, uncles, grandparents” in the Asian community who said his experience had told them they could encourage their younger relatives into politics. “The Conservative campaign has set back progress, because if you are someone who is of Islamic faith, or another background, you won’t think once, twice, three times, you’ll think sod that,” said Khan, who described how Tories had privately expressed frustration to him.      Khan said he was someone who would celebrate the success of non-white politicians from all parties, highlighting among the Tories the business secretary, Sajid Javid, the employment minister, Priti Patel, and the former party chair Sayeeda Warsi.  “It is a source of pride to me that Saj is in the cabinet; when Sayeeda was chairman; and great that Priti is on one side of the [EU referendum] campaign debate, and Saj on the other.” And there is a similar warmth in the opposite direction, with both Warsi and Javid tweeting their congratulations to Khan.     Lady Warsi. Photograph: Sarah Lee for the Guardian    “From one son of a Pakistani bus driver to another, congratulations,” wrote the business secretary, in a testament to the fact that for many individuals from minority backgrounds, race does matter. Khan admitted it was an unavoidable theme in his life, after his father encountered “no black” signs in hostels, and he regularly heard children fling out the “P word” at him when he was growing up. But while he admitted Britain was far from a “state of utopia”, he pointed to the dramatic change in London, where his teenage daughters have never faced explicit racism. Now the first Muslim mayor of a western capital, Khan has been plunged into the hamster wheel of day-to-day life at the helm of a massive organisation, for which he hopes to wrest more control. “There needs to be more devolution. We are due to meet George Osborne about that,” he said. Still, there is plenty to be getting on with, which is why it has been non-stop for Khan since that historic night, when he was whipped off stage to attend a party for volunteers, before being sworn into his role at Southwark Cathedral the next day. Watching him were his family, as well as the former Labour leader Ed Miliband and the Lord of the Rings actor Sir Ian McKellen. “All they cared about was meeting Gandalf,” he said of his two daughters, who scrambled to take selfies with the star.     Ian McKellen greets Sadiq Khan before the ceremony at Southwark Cathedral. Photograph: Reuters     McKellen was not the only person to have been in touch to congratulate Khan. “The mayor of Paris, New York, Hillary Clinton and Captain Trek of the Starship Enterprise,” he reeled off, with a buzz. “Most of my family are Trekkies so they don’t care about anything other than the fact that William Shatner tweeted.”       Most touching he said, from more than 1,000 texts and many more emails, were messages from his old primary school teachers and local bus drivers who said the win was an “inspiration”. His seven days have seen him attend a Yom HaShoah event in Barnet with thousands of Jewish Londoners, talk to the fire, transport and police commissioners, and announce policies linked to buses, armed officers and pollution. “Boris said you couldn’t do a hopper fare,” he said, of his plan to allow passengers to use multiple buses within an hour on one fare. “We’ve done it on day two.” “Do you know what’s cool about this job?” added Khan, with a nudge, as he walked through the corridors of City Hall smiling conspiratorially. He then described how after one meeting with the Metropolitan police commissioner, Sir Bernard Hogan-Howe, watching an armed response training exercise, he was asked if he wanted to get a boat back to the office. “How cool is that?” asked Khan, his eyes gleaming with excitement, as he chuckled to himself. “I’m living the dream. This isn’t just the best job in politics, it is the best job, full stop.”     Sadiq Khan in City Hall. Photograph: David Levene for the Guardian    Khan was clearly delighted with the response in City Hall, where employees lined up four-deep around the sweeping ramp that dips into the building’s basement, to greet him with a roar of approval. “There is such a huge appetite here to do good,” said Khan, who claimed staff were “tickled pink” by a shake-up. “I think people here feel Boris Johnson checked out a couple of years ago.”   Related: What Sadiq Khan's election means to British Muslims    Seven days in and he is clearly wowed by the reality of Labour winning such a significant office – and overwhelmed by his ability to actually make changes.  But he knows that his first big challenge will be in supporting the campaign to keep Britain in the EU, arguing that everyone in Labour has to do “much more” because their voters won’t necessarily want to listen to Cameron.  He argued that campaigners must assume the race is neck and neck, and warned against allowing the referendum to become a “proxy for people’s fears around immigration”.  Turning to the Labour party, where members continue to strongly back the leader, Jeremy Corbyn, but where many MPs are critical of his strategy, Khan admitted that his work at City Hall would be crucial, as it would send a message to voters about what Labour can do in power. He said Labour had to step out of its “hinterland”, adding: “There is a huge responsibility on me to do a good job.” • This article was amended on 19 May 2016. An earlier version described Khan as the first Muslim mayor of a major western city; that has been amended to western capital.",
  "webTitle": "'I'm living the dream': Sadiq Khan on his first week as London mayor",
  "webPublicationDate": "2016-05-13T17:30:13Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/sadiq-khan-first-week-london-mayor-living-the-dream-labour",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "City mayors",
      "id": "cities/city-mayors",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London politics",
      "id": "politics/london",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    }
  ],
  "guardianId": "politics/2016/may/13/sadiq-khan-first-week-london-mayor-living-the-dream-labour"
}