{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/union-says-youth-intern-scheme-breaches-the-fair-work-act",
  "id": "2016-05-12-379",
  "sectionId": "australia-news",
  "body": "The government will need to pass legislation to exempt its new work experience scheme from the Fair Work Act or pay young jobseekers the minimum wage, unions lawyers have said. The Australian Council of Trade Unions has received legal advice that it claims shows the program is “illegal”, but will not release the full advice. In the 3 May budget the government unveiled the PaTH internship scheme, in which interns will receive $100 a week on top of their welfare payments to undertake up to 12 weeks of work experience. Unions have complained that PaTH interns working 25 hours a week would receive $364 a week. That is $68 below the minimum wage and represents just a $4-an-hour improvement on the dole.   Related: Turnbull targets Labor's 'shameful' opposition to youth work experience plan    On Thursday ACTU president Ged Kearney said interns would be “doing work that is productive, under direct supervision of an employer, and they are getting paid for it, albeit an amount below minimum wage”.  “Our legal advice is that that adds up to an employment relationship – they should be protected under the Fair Work Act.” The scheme “is in fact or can be seen as illegal”, Kearney said. She said the scheme would have jobseekers working alongside employees “doing the exact same job for the minimum wage”, such as working in supermarkets. The Maurice Blackburn Lawyers principal Kamal Farouque who provided the advice to the ACTU, told Guardian Australia it is “likely that in the ordinary course the interns will be employees, entitled to minimum rates of pay and other conditions under the Fair Work Act”, for the reasons Kearney explained. There are a number of welfare programs which involve work that are exempted by legislation from the Fair Work Act, including minimum wage requirements, such as the Green Army and the Community Development Program. At Senate estimates on Friday employment department officials said the internship program would not have to meet minimum wage laws because payments to interns were “not a wage, it’s not an hourly rate, it’s an incentive payment to participate in an internship”.   Related: Youth intern scheme has no limits on numbers, hours and jobs, Senate told    The comments confirm the scheme will be structured so that it is not technically employment, but rather a welfare program.  The government plans to legislate for the program through amendments to the Social Security Act, setting up the $100 incentive payments. Social security legislation stipulates jobseekers are not employees for the purpose of the Fair Work Act. Farouque said “the government might well be looking to pass specific legislation to deal with and carve out PaTH scheme [so that interns are not] regarded as employees”.  “They might do that, but like anything that would need to get through parliament. “Clearly the scheme at the moment and the way it was presented was a budget thought bubble. The parameters of the program are unknown.” On Thursday, Malcolm Turnbull said claims the program was illegal were “baseless” and repeated his statements it was “shameful” Labor that opposed it. The employment minister, Michaelia Cash, said “legal advice from the Department of Employment confirms that Youth for Jobs PaTH fully complies with the law”. “Labor parliamentarians and the unions are happy to use interns themselves so it beggars belief that they are opposed to the PaTH program,” she said. “Instead of supporting good policy, Bill Shorten and his union mates would rather confine tens of thousands of vulnerable young Australians to long-term unemployment and welfare.” The Greens community services spokeswoman, Rachel Siewert, said “the $4-per-hour intern scheme could be a breach of minimum wage standards, is wide open to exploitation and would struggle in a future Senate if the Coalition were to pursue it post-election”. “Estimates last week exposed a variety of concerns with this approach, this scheme is wide open to youth exploitation that could set back young people. Youth unemployment should not be used as an excuse to provide a cheap labour source for business.”",
  "webTitle": "Union says youth intern scheme breaches the Fair Work Act",
  "webPublicationDate": "2016-05-12T02:41:58Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/union-says-youth-intern-scheme-breaches-the-fair-work-act",
  "keyword": [
    {
      "webTitle": "Welfare in Australia",
      "id": "australia-news/welfare-in-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian trade unions",
      "id": "australia-news/australian-trade-unions",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian law",
      "id": "australia-news/australian-law",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/12/union-says-youth-intern-scheme-breaches-the-fair-work-act"
}