{
  "apiUrl": "https://content.guardianapis.com/environment/planet-oz/2016/may/30/australias-censorship-of-unesco-climate-report-is-like-a-shakespearean-tragedy",
  "id": "2016-05-30-194",
  "sectionId": "environment",
  "body": "That quote from Shakespeare’s Hamlet comes to mind: “The lady doth protest too much, methinks.”  The lady in question is the Australian government, which some time in early January saw a draft of a report from a United Nations organisation.  The report, provisionally titled “Destinations at Risk: World Heritage and Tourism in a Changing Climate”, outlined how many world heritage sites around the world were being compromised by the impacts of climate change.   Related: Revealed: report for Unesco on the Great Barrier Reef that Australia didn't want world to see    One of the sites highlighted in the draft report was the Great Barrier Reef. The Australian government doth protest, and Unesco obliged.  As Guardian Australia revealed last week, all mentions of Australia, the Great Barrier Reef, the Northern Territory’s glorious Kakadu national park and Tasmania’s forests were then removed from the report. All this, as the reef’s worst recorded case of mass coral bleaching makes headlines around the world  So why the whitewash?  In a statement to Guardian Australia, the Department of the Environment made two arguments to justify the request for censorship and neither of them makes any sense.  Firstly, the government argued the title of the report “had the potential to cause considerable confusion”. The title Australia objected to was “Destinations at Risk: World Heritage and Tourism in a Changing Climate”. The report was finally published as World Heritage and Tourism in a Changing Climate. The department said the UN world heritage committee had only last year agreed not to place the reef on its list of sites “in danger”.  If the reef then appeared as a case study in a UN report about world heritage sites “at risk” this might confuse people, the department claimed. But the reality is that the reef is both “at risk” and “in danger” from the impacts of climate change – the government’s own science agencies have warned them of this multiple times, not to mention scientists at leading universities around the world.  The only confusing aspect is how a report about world heritage sites and climate change now omits one of the world’s most iconic natural wonders that has become a faded poster child for the impacts of global warming worldwide.  Australia’s second argument was that having the reef featured in the Unesco report was further “negative commentary” that “impacted on tourism”.   Related: Australia covered up UN climate change fears for Tasmania forests and Kakadu    As commentary on The Project pointed out, most people around the world don’t choose their holiday destinations by consulting Unesco reports. The report was a collaboration of two UN bodies – Unesco and the United Nations Environment Program – as well as the Union of Concerned Scientists (UCS), a not-for-profit science advocacy group. Adam Markham, of UCS and lead author of the report, told me he was “not in any of those conversations” about Australia requesting the reef be removed, and that Unesco had the final say. He said he was “disappointed” that a Great Barrier Reef case study pegged for the reports was taken out. As soon as the report was published, Markham updated the case study and published it on the UCS blog, where you can now read the guts of the section the Australian government didn’t want published. Guardian Australia also published the censored text. So why did Unesco agree to Australia’s demands? I asked Unesco this, and also whether a note would be added to the report pointing out that mentions of Australia had been taken out. A spokesperson told me only that the following sentence had now been added to the press release:   At the request of the government of Australia, references to Australian sites were removed from the Report (recent information about the state of conservation of the Great Barrier Reef is available on Unesco’s website here: http://whc.unesco.org/en/soc/3234).  Unesco should not escape criticism here. The organisation’s willingness to censor one of its own reports in the interests of nothing more than a public relations exercise is troubling. You have to hope this instance is a one-off.  Adding a line to a press release that has already been sent out is, in my view, a poor response to a serious misstep.  In Unesco’s defence, both the spokesperson and Markham said the report was not supposed to be a comprehensive assessment of every world heritage site – of which there are more than 1,000. But leaving the Great Barrier Reef out of the report is like writing about the risks of oil drilling without mentioning the Deepwater Horizon, or perchance the tragedy of reviewing the works of Shakespeare without ever mentioning Hamlet.  “This above all: to thine own self be true.”",
  "webTitle": "Australia’s censorship of Unesco climate report is like a Shakespearean tragedy | Graham Readfearn",
  "webPublicationDate": "2016-05-30T05:31:27Z",
  "webUrl": "https://www.theguardian.com/environment/planet-oz/2016/may/30/australias-censorship-of-unesco-climate-report-is-like-a-shakespearean-tragedy",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Unesco",
      "id": "world/unesco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Endangered habitats",
      "id": "environment/endangered-habitats",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tasmania",
      "id": "australia-news/tasmania",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Readfearn",
      "id": "profile/graham-readfearn"
    }
  ],
  "guardianId": "environment/planet-oz/2016/may/30/australias-censorship-of-unesco-climate-report-is-like-a-shakespearean-tragedy"
}