{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/07/newbuilds-alone-cant-provide-affordable-homes-for-all",
  "id": "2016-05-07-15",
  "sectionId": "news",
  "body": "Thanks for your excellent housing special last week. It is a great relief to see a discussion that doesn’t start from the proposition that the answer to making housing more affordable is to just build more houses. New houses are only about 10% of annual flow on to the market, so the numbers that would be needed to lower prices by adding to supply are huge. (Kate Barker’s 2004 report to Gordon Brown, which started it all, said it would take an extra 70,000 homes per year, continued for 10 years, to “price into the market” just 5,000 more households a year.) But looking ahead, there is an even bigger problem. The trajectory of house prices is diverging rapidly from that of incomes of newly forming households. The electoral clout of homeowners enjoying rising values, and the casualisation of employment of younger people, suggest the gap will not be closed soon. Prices of houses (and so of land) are set by the 90% of the market that is turnover of existing stock. Builders cannot build at prices that new households can afford – they would go broke. New households have to go downmarket or rent, but both these options are also increasingly unaffordable in places with jobs.   Related: UK housing crisis: four in 10 renters fear they will never own a home    This will affect everyone, not just the young: official projections show an increase overall of about 4m households 2011-31, but an increase of more than 7m generated by those under 25 in 2011 (under 45 in 2031). Most of the 3m difference is the decline in those over 65 in 2011 (85+ in 2031) – the older generation dying off or going into care. But how long can the house values they cherish (as legacies and/or finance for their own care) survive the lack of new market entrants on the scale that is needed? Sooner or later there will surely be a “correction”: prices will crash and subprime mortgages (alias “Help to Buy”) will come home to roost.Alan Wenban-SmithUrban & Regional Policy consultancyBirmingham Thank you for the comprehensive and timely section on Britain’s housing crisis. When we bought our first (genuinely affordable) house in London in 1979, there were seven forms of tenure in the same road. Since then, the obsession with home ownership promoted by the Thatcher and subsequent governments has stigmatised other forms of tenure and reinforced social inequality. We need to replace large estates and build more diverse forms of housing in ways that give those in need more say over the mixes of house types, forms of tenure and land uses. We have much to learn from international experience, especially in Asia, where partnerships between landowners, developers and consumers have made great progress. However, this requires challenging the interests of those who benefit from the status quo. Do we have the guts?Geoffrey PayneLondon W5   Related: Housing in crisis: council homes were the answer in 1950. They still are    There needs to be a fundamental readjustment – with the aim of providing homes, not houses, beginning with a review of housing stock available. Mortgages should be restricted to one home, and the council tax charged on second homes ringfenced for social housing. Tenancies need to be protected, with a fair rent commission linking rents to the living wage so a home is affordable, wherever you live. This would contribute to the reduction in the cost of living and the welfare bill. Asking developers to build more houses invariably puts investment in the wrong hands and in the wrong places. Many developers don’t want to build social housing and have tried various tactics to wriggle out of their responsibilities. Let councils build houses and, after overhauling the planning and compensation provisions, let them buy land at existing use value, not on the basis of a Victorian model that makes profits for landowners at the expense of those needing a roof over their head.Chris StokesSalisbury",
  "webTitle": "Newbuilds alone can’t provide the affordable homes we need | The big issue",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/07/newbuilds-alone-cant-provide-affordable-homes-for-all",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "House prices",
      "id": "money/houseprices",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Social housing",
      "id": "society/social-housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "news/2016/may/07/newbuilds-alone-cant-provide-affordable-homes-for-all"
}