{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/rebolledo-favourite-tracks",
  "id": "2016-05-06-186",
  "sectionId": "music",
  "body": "The track I’ll be opening my next DJ set with Sebastien Bouchet: Coyote Cry I really never plan what to play or how to start until I’m just there, minutes from beginning my sets… But since you ask, I’ll commit to open with this [unreleased] track. Amazing sonic journey, perfect to get in a certain mood; very few beats in it, very mysterious. The track I always play to rescue a dancefloor Jürgen Paape: Take That            A classic in my record case. It just has what it takes to be a game changer. The track that currently gets the most rewinds Rebolledo: Pow Pow I like to believe that this brings something fresh to the dancefloor. It’s different from most tracks out there. The track that’s been unfairly slept on this year Fango: Dritto (Rebolledo’s Action sequence)             Maceo Plex “showed it to the world” in one of his Boiler Room sessions last year. It has quite a lot of “hit” elements but it has stayed a bit off the radar. The track I’d play to show off my eclectic tastes            I’m a very humble guy. Showing off is not part of my essence, and playing “not obvious” dancefloor tracks has been always part of my style. But a good example of a bit more extreme track would be the Jimmy Castor Bunch’s Troglodyte. It’s a bomb. The track I wish I’d never played I truly don’t have one. I’m not the kind of guy who would regret decisions like this, and if a track makes it to my record box, it’s because there’s a lot of thought behind it. The track that should have been a crossover hit Pachanga Boys: Legs            If the world was a fairer place and pop culture was not at the low point it is now, this could have been something for the masses. The cool masses. The track I’d play at my auntie’s wedding Donna Summer: I Feel Love            Timeless piece, still more modern than must of the music out there, older people love it, kids too and everybody in between. It’s about love and gets the party going… just perfect. Disco is always a great wedding soundtrack. The ideal festival track Pachanga Boys: Time            Don’t want to sound pretentious but it is… The track I’d play at sunset in Ibiza Eurhythmics: Love is a Stranger            Just beautiful. The track I’d play at my funeralBarnt: What Is A Number, That A Man May Know It?            It’s a strong statement of power and pride and, at the same time, is sweet and melancholic. People attending might share a tear – I’ve done it just by playing it – but will walk away looking forward to the future. Rebolledo plays The Berkeley Suite, Glasgow, Friday; XOYO, EC2, 21 May",
  "webTitle": "Rebolledo’s favourite tracks",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/rebolledo-favourite-tracks",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/06/rebolledo-favourite-tracks"
}