{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/06/men-discuss-what-it-means-to-be-a-man-today-grayson-perry",
  "id": "2016-05-06-287",
  "sectionId": "commentisfree",
  "body": "What does it mean to be a man in the modern world? In a new series, that started on Thursday on Channel 4, the Turner prize-winning artist Grayson Perry explores this question. Perry brings his unique view to bear on his own tribe, and raises interesting questions about masculinity in modern times. We asked our male readers to tell us whether they feel there are certain expectations men still have to live up to. Here’s what they told us:   Asher Baker, 27, London: I learned everything I know from my mother      As a man who grew up in a household with my mum and sister but no dad, I have always been more exposed to women and the more feminine aspects of life than my male friends. I was never taught how to shave, or how to “pick up girls”, or any of the other crap the media generally tells us dads are supposed to teach their children. Some may see that lack of a male role model during my formative years as a pretty big disadvantage, but I couldn’t disagree more. I genuinely feel like my upbringing, and my young adult life as a result, was and is all the better for the passive learning I was afforded. Schools don’t teach children not to catcall, or about gender pay gaps, or about institutional homophobia – I learned these things from my family. In the same way, I also learned that men shouldn’t have to have facial hair, chiselled muscles or a brash, macho attitude towards anything and everything to be considered “manly”.  Craig Wiffen, 32, London: Being a man is about showing respect to everyone      There is no doubt the world has changed since I started to wrap my head around the notion of what it means to be a man. I was raised by fairly conservative parents in a large family with a strong outlook on what it meant to be a man. I was taught to open doors, be there for my sisters and stand at the table when a woman arrives or leaves. When, as a younger man, I started to date in London turning up with my shoes shined, a decent side parting and a suit and tie on a first encounter I was often scoffed at. I was even laughed at for standing at a table in a restaurant when my date got up to use the rest room. These incidents have caused me to occasionally question whether or not my way of looking at what it means to be a man are out of date, foolish or even unnecessary. However, while I don’t think that this outlook isn’t required anymore, I do think you should extend it to mean having a base level of respect and care for anyone – no matter what their gender. Kotti Rakesh, 34, Guntur: A man must be powerful in India      What it means to be a man depends on the society you live in. I live in a very small town in India and not much has changed over the years in terms of male and female roles. The society I come from is still very patriachal and men are expected to be above women, and anyone who comes in with new ideas about equality is seen as a “sissy”. There is a lot of resistance to change and to any challenge of those expectations. There is not much change on the ground in the developing world. A man must be powerful and still doesn’t consult women in most cases, and it’s clear in the harassment of women in the street that things aren’t changing as quickly as they could.  A man is also not expected to be emotional, and generally in movies that come out in India a man is seldom seen as a thinking man. He is not shown as someone who thinks and feels.  Michael Segalov, 22, London: A new-found freedom in gender is not felt by all of us      When you work out that you’re gay, at whatever age, you come to realise pretty quickly that you’re not going to have the life that you thought as a man you would: the wife, the kids, the dodgy cardigans.  From a young age I counted myself lucky – I’d been born into the generation where “being a man” could be, more than ever before, whatever I wanted it to be. Blue toys were no longer just for boys, sexualities not set in stone, you could go by he/she/they/it and none of my friends seemed that bothered.  Now I find myself in London, a young gay man in the capital – a place where you can be whoever and whatever you want to be. It wasn’t here that I expected to be confronted with people demanding that now I be a real man. But take a look through the dating apps, or head out on to the scene, and you’ll find the phrase “masc 4 masc” – gay men making it clear they’re only interested in guys who show no signs of femininity. Many gay men are still, it seems, concerned with adhering to the machismo, desperate to display their masculinity, in compensation for the fact that their sex life makes them feel they’re not “real men”.  It’s the remnants of a homophobic society, an internalised homophobia that might soon be a thing of the past. But take a look at the alarming mental health figures, the level of bullying of LGBT kids in school, and I don’t feel that certain.  Heterosexual men might feel a new found freedom in their gender, but it’s not something felt by us all.  Francisco Rosas, 36, Santiago: The perfect man today has money and muscles      Unfortunately, being a successful man in the modern world means earning a lot and looking good. Every day we are bombarded with adverts and images of the “perfect man”, who can do whatever he wants because he has money and muscles. In my time being a man was more about protecting your family; now it’s much more superficial. I have changed my behaviour a bit to live up to this, and started to take care of myself a bit more. Luke Hutson, 29, Cambridgeshire: There is an identity crisis for twentysomething men      There is a constant barrage of differing opinions and ideals portrayed in the media. Some women claim to want a “real man”, yet we are also told to be in touch with our emotions. The former alpha male-type behaviour is glorified by other men, leading to the rise of “lad culture”, which I detest. The latter can equally lead to ridicule among peers. There seems to be an identity crisis for twentysomething British men – no one really knows what the ideal is, what to aspire to, where the lines are. It’s all very circumstantial.  I try to be me. I class myself as quite confident and “alpha”. I am considerate of all genders, and am a firm advocate for feminism. The idea peddled nowadays that you can either be a new-age man who is sensitive or a cavemanesque alpha is the biggest lie portrayed to young men. You can be both.  Peter Papathanasiou, 41, London: Being a modern man is confusing and challenging      Times have changed. When I was young, my dad repainted the kitchen and replaced our Cortina’s carburettor while Mum made me toast for breakfast and washed my grass-stained clothes. Today, I’m more likely to look up a recipe by a celebrity chef and prepare a delicious family dinner while my wife fixes the lawnmower and unblocks a drain. And yet, I’m expected to have the skills for both. Dad once dropped me off at football tryouts once, twice, and then stopped, preferring instead to return to his regular Saturday afternoons at the betting shop. Today, I’m expected to drive my son to multiple sporting events, stay, cheer (positively), and likely even coach. Dad was the sole breadwinner; today, my wife makes more than me. Dad smoked high-tar cigarettes and drank whiskey. I eat quinoa and drink green tea. Relatively speaking, Dad had it easy. He knew what to do, the roles were clear. Today, there’s more blurred lines than a Robin Thicke song. Being a modern man is confusing, challenging, and everyone has an opinion, least of all your better half, who – let’s face it – is the opinion you should probably listen to most of all. That’s probably what being a modern man is. Understanding how women think, being emotional yet strong, a listener, a gentleman, a chef, a mechanic, and ultimately a role model to the next generation of men coming through. They’ll likely have to do everything that modern men now do times 10, so we better prepare them well. Because no doubt the day will come when my son looks back at how easy his old man had things.  What do you think it means to be a man today? Share your views with us in the comments.",
  "webTitle": "'It's about money and muscles': men discuss what it means to be a man today | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-06T08:30:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/06/men-discuss-what-it-means-to-be-a-man-today-grayson-perry",
  "keyword": [
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Grayson Perry",
      "id": "artanddesign/grayson-perry",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/06/men-discuss-what-it-means-to-be-a-man-today-grayson-perry"
}