{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/shura-you-dont-have-to-be-an-ex-disney-star-to-make-pop-music",
  "id": "2016-05-17-273",
  "sectionId": "music",
  "body": "The bedroom is where our pop dreams began. Backlit by a bedside lamp, we honed our dance routines and made our pact with S Club 7: we won’t stop moving. We can’t. For most of us, the bedroom is also where those dreams died. Probably for the best. That wasn’t the case for Oscar, a mononymous 25-year-old from Harlesden, north-west London, who has just released his debut album. While still at art school, Oscar began writing and recording music inspired by lo-fi dream-pop artists such as the Radio Dept, using GarageBand and “a cracked version of Logic Express”. The 10 patchworked tracks he uploaded to SoundCloud got him signed by indie label Wichita, but Oscar always intended to make pop. “I’ve tried writing darker, more serious songs but they don’t go anywhere,” he says. “Everything revolves around the chorus for me.”            Increasingly, this feels like a familiar story – a number of new artists like Låpsley, FEMME, Ronika and Tala profess to have started out similarly. Whereas making music with a laptop was once the preserve of dance music DJ-producers, and pop was traditionally made in expensive studios with teams of writers, now those boundaries have broken down. Technology has democratised the process, which is why an album such as Grimes’ self-produced Art Angels doesn’t sound out of place on Radio 1.   Related: Grimes: 'In my life, I'm a lot more weird than this'    Just as the internet has mixed up genres, so the remit for who can make pop has blurred. “I think there’s something antagonistic about bedroom pop,” agrees R&B-tinged electronic pop musician Shura. “We’re reappropriating pop and saying you don’t have to be an ex-Disney star to make pop music. You can be from Shepherd’s Bush and have spent most of your life listening to the Smiths and still make a pop record.” This wave of bedroom pop has an underlying economic logic: after all, why put together a band and traipse around playing gigs when today’s talent scouts are at home listening to Hype Machine? Even major label-signed Shura says that she was never pressured to give her demos an expensive sheen. “Quite the opposite,” she says. “Labels go: OK, great, you can make the track in your bedroom. That means we don’t have to invest £150k recording it. You can just make it at home, co-write with a couple of people to get the singles, and then we’ve got an album for nothing.” With recording costs down and production values up, no wonder pop’s dream factory has been outsourced right back to teenage bedrooms. Best to knock before you go in. Oscar’s Cut And Paste is out now on Wichita; Shura’s Nothing’s Real is out on 8 July via Interscope     Oscar. And a dog. Photograph: Bella Howard",
  "webTitle": "Shura: 'You don’t have to be an ex-Disney star to make pop music'",
  "webPublicationDate": "2016-05-17T08:00:38Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/shura-you-dont-have-to-be-an-ex-disney-star-to-make-pop-music",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin EG Perry",
      "id": "profile/kevin-eg-perry"
    }
  ],
  "guardianId": "music/2016/may/17/shura-you-dont-have-to-be-an-ex-disney-star-to-make-pop-music"
}