{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/nationalists-northern-ireland-elections-good-friday-agreement",
  "id": "2016-05-08-73",
  "sectionId": "commentisfree",
  "body": "The easy assumption about politics in Northern Ireland is that it is a contest between two ideas of sovereignty. Unionists see the place as British; nationalists see it as Irish. And the Good Friday Agreement, in effect the constitution – according, as it does, sovereignty rights to each – is the best interim solution to the old quarrel.    This election has signalled a change in the old model of two mirror-image communities at odds with each other    But one of these two blocks is not sticking to the old template. Nationalism – if we can even call it that any more – is diversifying. And the strongest evidence of that is the fact that in the assembly elections Sinn Féin has taken its first reversal in its traditional heartlands of Derry and West Belfast. The party was outflanked on the left by People Before Profit, an anti-austerity party that has also put economic policy before ending partition. Elections in Northern Ireland are usually seen as effective plebiscites on the border. This is certainly how the largest unionist party, the DUP, still sees them. And it consolidated its vote last week by holding up the threat of the further ascendancy of Sinn Féin, to the point at which the republicans might appoint the first minister. But it wasn’t the DUP that held Sinn Féin back; it was thousands of people in its own communities – areas which are too lightly labelled nationalist and Catholic.   Related: Despite the murals, Belfast is not Bethlehem with rain | Giles Fraser: Loose canon    And Sinn Féin wasn’t the only nationalist party to suffer. The SDLP lost seats in both cities, too – and one of those, held by Fearghal McKinney, was fought over the question of whether abortion should be legalised. McKinney had allowed himself to be photographed beside strident anti-abortion campaigners – and paid for it. The issue had risen to unexpected relevance with the prosecution of a young woman who had self-administered abortion pills. Both Sinn Féin and the SDLP are now caught in a dilemma over this issue and stand to lose voters whichever way they move. They can placate the conservative Catholics by holding fast to “pro-life” positions and lose the newly secular liberals; or they can go with them, as the Green party did to its advantage, and lose the religious. Yet even among conservative Catholics who do want a united Ireland, some have put their moral causes before the constitutional question. In East Derry last week, a group of conservative Catholics campaigned for the DUP as the party most likely to resist abortion reform and the legalisation of same-sex marriage. Last year the Catholic church also supported DUP efforts to introduce a conscience clause allowing tradespeople to discriminate against gay people.   Related: Northern Ireland gay community mobilises against DUP candidates    This election has signalled a change in the old model of two mirror-image communities at odds with each other, equally committed to their separate sovereignty claims. In short, for many nationalists, there are some things more important to them than getting rid of the border. Yet it can probably be said with confidence that there are fewer in the unionist/Protestant community who are as blase about the Union. Nationalism was already ahead of unionism in divesting itself of the religious input into its politics. Thirty years ago, murals in nationalist areas showed hunger strikers praying in their cells with the Virgin Mary watching over them. Today that would be unthinkable. If the trend continues, of one community being far more concerned about the union than the other is about a united Ireland, a possible consequence will be that the solid phalanx of Protestant unionism will dominate the political scene while the more liberal, social and moral issues will divide the former Catholic/nationalists. And when the symmetry has gone, another big question arises. What of the Good Friday Agreement, framed to manage that symmetry? Will it still then be a viable constitution for Northern Ireland even as, within it, the region drifts back towards majority unionist rule?",
  "webTitle": "Politics in Northern Ireland is changing forever as nationalism diversifies | Malachi O’Doherty",
  "webPublicationDate": "2016-05-08T16:58:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/nationalists-northern-ireland-elections-good-friday-agreement",
  "keyword": [
    {
      "webTitle": "Northern Ireland",
      "id": "uk/northernireland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sinn Féin",
      "id": "politics/sinn-fein",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Democratic Unionist party (DUP)",
      "id": "politics/dup",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "SDLP",
      "id": "politics/sdlp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Malachi O'Doherty",
      "id": "profile/malachiodoherty"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/nationalists-northern-ireland-elections-good-friday-agreement"
}