{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/mexico-is-committed-to-investigating-missing-students",
  "id": "2016-05-03-51",
  "sectionId": "world",
  "body": "I am writing regarding your editorial (The Guardian view on Mexico’s missing students: justice indefinitely deferred, 29 April). I would like to share with your readers the following important points: 1 The government of Mexico is absolutely committed to a transparent and in-depth investigation, which is still open and will not end until all the implicated individuals are punished. 2 Justice has not been deferred whatsoever. Up to 168 people have now been charged, 123 have been arrested – including most of the presumed perpetrators – and more than 1,500 search missions have been performed. 3 It was the Mexican government that requested technical assistance from the Inter-American Human Rights Commission (IACHR), which later integrated with the Interdisciplinary Group of Independent Experts (GIEI – its acronym in Spanish). 4 The Mexican government will thoroughly review and consider each and every one of the recommendations made by GIEI. 5 President Enrique Peña Nieto has emphasised and reiterated his permanent commitment to the families of the victims. 6 Every alleged act of torture against detainees will be investigated by the Mexican special unit of investigation on torture crimes (created in October 2015).Diego Gomez PickeringAmbassador of Mexico to the UK • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Mexico is committed to investigating missing students | Letters",
  "webPublicationDate": "2016-05-03T18:52:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/mexico-is-committed-to-investigating-missing-students",
  "keyword": [
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Enrique Peña Nieto",
      "id": "world/enrique-pena-nieto",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/03/mexico-is-committed-to-investigating-missing-students"
}