{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/the-voices-within-the-history-and-science-of-how-we-talk-to-ourselves--charles-fernyhough-review",
  "id": "2016-05-25-146",
  "sectionId": "books",
  "body": "When you talk to yourself, who exactly is doing the talking, and who the listening? Walt Whitman wrote: “Do I contradict myself? / Very well then I contradict myself. / (I am large, I contain multitudes.)” But who are these multitudes? And who let them all in? Thus does language tempt us to posit a concert hall of homunculi within the head. Charles Fernyhough’s fascinating and elegantly humane book is aware of the problem, but doesn’t attempt to solve it (doing so would probably require a true theory of consciousness). Instead he starts with the existence of what is technically termed “inner speech”, and sketches a theory of how it occurs. He inquires into its phenomenology (the feel of the subjective experience of talking to oneself), and he offers an intriguing developmental account of how we come to do it at all, and why it is so useful.    It seems a miracle that most of us, most of the time, have a sense of ownership and self-generation of our thoughts    Inner speech, he points out, comes in at least two distinct varieties. There is ordinary verbal thought, a monologue that appears to occur in a time-compressed shorthand (or, I suppose, shortbrain), going by much faster than we could actually speak aloud. The other main kind of inner speech is slower, a conversation between more than one internal point of view, as when one is weighing the pros and cons of a decision. This is what Fernyhough calls “dialogic thinking”. According to his favoured theory, first developed by a Russian psychologist called Lev Vygotsky in the 1920s, that is basically an internalisation of the habit of young children of speaking aloud when deliberating and planning. As Fernyhough explains, the celebrated child psychologist Jean Piaget considered a child to be “rooted in his own viewpoint”. For Vygotsky, by contrast, “the child was entangled in social relationships from the first days of her life. The arrival of language gave her a means of communicating with others, and the dialogues that resulted formed the basis of her later private conversations with herself, and ultimately of her inner speech.” This is satisfyingly plausible, and leads to Fernyhough’s nice conclusion that all thinking is essentially social in some way. Also irreducibly social is the inner voice that accompanies silent reading, which Fernyhough also discusses, along with some pleasing observations on the literary simulation of inner speech by writers such as Virginia Woolf. His book is refreshingly interdisciplinary in its insistence that philosophy and literature are going to be just as important investigative tools for this subject as clinical psychology and brain scans. When he comes to discussing the preliminary results of fMRI studies, he takes admirable care to point out their limitations and methodological problems, though there are already some suggestive results, such as the implication that dialogic thinking recruits more brain regions than a simple inner monologue. All this detailed focus on the quite ordinary experience of inner speech furnishes an illuminating angle on the extraordinary experiences that some people have of hearing voices “out in the world”, as it were, that aren’t actually there. This is common not only in people diagnosed with schizophrenia spectrum disorder, the author points out, but also some with PTSD and bipolar disorder. Rather than speak of “hallucinations”, often thought to be a stigmatising term nowadays, Fernyhough refers to “voice-hearing”, and conducts sympathetic interviews with those who experience it regularly. It may be that, for such people, the brain generates inner voices in the normal way, but then fails to recognise them as its own. Now the voices within seem to come from without. Gently, Fernyhough suggests that a similar process might underlie intense religious experiences reported throughout history in which subjects believed they heard the voice of God. Confronted by stories of how easily this internal orchestration of talking selves can go wrong, it comes to seem a kind of miracle that most of us, most of the time, have the comfortable sense of ownership and self-generation of our thoughts – even if it might seem impossible to offer a bulletproof justification for that sense. (We have all had the experience of a thought or idea just coming to us out of the blue. What makes us so sure that it has not been implanted by God, or transmitted into our brains by aliens?)   Related: Hearing voices with Charles Fernyhough and Francesca Kay – books podcast    According to the evidence that Fernyhough surveys, we experience some kind of inner speech for at least a quarter of our waking lives, and maybe much more. But does such incessant interior gabbling make us happy? The Voices Within is quite pro-inner speech, inviting us to marvel along with the author at the remarkable properties of brains that can do it, and extolling its therapeutic and performance-enhancing properties (“Successful athletes seem to talk to themselves more,” that sort of thing). At the very end of his book, Fernyhough briefly acknowledges the traditions of meditation that are specifically aimed at silencing inner speech, but he doesn’t spend much time on why people who do not actually hear voices might nonetheless want to quiet the mind in this way. It is surely a desire shared by many people at many times. I tend to suspect, for example, that one of the major motivations driving people who seek out “flow” experience – the automaticity of action and being that accompanies skilful behaviour such as playing music or skiing – is precisely that it silences the chatter in the skull. And that silence itself is experienced as bliss. Yes, inner speech is a marvel of evolution, but sometimes we could all do with a bit more inner taciturnity. • To order The Voices Within for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Voices Within by Charles Fernyhough review – why do we talk to ourselves?",
  "webPublicationDate": "2016-05-25T13:45:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/the-voices-within-the-history-and-science-of-how-we-talk-to-ourselves--charles-fernyhough-review",
  "keyword": [
    {
      "webTitle": "Health, mind and body",
      "id": "books/healthmindandbody",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven Poole",
      "id": "profile/stevenpoole"
    }
  ],
  "guardianId": "books/2016/may/25/the-voices-within-the-history-and-science-of-how-we-talk-to-ourselves--charles-fernyhough-review"
}