{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/06/sonic-hedgehog-space-invaders-enter-video-game-hall-fame-strong-museum",
  "id": "2016-05-06-107",
  "sectionId": "technology",
  "body": "Mario the plumber may have got there first, but Sonic was always going to catch up. The Strong museum in Rochester, New York, has announced the latest six inductees to its video game hall of fame – and Sega’s iconic hedgehog is among them.        Also making the grade for this renowned collection of seminal game titles is interactive soap opera The Sims, gangster adventure Grand Theft Auto III, role-playing favourite Legend of Zelda, educational title Oregon Trail and one of the titles that helped kickstart the video gaming industry, Space Invaders.  Strong began its world video game hall of fame last year, introducing the concept with the opening six entrants: Doom, Tetris, Pac-Man, Pong, Super Mario Bros and World of Warcraft. The nomination process is open to the public, but the final annual inductees are chosen by a panel of journalists and game scholars.       Games accepted into the hall of fame are considered to “have enjoyed popularity over a sustained period and have exerted influence on the video game industry or on popular culture and society in general,” according to the museum.  The titles are put on display at the museum, which also houses the International Center for the History of Electronic Games. The centre house a collection of over 55,000 historical gaming artefacts, from vintage consoles to advertising materials.       Released in 1978 by Taito, Space Invaders popularised many emerging features of the shoot-’em-up genre including high score tables and endless enemy attack waves. Hideo Kojima, creator of Metal Gear Solid, was said to have got the idea for stealth gameplay from the vintage game’s use of defensive barriers to hide behind. The Oregon Trail is the oldest title in the collection, originally developed as an educational game in 1971. Designed to teach American children about the desperate lives of 19th century prospectors and pioneers, it is famed for its pitiless difficultly level and for the unforgettable game over message “you have died of dysentery”.       Designed by Will Wright and first released in 2000, the Sims is a life simulation in which players take control of a household filled with artificially intelligent characters (though none of them are intelligent enough to get out of a swimming pool without the help of a ladder). It was followed by a series of sequels and has achieved sales of almost 200m copies. Grand Theft Auto III took the chaotic open-world gangster series into three dimensions after two top-down-viewed 2D incarnations. A PlayStation 2 hit in 2001, the game proved hugely successful, but also controversial, especially with politicians who failed to understand the difference between a game that allowed terrible behaviour and a game that required it.       With Legend of Zelda, Shigeru Miyamato’s genre-pushing action role-playing adventure, Nintendo has become the first developer to get two titles in the hall of fame. Launched in 1986 on the original Nintendo Entertainment System, its open-world design, and emphasis on exploration, was inspired by Miyamoto’s childhood in Kyoto, wandering nearby fields and caves. Sega’s Sonic the Hedgehog arrived on the Mega Drive console in 1991 as a new mascot for the company and a rival to Nintendo’s Super Mario series. The turbo-charged platformer was famed for its slick visuals, coded by Yuji Naka, which pushed the capabilities of the hardware to the limits.       “The game spawned more than 20 additional games and spin-offs, as well as a television show and comic book,” said the Strong’s associate curator Shannon Symonds. “Sonic was even introduced as the first video game-inspired balloon in Macy’s Thanksgiving Day parade, making Sega’s mascot recognisable to millions of people worldwide who may have never even played the game.”",
  "webTitle": "Sonic the Hedgehog and Space Invaders enter video game hall of fame",
  "webPublicationDate": "2016-05-06T15:17:23Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/06/sonic-hedgehog-space-invaders-enter-video-game-hall-fame-strong-museum",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Retro games",
      "id": "technology/retro",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Keith Stuart",
      "id": "profile/keithstuart"
    }
  ],
  "guardianId": "technology/2016/may/06/sonic-hedgehog-space-invaders-enter-video-game-hall-fame-strong-museum"
}