{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/bayern-munich-sign-benfica-renato-sanches-manchester-united",
  "id": "2016-05-10-232",
  "sectionId": "football",
  "body": "Bayern Munich have completed the signings of Benfica’s midfielder Renato Sanches and Borussia Dortmund’s defender Mats Hummels. The 18-year-old Portuguese international Sanches will cost Bayern €35m plus add-ons while the fee for the Germany defender is undisclosed but believed to be around €30m. It has been reported that the fee for Sanches could reach as much as €80m. Both players have signed five-year deals.   Related: Europe’s top 10 football transfer targets under the age of 23 | Ed Aarons    Sanches was wanted by several top clubs, including Manchester United, but the Bundesliga winners won the race. The player completed a medical on Monday in Munich and the club’s CEO, Karl-Heinz Rummenigge, said: “We have been keeping an eye on Renato Sanches for a long time now and we are very happy to have signed him despite a lot of competition for him. Rummenigge added of the 18-year-old, who was born in Lisbon to parents from Cape Verde: “Renato is a dynamic, tough and technically skilful midfielder who will make our team stronger.” Sanches featured for Benfica in the Champions League against Bayern Munich this season and Bayern added in a statement: “The fee for the Portuguese international is €35m with bonuses if he is selected in the Fifa team of the year or wins the Fifa player of the year award.” Hummels, who grew up in Munich, had one year left on his contract with Dortmund. “We are delighted that Mats Hummels has decided to join FC Bayern,” said Rummenigge. “He is one of the best central defenders in the world and our team will be improved by his presence.” The defender, who has not yet passed his medical, said on Dortmund’s website: “This is a decision that, after eight and a half successful years at Dortmund, I did not take easily. I have always been proud, and still am, to wear the Dortmund shirt and to be a part of this extraordinary team. “Before I return to my home city we have one big goal to achieve: to win the German Cup and to have a big party with the BVB fans. I thank all the people from the bottom of my heart for the wonderful time in black-and-yellow.” Bayern have already won the Bundesliga this season but lost their Champions League semi-final against Atlético Madrid. The coach, Pep Guardiola, will leave the club in the summer and be replaced by Carlo Ancelotti.",
  "webTitle": "Bayern Munich sign Dortmund’s Mats Hummels and Benfica’s Renato Sanches",
  "webPublicationDate": "2016-05-10T10:27:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/bayern-munich-sign-benfica-renato-sanches-manchester-united",
  "keyword": [
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Christenson",
      "id": "profile/marcuschristenson"
    }
  ],
  "guardianId": "football/2016/may/10/bayern-munich-sign-benfica-renato-sanches-manchester-united"
}