{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/10/cameron-incorruptible-unguarded-remarks-queen",
  "id": "2016-05-10-58",
  "sectionId": "politics",
  "body": "“Good afternoon, your Majesty,” said David Cameron. “I hope your preparations for world war three are going well.” “And what do you do?” the Queen asked. It was a fair question. In recent weeks Dave had abandoned any pretence of running his U-turns R Us government in favour of racing round the country predicting global warfare and Ebola outbreaks. But every prime minister deserves time off from world annihilation to shoot the breeze with the Queen and the archbishop of Canterbury.   Related: Afghanistan and Nigeria 'possibly most corrupt countries', Cameron lets slip    “Nothing much,” said Dave idly. “Though we have got this anti-corruption conference coming up at the end of the week. It should be a right laugh. We have got the Nigerians – actually we have got some leaders of some fantastically corrupt countries coming to Britain. If you’ve invited any of them to dinner at the palace, I advise you to keep the silver locked up or you’ll be totally cleaned out by the end of the evening.” “You do realise that ITV is actually recording this conversation,” Justin Welby whispered. “Don’t be silly,” said Dave. “I’d never be caught making unguarded comments that could embarrass the Queen.” “I seem to remember you telling the world that I purred after the Scottish referendum. For the record, one has never purred,” the monarch interjected. “Well, there was that. Though I could have sworn that you did actually purr,” Dave recalled. “I’m fairly certain the ITV cameras are rolling,” Welby interrupted, a little more urgently than before. “Don’t be so paranoid, Justin,” said Dave. “Just because there’s a film crew pointing a camera in our direction it doesn’t mean they’re actually working. Now come on Ma’am, let’s have some fun. You must have met some fairly corrupt people in your travels round the world. So who’s in your top 10 bent tyrants? Surely President Mugabe must be right up there.” Throughout these exchanges, Chris Grayling had kept silent but now he couldn’t resist joining in. “As the EU is the most corrupt organisation in the world, Angela Merkel and President Hollande must be well up there,” the leader of the Commons said. “Oh do give the EU a rest, Grayling. Back to you, Ma’am. If you won’t give us 10 then at least give us your top three.” The Queen said nothing so Dave decided to give her a helping hand. “Come on, Ma’am. There’s a fantastic group to choose from. How about Nigeria and Afghanistan – possibly two of the most corrupt countries in the world?” Aware the ITV cameras were actually recording this conversation and that Dave might have misjudged the Queen’s willingness to have a laugh, Welby sought to steer a more diplomatic line. “But this particular president is actually not corrupt,” he observed. Dave shrugged. The archbishop was such a pedant sometimes. So big deal that Nigeria was only in 31st place in the corruption league table, with North Korea and Somalia way out in the lead. And so what if the Nigerian president wasn’t corrupt? There were plenty of other people in Nigeria who were up to their necks in some of the most brilliant corruption. “They are coming at their own expense, I assume,” said Speaker Bercow. A frown crossed Dave’s face. That was a good point. But, when you came to think about it, they wouldn’t actually be paying a penny because the British government had actually increased its international aid to Nigeria and Afghanistan by 30% in the last year. “Everything has to be open,” Dave said, reminding himself to make sure that some of Britain’s better tax havens were kept off the anti-corruption conference agenda. First world corruption was wholly different to the help yourself loot and pillage free-for-all of the developing world. Face it. No one in their right mind would go on holiday to Afghanistan. But the British Virgin Islands were simply glorious at this time of year. Just as the Queen drew her hand across her throat to signify that the conversation was now officially over, Ken Livingstone came bursting into Buckingham Palace. “I’ve been told there’s a TV camera in here,” said Ken. “No there isn’t,” said Dave. “Yes there is,” said Justin. “Thank God for that,” Ken gasped. “It’s been at least four days since I’ve last been near one and I’ve been going cold turkey. Now where is it?” “Over there,” said Justin. “Hitler.” “What?” “Hitler.” “What are you on about?” “Have you invited Hitler to your anti-corruption summit?” “Er, he died at the end of the second world war,” said Dave. “My focus is very firmly on the next world war.” “That’s just what I would have expected from a global Zionist plot,” Ken snarled. Dave nodded. That was another item to add to his anti-corruption agenda.",
  "webTitle": "PM is incorruptible when it comes to unguarded remarks and the Queen",
  "webPublicationDate": "2016-05-10T18:58:53Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/10/cameron-incorruptible-unguarded-remarks-queen",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/10/cameron-incorruptible-unguarded-remarks-queen"
}