{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/29/eu-fear-brexit-contagion",
  "id": "2016-05-29-202",
  "sectionId": "commentisfree",
  "body": "It is the morning after the nightmare before. Britain wakes up on 24 June to find that it has chosen to quit the European Union. Breathless reporters tell viewers of breakfast-time news that David Cameron is holed up at No 10 preparing a speech to parliament which is expected to include an announcement that he will be resigning as prime minister. Boris Johnson is already preparing his leadership bid. He has taken a call from Donald Trump offering congratulations and campaign tips. Nigel Farage, his ambition achieved and needing a fresh purpose in life, is in talks about merging Ukip with a Borisovian Tory party. Vladimir Putin enjoys a celebratory vodka at the Kremlin. In France, Marine Le Pen tells her enthused supporters that Britain has sounded the death rattle of the EU and Frexit will follow. In Berlin, a solemn Angela Merkel says... How would the German chancellor and other EU leaders respond? It is an important question. Arguably, there’s no more crucial question in this referendum. Even the most ardent of the Outers have to acknowledge that a Brexiting Britain couldn’t just cast off from its continent and drift into the mid-Atlantic. Britain would still want and need a relationship with our closest neighbours. It has even occasionally been the contention of some Outers that we’d have a better relationship with the EU once we’d self-ejected. So how the rest of the EU would react to Brexit and the impact that Brexit would have on the EU are crucial issues. I suppose it is because they are so crucial that they have barely featured during the referendum campaign. We will soon get some indication of how EU leaders would be likely to respond from the most influential actor among them. I hear that Angela Merkel is planning an intervention before Britain votes. The precise timing is not yet decided, and the content will require careful calibration to avoid the risk of being counterproductive for the In cause, but her previous statements on the subject allow us to have a jolly good guess about what she will be minded to say. The German chancellor believes that Brexit would be bad for Britain, for Germany and for Europe. She will express German hopes that Britain will choose to stay with the EU. She will stress that, of course, it is for Britain to decide, but she will also emphasise that we should not think that a vote to leave would be without consequences, some of which we might not like. The Outers will doubtless respond to her with their routine shriek of complaint: that excruciating howl they direct at anyone, whether it be the Institute for Fiscal Studies or the president of the United States, the head of the NHS or the governor of the Bank of England, anyone who dares to express an opinion about the risks of Brexit that the Outers don’t want to hear and don’t want the public to hear. David Cameron and the In campaign will hope that fair-minded voters may think it useful to hear from the leader of the EU’s most populous state whose attitude to Britain will matter whichever way the vote goes. Planning for an intervention by the German chancellor is one sign that Brexit is regarded as a serious threat in European capitals. So is the fact that EU leaders, their diplomats and Brussels officials are working on contingency plans for a coordinated response to a British decision to leave. While the official reaction to Brexit would be expressions of regret coupled with bravura declarations that the show will stay on the road, there could be no disguising that it would be the most severe reverse to the EU in its history. For the first time, the organisation would have lost a member – a very big member. That would diminish both the EU’s sense of itself and its clout in the world.    A post-Britain EU would be likely to drift in a protectionist direction. It could become more closed and parochial    It would be a profound blow at any time and even more so when the EU is already severely stressed by the refugee crisis, the strains within the eurozone, the rise of anti-European nationalists of the hard right and Russian adventurism on its eastern border. It would also have lost a member which, though often a pain in the backside to other players in the EU, has brought a unique contribution to the mix. This is another element missing from the referendum campaign: an account of the positive and very British ways in which this country has influenced the development of the EU. Britain has been a force for extending the single market and striking free trade agreements with countries around the globe. Britain spearheaded the push for enlargement to the east that helped to bind the countries liberated from Soviet tyranny into democratic norms. Barack Obama put it rather brilliantly during his recent visit when he observed: “You should be proud that the EU has helped spread British values – democracy, the rule of law, open markets – across the continent and to its periphery. The European Union doesn’t moderate British influence – it magnifies it.” Britain is one of only two EU states – the other being France – with a fully global perspective. Britain with France established an EU defence policy that has undertaken more than 30 peace-keeping and humanitarian missions on three continents. The EU without Britain would be a shrunken player in global affairs. It is reasonable to forecast that a post-Britain EU would be more likely to drift in a protectionist direction. It would be likelier to become more closed and parochial. It would certainly be a weaker actor on the world stage and on its own continent, a prospect that would delight the Kremlin, not least because it would create distance between Europe and the United States. In the immediate aftermath of a British vote to leave, a lot of the EU’s leaders would be very cross and pretty determined to make the terms of Brexit punitive as a deterrent to anyone else flirting with the idea of departure. There would certainly be no willingness to allow Britain to enjoy all the benefits of access to the single market from the outside. The Outers commonly respond that EU leaders would ultimately swallow their anger and cut a special sweetheart deal for Brexiting Britain because it would be in their self-interest to continue trading with one of the world’s largest economies. However jilted the Germans felt, they’d still want to sell us their cars. However infuriated the French might be, they’d still want us to buy their cheese. This is a regular trope of Nigel Farage. Obviously, there’s some truth in it. But it is eclipsed by a much larger truth about our economic relations with the EU. Britain would have a lot more to lose from the absence of a deal, and the party with the more to lose typically comes out worse from a negotiation. Around half of British exports go to buyers in the EU. Only about 10% of exports from the rest of the EU come to Britain. That would leave us with a pretty feeble hand in a Brexit negotiation. Only two countries, Germany and the Netherlands, regularly have substantial trade surpluses with the UK. So they are the only two with much incentive to do a deal. Any one of the 27, including those countries that run trade deficits with Britain, would have a veto. That is why all the detailed analysis of what Brexit would entail comes to the conclusion that divorce negotiations would be extremely difficult, very protracted, terrifically tortuous and not positive for the British economy. That is a relatively benign way of imagining the future relations between a Brexiting Britain and the EU. It assumes that there is still a functioning EU to have a relationship with. There is a more apocalyptic scenario and it is taken seriously by some serious people. They fear that the departure of Britain would set in train such destructive consequences that it would be the beginning of the end for the EU. Some of the Brexiters actively will that result. Their ambition is not confined to amputating Britain from the EU. The ultimate goal is to destroy the EU itself. Michael Gove has predicted that Brexit would trigger “the democratic liberation of a whole continent”, an event which he happily calls “a contagion”. It is surely most probable that the continental forces most energised by Brexit would be Le Pen’s Front National and the likes of Alternative für Deutschland and the contagion they would spread would be extreme nativism. For all its many faults, since its inception in the wake of the Second World War, the EU has generally been a positive force for liberalism, prosperity, stability, rule of law and tolerance in a continent that devoted many previous centuries to internecine and murderous conflict. In the doomsday scenario that would go into calamitous reverse as Europe fragmented into competing nationalisms. Field Marshal Lord Bramall, our most senior soldier and no one’s notion of a Euro fanatic, has to be right when he says that it would be catastrophic for Britain to be faced with “a broken and demoralised Europe just across the Channel”. Nightmare wouldn’t begin to describe it.",
  "webTitle": "Our European allies dread Brexit, and they have good reason to fear it",
  "webPublicationDate": "2016-05-29T04:30:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/29/eu-fear-brexit-contagion",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Angela Merkel",
      "id": "world/angela-merkel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigel Farage",
      "id": "politics/nigel-farage",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Rawnsley",
      "id": "profile/andrewrawnsley"
    }
  ],
  "guardianId": "commentisfree/2016/may/29/eu-fear-brexit-contagion"
}