{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/john-whittingdale-bbc-white-paper",
  "id": "2016-05-11-197",
  "sectionId": "media",
  "body": "Culture secretary John Whittingdale has been forced to concede that he will “do nothing to undermine” the independence of the BBC following a barrage of criticism from MPs. Whittingdale was accused by shadow culture secretary, Labour MP Maria Eagle, of trying to turn the corporation into a “mouthpiece of the government of the day” following reports that a majority of members of the new BBC board would be government appointed. Whittingdale said the white paper would do nothing to change the pre-budget funding deal reached with the government last year, and indicated that the BBC would not be ordered where to schedule its most popular entertainment programmes, such as Strictly Come Dancing, to avoid competing with commercial rivals.   Related: BBC white paper could spark revolt among Conservative MPs    “I have no wish to hobble the BBC,” Whittingdale said. Asking an urgent question after prime minister’s questions in the House of Commons on Wednesday, a day before the publication of the government’s white paper on the future of the corporation, Eagle accused Whittingdale of “displaying seemingly implacable hostility to the BBC during the charter renewal process”. Eagle said reports that the government wanted to appoint the majority of the BBC board’s members amounted to government control of its editorial decision-making process and would be “catastrophic” for its reputation in the UK and around the world. She was joined in her concerns by MPs including former Conservative home secretary Kenneth Clarke, the SNP’s John Nicholson and Labour MP Ben Bradshaw, who said Whittingdale would have “the fight of his life on his hands if there is any suggestion whatsoever of anything that intrudes on the BBC’s independence”. Whittingdale said he was “committed to the editorial independence of the BBC” and added in its proposals for the new BBC board “we have taken steps to ensure the independence of the BBC is beyond doubt”.  In one of several references later during exchanges in the Commons, he added: “I have always made clear the editorial independence of the BBC is incredibly important and we will do nothing to undermine that ... We have done our best to strengthen it in some areas.” Eagle said Whittingdale “didn’t like the results of the public consultation [on the future of the BBC] so he is simply ignoring them. The public loves the BBC and wants it to carry on doing what it has been doing for 90 years. “It’s not too late for the secretary of state to start listening to the public,” she added. “If he continues on this path … it will lead to the destruction of the BBC as a much-loved broadcaster and turn it into a mouthpiece of the government of the day.” In an unlikely reference to Thomas the Tank Engine in response to another MP’s question, he added: “I have no ambition to become the fat controller.” Whittingdale also denied that the corporation would be ordered to avoid scheduling clashes, such as that which regularly happens between Strictly Come Dancing and ITV’s The X Factor. The SNP’s Nicholson, a former BBC news presenter, asked Whittingdale to confirm that the BBC would not be required to show “only dull, unpopular programmes at certain times of the day”.  The culture secretary offered a one-word reply: “Yes.”   Related: Salaries of top BBC stars could be made public under government plans    Following reports that the licence fee could be top-sliced to fund commercial rivals in areas such as children’s TV, Labour MP Barry Gardiner asked: “We were under the impression last July that the secretary of state had come to an agreement with the BBC [that there would be] no top-slicing.” Whittingdale replied: “I can say to the honourable gentleman that the agreement we reached with the BBC stands and nothing in the white paper will change that.” Tory MP Damian Green said greater government interference in the BBC would be a “hugely retrograde step”. Whittingdale said: “I am absolutely in agreement about the importance of editorial independence. In terms of the appointment process [to the new BBC board], the BBC Trust were entirely appointed by the government, as indeed were the BBC governors before them. “However, the BBC board is a different beast and I hope he will find we have taken steps to ensure the independence of the BBC is beyond doubt.” Whittingdale also said the issue of diversity – championed by actor and comedian Lenny Henry – would be “central to the white paper”.",
  "webTitle": "John Whittingdale: I have no wish to hobble the BBC",
  "webPublicationDate": "2016-05-11T13:38:43Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/john-whittingdale-bbc-white-paper",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/11/john-whittingdale-bbc-white-paper"
}