{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/29/shelby-rogers-french-open-2016-us-tennis",
  "id": "2016-05-29-28",
  "sectionId": "sport",
  "body": "One of the most liked players on tour is in the French Open quarter-finals and if Charleston’s Shelby Rogers has proven anything with her Cinderella run, it’s that nice girls don’t have to finish last. The 23-year-old was literally last, just before the tournament began. Ranked No108 at the entry deadline six weeks before this year’s French Open, she was the final name accepted on the list of direct entries until there was a withdrawal, and Canadian Aleksandra Wozniak, also at No108 with an injury-protected ranking, squeezed in.   Related: Andy Murray eases past John Isner after rain hitch to reach last eight    Wozniak was beaten in the first round; Rogers is in the final eight after backing up an incongruous 6-0, 6-7, 6-0 victory over two-time Wimbledon champion Petra Kvitova with a far more textbook 6-3, 6-4 victory over No25 seed Irina-Camelia Begu. The Romanian arguably in better form on the red clay than the mercurial Kvitova. After the victory came the tears, as they did after the win over Kvitova. But until that moment, as emotional as Rogers admits she is, she was the epitome of poise. But she struggled to compose herself during the post-match interview with former Wimbledon champion Marion Bartoli, who gave her a hug and kindly fetched a tissue for her. “100% tears all the time. Sad. Happy. Hungry. Reading a book. Watching a movie. They flow very easily,” Rogers said later. Of all the American women who have come along in the wake of the Williams sisters’ dominance, talented players all, the unlikely Rogers is the first American with a different last name to make the final eight at the French Open in 11 years. The last was former No1 Lindsay Davenport, and that was no surprise. This was. Only years from now will it be determined whether this French Open run was one glorious fortnight, or the breakthrough that allowed Rogers to take it to the next level as the Williams’ sisters careers wind down in the years to come. Given Rogers’ ranking, it wasn’t just the last two matches that were upsets; it was all four of her wins thus far. She was unseeded and could have drawn a Williams sister in the first round. No17 seed Karolina Pliskova wasn’t exactly a great consolation prize. Rogers defeated her 3-6, 6-4, 6-3. Then came Russian veteran Elena Vesnina, who has been as high as No21 and is back in the top 50 after struggling for a few years.  Then Kvitova. And now Begu. “I think that’s a very important point on backing up a big win. I guess I have done that pretty much this whole tournament, starting with the first round, because that was a huge upset for me and kind of set the tone for the last few matches I have played,” Rogers played. “I keep reminding myself to play one point at a time and that this is just another tennis match. But that’s getting a little bit harder to do as the rounds get farther.” Rogers’ countrywoman Coco Vandeweghe might have lent her a helping hand. Begu needed three hours and 48 minutes to defeat Vandeweghe in the previous round and the scar tissue from that marathon – the longest match on the WTA this year – was difficult to shake off. As it happens, the South Carolina native is good friends with fellow southerner Melanie Oudin, who had a similar sort of run in 2009 at the US Open when she reached the quarter-finals at the tender age of 17. “I remember it very well. It was a time we needed an American player to kind of grab on to. She was so awesome, so feisty, and just really confident. It was definitely inspirational and gave me motivation to work harder, because I see her doing it, and why not me, you know?” Rogers said. The aftermath wasn’t as happy a story for Oudin, just a year older than Rogers but now ranked No336 after a series of injuries and the life- and career-changing consequences of what she accomplished before she was old enough to grasp it. For Rogers, who lost in the first round of the French Open a year ago, it may well be a life-changer. At 23, having been through the grind of the minor-league circuit around the US, Rogers surely is better equipped than Oudin was at the time to roll with it all. Last year, her first with coach Marc Lucero, Rogers suffered 17 first-round losses. Despite the genteel exterior, there has to be a core of inner steel to be able to suffer that kind of systematic defeat week after week and keep coming back for more, confident on some level that things will turn around. She will take more than $325,000 for reaching the quarter-finals, more than five times the amount she had earned coming into Paris, and push her career earnings over the $1m mark. Rogers’ best previous pay cheque this season was the $21,400 she earned for reaching the final of a small WTA Tour event in Colombia. If she can upset No4 seed Garbiñe Muguruza in the quarter-finals this week, there will surely be more tears. Rogers wears them as a badge of honour. What’s more, she has earned every one. “Who I am is what got me here, and I can’t change it. It’s who I am, so ... I hope everyone likes it,” she said.",
  "webTitle": "Shelby Rogers stars at French Open as US tennis ponders a post-Williams world",
  "webPublicationDate": "2016-05-29T19:49:34Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/29/shelby-rogers-french-open-2016-us-tennis",
  "keyword": [
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Myles",
      "id": "profile/stephanie-myles"
    }
  ],
  "guardianId": "sport/blog/2016/may/29/shelby-rogers-french-open-2016-us-tennis"
}