{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/05/medecins-sans-frontieres-world-humanitarian-summit-istanbul-fig-leaf-pulls-out",
  "id": "2016-05-05-200",
  "sectionId": "global-development",
  "body": "One of the world’s most prominent and outspoken charities, Médecins Sans Frontières, has pulled out of this month’s landmark world humanitarian summit, describing it as a “fig-leaf of good intentions” that will do little to protect the planet’s most vulnerable people or those trying to help them. The summit, which will be held in Istanbul, has been billed as an opportunity for the international community to end “the greatest humanitarian crisis of our lifetime”.  About 5,000 people, including political and business leaders, aid organisations and civil society groups, are expected to attend the UN-backed event in a bid to “reinspire and reinvigorate a commitment to humanity and to the universality of humanitarian principles”.   Related: How do we make life better for people living as refugees for generations? | Laurie Lee    But, in a damning assessment of the summit’s validity and effectiveness, MSF has announced its intention to withdraw because it does not believe the conference has any chance of achieving its lofty aims. “We no longer have any hope that the WHS will address the weaknesses in humanitarian action and emergency response, particularly in conflict areas or epidemic situations,” it said in a statement. “Instead, the WHS’s focus would seem to be an incorporation of humanitarian assistance into a broader development and resilience agenda. Further, the summit neglects to reinforce the obligations of states to uphold and implement the humanitarian and refugee laws which they have signed up to.” MSF has been bitterly critical of the international community’s failure to respect humanitarian law as its hospitals, staff and patients in warzones have been repeatedly targeted over the past two years. The organisation said it was simply not confident that the summit would address the issue. “As shocking violations of international humanitarian law and refugee rights continue on a daily basis, WHS participants will be pressed to a consensus on non-specific, good intentions to ‘uphold norms’ and ‘end needs’,” it said. “The summit has become a fig-leaf of good intentions, allowing these systematic violations, by states above all, to be ignored.” The charity said it was particularly troubled by the decision to ask all participants – whether NGOs, UN agencies or states – to sign up to such commitments as it would, in effect, minimise the responsibility of governments. “In addition, the non-binding nature of the commitments means that very few actors will sign up to any commitments they haven’t previously committed to.” MSF said it could not see how talk of “doing aid differently” and “ending need” would do anything to address the dangers its staff and patients have faced in Syria, Afghanistan, Yemen and South Sudan. Nor did it understand what the summit would do to help refugees in Jordan, Turkey, Macedonia, Greece and Australia.  The NGO, which was among the first to warn the world of the scale of the Ebola epidemic in parts of west Africa, said it did not think the summit would do enough to address the “serious gaps” it faced when trying to respond to the outbreak. It was a similar story – albeit on a smaller scale – when it came to the current yellow fever epidemic in Angola, the heavy restrictions placed by some countries on humanitarian access, and the “continuing lack of effective mobilisation” in the face of recurring disease outbreaks in the Democratic Republic of the Congo. The organisation added: “In all of these situations, the responsibilities of states in their making, and the diminished capacity of the humanitarian system to respond, causing yet more suffering and death, will go unaddressed.” Earlier this week, the UN security council unanimously adopted a resolution intended to protect hospitals, medical professionals and patients from what MSF had termed “an epidemic of attacks” on health facilities in conflict areas. The resolution, which was drafted by New Zealand, Spain, Egypt, Japan and Uruguay, and adopted on Tuesday, came days after 55 people died when an MSF-supported hospital was bombed in the Syrian city of Aleppo.",
  "webTitle": "MSF brands humanitarian summit 'a fig-leaf of good intentions' as it pulls out",
  "webPublicationDate": "2016-05-05T11:49:11Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/05/medecins-sans-frontieres-world-humanitarian-summit-istanbul-fig-leaf-pulls-out",
  "keyword": [
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Médecins Sans Frontières",
      "id": "world/medecins-sans-frontieres",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/05/medecins-sans-frontieres-world-humanitarian-summit-istanbul-fig-leaf-pulls-out"
}