{
  "apiUrl": "https://content.guardianapis.com/football/shortcuts/2016/may/22/wayne-rooney-x-men-apocalypse-movie-business-loves-footballers",
  "id": "2016-05-22-81",
  "sectionId": "football",
  "body": "If Hollywood and football clubs are keen on one thing – apart from paying their stars salaries big enough to capitalise the state banks of small European nations – it is making money. Which is why a trend is emerging of clubs and movie studios teaming up to help hawk each others’ wares – led, naturally, by Manchester United. Here are four of the best efforts from Hollywood FC. Manchester United and X-Men: Apocalypse      A trailer for X-Men: Apocalypse starring Wayne Rooney. Photograph: @ManUtd/Twitter    Last Tuesday, Manchester United emerged for their season-ending tie against Bournemouth accompanied by four young mutants. Their mascots had been made up as mini characters from X-Men: Apocalypse as part of a promotional deal with 20th Century Fox, the latest impressively tenuous marketing tie-up from the Old Trafford commercial machine (see also Donaco: “Official casino resort partner of Manchester United for Thailand, Cambodia, Vietnam, Laos, Myanmar and South Korea”). At least the kids didn’t pay (as mascots at some other clubs have to) for the privilege of advertising on behalf of one entertainment corporation for the commercial gain of a Cayman Islands-registered PLC. Instead, they were selected to do it by insurance multinational Aon …  The promo continued on Friday, with a video of the X-Men cast watching the stars of England’s fifth-best team, and deciding that the most suitable candidate to join the superpowered mutants in their mission to fight Doctor Robotnik or whatever was Wayne Rooney. As Wazza says in his latest acting tour de force, “bloody hell”. Atlético Madrid and Big Fish, Closer and Spider-Man 2 (among others)      Fernando Torres in a Hellboy-branded shirt in 2004. Photograph: Jose Jordan/AFP/Getty Images    The last time Atlético Madrid stepped on the pitch for a Champions League final (they do so again next Saturday against city rivals Real), the chests of Diego Costa and pals were emblazoned with the slogan “Azerbaijan: Land of Fire”. Which – unless you happen to be gay, or keen on human rights – is certainly evocative. But being sponsored by an entire country isn’t the weirdest thing Atlético’s players have had on their shirts. In 2006, an innovative deal with Columbia Pictures saw Los Rojiblancos wear the names of different upcoming movies over the course of two seasons, including Hellboy, Big Fish and Resident Evil: Apocalypse (no relation to X-Men’s Apocalypse). Incidentally, all three of those films’ titles correspond with nicknames given to Costa since he joined Chelsea in 2014. Manchester City and Jack Reacher     Robert Duvall, author Lee Child and Tom Cruise at the Etihad Stadium in 2012. Photograph: Shirlaine Forrest/Getty Images    As part of a day of pleasant corporate symbiosis in December 2012, Jack Reacher stars Tom Cruise and Robert Duvall spent the preamble to the Manchester derby on the pitch at the Etihad Stadium and facing hardball questions from Geoff Shreeves in the tunnel (“Jack Reacher, when is that released? It’s fantastic. I’ve seen it … Boxing Day, it’s out on Boxing Day”).             As Duvall explained his love of legendary Celtic winger Jimmy Johnstone, the Cruiser suggested that – despite not having seen a game in England – he had been following the sport since the 80s. We can, then, only assume he had chosen this fixture to pay his respects to the spirits of 80s City legends such as Imre Varadi and Paul Power – and not because it was in his contract. Everton and Creed     Sylvester Stallone brandishes his Everton scarf in 2007. Photograph: Michael Steele/Getty Images    If any Hollywood character summed up Everton’s 2015/16 season, it probably wouldn’t be the never-say-die, grit-over-glamour spirit of Rocky Balboa. The way they defended at times was more Rocky and Bullwinkle (“John Stones stars as Bullwinkle J Moose!”). In fact, their fans’ highlight of their season was probably playing a cameo role in this year’s Creed. Toffees fan Stallone (who fell in love with the team after watching them draw 1-1 with Reading in 2007) filmed the crowd during an early 2015 0-0 draw with West Brom for the movie’s final scene – a fight between Michael B Jordan’s Adonis Creed and real-life Scouse boxer Tony Bellew. Everton fans wouldn’t be this animated again until a plane with a banner calling for manager Roberto Martinez’s sacking flew over Goodison Park in April.",
  "webTitle": "Wayne Rooney: Apocalypse – why the movie business loves footballers",
  "webPublicationDate": "2016-05-22T14:00:05Z",
  "webUrl": "https://www.theguardian.com/football/shortcuts/2016/may/22/wayne-rooney-x-men-apocalypse-movie-business-loves-footballers",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Wayne Rooney",
      "id": "football/wayne-rooney",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Dean",
      "id": "profile/willdean"
    }
  ],
  "guardianId": "football/shortcuts/2016/may/22/wayne-rooney-x-men-apocalypse-movie-business-loves-footballers"
}