{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/29/atletico-madrid-diego-simeone-considers-future-champions-league",
  "id": "2016-05-29-126",
  "sectionId": "football",
  "body": "A downbeat Diego Simeone did not confirm whether he wanted to continue as Atlético Madrid coach on Saturday after enduring a second agonising Champions League final defeat by Real Madrid in three years. After Atlético came from a goal behind to take the game into extra time at 1-1, it was Real who prevailed 5-3 in the penalty shootout, adding to Atlético’s pain of the 4-1 defeat against their city rivals in the 2014 final in Lisbon.   Related: Real Madrid twist the knife again to give Atlético the cruellest of nights | Sid Lowe    Simeone, who has won every major trophy with Atlético in his four and a half years in charge apart from the Champions League, cast his future at the club into doubt when asked if he had thought about resigning. “Do I have to continue with Atlético or is it the end of a cycle? I have to think about that,” Simeone told a news conference. “It’s a logical question for you to ask after a defeat like the one we’ve suffered today. “I feel proud of my players. Quite frankly I love my players. It’s obvious that they’ve given everything that they have, and they always give everything they have. We had the chance to become champions, we didn’t take that chance. “We need to continue working, I have to think things out on my part. That’s what I’m doing now. What is clear to me is that nobody remembers the losers. Losing two finals is a failure. We have to get over this and heal our wounds.” Although he offered his congratulations to Real, Simeone could not hide his disappointment at losing another final in such cruel circumstances. “You do your best, you try to do what you can, you get to two finals and you lose them both,” he said. “One you lose 4-1, even though it was 2-1 for a long time, the other you lose on penalties. “This cycle for me at Atlético, two finals in three years, is actually a marvellous achievement, but I am not happy with what I have achieved.” Atlético won the La Liga title in 2014, breaking Barcelona’s and Real Madrid’s nine-year stranglehold on the trophy.",
  "webTitle": "Diego Simeone considers future at Atlético after Champions League defeat",
  "webPublicationDate": "2016-05-29T08:46:57Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/29/atletico-madrid-diego-simeone-considers-future-champions-league",
  "keyword": [
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/29/atletico-madrid-diego-simeone-considers-future-champions-league"
}