{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/02/nottinghamshire-yorkshire-county-championship-division-one-match-report",
  "id": "2016-05-02-48",
  "sectionId": "sport",
  "body": "Jake Ball just looks right. He is tall but not a beanpole, has an athletic rhythmical run rather than the awkward gangliness possessed by some of the giants and, without being seduced by the extra bounce he might gain, is beyond the brisk side of fast-medium when he hits his straps. He has good shoulders, hits the deck hard, moves the ball off the seam, has an excellent command of length and line and, well, has all the attributes at the age of 25 to be a successful international bowler. Even before this match there has been talk that when, in the middle of next week, the England selectors announce their squad for the first Test, Ball’s name will appear as one of the support pace bowlers. Now, after his new-ball performance set the Yorkshire innings back on its heels, the surprise would be if he was not in the squad. Ball took the wickets of three Test batsmen – Adam Lyth, Gary Ballance and Joe Root – the first and last of them golden ducks, in an opening burst that brought him three for 20. This was high-class bowling. The left-handed Lyth succumbed to the opening delivery of the innings, which was right on the mark and on to the batsman a bit quicker than he might have expected, to strike him on the pad. It may have been missing off stump but the batsman was well beaten. Ballance was given a tricky time by both Ball and Broad, at his favourite Pavilion End. The spot in the England middle order vacated by James Taylor may well be filled by Ballance but he appears to have done little to alter the back-in-the-crease technique that got him into trouble last summer; it is all a bit stubborn. Ball, accurately surmising that the ball can be pitched a little further up to such a player, found one that also lifted and Chris Read took the catch. Root got a beauty: on a length, nibbling away and an excellent low catch by Riki Wessels to his left at first slip. From 24 for three Yorkshire, largely through the endeavour of Alex Lees, in partnerships with Jonny Bairstow (29) and Andrew Gale (21 not out), and despite a lengthy rain break after lunch, were able to close on 170 for four, a deficit of only 91. Lees, dropped by Read off Harry Gurney when 88, will resume on 91.",
  "webTitle": "Nottinghamshire’s Jake Ball drops hint to England with Yorkshire wickets",
  "webPublicationDate": "2016-05-02T18:42:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/02/nottinghamshire-yorkshire-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/02/nottinghamshire-yorkshire-county-championship-division-one-match-report"
}