{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/01/drake-new-album-praise-toronto-norm-kelly-city-councillor",
  "id": "2016-05-01-111",
  "sectionId": "world",
  "body": "Norm Kelly was quite excited about Drake’s new album. He had that in common with all of Toronto. Views, released on Friday, is an ode to Drake’s hometown: references abound to local streets and landmarks, city transit gets a shout-out, and the album cover, already widely parodied, finds the rapper perched nonchalantly atop the CN Tower. But Kelly’s affection ran deeper than mere civic pride. The 74-year-old city councillor and former de facto mayor greeted the record like a father in a delivery room. His love wasn’t just fervent. It was paternal. Views arrived at midnight and Norm Kelly ushered it in. On Twitter, where he boasts nearly three hundred thousand followers, Kelly was aglow with praise. “The city is urging those who plan on purchasing #VIEWS to make sure your fire alarm is operational,” he joked in the hours before release. And when it finally dropped, he was succinct about the thrill. He tweeted just two words: “Oh boy.” Toronto picked the exclamation up as if he’d just spoken for the whole city. He was retweeted more than five thousand times.        Kelly is a social media phenomenon. It’s not often that city councillors are Twitter stars, but Kelly definitely is one. Indeed, among millennials, he’s thought of as part idol and part meme: they’ve christened him “6 Dad”, derived from Drake’s name for Toronto, “the 6”, which has since become a globally recognized alias for Canada’s largest city.  Kelly has been active on Twitter since 2010, but it was only last summer that he attracted so considerable a following. In July, while Philadelphia rapper Meek Mill was engaged in a much-publicized quarrel with Drake, Kelly tweeted a message in supported of the hometown superstar: “You’re no longer welcome in Toronto, @MeekMill.” It would go on to be retweeted 129,675 times – and with that, the otherwise inauspicious @norm went viral. Further barbs, nastier (and funnier) still, continued to hit the Twitter stratosphere.     Drake, Toronto’s hometown hero. Photograph: PR Company Handout    So merciless were Kelly’s attacks that Meek Mill was soon compelled to respond: “Aye white man @norm what gives you the audacity to tell me I can’t come somewhere over voicing my opinion!” the rapper tweeted. It was highly unusual that a popular rapper should have bothered to retaliate against a politician in his mid-70s. Naturally, Kelly – and, of course, his new squad of Drake-loving young fans – took this retort as a compliment. “I innocently strayed on to the rap battlefield,” Kelly said with modesty, seated behind the desk of his City Hall office. “I sent that tweet out there about Meek. That just sparked an enormous amount of interest. With Meek, things turned serious.” Kelly still ribs his rival on occasion, to great effect: a joke he made at the rapper’s expense in January has been retweeted more than 150,000 times. His account generally thrives without confrontation. Interest varies, as you might imagine. A  declaration about ginger ale may luck into 6,000 retweets; an advisory about March break activities in Toronto may earn only a few dozen. The breakout successes repeat a familiar theme: rap feuds. In March, Kelly marshalled a Drake reference to trash-talk Donald Trump. Within hours, it had been retweeted 25,000 times.    When your girl lets you take pics with her money. pic.twitter.com/I0NNUAMg0l— Norm Kelly (@norm) January 18, 2016     Related: Views on Views: the talking points from Drake’s new album    The swagger has proven enormously successful. Kelly is now a full-blown local celebrity: when he goes out, he’s swarmed, cheered, hollered at or excitedly high-fived. Hardly a day passes that an eager Torontonian doesn’t descend upon him, unsheathe an iPhone, and snap a quick selfie. Kelly, the stalwart, septuagenarian politician, has found a new generation of fans, many of whom are too young even to vote. Kelly’s command of contemporary rap vernacular is curiously precise. Impressive too is his fluency in the language of memes: scarcely does he misuse a Gif or hashtag, or deploy a “bae” when he really means “woes”. Young people, meanwhile, have a low tolerance for imposters and a keen eye for spotting the fakes. They’re quick to call out politicians like Hillary Clinton for trying to sound hip, and lately some have been wondering if Kelly has someone else pulling the levers behind the scenes. Kelly slammed Meek Mill when Mill insisted Drake employed a ghostwriter. Now Kelly is often accused of the same.  The chief suspect is Jerry Nasr, a special assistant in Kelly’s office. Toronto media tend to refer to Nasr’s presence in the office in a somewhat accusatory way: there are often “rumors” of his involvement with the Twitter account, or suggestions that his purview extends beyond what he claims. “With pictures and stuff,” he told me vaguely, when I asked outright in what way he helped.     Norm Kelly: ‘I innocently strayed on to the rap battlefield.’ Photograph: Irvine James    Kelly elaborated: “One of the things I learned, early on, was that a tweet that uses a visual gets more viewers than just text. I asked Jerry if he could do the time-consuming search for photographs to illustrate what I’m looking for. If he finds something that really intrigues him, he brings it to my attention.” Nasr, too, keeps Kelly “up to date with what’s trending”, but the content, he insists, “is all Norm”.  For Kelly, the practice is an expression of his sensibility. “I grew up on Laurel and Hardy, Groucho Marx, Monty Python. To have an outlet for the comic sense I’ve developed over the years really strikes me as something fun.” The strategy has clearly been successful: people adore Norm. But his popularity among millennials is not without complications. Kelly’s high profile has made him the target of a number of vitriolic local editorials – most of which insinuate that time in the spotlight is time he could be doing the mundane work of politics, echoing the problems pundits in the country have had with Justin Trudeau’s winning charm –and has trained on him a high degree of scrutiny.    I grew up on Laurel and Hardy, Groucho Marx, Monty Python. To have an outlet for the comic sense I’ve developed is fun  Norm Kelly     Whatever drawbacks stardom brings, Kelly can be assured of one ally: Drake, the 6 God himself. Not long after his skirmish with Meek Mill, Kelly received word of a social invitation: Drake wanted him to be his guest at OVO Fest, the annual concert he hosts in Toronto. But Kelly couldn’t make it.  They were fated to meet again. Last autumn, Kelly was invited by a local university’s student union to attend a free outdoor concert – an invitation extended with ulterior motives. “They told me they had invited Drake,” Kelly remembers. “Signs, as they read them, indicated there was a pretty good chance Drake would be there. They said if I could come and meet him, that would be the cherry on top.” Drake did indeed turn up, and he welcomed Kelly warmly. “We chatted very comfortably,” Kelly says, understandably pleased. (Kelly, of course, had company: “Jerry came and brought his girlfriend.”) Since then, the pair have been friendly. “I saw Drake at a Toronto Raptors game recently,” Kelly tells me. “I approached him to say hello. He sensed me coming. He turned to look at me, and his first words were, ‘6 Dad!’”",
  "webTitle": "Meet the '6 Dad': how Norm Kelly became the Drake of Toronto politics",
  "webPublicationDate": "2016-05-01T12:00:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/01/drake-new-album-praise-toronto-norm-kelly-city-councillor",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drake",
      "id": "music/drake",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calum Marsh",
      "id": "profile/calum-marsh"
    }
  ],
  "guardianId": "world/2016/may/01/drake-new-album-praise-toronto-norm-kelly-city-councillor"
}