{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/06/desmond-elliott-prize-shortlist-unveiled-debut-fiction",
  "id": "2016-05-06-336",
  "sectionId": "books",
  "body": "The Desmond Elliott prize has taken on an Irish lilt, with two out of the three authors shortlisted for the 2016 award for first novels written in English hailing from the Republic. Lisa McInerney and Gavin McCrea are up against the English author Julia Rochester for the £10,000 debut fiction prize. McCrea makes the shortlist with Mrs Engels, a fictionalised account of two sisters who became involved with Karl Marx and Friedrich Engels. According to the novelist Ian Pears, chair of the judges on this year’s award, the novel was “perhaps the most feminist novel we read for the prize”. “McCrea has cleverly included just enough historical detail to set a very evocative scene, then lets his cast tell the story,” Pears said. “The writing always surprises … his characters are compelling without having to be likeable.” Fellow Irish writer McInerney, the self-styled “Sweary Lady” who wrote the award-winning blog Arse End of Ireland about working-class life on a Galway council estate, is also shortlisted for The Glorious Heresies. Set in post-crash Ireland, McInerney’s novel features drug dealers, young love and a gangster’s mother who brains someone with a religious icon. The book has also been shortlisted for the 2016 Baileys women’s prize for fiction, something Pears said was “no surprise” given McInerney’s talent. “She gives us strong, complex working-class characters with real emotional hinterlands, and plays with the reader’s emotions in an extraordinarily sophisticated way,” Pears said. A fellow Baileys longlistee, Julia Rochester is nominated for The House at the Edge of the World. Set in her childhood landscape of Devon, Rochester’s novel hinges on the death of a father, who falls to his death from a cliff while coming home from the pub. Pears called her writing “quite wonderful – she is particularly strong on her sense of place. She brings the landscape to life just as she does her characters. We all felt we were with them at key points in the book.” Pears is joined on the panel by Sam Baker, co-founder of the women’s online magazine the Pool, and the former literary editor of the Independent on Sunday Katy Guest. The winner will be revealed at a ceremony in central London on 22 June, joining a roster that includes Nikita Lalwani, Eimear McBride and last year’s victor Claire Fuller.",
  "webTitle": "Desmond Elliott prize shortlist unveiled",
  "webPublicationDate": "2016-05-06T05:01:15Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/06/desmond-elliott-prize-shortlist-unveiled-debut-fiction",
  "keyword": [
    {
      "webTitle": "Desmond Elliott prize",
      "id": "books/desmond-elliott-prize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/06/desmond-elliott-prize-shortlist-unveiled-debut-fiction"
}