{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/13/eu-to-investigate-chinese-steel-subsidies-blamed-for-dumping",
  "id": "2016-05-13-58",
  "sectionId": "business",
  "body": "The European commission has launched an inquiry into Chinese subsidies for steel sold to the EU after European steelmakers warned that dumping was likely to increase. The inquiry is based on a submission from the European Steel Association (Eurofer), claiming that Chinese producers benefit from government subsidies such as preferential lending rates and low energy charges. The subsidies have allowed Chinese companies to export to the EU at prices that damage European steel producers, the association said.  The European commission said Eurofer had also provided credible evidence that imports would increase soon as China diverts steel to the EU from the US and other countries that have clamped down on dumping. The inquiry is the first move announced by the commission since Tata Steel revealed its decision to pull out of the UK, directly threatening about 12,000 steelmaking jobs and many more that rely on the sector. The investigation was launched under a new “threat of injury” mechanism. This does not require proof of injury before proceedings start.   Related: European parliament gives China a black eye over trade status    The commission said it decided to act early, “motivated by the threat that continuation of imports under current conditions might cause economic damage to the EU industry”. UK steel producers and unions partly blame imports of cheap Chinese steel, prompted by a slowdown in the Chinese economy, for the crisis in the industry.  The commission’s investigation will cover imports of hot-rolled products of iron, non-alloy or other alloy steel from China. Eurofer said it lodged its complaint to test whether the commission can come up with a tariff to counteract China’s subsidies. If not, it said, the commission needs to strengthen its anti-dumping efforts. Brussels is already investigating dumping of Chinese steel in the EU and has imposed 15 measures to deal with the practice.  But Eurofer said it should consider dropping the lesser-duty rule, which restricts punitive tariffs on dumped goods.  The UK government has called for tougher action from the commission but has opposed scrapping the lesser-duty rule, partly because it could have increased prices for British shoppers. Eurofer has criticised the UK for resisting the change and taking a softer line against dumping than the US. Eurofer said: “The anti-dumping tool is the EU’s most effective trade defence measure. The anti-subsidy tool tends to be relatively ineffective and harder to deploy as subsidies are more difficult to detect and more complex. This is why Eurofer has been pushing for wholesale reform of Europe’s trade defence instruments.” China’s steel exports to the EU have more than doubled since 2013 from 3m tonnes a year to almost 7m tonnes as producers have sought to offload surplus stocks, according to Eurofer. China’s overcapacity of at least 340m tonnes is double the entire capacity of Europe’s steel industry, it added. The UK government is trying to find a buyer for Tata Steel UK, which includes the giant blast furnace at Port Talbot, south Wales.  Sajid Javid, the business secretary, has stepped up efforts to support the industry after being accusations of complacency early in the steel crisis.  He said the commission’s investigation could speed up European action to stop Chinese dumping of steel. “This is welcome news for British steel, particularly Port Talbot which produces nearly a million tonnes of this type of steel every year,. It’s exactly the action we have been pushing hard for in Europe and this type of investigation, the first of its kind, means anti-dumping tariffs can be imposed much earlier.”   Related: UK steel boost as MEPs oppose giving China market economy status    Britain’s steel industry has accused the commission of acting too slowly to cut off cheap Chinese imports that have sent the price of steel plunging and put UK producers at risk. Gareth Stace, director of UK Steel, the British industry lobby, said: “This is a welcome and much needed investigation into Chinese government subsidies which will run in parallel with the investigation into dumping of steel into the EU. The commission and member states must commit to using all the measures available to tackle this problem in the short term.  “The commission should take this opportunity to revamp the way it operates and speed up its investigation to ensure that it tackles the problem in the shortest possible time.” The commission said it could take up to nine months before deciding whether to take action against Chinese subsidies. A spokesman said it would impose further anti-dumping measures and was ready to speed up its procedures to deal with the crisis.",
  "webTitle": "EU to investigate Chinese steel subsidies blamed for dumping",
  "webPublicationDate": "2016-05-13T17:43:08Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/13/eu-to-investigate-chinese-steel-subsidies-blamed-for-dumping",
  "keyword": [
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chinese economy",
      "id": "business/chinese-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/13/eu-to-investigate-chinese-steel-subsidies-blamed-for-dumping"
}