{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/how-i-quit-diet-coke-my-favorite-vice",
  "id": "2016-05-21-110",
  "sectionId": "commentisfree",
  "body": "When I recently learned that intestines have feelings, too, I began wondering what their days must be like, and listening more carefully to their cries. Sometimes they are quite obvious – a bloat that says, “please don’t eat oatmeal” or a clench that says “that’s not a good idea”. Then I felt like drinking a Diet Coke. I drink a fair amount it, at least one 20-ounce (600ml) bottle a day, if not two. But then a thought infiltrated into my brain from its snaky neighbor to the south.   Related: America is drowning in surplus cheese. What should we do with it all? | Dave Schilling    “Quit it with the Diet Coke,” it said. “You know what I’m talking about.” I did know. I’ve contemplated quitting Diet Coke before, but I’ve come up with all manner of excuses every time. It’s my only vice, I whine. It’s too hard. I can’t deal with that right now.  But I thought about all the reasons why I would like to quit Diet Coke. I don’t want empty cans and bottles around me that I have to deal with – it makes me feel like a wino. It must be killing my teeth. Some say Diet Coke causes all kinds of brain problems and joint issues and maybe even cancer. Then I asked myself, “what are the benefits of this regimen of consuming regular amounts of expensive, tainted water?” Little breaks – it becomes associated with a sense of relief. A banal identity marker. “You’re a Diet Coker? Me too!” Companionship – that little joy you feel because Diet Coke is always there for you.  Why doesn’t eating baby carrots or having a plain glass of water trigger the same sensations? I also drink a lot of tea, and that doesn’t do it either. I think it’s because Diet Coke has a dark side. Despite the beverage’s marketed image of “fun” and sexy, Diet Coke really isn’t.     Others will admit sadly that they, too, have tried to leave, but Diet Coke won’t let them.    It doesn’t actually taste good. It can make you burp. Is it cute to be drinking sodas all day long? Not really. It’s that little crackle of “I like sabotaging myself with bad decisions” that keeps ’em coming back. “Maybe this time it will taste good. Maybe it actually will be refreshing.” Diet Coke promises a lot, but delivers little. A diet drink is supposed to be a guilt-free sweet treat. No calories – all joy! But Diet Coke can make its drinkers feel guilty, knowing that maybe something isn’t quite right in their body as it slides down into their depths. It is in that curious category of “non-food items” – at best, tooth-rotting and fattening; at worst? Who knows? Coke took something decent (water), mucked it up, called it “the real thing” and exported it all over the globe. I have a friend who calls Coke the “black water of imperialism”. Why are we all so thirsty, anyway? People used to have two cups of coffee and a scotch as their daily hydration. They were fine. I sometimes think that we’ve turned into big babies (myself included) who need our ba-ba’s, as we lug around bottles of water and diet sodas.  Nonetheless, something had to replace my beloved Diet Cokes. I couldn’t just ditch my ba-ba cold turkey. So I cranked up my seltzer machine and laid in some Key limes. I am not lying when I say that this watery treat is about a million times better than Diet Coke. I’m going to save a lot of money, anyway. Diet Coke retails for about 2.5 cents per ounce. My tap water costs about 2 cents per gallon.   Related: No amount of 'free from' labelling will make processed food good for you | Marion Nestle    How terrific do I feel since quitting? Physically, about the same. Mentally, I feel more peaceful without that nagging feeling of “maybe I should stop and get a Diet Coke”. I don’t have the insane sugar cravings I thought were part of my personality – just the regular ones. I am walking taller since I have taken back a piece of something I didn’t realize I had lost: my self-respect. Sure, a lot of Diet Cokers will roll their eyes at suggestions that it’s an unhealthy beverage. Some will make uncomfortable jokes. Others will admit sadly that they, too, have tried to leave, but Diet Coke won’t let them. But they aren’t really talking about Diet Coke. The craving is real, yes. But it’s bigger than that – continuing to do things that you don’t want to do, but you feel you must do, but you don’t really have to do, is a real sparkle-killer.  And, also, Diet Coke is awful.",
  "webTitle": "How I quit Diet Coke, my favorite vice | Mary Valle",
  "webPublicationDate": "2016-05-21T11:00:12Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/how-i-quit-diet-coke-my-favorite-vice",
  "keyword": [
    {
      "webTitle": "Coca-Cola",
      "id": "business/cocacola",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Valle",
      "id": "profile/mary-valle"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/how-i-quit-diet-coke-my-favorite-vice"
}