{
  "apiUrl": "https://content.guardianapis.com/artanddesign/shortcuts/2016/may/23/jeremy-corbyn-cardboard-box-hoax-talk",
  "id": "2016-05-23-191",
  "sectionId": "artanddesign",
  "body": "The question “Is Jeremy Corbyn art?” hasn’t been asked very often. Most people are still trying to answer the deeper question: “Is Jeremy Corbyn politics?” But for 21-year-old fine art student Lucie Carter, who staged a hoax talk by the Labour leader last week, defending the relationship between the two turned into a full-time occupation. Corbyn didn’t attend Carter’s event, which was held at Lancaster University. But a cardboard box daubed with the words “Jeremy Corbyn” did. It’s an approach the artist calls “object-oriented ontology”. Unfortunately, local Labour MP Cat Smith didn’t see what was so funny about object-oriented ontology. “People turned up at the event – Labour supporters and party members,” Smith complained. “They paid for parking and childcare, time off work and incurred an expense for an event that wasn’t happening,” she said. The furore spread across the internet. Was it a) art, b) justified, c) necessary to get angry about it even if it wasn’t? We asked the non-cardboard Lucie about all three.   Related: Jeremy Corbyn calls for new economics to tackle 'grotesque inequality'       Lucie Carter on her box: ‘It wasn’t a flash decision. I’ve got a body of developmental work behind it.’ Photograph: Lucie Carter    Hi Lucie. For them what don’t know, what is object-oriented ontology?  It’s this theory to do with the privileging of non-human objects over actual humans. It’s about what happens when you view all objects as equal. When did you first realise you wanted to put Jeremy Corbyn’s name on a box?  It wasn’t a flash decision. I’ve got a body of developmental work behind it. I’ve got this huge installation of boxes with celebrities’ names painted on the side. The box could have been anyone – it wasn’t really to do with Jeremy Corbyn. But I think if I had put Kim Kardashian’s name on it, some of the realism would have gone out in terms of people attending. What other celebs are on these boxes?  I’ve got one that has got Johnny Depp’s name on the side, but I got my Js mixed up, so it’s an L. It says “Lohnny Depp”. Lionel Richie. Beyoncé. Gordon Ramsay. How do you choose who gets to be on the box?  Completely at random. When did you first realise the Corbyn thing was taking off more than you had intended?  I think it was at the point I received a phone call off Cat Smith, the MP. She wanted me to delete the event from the internet listings, so I did. But you still held the event. What was the reaction? Were people disappointed to learn they weren’t going to get a one-hour lecture on Nye Bevan’s attitudes to international solidarity?  They all turned up knowing that it was the cardboard, not the actual Jeremy Corbyn. When I was there, [there were] in total, probably like five people – two of whom were viewers, the others came with me. The viewers all thought it was funny. They had a selfie with it. And then … it was over. What happened next?  I just went to pick it up, then walked back to the studio with it, put it there. Are you going to keep the box permanently? It’s your The Physical Impossibility of Death in the Mind of Someone Living [AKA Damien Hirst’s formaldehyde shark].  I suppose you could say that. What is it worth now that it has been the centre of an art-world controversy?  I dunno. I really know nothing about the art market. What has the reaction been within the university?  Well, I would just like to point out that a few people have said in passing that I was trying to promote an art event at the last minute, as though I hadn’t done any work and panicked. But that’s not true – the artwork included the hoax and the reactions to it. It was as much about art’s subjectivity and the stigma against art as a degree. Do you like Jeremy Corbyn?  I don’t really keep up with politics, but he seems like a decent lad, yeah. I like his policies to do with education. And the arts. What sort of art do you think he likes?  Dunno. Soviet realism, and then he probably has a calendar of Monet’s waterlilies?  Sounds about right.",
  "webTitle": "Why I invited people to a talk by ‘Jeremy Corbyn’ (AKA a cardboard box)",
  "webPublicationDate": "2016-05-23T11:48:00Z",
  "webUrl": "https://www.theguardian.com/artanddesign/shortcuts/2016/may/23/jeremy-corbyn-cardboard-box-hoax-talk",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Art",
      "id": "education/artanddesign",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Gavin Haynes",
      "id": "profile/gavin-haynes"
    }
  ],
  "guardianId": "artanddesign/shortcuts/2016/may/23/jeremy-corbyn-cardboard-box-hoax-talk"
}