{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/extension-of-medicare-rebate-freeze-will-gut-bulk-billing-australian-medical-association-says",
  "id": "2016-05-04-364",
  "sectionId": "australia-news",
  "body": "Related: Aged care funding for nursing homes cut by $1.2bn in federal budget    A two-year extension of the Medicare rebate freeze will take $925m out of patients’ pockets and undermine the bulk-billing system by forcing doctors to charge them, the Australian Medical Association has said. In Tuesday’s budget, the government announced it would extend a pause on the indexation of Medicare rebates for a further two years, to save $925.3m. The freeze was introduced by Labor for nine months in 2013 and was extended by the Coalition in 2014 to four years. It will now apply until 2020. The health minister, Sussan Ley, said the extension was done because of “the current fiscal environment”. AMA president, Brian Owler, said the extension of the rebate freeze “means the government has extended its stranglehold on patients’ rebates, meaning $925m more out of the pockets of everyday Australians”. “The poorest, the sickest and the most vulnerable will be the hardest hit,” he said. “The freeze is constantly undermining the value of Medicare.”   Related: Doctors given list of 61 tests that could be waste of time and money    Owler said the cost of health care services including rent, equipment and staff rose year on year, meaning the seven-year indexation freeze was undermining the value of the rebate to patients. “The only way that GPs can maintain their services is to start to charge patients. While there has not been a significant change in bulk billing rates, GPs have absorbed [the rebate freeze], they’ve absorbed it for a period of time.”  “But we will start to see people say ‘we can’t sustain it anymore ... we’re going to have to start to charge our patients’. We’ll start to see that tipping point where Medicare patients will be charged and bulk billing rates are going to fall.” He said patients will be further disadvantaged by an extension of the pause in the indexation of the Medicare levy surcharge and the private health insurance rebate thresholds – saving the government a further $370.9m. Opposition leader Bill Shorten said “we are committed to defending bulk billing against the cuts against Medicare the Turnbull government has in this budget”. Ley said the rebate freeze would occur alongside a trial of “a new, fairer bundled payment and incentive model for GPs treating chronically ill patients that will no longer rely solely on the fee-for-service Medicare rebate model”.   Related: Public hospitals to be ‘biggest financial challenge’ faced by state governments    She said total spending on health was up $71.4bn, or 3.2% on last year; and spending on Medicare was up $22.7bn, or 3.4% on last year. The budget cut $182m from “flexible” health programs to tackle drug and alcohol abuse, chronic disease, communicable diseases and rural health issues.  Ley said that was part of the government’s push to “find efficiencies in the operation of health programs”. “All existing contracts will be honoured and future spending will be prioritised towards frontline services.” Owler said: “We also have concerns about cuts to flexible funds, which will affect important programs in the community. This means that the people in the community most in need of support will be paying for the government’s ‘budget repair’.” Labor health spokeswoman, Catherine King, said the budget “has again smashed Australia’s health system, ripping another $2.1bn out of health spending and keeping the GP tax in place for another two years”.   Related: Medicare cuts to diagnostic scans will cost cancer patients, say radiologists    She said the government has cut a total of $4.2bn from health in the last eight months, reflecting a long-standing difference between the government, which measures the absolute increase in health spending, and the opposition, which measures it relative to projected growth. Owler said “the AMA welcomes confirmation of the almost $2.9bn in [Council of Australian Governments] funding for public hospitals, but we see this as a down-payment only”. “The states and territories will need significant extra funding if they are to build hospital capacity to meet growing demand.”",
  "webTitle": "Extension of Medicare rebate freeze will 'undermine bulk billing'",
  "webPublicationDate": "2016-05-04T02:46:55Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/extension-of-medicare-rebate-freeze-will-gut-bulk-billing-australian-medical-association-says",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sussan Ley",
      "id": "australia-news/sussan-ley",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Medicare Australia",
      "id": "australia-news/australian-medicare",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal National party",
      "id": "australia-news/liberal-national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/04/extension-of-medicare-rebate-freeze-will-gut-bulk-billing-australian-medical-association-says"
}