{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/16/mental-illness-week-john-corey-whaley",
  "id": "2016-05-16-291",
  "sectionId": "childrens-books-site",
  "body": "I want to start this off my saying, adamantly, that I am not an expert on mental illness. Not by anyone’s standards. I’m actually only an expert on two things: the fictional books I write and the ever-existential-crises-ridden brain that writes them. But I say that not to give myself room to write what I please, but to further speak to my reasoning for writing Highly Illogical Behaviour: to discuss and explore the very individual, personal nature of mental illness and hopefully create a sense of empathy in my readers who misunderstand it most.    Related: Why we need to be honest about OCD and teen mental health    It was not a random choice of topic for me, since I do suffer from anxiety disorder, and I’ve wondered if writing about it would make me feel more or less vulnerable and judged. Now, with the release of my book in both the US and the U. this summer, I find myself very happy to be sharing my personal experience with mental illness and how it led me to write about an agoraphobe and his unlikely new friends. A couple of years ago, I had a very serious bout with my anxiety — the worst I’ve ever had — and it forced me to change the way I viewed mental illness, not just my own, but everybody’s. And, most importantly, it made me start talking about it and opening up about how it affecting my life.    Related: John Corey Whaley's top 10 coming of age stories     Once I started sharing with friends and family, I immediately realized how very individual and confusing anxiety and, mental illness in general, really are. So, while I was dealing with the anxiety in this new, more life-altering way, I decided writing about it couldn’t hurt matters much and could, like many of the more painful times of my past, help me understand it, and myself, a little better.  The result is Highly Illogical Behaviour, arguably my most personal book, but one I hope can be felt universally as well — by those struggling with the frustration and confusion of mental illness and those on the outside struggling to understand it better.   Related: Why the headteacher who believes reading Harry Potter causes mental illness is wrong    In Solomon, who suffers from anxiety and agoraphobia, I wanted to write a character that isn’t defined by his illness, but instead finds security and comfort in his own unique ways of dealing with the world. So often, those with mental illness are hidden away and left to be forgotten people with drama the rest of the world doesn’t have time or patience for.  So, I wanted Solomon to surprise not just my readers, but the other characters in the story. Lisa, the other main character, expects to meet a damaged, weak boy she needs to fix and instead meets a charming and funny young man who, despite never leaving his house, seems pretty well-adjusted and “normal”.  I won’t give away any more of the story, but I will say that it was very much my intention to explore the way we treat mental illness through someone who defies all the stigmas attached to it. Solomon doesn’t let his illness define him and I hope, somehow, his story can help others feel comfortable with exactly who they are.    Related: John Corey Whaley: I’d be very surprised if I didn’t see cryogenics in my lifetime     Many great pioneers from history have had a mental illness, but we remember them for the wonderful things they did. Charles Darwin, Beethoven, Florence Nightingale and countless more are remembered for much more than an illness. This is true of everyone - having all illness doesn’t define you. Join us in the #notdefinedbyit hashtag, with stories of people you know or know of who are so much more than someone who’s ill.  John Corey Whaley’s Highly Illogical Behaviour is available to order from the Guardian bookshop.",
  "webTitle": "We shouldn't be defined by mental illness",
  "webPublicationDate": "2016-05-16T08:43:09Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/16/mental-illness-week-john-corey-whaley",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/16/mental-illness-week-john-corey-whaley"
}