{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/my-lunch-date-with-enoch-powell-rivers-of-blood",
  "id": "2016-05-08-131",
  "sectionId": "lifeandstyle",
  "body": "In 1991 I’d been asked to produce a debate for the BBC with Jonathan Dimbleby on the consequences of the impending war in Yugoslavia. Enoch Powell was to be a chief protagonist. After a conversation on the phone where he pressed me on my academic credentials – a recent PhD from LSE – we arranged to meet outside his favourite lunch haunt in Kensington. When he arrived I said simply: “Nice to meet you Mr Powell, I’m from the BBC.” “Where is Dr Barling?” he asked. “That would be me!” I replied. He was startled, but I was used to fluster – I was often mistaken for a cab driver at the BBC. The noisy banter stopped as we went in. Some people were choking on their soup.    He was startled – I was often mistaken for a cab driver at the BBC. People were choking on their soup    We were there to work, but for me there was also unfinished business. After Powell’s 1968 “rivers of blood” speech, I’d been spat at in the playground at school. I remember wiping phlegm off my face. But I bided my time. Powell bemoaned the European desire to resurrect the “Imperium of the Holy Roman Empire”; it would unleash the pent-up antipathies of European history, he said. Eventually, during dessert, I asked if he felt Britain had turned out the way he expected. I put it to him that people like me were proof his prediction was way off the mark. “Ah yes,” he said, “but I was not thinking about people like you. I was more concerned about those people with whom our culture and values would continue to clash.” I countered that he couldn’t really know who people like me were just because of my position and education. He looked at me wearily and said: “I’m not convinced there isn’t still time for trouble if we do not find a common path forward.” My activist grandfather would have been proud of my next question. I asked Powell if he was a racist. His reply: “It depends what you mean by that. I don’t believe a man is a lesser man because he is coloured, but it doesn’t mean I might choose to live with him if he is different from me.” I still firmly believe Powell was wrong. Back then as a politician he saw his main chance and tried to seize it. Powell died in 1998. Since then the question of how we live with our differences in the face of political extremism has clearly not gone away.      Professor Kurt Barling, Middlesex University London, is the author of Racism: The ‘R’ Word (£9.99, Biteback). To buy a copy for £7.99, go to bookshop.theguardian.com",
  "webTitle": "My lunch date with Enoch Powell",
  "webPublicationDate": "2016-05-08T09:30:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/my-lunch-date-with-enoch-powell-rivers-of-blood",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/08/my-lunch-date-with-enoch-powell-rivers-of-blood"
}