{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/27/paul-schrader-willem-dafoe-dog-eat-dog",
  "id": "2016-05-27-261",
  "sectionId": "film",
  "body": "Deep in the filth, squashed under the weight of the American dream, three men with crazy names (Troy, Mad Dog and Diesel) scrabble for space. Try as they might, the gangsters at the heart of Paul Schrader’s latest are damned. Down they go, still clinging to the hope of one last, redemptive job, digging on deep to the gates of hell. Dog Eat Dog, which was let off the leash at last week’s Cannes film festival, is a hard-scrap story. Based on the book by former criminal, writer and actor Eddie Bunker (who played Reservoir Dogs’s Mr Blue), it’s set and shot among the strip malls and dive bars of post-crash Cleveland. Nicolas Cage stars as Troy, a once-wealthy heir whose fortunes have crumbled. Eager to rejoin the straight world, Troy enlists the help of two jail buddies, a soulful lunk called Diesel (Christopher Matthew Cook) and a garrulous psychotic known as Mad Dog (Willem Dafoe). The trio are going to kidnap the baby of a wealthy family and hold the kid to ransom. Shot as if scenes from Godard, Cassavetes, Tarantino and Aardman had been spun in a tombola, Dog Eat Dog operates on a creative plain that’s as strange and corrupted as Mad Dog’s morality. Schrader opens with a pink-hued drug sequence in which Dafoe’s character, hopped up on cocaine and hearing voices, murders his girlfriend and her young daughter over an argument about a borrowed car. Raising Arizona this is not. “I thought it would be interesting to just really do the nasty,” says Schrader. He says Dog Eat Dog was inspired by “the post-rules generation”. “You can do most anything now,” he says. “You can shoot a scene in black and white, one in colour, one tinted and the audience will say, ‘Hey, cool.’ Animation. Stop–motion. We have a generation of viewers that have been rewired and re-educated on multimedia technology. Their brains fire at a different rate. When they see those movies from the 70s they think, ‘Oh my God, that’s a slow movie.’”     ‘We have a generation of viewers that has been re-wired and re-educated on multimedia technology’ … Paul Schrader. Photograph: Markus Schreiber/AP    Among the “slow”: Taxi Driver, Raging Bull and The Last Temptation of Christ, all of which Schrader wrote. But while vaunted as a screenwriter, the 69-year-old has had legendary trouble getting his directorial projects made. In 2003 he was fired after a completing an Exorcist prequel. The studio hated it, demonised him and hired a new writer and director to bring about a resurrection. In 2013, a revelatory New York Times article from the set of the Kickstarter-funded The Canyons described Schrader’s exhausting efforts to coax a cohesive performance out of porn actor James Deen and a fresh-from-rehab Lindsay Lohan. Then, in 2014, Schrader’s thriller Dying of the Light, which starred Cage and Anton Yelchin, was – according to a Facebook campaign rallying support – “taken away” from Schrader by its producers. It was, the director says, “a particularly ugly experience”. The failures and frustrations took their toll. “Some fear Lohan will end him,” wrote the Times in their Canyons expose. She didn’t, but someone or something has had a decent go. Schrader, breathless and tired, enters the room searching for coffee that will never show. He speaks in a croaky growl that shakes the tabletop. Gradually, carefully, he loosens up, peppering the conversation with jive talk (“cats”, “mojo”). He sheds the gruffness, revealing a well-polished cynic underneath. He’s down on the crime genre (“There’s a lot of tired films out there”), our PC culture (“If art is not allowed to be distasteful and vulgar, we’re in trouble”) and America (“A false promise to begin with”). But he cares about his films and will fight for them. The director’s at his best in a tight spot, says Dafoe, who has appeared in seven of Schrader’s films. He remembers a poster that hung in the director’s office during the Dog Eat Dog shoot: “The price of freedom is not having enough stuff.” “It’s the low-budget cheapness of the production that expresses the cheapness of the life,” says Dafoe. “That’s not calculated, that just happened. For example, Cleveland was once a very powerful, wealthy place. It’s where John Rockefeller came from. It fell on hard times like a lot of cities in the industrial midwest. It’s got such a fighter spirit to it, but it’s funky. There’s a texture to that world that we took advantage of.” Nearly all of Schrader’s stories show a country that has pushed the little guy to breaking point. His heroes – a burned out paramedic (Bringing Out the Dead), a washed-up fighter (Raging Bull), a desperate war vet (Taxi Driver’s Travis Bickle) – are poor and defeated. Real-life delivers these characters to him, he says. They are the people America has made. You can’t help but be inspired. “The political environment can’t not affect how you make a film,” he says. “The fact that we now have a caricature running for the US presidency has to affect it, because it affects how people see things. The fact that a clown can run legitimately for the highest office in our country affects how you view clown-like characters in movies too.”     A strange and corrupted film … Cage in Dog Eat Dog    He gives a big sigh. “He’s got enough people to feed that ego,” he says. “He doesn’t need me.” Trump’s on the loose. America is in freefall. Troy, Mad Dog and Diesel are doomed. Is there nothing that inspires even a bit hope? “I don’t think you can be hopeful about human endeavour,” he says, allowing a grin. “You can only be hopeful about post-human life. Once you get into shedding off this carbon-based skin … maybe things will get better.”",
  "webTitle": "Paul Schrader and Willem Dafoe: 'We thought we should really do the nasty'",
  "webPublicationDate": "2016-05-27T07:56:37Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/27/paul-schrader-willem-dafoe-dog-eat-dog",
  "keyword": [
    {
      "webTitle": "Anton Yelchin",
      "id": "film/anton-yelchin",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nicolas Cage",
      "id": "film/nicolascage",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Willem Dafoe",
      "id": "film/willem-dafoe",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/27/paul-schrader-willem-dafoe-dog-eat-dog"
}