{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/football-transfer-rumours-arsenals-olivier-giroud-heading-to-wolfsburg",
  "id": "2016-05-03-306",
  "sectionId": "football",
  "body": "The Rumour Mill is usually at its most plump and juicy when there isn’t much football news to report upon elsewhere. When space needs to be crammed with half-truths and gossip, and people need their fill of news and so forth. So given there’s not much else around today for anyone to get excited about, you can only imagine there’s going to be some red hot stuff ahead.   Related: Manchester City ‘agree to pay €50m release clause’ for Aymeric Laporte    We could start here, at the good old Guardian, where there’s word that new Manchester City head honcho Pep Guardiola is set to start the uphill battle of grappling the title from Leicester City’s grasp by triggering Athletic Bilbao defender Aymeric Laporte’s release fee, which stands at €50m. It says here - here - that: ‘The club’s sporting director Txiki Begiristain was pictured in Bilbao last month, with Basque newspaper EITB reporting that City have told Athletic officials that they are willing to meet his release clause. “It is a specific request of Pep Guardiola,” read the report.’ On to other places now, and word on the street is that Wolfsburg, after releasing Nicklas Bendtner, have learned their lesson about signing lumbering Arsenal fancypants strikers who probably think they’re a bit better than they actually are, and are… oh, wait, hang on … they’re keen on Olivier Giroud. Hmmm. Yes. Well. Other targets for them Wolves – not them Wolves – supposedly include Besiktas striker Mario Gómez, according to Kicker magazine. Sound the alarm.  Oooh, here’s one – France Football report that Liverpool are running the rule over Paris Saint-Germain midfielder Javier Pastore, a man who’s mulling his future in France due to… well, largely due to not playing that many games. Just the 10 starts this season, all in all, and you’d imagine young Javier more fancies his chances of dislodging Adam Lallana than Ángel Di María. Sorry Adam.  Andriy Yarmolenko. He’s good. So good, in fact, that his current chairman thinks it would be beneath him to play for some of the finest clubs dear old Blighty has to offer. Well, sort of. Dynamo Kiev president Ihor Surkis doesn’t think the winger will leave his club this summer, but if he does then it will be for one of the big dogs. “He is already a top player, so he should go to a top club,” Surkis said. “My position is that we should not let Yarmolenko go to such clubs as Everton and Stoke City. Dynamo is Dynamo and Stoke City is Stoke. We’re playing in the Champions League and Stoke City are fighting for survival.” Well, they’re 10th, but who’s counting? How ‘bout some sexy new contracts? John Terry wants one, and what John Terry wants from Chelsea, John Terry usually gets, but even this one might be beyond his creaking ol’ limbs. Erik Lamela fancies one too, hoping to stick around with Tottenham despite their abject, disgraceful and catastrophic failure of a season. And Riyad Mahrez is in line for a spanking, shiny, digit-filled deal too. He’s probably earned that one. And finally, here’s word from South Wales, where the local journal has it that Francesco Guidolin has impressed Watford sufficiently that they are considering replacing Quique Sánchez Flores with him. The Pozzo family, Watford’s owners, know the Italian well after he spent four years managing Udinese.",
  "webTitle": "Football transfer rumours: Arsenal's Olivier Giroud heading to Wolfsburg?",
  "webPublicationDate": "2016-05-03T07:31:50Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/football-transfer-rumours-arsenals-olivier-giroud-heading-to-wolfsburg",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/03/football-transfer-rumours-arsenals-olivier-giroud-heading-to-wolfsburg"
}