{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/pau-gasol-zika-virus-olympics-rio-brazil",
  "id": "2016-05-30-100",
  "sectionId": "sport",
  "body": "One of Spain’s most famous athletes, the basketball player Pau Gasol, has said he is considering skipping this summer’s Olympics in Rio de Janeiro due to fears over the Zika virus.  Gasol said he has spoken to other athletes who were considering whether to compete at the Games. “It wouldn’t surprise me to see some athletes deciding not to participate in the games to avoid putting their health and the health of their families at risk,” Gasol, who plays for the Chicago Bulls, said. “I’m thinking about [whether to go]. Just like every athlete, or any other person considering going to Rio, should be thinking about it.”  Gasol has won the NBA title twice and is a six-time All-Star. He also enrolled in medical school before pursuing a basketball career, and his mother is a doctor. Zika virus can cause birth defects if mothers are infected, and he said the illness is a worry for many athletes.   Related: WHO rejects call to move Rio Olympics because of Zika virus     “Some of these athletes [I spoke to] are planning to have children in the near future and this could affect them, it could affect the health of their kids and their wives,” he said on Monday. “Their health should come first.” The World Health Organisation recently dismissed calls for the Games to be moved but Gasol said athletes needed more information before taking a decision. “We need to understand the seriousness of the situation,” Gasol said. “Even though there are some soothing words being said, we know that there are different opinions about the subject.” Gasol, who won silver medals with Spain at the 2008 and 2012 Olympics, retains an interest in medicine and said he had consulted experts in the field as he considers whether to compete. “I feel responsible to know more about the situation and to inform everyone about it,” he said. “It’s important to talk openly about this. It’s a very delicate situation.” Gasol is not the first high-profile athlete to express concerns about Zika. Last week, the golfer and four-time major champion Rory McIlroy said that although he plans to compete he is still assessing his options. “There’s going to be a point in the next couple of years where we [McIlroy and his fiancée, Erica Stoll] are going to have to think about starting a family. Right now I’m ready to go but I don’t want anything to affect that.”",
  "webTitle": "NBA star Pau Gasol considers skipping Olympics due to Zika virus concerns",
  "webPublicationDate": "2016-05-30T13:16:32Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/pau-gasol-zika-virus-olympics-rio-brazil",
  "keyword": [
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/30/pau-gasol-zika-virus-olympics-rio-brazil"
}