{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/is-the-real-malcolm-missing-in-action-or-hiding-in-plain-sight",
  "id": "2016-05-23-330",
  "sectionId": "commentisfree",
  "body": "Quick! Someone call the Australian Federal Police! The prime minister’s gone missing! No, Malcolm hasn’t been swept out to sea from the shores of his harbourside mansion. Nor has he been taken out in a bloody back room deal. But he has disappeared. What happened to the cool guy in the black jacket? Wasn’t our prime minister an urbane, charming and optimistic man who supports an Australian Republic, same sex marriage and an emissions trading scheme? Heck, forget him. These days I’d even settle for the Malcolm who waffles on about “the most exciting time to be alive” and “innovation and agility.” Even that Malcolm is on the missing persons list.    Related: Labor anger after NBN employee spread raid photos before files were sealed    It is so tempting to finger the “Kevin Andrews 30” gang for the abduction of Malcolm Turnbull. The same sex marriage plebiscite, the failure to do anything meaningful about the budget’s revenue problem, the fear-mongering about refugees – it’s so easy to imagine the likes of Cory Bernardi and Eric Abetz menacing poor Malcolm to make him do and say these things.  But that would simplistic. And like many simplistic solutions, it would be wrong.  Our prime minister is a complex man.  He likes to be loved and adored. That’s the Malcolm of Q&A. When his party didn’t want him he found adulation elsewhere.  He thinks he understands politics. Yet he got played by John Howard in the Republican referendum. He got played by Godwin Grech in the ute-gate affair. He got played by Tony Abbott in 2009 when he lost the leadership. And yes, he got played by the right wing of his party when he deposed Abbott last year. They let him have the title of prime minister but not the authority.  Why does a man who apparently made such great deals when it comes to his financial affairs make such lousy deals in his political career? Which brings us to the NBN raids.  The prime minister says he didn’t have any prior knowledge of the AFP raids on a Labor senator’s office and a labor staffer’s home. AFP chief Andrew Colvin says there was no government interference or pressure on the police in their conduct of the investigation, and that the NBN Co referred the complaint to the AFP.  I’m sure that’s true.  Bill Shorten says its “inconceivable” that the government didn’t know about the AFP investigation and “implausible” that Turnbull didn’t know.  Judge for yourself. Who owns the NBN? The government. Who was their minister until he took over as PM? Turnbull. Who has stacked the board of the NBN with his mates? Turnbull. Who was most embarrassed by the leaks of poor performance and muddled management at NBN Co? Turnbull.  And who has a history of reaching desperately for the “gotcha” moment when the chips are down? Turnbull. Who gets desperate when he isn’t feeling the love? Turnbull. Who will do whatever it takes to be PM? Turnbull. Maybe the real Malcolm isn’t missing after all. Perhaps he’s been there all along, hiding in plain sight.",
  "webTitle": "Is the real Malcolm missing in action, or hiding in plain sight? | Kristina Keneally",
  "webPublicationDate": "2016-05-23T01:53:49Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/is-the-real-malcolm-missing-in-action-or-hiding-in-plain-sight",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National broadband network (NBN)",
      "id": "technology/national-broadband-network-nbn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kristina Keneally",
      "id": "profile/kristina-keneally"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/is-the-real-malcolm-missing-in-action-or-hiding-in-plain-sight"
}