{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/09/middlesex-nottinghamshire-cricket-county-championship-division-one-match-report",
  "id": "2016-05-09-70",
  "sectionId": "sport",
  "body": "If there is any case to be made for Test selection on the basis of horses-for-courses, then no one this season has yet made it more eloquently than Sam Robson.   Related: Warwickshire’s Ian Bell struggling to make the England Test side    Three times he has batted at Lord’s this summer. Against Warwickshire, he made 231 and followed it with 106, his aggregate more than any Middlesex player had managed in a single match. Now, he has added to that with an unbeaten 114 against Nottinghamshire, an unblemished innings, from 206 balls, simple in construction and single-minded in execution. He may as well be pencilled in already for the third Test here if not before. This was a timely innings for there is a lot of jostling for top batting positions: some names have been thrown into the selectorial hat, but few of them – unless like Joe Root, Alastair Cook or Jonny Bairstow you are certain of a place – have made much of a claim in the form of consistent runs. Robson, though, has made a strong statement which will be hard to ignore in the discussion when the options are considered for Cook’s partner in the first Test at Headingley. Selectors do tend to look at additional factors when coming to a conclusion about a player, but weight of runs must count for something. Robson has a technique that dispels with unnecessary fripperies. He may possess a full array of shots for all occasions but he keeps all but a necessary few under wraps for high days and holidays rather than when he is about his business. Perhaps he has worked on refining his game during the winter. He plays very straight, hitting the ball back defensively to the bowler much of the time, which no bowler likes to see (watch a show pony push his defensive strokes to extra cover and pace men rub their hands). He drives straight too, and elbow-high, the V from extra cover to midwicket is his area, so much so that at one time Chris Read set four men – straight mid-off and on, short mid-on and short mid-off – to try to force him to open the face of the bat, all of which he resisted. He pulled when the tactics reverted to short balls and used the angles behind cannily. Above all, he has an immense appetite for the business of scoring runs: greed is good.   Related: Yorkshire’s Joe Root and Jonny Bairstow send records tumbling against Surrey    When Robson and John Simpson came together Middlesex were in a spot of bother. Stuart Broad had got rid of Nick Gubbins early on and when Brett Hutton removed Nick Compton and Dawid Malan with successive deliveries the scoreboard read 49 for three in response to Nottinghamshire’s 354. The left-handed Simpson, though, has played a robust role for his unbeaten 66, that included a six, hit sweet as a nut off Samit Patel’s left-arm spin, on to the middle balcony of the pavilion, through a window and down into the Long Room whence the ball was retrieved. Thus far the pair have added an unbroken 154 for the fourth wicket with 17 and 11 fours respectively. Bad light and rain ended play early with Middlesex 203 for three. It took the Middlesex seamers less than half an hour of the morning session to finish off the Nottinghamshire innings. There was to be no century for Patel, who had batted so well on the first day, one of two further victims for Toby Roland-Jones, and out for 86. The tail offered no resistance with Tim Murtagh picking up Jake Ball, and Roland-Jones completing a well-deserved five-wicket haul by bowling Harry Gurney. Five for 61 was the least he deserved for some impressively controlled pace.",
  "webTitle": "Middlesex’s Sam Robson puts on display of grit against Nottinghamshire",
  "webPublicationDate": "2016-05-09T18:26:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/09/middlesex-nottinghamshire-cricket-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/09/middlesex-nottinghamshire-cricket-county-championship-division-one-match-report"
}