{
  "apiUrl": "https://content.guardianapis.com/environment/shortcuts/2016/may/13/this-shops-full-of-rubbish-the-art-of-fighting-litterbugs",
  "id": "2016-05-13-67",
  "sectionId": "environment",
  "body": "The Con-Venience corner shop in Colford in the Forest of Dean looks a lot like a standard corner shop. Look closer, though, and you’ll see it is stocked with decades-old litter found in the forest – sandwich boxes, beer cans, drinks bottles, jars of old sweets – scrubbed clean and neatly stacked on shelves. Wander through the forest and you’ll find a vending machine sat in a clearing doling out the same. It’s a little surreal. It’s unlikely that you lie awake at night fretting about that can of Irn-Bru you dumped in a hedge decades ago. But Con-Venience is at the centre of a new anti-littering campaign, launched this week by the Forest of Dean District Council and environmental charity Hubbub, which aims to ensure you do. “It’s not your normal shopping experience,” says Trewin Restorick, Hubbub CEO and founder. The vending machine, for example, stands more as a sculpture than a snack dispenser. Designed by Brighton-based green activist artists Lou McCurdy and Chloe Hanks, who previously worked on a similar installation titled Dirty Beach in Brighton, the stunt aims to address the ongoing impact of littering in the area. Litter across Britain costs £1bn a year to clear up – surprising, since only 19% of people admit to dropping any, according to environmental charity Keep Britain Tidy.     The Con-Venience corner shop in Colford. Photograph: PR Company Handout    “At the heart of our work,” says McCurdy, “is one core yet mysterious truth: every plastic item anyone of us has ever owned, still exists in one form or other. The Dirty Beach CON-venience shop installation uses humour to examine the serious consequences of our modern lifestyles, raising questions about throwaway everyday consumerism and the cons of this consumption.” Currently, the task of tidying the forest is left to weekend volunteers, but they’re slowly getting the collective hump. “There’s a lot of littering around some of the most heavily touristed areas, and there’s an awful lot of local community groups who give up their Saturdays and Sundays to go out cleaning up litter,” Restorick says.“All those little individual acts [of littering] have an impact on the locality.” Litter-picking squads have turned up crisp packets from as long ago as 1983, and they’re just as much of a nuisance now as when they were first dropped: “The person who chucked that on the floor at that time had no idea that 33 years later, that would still be lying there.” While being thrown back to a time of retro-flavoured crisps might be briefly pleasurable in a whatever-happened-to-white-dog-poo sort of way, it’s clearly no good for the forest itself. Keeping the area looking its best costs the local authority £400,000 a year, but Restorick says it’s crucial for the local economy: “It’s obviously an aesthetic thing, but for an area which is there to attract tourists, that’s quite a major thing.” So what’s next? Restorick wants more community groups to enlist artists to draw attention to this particular plight, and to mobilise locals using the lessons learned from the junk-shop venture: “Hopefully, this will be part of more littering campaigns that can be run by any organisation that wants to take them up.”",
  "webTitle": "The Con-Venience: the art shop stocked with decades-old litter",
  "webPublicationDate": "2016-05-13T17:35:57Z",
  "webUrl": "https://www.theguardian.com/environment/shortcuts/2016/may/13/this-shops-full-of-rubbish-the-art-of-fighting-litterbugs",
  "keyword": [
    {
      "webTitle": "Waste",
      "id": "environment/waste",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "environment/shortcuts/2016/may/13/this-shops-full-of-rubbish-the-art-of-fighting-litterbugs"
}