{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/west-ham-david-sullivan-poor-judgement-supporters",
  "id": "2016-05-11-205",
  "sectionId": "football",
  "body": "Even by David Sullivan’s standards, it was a bizarre accusation to make. “I don’t understand why Manchester United didn’t get here at four o’clock. They knew it was our last game. They knew there would be congestion, so they should have come earlier,” West Ham’s co-chairman told BBC Radio 5 Live. “There is jealousy towards Manchester United because everybody feels they get treated specially,” he continued. “They’ve been treated specially again here tonight. If you check the coach, there won’t be any damage to it. If we arrived late at Old Trafford they wouldn’t put the kick-off back.”   Related: David Sullivan back-tracks on blaming Manchester United for Upton Park violence    More than six hours later and as images of the United team bus being pelted with bottles as it arrived for the final game at Upton Park were being plastered over back pages of almost every national newspaper, West Ham published a statement on their website which praised 99% of supporters for behaving “impeccably” but finally acknowledged that the scenes were “not acceptable” and promised to ban those responsible for life. For many, however, it was too little, too late. When questioned about his comments early on Wednesday morning, a source close to Sullivan claimed he was unaware of exactly what had happened to United’s bus outside the ground, which begs the question why he decided to offer such an inflammatory opinion if he wasn’t in full possession of the facts? In the week in which the club proudly trumpeted their achievement of selling more than 50,000 season tickets for their imminent move to the Olympic Stadium, it was hardly the best PR move. The vice-chairman Karren Brady – a long-term associate of Sullivan and co-chairman David Gold – attempted a damage-limitation exercise, promising to deal with those responsible “in the strongest way” but claiming her “overriding memory will not be of them but of a fitting farewell to the Boleyn”. Clearly Sullivan’s son Dave Jr hadn’t got the memo, though. Asked by one Twitter user whether his father regretted his comments, the 18-year-old, who has previously been in hot water for criticising then-club captain Kevin Nolan, replied: “Not at all, I agree with him. If Manchester United had been on time/early there would have been no issues.” By blaming United’s tardiness for the escalation of events and refusing to condemn his own supporters, Sullivan left himself wide open to criticism. Even his apology, published on the club’s website at 11.51am on Wednesday (nearly 15 hours later), appeared half-hearted. “If we were to have scripted how our final game at the Boleyn would have played out, it wouldn’t have been much different to last night’s match,” he began. Really? You can understand West Ham’s delight at coming back from a 2-1 deficit to beat United as they attempt to secure European football for next season but were the scenes before kick-off how the club wants their last match in E13 to be remembered?     West Ham’s co-chairman David Sullivan has now backtracked on his accusation that Manchester United’s team bus was not damaged and vowed to ban those responsible. Photograph: Paul Gilham/Getty Images    Sullivan did go on to apologise to United but he is well known for being an owner who shoots from the hip. The Cardiff-born son of an RAF serviceman who made his first million selling soft-pornography photographs by mail order, the 67-year-old said this season he would be taking a vow of silence after stating that the then QPR striker Charlie Austin had “no ligaments in his knee” during an interview with a West Ham supporters’ group podcast. Legal action from Austin’s camp was only avoided after a public apology, although in February Sullivan went on to allege that a physiotherapist had been sacked after assuring him that the club’s record signing Andy Carroll would be fit for the start of the season. The mitigating circumstances are that Sullivan was upset at the prospect of the £250,000 post-match celebrations which had been organised by the club being placed in jeopardy by the decision to delay kick-off. However, that and the fact that he is said to take every West Ham defeat harder than any fan does not excuse such ill-judged comments. The publication of his apology – described by the club as “a message from David Sullivan” – indicates there was pressure on him to backtrack before any further damage was done. Now estimated to be worth around £1bn despite having served 71 days in prison in 1982 for living off immoral earnings, Sullivan is rumoured to be ready to entertain selling West Ham once they are settled in at the Olympic Stadium. That could provide a last, highly lucrative windfall for a man who has no compunction about how he has made his fortune. “If I was selling guns or cigarettes, I might have doubts about what I’m doing,” Sullivan said in an interview with Essex Life magazine in 2010. “But adults appear in these magazines and adults buy them, and I believe that as long as you don’t hurt anybody or commit a criminal act, adults should be able to do what they like with their lives. I can’t see a problem.” Once more, it appears that Sullivan is in denial.",
  "webTitle": "David Sullivan and West Ham illustrate how not to handle a crisis | Ed Aarons",
  "webPublicationDate": "2016-05-11T13:09:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/west-ham-david-sullivan-poor-judgement-supporters",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "David Sullivan",
      "id": "football/david-sullivan",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/11/west-ham-david-sullivan-poor-judgement-supporters"
}