{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/21/how-to-build-a-girl-caitlin-moran-review",
  "id": "2016-05-21-115",
  "sectionId": "childrens-books-site",
  "body": "Being a teenage girl is hard. Being a teenage girl living in a council flat with barely any money, a father who is mostly drunk and 4 brothers is even harder. Johanna Morrigan is a 14 year-old girl who lives in Wolverhampton. She wants to kill the old version of herself and recreate herself in an alter ego called Dolly Wilde, who is bold, loud and not afraid to say what she thinks. We follow Johanna through the story as she struggles with trying to be a new person while being raised in a family where they barely have enough money for food. Dolly wants to be a music journalist and to do this she feels as though she must eradicate the old person she used to be.       Because of the unfortunate situation Johanna is in at home, she uses Dolly to try and escape the gnawing truth of the current place that her and her family is in. Gradually, Johanna gives herself over to her life as Dolly and allows this character to subsume her own. She wants to build a new life and this starts with building herself. She wants to be successful in the society that she perceives. However, this is definitely not an easy task.  This is not a story about Johanna Moriggan who comes from a council estate and then gets drunk and goes out a lot, it’s about a girl who completely recreates herself to try and escape reality and then has to stop and start again when she realises that she wants to keep some aspects of her past self. This book is a great story about how a girl from a rough background tries to navigate herself into adulthood. I loved reading about how Johanna, who didn’t exactly have it all together, still managed to make something of herself and succeed on her own terms despite all the hardships she suffered.  The only problem I had with this book was the way that, towards the end, Johanna Moriggan seemed more focused on losing herself and worrying about the needs of others rather than finding herself. Although I got slightly frustrated with this I realise now that Caitlin Moran does this purposely to show how you need to recreate yourself many times in your life to discover who you really are.    Related: How do I get involved in the Guardian children's books site?    I adore Caitlin Moran and her honest and hilarious writing style and I fell in love with Johanna’s quirky character. I think that all of the readers will be able to relate to the experience of wanting to completely re-invent ourselves and our situation whether we are aware of it it not.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "How To Build A Girl by Caitlin Moran – review",
  "webPublicationDate": "2016-05-21T11:00:11Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/21/how-to-build-a-girl-caitlin-moran-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Caitlin Moran",
      "id": "books/caitlin-moran",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/21/how-to-build-a-girl-caitlin-moran-review"
}