{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/09/mental-health-services-must-get-the-funding-they-need",
  "id": "2016-05-09-302",
  "sectionId": "healthcare-network",
  "body": "The phrase “parity of esteem” when used to describe the treatment of mental health services in the NHS is rightly being put under the microscope. It has been widely used to communicate a commitment to improving quality, broadening access to services and boosting funding. However, recently it has become clear that there is a gap between this intention and the reality on the ground. Our report, Funding Mental Health at Local Level: Unpicking the Variation, published in partnership with the Healthcare Financial Management Association, shows just that, and it makes for difficult reading. Despite a number of funding boosts, it is clear that the necessary investment just isn’t reaching frontline mental health services. Our survey found that only half of mental health trusts received a real-term increase last year, despite the fact that the commissioners who fund them were required to increase their investment in line with their overall financial allocation.   Related: Five ways to deliver parity of esteem for mental health    Particularly concerning is the finding that NHS England is not necessarily leading by example. It is responsible for setting the rules and for holding local commissioners to account for their spending plans, yet its own specialised commissioning teams are not consistently meeting parity of esteem commitments towards mental health services, with only a third of trusts receiving a real-terms increase in 2015–16. The situation does not look like it will improve this year either. Although we are still concluding the contracting round for 2016–17, providers were even less positive about receiving additional investment, with only a quarter confident that they would see a real-term increase. There are just too many claims on the additional money given to commissioners, which means parity of esteem does not get equal treatment. However, this is not a justification for letting commissioners, both local and national, off the hook for investing in mental health services, not least because they are required to do this. Also, investment in these services has the potential to alleviate other pressures on their budget. For example, people with mental ill health use more emergency care – they have over three times more A&E attendances and almost five times more admissions. Supporting people with mental health conditions more quickly and effectively isn’t just necessary for improving services, it also ensures that we are maximising the value of the constrained NHS budget.  Second, there is not enough information about how services should be prioritised. The government announces funding for certain priorities, for example £1.25bn for children and young people’s mental health services, but this is subsumed in commissioner allocations, making it difficult for local organisations to understand how this investment has been passed on to the frontline. The stark reality of this situation can mean young people being treated many miles away from home. It is ultimately for local organisations to determine funding priorities and investment decisions, but we need to ensure that there is a level playing field and fair access to services across the country. Third, there is not enough transparency or accountability over how the money is spent. As identified by the National Audit Office report (pdf) in April 2016, NHS England does not have reliable data matching expenditure to different mental health conditions. This both makes it difficult to track how money actually reaches frontline services but also undermines the evidence base available with which to prioritise investment. When there is such little transparency, it is also difficult to hold organisations to account – commissioners are required to report their total spend on mental health services, but not how much they have spent on different types of treatments and services.   Related: Parity of esteem for mental health is essential    Concerted efforts will be required locally and nationally to make sure money reaches the frontline. We need to create an environment in which commissioners and providers work more closely together to determine how and where additional investment is spent. It is simply not sustainable to have a situation in which commissioners report they have increased their overall spending yet individual providers have seen no direct investment, despite services being under intense pressure. This lack of alignment between investment priorities and funding locally must be addressed. It might be too late for 2016–17 but we need to get this right for 2017–18. In February the mental health task force detailed 58 ambitious recommendations (pdf); £1bn has been made available to meet the challenges. However, our report shows that 90% of mental health trusts and 60% of commissioners do not feel confident this will be enough, particularly given the historic underfunding of mental health services. So, back to that microscope. This close scrutiny shows what’s lacking but it also shows how far we have come. Even five years ago, this level of investment would have been cause for celebration. Key to the success of the campaign for parity has been the continued push for more. That’s why we want parity of esteem translated into full equity. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "Mental health services must get the funding they need",
  "webPublicationDate": "2016-05-09T07:01:02Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/09/mental-health-services-must-get-the-funding-they-need",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Hospitals and acute care",
      "id": "healthcare-network/hospitals-and-acute-care",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Commissioning",
      "id": "healthcare-network/commissioning",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Policy",
      "id": "healthcare-network/policy",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Saffron Cordery",
      "id": "profile/saffron-cordery"
    }
  ],
  "guardianId": "healthcare-network/2016/may/09/mental-health-services-must-get-the-funding-they-need"
}