{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/roberto-martinez-sacked-everton",
  "id": "2016-05-12-137",
  "sectionId": "football",
  "body": "Roberto Martínez has been sacked by Everton after three seasons in charge. The club’s new major shareholder, Farhad Moshiri, decided to end Martínez’s tenure following talks with the Goodison Park hierarchy on Thursday and has begun the search for a successor.   Related: Frank de Boer to leave Ajax after agent says Dutchman would love Everton job    Moshiri opted to spare Martínez the indignity of angry protests at the final home game of the season against relegated Norwich City. The club also postponed the club’s end-of-season awards dinner on Thursday in the wake of the sacking after fans planned to protest against the board’s running of the club. David Unsworth, Everton’s Under-21s coach, is expected to take charge of Sunday’s Premier League fixture. “Everton Football Club regrets to announce that Roberto Martínez has left his position as first-team manager with immediate effect,” the club said in a statement. “The chairman and the board of directors would like to place on record their thanks for the dedication and commitment Roberto has shown during his three seasons with the club. “Roberto has been a great ambassador for the club, conducting himself, at all times, with the utmost integrity and dignity. He secured the club its highest ever Premier League points total, a place in the last 16 of the Europa League and appearances in both domestic cup semi-finals. “He has also played a key role in the development of several young players, managing their progression to the Everton first team and international honours.” Confirmation of Martínez’s exit followed the resolution of talks between Everton and the Spaniard’s representatives over a severance payment. The 42-year-old had three years remaining on the lucrative contract he was given by Everton at the end of his first season in charge in 2014.     Everton’s fans make their feelings known. Photograph: Stephen Pond/Getty Images    The manager is believed to earn at least £3m a year and the club’s hierarchy faces a substantial severance payment for the remainder of his contract and those of his backroom staff. Moshiri acted following a dire run of form, a second poor Premier League season and clear evidence of support draining for Martínez from the fanbase, players and the boardroom, although the chairman Bill Kenwright was loth to part company with the former Wigan Athletic manager. Everton have won only one of their last 10 matches and their latest anaemic away performance, Wednesday’s 3-0 reverse at relegation-threatened Sunderland, came with the manager demanding a reaction to a feeble 3-1 loss at Leicester City on Saturday. Martínez and his players were on a scheduled day off from the club’s Finch Farm training ground on Thursday.       Supporters, who have turned against Martínez in increasing numbers in recent weeks, were to protest outside the awards dinner at St George’s Hall in Liverpool and there would have been further calls for Martínez’s departure at Goodison on Sunday had the owners delayed the decision until the end of the campaign. Frank de Boer’s agent, Guido Albers, said at the weekend that his client “would love to join a club like Everton”. His departure from Ajax was announced by the Dutch club on Thursday after De Boer’s team blew the chance to win the championship on the final day of the season. Moshiri, the British-Iranian billionaire who acquired a 49.9% stake in Everton in February, has promised new investment this summer but his first major call at the club will be a new managerial appointment. Everton are 12th in the Premier League and lost both domestic cup semi-finals this season. Last season’s 11th-place finish was the club’s lowest in nine years and Martínez’s record over the past two Premier League campaigns stands at 22 wins from 75 matches.           April 21: Everton’s 4-0 defeat to Liverpool a ‘horrible experience’ says Martínez",
  "webTitle": "Roberto Martínez sacked by Everton after disappointing season",
  "webPublicationDate": "2016-05-12T15:59:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/roberto-martinez-sacked-everton",
  "keyword": [
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/12/roberto-martinez-sacked-everton"
}