{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/new-zealand-one-major-newspaper-group-merger-talks-revealed",
  "id": "2016-05-11-378",
  "sectionId": "media",
  "body": "Two major media companies in New Zealand have announced they are in merger talks, raising the prospect that the entire country could be left with just one newspaper group. NZME, which owns the New Zealand Herald, and Fairfax Media, which owns the Dominion Post, said in a joint statement on Wednesday that the organisations were exploring how they could join forces.   Related: Union passes no confidence vote in Fairfax after 30 forced redundancies    NZME also owns several North Island daily papers and several radio networks including Radio Sport, ZM and Newstalk ZB, while Fairfax owns the Press, the Sunday Star Times, several magazines, including Cuisine, TV Guide and NZ House & Garden, and the popular website stuff.co.nz.   The Herald principally serves Auckland, while the Dominion Post is based in Wellington and the Press in Christchurch, but nzherald.co.nz and stuff.co.nz compete for a national audience online.  “The New Zealand businesses of NZME and Fairfax are, to a large extent, complementary,” the companies said in a joint statement. “The expanded network of brands and channels would create an opportunity to deliver improved, innovative offerings to advertisers and audiences.”  If a merger is approved by the New Zealand Commerce Commission (NZCC), the two media companies would merge by the end of the year, possibly triggering the closure or sell off of some newspapers and more lay-offs of staff. Some have estimated that up to 750 out of 3000 jobs could be lost as a result of the move.    On past guesstimates, the 3000 combined staff of Fairfax NZ and NZME could not be halved by merger - probably need upwards of 2250— Tim Murphy (@tmurphyNZ) May 10, 2016     Before any merger APN News and Media, which owns NZME, wants to separate the New Zealand company from its Australian media assets and float it on the NZ stock exchange. APN, which owns the Australian Radio Network’s KIIS radio stations, posted a net profit after tax of $70.2m at the end of last year, down from $75.2m in 2014.  Fairfax Media’s print advertising revenue was down by 14% last financial year and the company has made 82 journalists redundant in its latest round of cuts, including 30 forced redundancies.   Both media groups have offloaded hundreds of staff in recent years as they continue to suffer significant losses as a result of the ongoing decline in print advertising revenue.  A merger would have a significant affect on the New Zealand public as any new media company would have a monopoly on the newspapers in the biggest cities _ with the Otago Daily Times the only independent paper left. The chief executive officer of APN, Ciaran Davis, said a merger would allow the New Zealand business to continue to grow. “The combination of these two businesses would provide the necessary capability to continue investing in high-quality local news, sport and entertainment at a time when advertiser commercial investment continues to fragment across international media platforms that do not invest in local content,” Davis said.  Fairfax Media’s chief executive officer and managing director, Greg Hywood, said the merger would “enhance the position the businesses are in to continue to deliver high quality, local content to audiences now and in the future”.   The managing director of Fairfax NZ, Simon Tong, said the needs of advertisers would be better served by a merger.  “The depth and breadth of the combined business would be a win for audiences, and also enable us to create innovative solutions for advertisers based on the best of both of us,” Tong said.",
  "webTitle": "New Zealand could be left with just one major newspaper group as merger talks revealed",
  "webPublicationDate": "2016-05-11T03:56:42Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/new-zealand-one-major-newspaper-group-merger-talks-revealed",
  "keyword": [
    {
      "webTitle": "Fairfax Media",
      "id": "media/fairfax-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/11/new-zealand-one-major-newspaper-group-merger-talks-revealed"
}