{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/23/games-roundup-review-ray-gigant-homefront-revolution-enter-gungeon",
  "id": "2016-05-23-308",
  "sectionId": "technology",
  "body": "Ray Gigant PS Vita, Acttil, cert: 12 ★★★ Another interpretation of existence after the end of the world, where what’s left in this anime-styled dungeon-crawling RPG is a bunch of teenagers bonded to gods called Yorigami. These brave teens serve as humanity’s last hope against the Gigants, otherworldly monsters responsible for society’s downfall. Unlike most of its genre-mates, Ray Gigant doesn’t rely on random battles: each encounter is part of the wider narrative. When battles occur, the turn-based system has surprising depth. The playable group of characters – headed by Ichiya Amakaze, whose affinity with the Yorigami makes him very powerful – has a shared pool of attack points with which to make moves. It requires gamers to consider when to attack, defend, or leave themselves vulnerable to replenish points, as well as when to go all out with super-attacks. Despite the fantastical premise, the story doesn’t break new ground, and is hindered by questionable translation into English. But the high points – plus a great soundtrack – give a solid, enjoyable experience. MK         Watch the trailer for Homefront: The Revolution    Homefront: The Revolution PS4, Xbox One, PC Deep Silver, cert: 18 ★★ Ambition is no bad thing. And good ideas are always welcome in an industry prone to conservatism. But good ideas are nothing without good execution. Homefront: The Revolution wants to be an immersive open-world shooter with a mature story about how far people will go to defend their ideals. In reality, it’s an adolescent underdog fantasy about shooting waves of bad guys while calling them rude names. The baddies are North Korean troops who have taken over the US and turned it into a grizzly dystopia, but they could be anyone: the game doesn’t care about ideology; it does care about headshots. The gameplay is broadly solid, but the AI is laughably poor across the board. Gunplay, weapon customisation and level design are always competent, and occasionally outstanding. Objectives, however, are uninspired and quickly become repetitive, but the potential for completing them in various ways just about saves this from becoming a major issue. Homefront: The Revolution isn’t the worst game to play, but its lofty aims fall far below the best. SR         Watch the trailer for Enter the Gungeon    Enter the Gungeon PS4, PC, Devolver Digital, cert: 12 ★★★★ The eternally cool US publisher Devolver brings its usual swagger to Enter the Gungeon, an impressive mix of dungeon crawler and twin-stick shooter. Gamers play as one of four gunfighters bent on exploring the Gungeon, a constantly changing fortress inhabited by enemies that range from sentient bullets to a mini-gun-wielding bird. Stages are randomised, which provides a decent level of variety, and there is nearly always something new – inventive guns, usually, including T-shirt and snowball cannons. But it’s a tough ride, death means returning to the very start of the game, which may be offputting to more casual players. Nonetheless, it is no chore to run through again: Enter the Gungeon’s gameplay is excellent. The gunfighters are agile and channel action-film stars as they flip over tables for impromptu cover and dodge bullets in the style of Max Payne. It is a joy to play and although the challenge may be too much for some gamers, at only £10.99 it is a bargain. AC",
  "webTitle": "Games review roundup: Ray Gigant; Homefront: The Revolution; Enter the Gungeon",
  "webPublicationDate": "2016-05-23T05:59:04Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/23/games-roundup-review-ray-gigant-homefront-revolution-enter-gungeon",
  "keyword": [
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "PlayStation 4",
      "id": "technology/playstation-4",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Shoot 'em ups",
      "id": "technology/shoot-em-up",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PlayStation",
      "id": "technology/playstation",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox",
      "id": "technology/xbox",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Xbox One",
      "id": "technology/xbox-one",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "PC",
      "id": "technology/pc",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Richardson",
      "id": "profile/stuart-richardson"
    },
    {
      "webTitle": "Matt Kamen",
      "id": "profile/matt-kamen"
    }
  ],
  "guardianId": "technology/2016/may/23/games-roundup-review-ray-gigant-homefront-revolution-enter-gungeon"
}