{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/mother-teenager-connor-sparrowhawk-abusive-message-nhs-trust",
  "id": "2016-05-04-242",
  "sectionId": "society",
  "body": "The mother of a teenager who died while under the care of a heavily criticised mental health trust has been called a “vindictive cow” in a voicemail message left by someone claiming to work for the trust.  Dr Sara Ryan has been campaigning for accountability from Southern Health NHS foundation trust and its staff since her 18-year-old son Connor Sparrowhawk drowned in a bath at Slade House in Oxfordshire in July 2013, after an epileptic seizure. Connor, nicknamed laughing boy or LB, had learning difficulties.   Related: Neglect contributed to teenager's death at NHS unit, inquest finds    In December last year, an independent report commissioned by NHS England at the request of Connor’s family reported that the trust had failed to properly investigate the deaths of more than 1,000 patients with learning disabilities or mental health problems over a four-year period, criticising a “failure of leadership”.  On Friday the NHS regulator, the Care Quality Commission (CQC), said the trust was still not doing enough to protect people in its care. Just after 9.30am on the same day, Ryan received the abusive message from a female caller, a recording of which was posted on the Justice for LB website.  The woman said: “I’ve been seeing on the media about your son, your poor son that died in the care of Southern Health. I work for Southern Health and it’s awful that you lost him, I’m so sorry that you have done, it’s tragic, and I hope you find some closure after the report, the issue of the … CQC report today. But I do think you are being very vindictive. I think you are a vindictive cow, on TV all the time slating the NHS, Southern Health.” On her blog, Ryan wrote: “The call is vitriolic, nasty and beyond inappropriate. But it’s simply part of a set of improbably inappropriate, nasty and worse responses we’ve endured since LB died, evidence of a system in which defensiveness, bullying and family-crushing flourishes.” A Southern Health spokesman said it was taking the matter seriously and planned to investigate the call. “We have been made aware of the phone message through social media, and the content is deeply concerning,” he said. “The trust cannot condone such behaviour and we take matters like this extremely seriously.  “We urge anyone with any information to get in contact with us so a full internal investigation can take place.” A spokeswoman for Thames Valley Police confirmed that it had launched an investigation into the voicemail message.  She said: “Earlier today as a result of a pre-planned meeting with Dr Ryan, TVP was made aware of a malicious telephone message made to her on April 29. This has now been recorded as a report of a malicious communication and is currently under investigation.”  Southern Health’s chairman, Mike Petter, resigned on Thursday before the critical report, saying he was doing so “to allow new board leadership to take forward the improvements”. On Tuesday, in the House of Commons, the shadow mental health minister, Luciana Berger, called for the trust’s chief executive, Katrina Percy, to be sacked. She said very little had been done to improve the trust’s performance.  In response, the health minister Alistair Burt said the CQC report made for “disturbing reading” and the government had not ruled out the possibility of an inquiry. In October last year, a jury delivered a damning verdict, that serious failings and neglect had contributed to Connor’s death.",
  "webTitle": "Mother of dead teenager gets abusive message 'from NHS trust worker'",
  "webPublicationDate": "2016-05-04T10:41:54Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/mother-teenager-connor-sparrowhawk-abusive-message-nhs-trust",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Haroon Siddique",
      "id": "profile/haroonsiddique"
    }
  ],
  "guardianId": "society/2016/may/04/mother-teenager-connor-sparrowhawk-abusive-message-nhs-trust"
}