{
  "apiUrl": "https://content.guardianapis.com/politics/blog/2016/may/11/david-cameron-corruption-remark-gaffe",
  "id": "2016-05-11-255",
  "sectionId": "politics",
  "body": "When is a “gaffe” really a gaffe, the kind of unguarded remark that causes legitimate offence, damages good causes and leaves its author permanently scarred by their own behaviour? Not as often as gaffe-seeking media would have us believe as they cheerfully eavesdrop on private conversations. David Cameron’s “most corrupt countries” remark about Nigeria and Afghanistan, made to the Queen and picked up by ever more sophisticated TV cameras, is a complex example of the genre. It is obviously true, but also undiplomatic on the eve of an anti-corruption conference which Cameron is hosting. Convenient offence was taken.  But it also begs larger questions, for instance about how these two countries are so corruptly governed – the curse of oil wealth a major factor in Nigeria, endless war and religious hypocrisy in Afghanistan. The usual suspects cannot blame outside forces for all of it. Corruption often reflects ancient traditions which Nigeria’s recycled new broom of a president is committed to stamping out. In any case, how much is Britain in a position to lecture anyone when it and its oceanic micro-territories launder so much of the world’s dirty money in the London property market and elsewhere? A trenchant Guardian editorial makes the point on Wednesday morning. The same defence might be offered in response to accusations of Chinese rudeness – also picked up by a camera pool at Buck House – during President Xi Jinping’s state visit to Britain last October. Even Her Maj ventured an opinion – “very rude” – as top cops made small talk about their own experience. Chinese diplomats might be tempted to recall that Prince Charles routinely snubs (“snub” is like “gaffe”, a word mainly used in headlines) big Chinese events – can anyone remember why? – while the Queen’s consort made “slitty eyed” jokes on his last Chinese tour in 1986. Come to think of it, what about those “No Dogs or Chinese” signs in parks during China’s century of humiliation or the drug-peddling achievements of the British empire in the opium wars? The truth of the matter is that the Chinese leaders are sensitive to slight, but also tough and confident characters. They are busy buying up handy bits of Britain that aren’t nailed down (and some that are) and will make a fuss if it suits them, none if it doesn’t. Compared with that on/off deal over the Hinkley Point nuclear plant, it’s trivia. One obvious further point in mitigation is that Cameron’s remark – like his “Queen purred down the line” remark to New York’s mayor Michael Bloomberg after Scotland voted no to independence – wasn’t intended to become public. Careless, even discourteous, it may have been (he went to Eton), but it was picked up by a roving microphone, much as private documents are sometimes filmed with long lenses as ministers enter Downing Street. None of it is exactly Pulitzer-prize-winning journalism. Some of it is even interesting, lifting the lid off excess secrecy and allowing editors of TV’s rolling news – which prizes pictures above thought – to have a lazy day. No one is really surprised to hear what Cameron thinks about corruption in Nigeria.  Nor were we astonished to overhear a tetchy Gordon Brown calling Rochdale’s Gillian Duffy a “bigoted woman” for raising her immigration concerns during the 2010 election before looking for an aide to blame for the experience. Unpleasant though it was, it merely confirmed what voters already knew about the darker side of their high-minded PM’s character. His better side was on display talking about tax havens on Wednesday. It all serves to underline the inadequacy of the definition of a political gaffe made by the egghead American journalist Michael Kinsley, who argued that a gaffe occurs when a politician voices an obvious truth they were not supposed to utter. More weight is given to it because it’s “what he/she REALLY thinks”, said Kinsley. That may not be true. In variations on that notion it is sometimes said that the gaffe lies in inattention to the full consequences of saying something one believes but doing so deliberately. Both Mitt Romney, whom Barack Obama defeated in 2012, and earlier Obama himself, made significant gaffes that way. The multimillionaire Romney was caught in a “secret video” (rival campaigns engage in such espionage here too) suggesting that 47% of voters, the ones not taking responsibility for their own lives, would vote Democrat for the government to take care of them.  That was a shocking thing to say, though US conservatives professed to be equally appalled in 2008 when the candidate Obama spoke of economically embittered voters whose vision of the American Dream had boiled down to “guns or religion … anti-immigrant sentiment”. Different people will take different sides on that one.   Related: Oliver Burkeman: George Bush's gaffes, gibberish, and gurning    True or not, both were politically damaging, as the Australian ex-PM Tony Abbott’s muddling of “suppository” for “repository” or George W Bush’s famous blunders (“working hard to put food on your family”) were not. Princeton-educated Bush was shrewd enough to use them to endear himself to voters who felt laughed at themselves by “elites”. Ronald Reagan’s “killer trees” line was comic but more serious: he resisted environmental reforms. But it resonated with many, as do some of Donald Trump’s more egregious statements and Boris Johnson’s buffoonery in the Brexit debate. Playing fast and loose with the facts as “elitist” is part of the populist repertoire, a dangerous one. But it is not going to go away. The current wave of populist politics, mostly nationalistic and xenophobic, predates the rise of interactive social media, Twitter and the rest, 24/7 rolling news and a camera with audio facilities in every voter’s pocket. In the hands of the unscrupulous, thieves as well as demagogues, tech is a force for bad as well as good. When Churchill made his “Labour Gestapo” broadcast in the 1945 election, that was not a gaffe, but a bad political miscalculation. John Major’s EU cabinet “bastards” remark was true, but inconveniently caught by a mic. Hillary Clinton’s use of a private email system for official business may (or may not?) have been to protect diplomatic secrets, but the way she tried to deflect questions may prove a fatal gaffe. “Everything is on the record now,” younger MPs told me when I protested at the Daily Telegraph’s entrapment of Vince Cable in his constituency surgery. Older MPs were shocked and outraged, but their younger colleagues are more right than wrong.  It wouldn’t happen in secretive and authoritarian China? That’s a big 21st-century question: for better and worse, it may be unstoppable.",
  "webTitle": "Was David Cameron's corruption remark really a gaffe?",
  "webPublicationDate": "2016-05-11T11:23:05Z",
  "webUrl": "https://www.theguardian.com/politics/blog/2016/may/11/david-cameron-corruption-remark-gaffe",
  "keyword": [
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "politics/blog/2016/may/11/david-cameron-corruption-remark-gaffe"
}