{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/the-eu-an-obituary-john-r-gillingham-review",
  "id": "2016-05-26-280",
  "sectionId": "books",
  "body": "A spectre is haunting Europe – the spectre of disintegration. The European Union, argues John R Gillingham, is on the verge of “collapse”, defended only by an alliance of old elites. While we focus on Brexit (which he confidently predicts in a postscript), the issues imperfectly covered in his book suggest that it is a parochial distraction from the much bigger question of how Europe is to be organised in the 21st century. We are at a “turning point” in European history. Euroscepticism creates some strange bedfellows. Many rightwing nationalists view the EU as a Trojan horse of unstoppable multiculturalism. Some on the left see its focus on the single market as institutionalised “neoliberalism” and austerity. And some “neoliberals” such as Gillingham see it as a relic of the postwar decades that binds free markets in red tape. Gillingham is not a typical author for the radical-left publishing house Verso – presumably at least one commissioning editor there has Eurosceptic leanings. From all sorts of angles, the EU seems to be the sick man of Europe. Wherever one sits on the political spectrum, many of Gillingham’s charges against today’s EU are fair. It is bloated by bureaucracy and complex inefficiency; it has little democracy and even less transparency; its defence of the single currency has economically punished tens of millions of Europeans; it has benefited and subsidised big corporations and big agribusiness while often neglecting social justice and civil liberties; it has been impotent in Bosnia, Kosovo and Ukraine; and it has let thousands of refugees drown and deported even more. Such an indictment has left even devotees of the European project disillusioned with the status quo. But Gillingham is no impartial judge: his criticism of what he calls the “Eurocult” lurches from historical analysis to ideological bias. His EU is something of a Schrödinger’s cat. The “obituary” of the title deems it already dead, but at different points it is instead “defunct”, “unravelling”, an institution whose history “has run its course”, or which is on its “last chance” and could yet be saved. This is a reflection of both real uncertainty and the disjointed nature of the book. Much of Gillingham’s “obituary” focuses on the EU’s 20th-century history, condensing some of the narrative of his much larger history of European integration, published in 2006 (which he frequently footnotes). His discussion of the 1940s and 50s features an alphabet soup of organisations from the EDC (European Defence Community) to the EFTA (European Free Trade Association) to the IRA (International Ruhr Authority). Today’s EU was – and is – not the only one possible. He offers two major arguments on the EU’s history. First, that the impetus for integration has always come from outside forces: US foreign policy; the Soviet threat; the collapse of the Bretton Woods financial system; globalisation; technology. The influence of these is often elided in a “myth” of the EU’s complicated origins. Second, he sees a battle between “neoliberalism” and interventionism, in particular in the clashes between Margaret Thatcher and long-time commission president Jacques Delors. His ideological preference for Thatcher’s policies strongly colours his history of the EU from the 1970s onwards. This bias is particularly pronounced in Gillingham’s treatment of the EU’s economic history, where he downplays successes: for example, his assessment of the economic impact of the single market is overpessimistic, although expectations of it were unrealistically high, and have been altered by economic change. He is right to criticise the slow integration of communications, energy, and services – less emphasised in the original single market, but now 75% of the EU economy – and he laments a possible retrenchment to a “patchwork” of national markets. The answer to Europe’s slow growth and mass youth unemployment does not lie in re-erecting economic and social borders. Yet how could a single market work without European institutions to oversee it? Gillingham would prefer a “renationalised” continent knit together “through a network of purpose-based, practical, and results-oriented bilateral and multilateral agreements”, which sounds both utopian and even more Byzantine than the EU itself. More importantly, he simply wants much less regulation in general. He derides European environmental, food safety and privacy regulation as “shams” based on scare stories and anti-American protectionism. But in an age where corporations can exploit the gaps between nation states and globalising markets to evade tax, exploit workers and damage the environment, European citizens should realise national retrenchment and unfettered capitalism would be a toxic combination. Gillingham too often sees integration and “globalisation” as almost natural phenomena, the “exogenous” forces driving change in the world economy. They are not, however, inevitable processes, but reversible ones heavily influenced by institutions and their policies. It is wishful thinking to imagine that economic integration and political cooperation would continue smoothly after the demise of the EU. In the collective institutions’ ruins there would be many populist incentives and opportunities for nationalist posturing, protectionism and conflict, especially in the poorer parts of the continent with young, fragile democracies. The future of Europe cannot be mortgaged to a libertarian fantasy.    There is no doubt that the EU’s handling of the euro has, as Gillingham argues, discredited the idea of integration    Underlying all European economic questions is the ongoing saga of the euro. Many commentators would agree with Gillingham that monetary union has become the “master” of the EU, and that “Europe is now run by a bank board” (although Mario Draghi would say that if the Greeks and Germans now both dislike him he must be doing something right). It took the US well over a century to make its monetary union work, and Europe does not have that kind of time. We cannot, however, go back in time to undo European monetary union. Barry Eichengreen has argued that a eurozone breakup would precipitate “the mother of all financial crises”. As Gillingham notes, a fiscal transfer union to strengthen it is a political non-starter, but was the euro the EU’s “point of no return”? There are many reforms – banking union, debt restructuring, demand-side policies – that are possible. The single currency is not necessarily fatally flawed, and, even if it is, we must not, as Kevin O’Rourke has written, allow the baby of European integration to be thrown out with the euro bathwater. There is no doubt, however, that the EU’s handling of the crisis and its “democratic deficit” have, as Gillingham argues, discredited the idea of integration and stoked the fires of rightwing populism. The possible demise of free movement – Gillingham deems it a “major achievement” but sees the Schengen agreement as a “dead letter” – would be a body blow, cutting off the lifeblood of integration. Dismantling the flawed structure, however, would only encourage those negative forces, and tearing it down in favour of Gillingham’s proposed “mega markets” of “Schumpeterian creative destruction” would be ideological folly, a vice from which Europe suffered enough in the last century. Those who believe in a cooperative and shared Europe cannot let the EU sink under the mistakes of arrogant and remote leaders. It is not beyond the wit of Europeans to build shared institutions that are democratic, fair and functional. Gillingham writes that there is more at stake in writing the EU’s history than just “setting the record straight”, especially as the European project has too often been closed to “heretics and doubters”. He is right, which is why debates on its future must move beyond the binary biases of Eurosceptic and Europhile. The EU cannot go on as it is; but it must go on. Let us hope that reports of its death are exaggerated. • To order The EU for £10.39 (RRP £12.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The EU: An Obituary by John R Gillingham – the neoliberal case against the European Union",
  "webPublicationDate": "2016-05-26T08:30:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/the-eu-an-obituary-john-r-gillingham-review",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/26/the-eu-an-obituary-john-r-gillingham-review"
}