{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/25/country-diary-spring-happens-woods-feel-giddy-hawthorns",
  "id": "2016-05-25-300",
  "sectionId": "environment",
  "body": "‘May-time, fair season … blackbirds sing a full song, if there be a scanty beam of day,” sang an unknown Irish poet in what we now call the dark ages. Today, the light through the trees is as green and sour as a gooseberry. A high canopy of ash, latest to leaf and still sparse, lets sunshine and showers through to lower levels a-swamp with leaf; each one a crucible in the alchemy turning light into life.  Dark, gnarled trunks of old hawthorns have suddenly become lithe and sinuous, like shadow dancers behind curtains of hazel, on carpets of dog’s mercury, in chambers full of birdsong. When the sun’s out, the birds drawl softly in the heady air; when it rains they hold their breaths; when the rain stops and the labyrinths are rinsed clean, they release their voices, cool and sweet.  The woods are steeped in rhythm: light and shade, breath and wing, movement and stillness – all these languages tell commonplace, ordinary, everyday stories of living woods, but in spring it feels so recklessly giddy.    Related: Thrushling tests the edges of its hedge-world    The moments of transition are quick. Spring is happening all at once, and all at once it will be gone. Maybe I’m greedy, but the speed of spring, its green dazzle, masks an absence – including that of my dog, who joins the shadows here (and appears in the Spring issue of Common Ground’s Leaf [pdf]). There are not enough birds – not heard a cuckoo in this wood – not enough butterflies. Perhaps this throws the individual, the particular, into relief and gives them greater significance.  This blackbird with a beakful of wriggling grubs, this speckled wood butterfly flickering through dappled shade, become clearer in focus, but where are the others? Did they dissolve in this corrosive sunlight to become memories like old leaves sedimented in woodland soil?  These questions hover for a moment like gnats in a scanty beam of day and vanish. Blackbirds forage and pause for a moment before singing again, and then the woods have a voice “whose zeal is greater” according to the 14th-century Welsh poet Gruffydd ab Addaf ap Dafydd. We feel it still. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Spring happens all at once, and the woods feel giddy",
  "webPublicationDate": "2016-05-25T04:30:30Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/25/country-diary-spring-happens-woods-feel-giddy-hawthorns",
  "keyword": [
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Plants",
      "id": "environment/plants",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Evans",
      "id": "profile/paulevans"
    }
  ],
  "guardianId": "environment/2016/may/25/country-diary-spring-happens-woods-feel-giddy-hawthorns"
}