{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/immigration-transgender-detention-facility-texas",
  "id": "2016-05-24-32",
  "sectionId": "us-news",
  "body": "US immigration authorities’ plan to open a new detention facility with a specialized unit for transgender people is being condemned by advocates who argue that the vulnerable population should not be detained.  Immigration and Customs Enforcement (ICE) said on Tuesday that its Prairieland detention facility in Texas will have a separate 36-bed unit for transgender individuals when it opens in November.  But advocates say this move to offer more protections for the population overlooks how vulnerable transgender people are to physical and sexual assaults in detention facilities. Aaron Morris, executive director of Immigration Equality, a legal group that advocates for LGBT immigrants, said transgender people “simply should not be in detention”. “It will rip them apart from their families, it will deny them access to counsel of their choice,” Morris told the Guardian. “If you put all of one vulnerable group in a tiny facility in the countryside, it raises pretty severe concerns about who is going to be watching over the group.” The private, for-profit prison company, Emerald Correctional Management, will manage the facility in Alvarado, Texas, about 40 miles south-east of Dallas. Ice said Prairieland is the second partner the agency has selected to adopt the guidance. Santa Ana city jail , another Texas detention facility, has an existing specialized program for transgender people. The facility, however, has not adopted guidance on the placement of transgender detainees that was outlined in a June 2015 memorandum. Detention facilities that agree to the new guidance are instructed to develop an individualized plan for each transgender detainee, which includes clothing options, hygiene practices, medical care and housing assignments. ICE spokesperson Carl Rusnok said in an email that there would also be a partnership between the Prairieland facility and local rights groups. “ICE will continue working with LGBTI organizations in the Dallas-Fort Worth metropolitan area to secure needed assistance and resources from local legal service providers and groups who are able to provide additional programming for transgender detainees,” Rusnok said. There are approximately 267,000 undocumented LGBT immigrants in the US, according to a March 2013 report from UCLA’s Williams Institute. It is unclear how many of those are transgender, and ICE would not disclose how many transgender people were currently in its custody.  While the Obama administration’s decision to develop a plan for transgender detainees may seem like a pioneering move, advocates agree that it does not resolve the key issue of detaining transgender people, who have often fled persecution in their home countries and can be eligible for asylum.     Proposed detention center at Prairieland, Texas. Photograph: Handout    Morris emphasized that transgender people should not be detained at all: “Thirty-six beds, 360 beds, whatever the number is, it’s not whether it’s enough – it’s that it is too many.” Santa Ana city jail has until 1 June to adopt or deny the guidance, which local community members are pressuring the city council to vote against as part of a broader effort to get the city to end its relationship with ICE. The facility was highlighted in a Human Rights Watch report released in March that showed incidences of assault, abuse and discrimination against transgender people at ICE detention centers across the country.  More than half of the transgender women in the report had been held in men’s facilities at some point during their detention, but even those in Santa Ana’s special transgender unit reported ill treatment. Women at Santa Ana said they were routinely subjected to invasive strip searches conducted by male guards, were frequently put in solitary confinement for minor disciplinary infractions and had inadequate access to medical and mental health services.  “It depresses me so much when they search me,” a detainee from Mexico named Julieta L told HRW. “It makes everything feel unbearable.” The report recommended that the US government no longer hold transgender women at the Santa Ana facility because they were not able to freely access medical and mental health services. The same month the report was released, 23 representatives and 10 senators sent a letter to the secretary of homeland security, Jeh Johnson, asking for the agency to protect transgender detainees in its custody.  Lawmakers advised ICE to put LGBT detainees on parole or other community-based detention alternatives to avoid the abuse, a move echoed by advocates who say that detaining vulnerable people is “indefensible”. “Most LGBT immigrants are survivors of rape, torture and persecution who are seeking asylum from anti-LGBT persecution in Central America and elsewhere,” said National Center for Transgender Equality policy director, Harper Jean Tobin.  Tobin said it was concerning that Prairieland’s Texas location puts it in the jurisdiction of the fifth circuit court of appeals, which is notoriously hostile to immigrants.  Tobin said: “To have this population in immigration detention in the first place is indefensible, but then to warehouse them in a rural location in the fifth circuit seems particularly harmful.”",
  "webTitle": "Transgender unit in planned detention facility draws criticism from advocates",
  "webPublicationDate": "2016-05-24T19:31:52Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/immigration-transgender-detention-facility-texas",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Texas",
      "id": "us-news/texas",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "us-news/2016/may/24/immigration-transgender-detention-facility-texas"
}