{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/14/bed-manager-mental-health-scapegoat-nhs",
  "id": "2016-05-14-139",
  "sectionId": "public-leaders-network",
  "body": "It is a truth grimly acknowledged that mental health services are the Cinderella chapter of the modern-day NHS tale, albeit one where Prince Jeremy proves to be a disappointing suitor and there’s no happy ending in sight.  NHS England’s pledge to transform mental health services with an extra £1bn a year is greeted with scepticism with those of us at the coal face, reaching breaking point after years starved of funding. I work as a bed manager for an NHS provider of in-patient, specialist and community mental health services. There is a national bed crisis: every day bed managers at the acute end of services up and down the country juggle constant demands from multiple agencies. I’m often faced with harried community mental health professionals, struggling to manage a newly-detained unwell individual while surrounded by exasperated police and ambulance workers, collectively waiting for the private sector to decide whether they’ll provide a bed halfway up the M1. Given the absence of NHS beds, coupled with community services that are often ill-equipped to support individuals who might once have been hospitalised, we rely increasingly on the private sector to fill the gaps. But private provision tends to favour the worried well, neatly excluding the more challenging candidates who actually need admission. It’s also costly and often located several counties away from a patient’s home.     Once you’ve been dissed by a lord on Twitter and then shamed on local radio, it’s time to clear your desk    Patients and carers are understandably angry when a local bed can’t be sourced at point of admission. We can’t even give a commitment that patients will be transferred back during their treatment, since any local bed that becomes available is snapped up by someone who needs it – such as those breaching A&E time limits, or agitatedly cluttering up police cells, or detained in incommodious hospital “section 136 suites”, or, worst of all, caged in fear in the back of a police van. Achieving admission to an acute mental health unit is more complicated than you might imagine. A vacant bed is often the end result of a series of actions: if one link in the chain snaps, the whole thing buckles. An untimely outbreak of diarrhoea and vomiting on a ward; staff sickness or a no-show by agency staff; discharge medication not dispensed in time for the bed’s current occupant; or family concern that discharge of their relative is premature – all these scenarios will scupper a planned admission at the last moment. And beds are frequently blocked due to inadequate community support or a lack of suitable accommodation. Even when beds are available, some units are in no fit state to admit patients. Many wards are bleeding permanent staff who’ve had enough, resulting in under-staffing and transient agency workers (when they can get them) who are often expected to manage disturbed behaviour and even physical aggression, thus rendering the acute ward environment unsafe for both patients and staff. The beleaguered bed manager can expect to field regular crisis calls from police officers exercising their powers to convey vulnerable individuals from a public place to a designated place of safety. Recently, I’ve seen disgruntled police, and even a Lord, take to Twitter to complain about bed managers unable to produce a suite not already occupied (and with a queue forming). I also heard a discussion on the radio about an incident involving a lack of local beds, during which the presenter added for good measure, “and the bed manager apparently wasn’t very helpful”. Once you’ve been dissed by a lord on Twitter and then shamed on local radio, it’s time to clear your desk.    Related: I wish I could do more to protect your loved ones in mental health crisis    Bed management has given me an insight into the less savoury aspects of police conduct; many officers are courteous and sympathetic, but others have been known to resort to bullying and intimidation. One female officer insinuated that my failure to provide a suite rendered me personally culpable for any offence that might be committed by the individual on the loose; in case I was in any doubt, she helpfully referred to a recent notorious murder. Bed managers, unloved and misunderstood, are the forgotten workers of the NHS. Perhaps every organisation needs a scapegoat, and faceless bed managers are easy to blame. Frequently expected to produce a bed out of thin air, we swiftly acquire protective skills, such as how to argue pointlessly with complete strangers. At the start of each new shift we sit, smiling bravely and bracing ourselves for the usual tsunami of demand for beds that don’t exist and probably never will. And every day we wonder: how much longer can this go on? This series aims to give a voice to the staff behind the public services that are hit by mounting cuts and rising demand, and so often denigrated by the press, politicians and public. If you would like to write an article for the series, contact tamsin.rutter@theguardian.com. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "I'm a bed manager in mental health – and the scapegoat of the NHS",
  "webPublicationDate": "2016-05-14T09:55:31Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/14/bed-manager-mental-health-scapegoat-nhs",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Health and social care",
      "id": "public-leaders-network/health-and-social-care",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Careers",
      "id": "public-leaders-network/careers",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Austerity",
      "id": "business/austerity",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/14/bed-manager-mental-health-scapegoat-nhs"
}