{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/22/alan-young-obituary",
  "id": "2016-05-22-89",
  "sectionId": "tv-and-radio",
  "body": "To be remembered principally for playing straight man to a talking horse may not seem the greatest of show-business legacies, but it was one that Alan Young, who has died aged 96, was very happy to live with. For five years, between 1961 and 1966, Young starred in the extremely popular television sitcom Mister Ed opposite the titular horse. Part of the jaunty opening jingle ran: “A horse is a horse, of course, of course / And no one can talk to a horse of course / That is, of course, unless the horse is the famous Mister Ed.” The programme’s unvarying format was established in the first episode, in which an absent-minded architect, Wilbur Post (Young), and his wife, Carol (Connie Hines), buy a home in the country. The previous tenants have left their horse behind. Carol wants to get rid of it, but Wilbur is delighted. Alone with the horse, he wistfully recalls how, as a young boy, he had longed for a pony. “Ah,” he says. “But it’s been a long time since I was a boy.” “It’s been a long time since I was a pony,” says the horse. Mister Ed, the horse, refuses to talk to anyone but Wilbur, which results in endless gags of the “Wilbur, who are you talking to?” variety. However, the deft comic timing and charm of the two principals, Young and the horse (Bamboo Harvester, voiced in a deep, caustic manner by Allan “Rocky” Lane), and some witty lines, made the show immensely enjoyable.         Mister Ed, season three    Young had other important confrontations with animals in his career. In Androcles and the Lion (1952), the film version of George Bernard Shaw’s philosophical comedy on religion, he played the gentle Christian fleeing persecution in Rome, who befriends a lion after pulling a painful thorn from its paw. The soft-spoken Young replaced Harpo Marx, who was to have played it in mime, but was fired by the producer, Howard Hughes, after a few weeks shooting. In 1983, Young became the voice of the Walt Disney cartoon character Scrooge McDuck in Mickey’s Christmas Carol, and continued to voice Donald Duck’s miserly billionaire uncle in the television series DuckTales from 1987, and dozens more of the incarnations of “the richest duck in the world”, using a broad Scottish accent. This came easily to him because he was the son of a Scots mine worker and English mother. He was born Angus Young in North Shields, Tyne and Wear, but the family moved to Edinburgh when Young was a baby, and then to Canada about six years later. As a boy, he suffered from severe asthma, which kept him bedridden for long periods of time but encouraged his love of radio. By the age of 13, he had become a radio performer, and at 17, he was writing and performing in his own radio show for the Canadian Broadcasting Corporation, before serving in the Canadian navy during the second world war.     Alan Young reads from the racing form as the minister at a wedding between Bamboo Harvester and Rosita in the episode Ed the Bridegroom in 1965. Photograph: CBS Photo Archive/Getty Images    In New York, he broadcast the popular Alan Young Radio Show from 1944 to 1949. In 1950, he moved into television with The Alan Young Show, which ran for three years, earning a couple of Emmy awards. The show was a bland mixture of musical numbers – Young had a pleasant singing voice – and comic sketches, which utilised the star’s rather wimpish, daydreaming persona, carried over into the films he made. He began his Hollywood career appearing in three delightful divertissements at 20th Century Fox, starting with Margie (1946), in which he played the nerdy teenage boyfriend of a schoolgirl (Jeanne Crain). Young, who was 27 at the time, continued to play characters much younger than himself, something his fair, clean-cut boyish features enabled him to do. Two years later, he was a snobbish student in Mr Belvedere Goes to College and, in the charming period piece Chicken Every Sunday, he played an asthmatic bachelor courting the pretty daughter of Dan Dailey and Celeste Holm. He then got top billing for the first time at Paramount in the musical Aaron Slick from Punkin Crick (1952), in which he played a shy country bumpkin, who outwits some city slickers, opposite Dinah Shore as a farm girl. Another musical was the lame Gentlemen Marry Brunettes (1955), where he was an odd-job man who on marrying a showgirl (Crain) turns out to be a millionaire. George Pal, the Hungarian animator and special effects expert cast, Young in the first two of the five films he directed, Tom Thumb (1958) and The Time Machine (1960). In the former, Young was the rather soppy romantic lead, but the latter provided him with his favourite film role. Young, with a Scottish accent, played David Filby, best friend to the Victorian scientist George Wells (Rod Taylor), who tries to dissuade him from moving through the fourth dimension. The 40-year-old Young also appeared as the 18-year-old son of David Filby. After Mister Ed finished its run, Young headed the film and broadcasting unit of the Christian Science church, of which he was a member. Otherwise, most of Young’s career was given over to doing voiceovers for cartoon characters. Among his few film appearances were one as the benign owner of a theme park who gets shot in Beverly Hills Cop III (1994) and a cameo in the far inferior 2002 remake of The Time Machine. Young, who was married and divorced three times, is survived by four children, two each from his first and second marriages. • Alan Young (Angus Young), actor, born 19 November 1919; died 19 May 2016",
  "webTitle": "Alan Young obituary",
  "webPublicationDate": "2016-05-22T12:16:54Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/22/alan-young-obituary",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ronald Bergan",
      "id": "profile/ronaldbergan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/22/alan-young-obituary"
}