{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/30/free-speech-ten-principles-connected-world-garton-ash-ayaan-hirsi-ali-atlantic-books-religion",
  "id": "2016-05-30-177",
  "sectionId": "books",
  "body": "Freedom is worthless if it is not lived. However important rights are in a constitutional democracy, they will wither unless you use them. From John Milton’s polemics against the Presbyterian attempts to enforce Calvinist censorship on the England of the 1640s, via John Stuart Mill’s rebellion against the conformism of the Victorians, to Salman Rushdie’s argument with the Islamists, the urge to defend and expand freedom of speech has been created by the threats of its enemies What applies to great writers applies to everyone else. No one thinks hard about freedom of speech until they are forced to. In Timothy Garton Ash’s case, the pressure came from within. When Ayaan Hirsi Ali fled to Holland from Africa she might have expected the support of European liberals. Here was a black feminist arguing against female genital mutilation and the God-sanctioned religious oppression of women. How many more “progressive” boxes did she need to tick?   Related: Free speech is under attack, from Beijing to Istanbul | Timothy Garton Ash    Her enemies were the enemies of all liberals: armed reactionaries, who had murdered her friend the Dutch film director Theo van Gogh for exploring misogyny in the Qur’an, and were making all-too-plausible threats to kill her, too. Yet rather than turn on their enemies, her friends turned on her. Dutch liberal politicians threatened to strip her of her citizenship. Garton Ash and other “liberal” intellectuals derided her with enormous and unwarranted condescension. People only took notice of Hirsi Ali because she was beautiful, he opined. His donnish gaze could peer beyond her superficial attractions, however, and see that she was “an Enlightenment fundamentalist”, the mirror image of Islamist fundamentalists, even though Hirsi Ali did not advocate the murder of gays, apostates and Jews and the establishment of a global theocratic tyranny. The treatment of Hirsi Ali provoked an understandable uproar. Whole books were written about the failure of intellectuals to live by their values. As the cries of “trahison des clercs” grew ever more pleasurably raucous, I attended a confrontation between Hirsi Ali and her accuser in 2010 in London. There was no contest. Hirsi Ali was not only beautiful but dignified, principled and brave. Her living presence was a victory over the most repressive forces on the planet. Beside her, Garton Ash looked small and his thoughts seemed mean. It was if he was up against Daenerys Targaryen. And he knew it. Garton Ash expressed his regret for drawing a moral equivalence between the targets of fundamentalist oppression and their oppressors, and then said that, of course, he believed in robust free speech. To prove it, he offered up a couple of salty comments about Islam.   Related: Timothy Garton Ash: Fatal mistake of  ignoring dissidents within Islam    Given our neurotic times, I am sure you can guess the sequel. Garton Ash was gripped by the same terrors that haunt Hirsi Ali, Pakistani liberals and Bangladeshi atheists. The organisers of the event refused to wipe his comments from the YouTube tape of the meeting. Panic spread. Hirsi Ali put an end to it with a magnanimity that made me admire her all the more. She said that no one should have to live with the fear she lived with, not even the men who had derided her when her life was on the line. On her instruction, the organisers censored. Moments of crisis define you. The coldness of the European liberal-left pushed Hirsi Ali into the arms of America’s neocons, the only people who would welcome her. After his scare, Garton Ash might have carried on making “liberal” excuses for illiberal forces, like so many of his colleagues in academia and leftwing journalism. Instead, he used his fear to find his better self. Do not worry if you feel that this ground, covered by his Free Speech: Ten Principles for a Connected Age, has been so well trampled that the earth has compacted into stone. Garton Ash has two virtues, which are rarely combined. The ability to theorise and the ability to work. His research is wide-ranging. He covers all the great controversies of our time and many more illuminating conflicts you are unlikely to know about. Because freedom of speech is a right that other rights depend on, this book encompasses vast areas of 21st-century dispute. Garton Ash’s principles are those of John Stuart Mill. Unless it can prove that speech intentionally incites crime the state has no right to ban it. This old idea needs refreshing, because the 21st century makes the notion of a state with a solid body of citizens seem antiquated. Iran’s incitement to murder Salman Rushdie in 1989 ushered in the modern age of censorship. Once there was the free and the unfree world. You could agitate on behalf of dissidents imprisoned in the Soviet empire, as Garton Ash did when he was young, and then return to the safety of the west. In the same year that communism fell, the persecution of Rushdie showed there was no longer a safe western home. The agitated followers of the Ayatollah Khomeini were residents of Bradford as well as Tehran.   Related: For freedom of speech, these are troubling times | Jonathan Dimbleby    A generation on, Rushdie’s Britain of a white majority and a few designated ethnic minorities feels equally antiquated. To protect them we have “hate speech” laws. They go well beyond classical liberal limits by criminalising speech that does not intentionally incite violence, and are starting to look ridiculous. Mass migration is bringing dozens of new minorities into western countries. Within them, people are using liberal freedoms to form ever smaller circles. Some even have the nerve to defy multiculturalism and think of themselves as autonomous individuals. Should we have laws to protect all of them from being offended? And what of the white minorities in Leicester, Slough and Luton – don’t they need “hate speech” laws, too? If they do, the social justice warriors who use “white” as an insult will have to be arrested in the name of social justice. Surely, Garton Ash argues, the only way to make modern diversity work is to insist on the need for thicker skins. If he has a fault, it is his old one. He cannot speak plainly about the need to fight religious prejudice. We must bite our tongues in the presence of religion and “respect the believer but not necessarily the content of the belief”. His formula is as canting as the claim of a queer-bashing preacher to “love the sinner and hate the sin”. If a belief mandates the execution of apostates such as Hirsi Ali, you respect neither belief nor believer. But this is a small complaint. Timothy Garton Ash has produced an urgent and encyclopedic work; a worthy addition to the sacred canon of – what else? – “Enlightenment fundamentalism”. Free Speech: Ten Principles for a Connected World is published by Atlantic Books (£20). Click here to buy it for £16",
  "webTitle": "Free Speech: Ten Principles for a Connected World by Timothy Garton Ash – review",
  "webPublicationDate": "2016-05-30T06:30:26Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/30/free-speech-ten-principles-connected-world-garton-ash-ayaan-hirsi-ali-atlantic-books-religion",
  "keyword": [
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ayaan Hirsi Ali",
      "id": "world/ayaan-hirsi-ali",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Salman Rushdie",
      "id": "books/salmanrushdie",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Cohen",
      "id": "profile/nickcohen"
    }
  ],
  "guardianId": "books/2016/may/30/free-speech-ten-principles-connected-world-garton-ash-ayaan-hirsi-ali-atlantic-books-religion"
}