{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/03/tips-links-and-suggestions-helen-garner-rabindranath-tagore",
  "id": "2016-05-03-118",
  "sectionId": "books",
  "body": "Welcome to this week’s blog. Here’s a roundup of your comments and photos from last week, where we talk about discovering the sublime poetry of Rabindranath Tagore, revisiting Edna O’Brien’s Country Girls and getting over our Shakespeare/Cervantes anniversary hangover. Magrat123 finished Helen Garner’s collection of essays Everywhere I Look:  ... and I am still getting my breath back. It is no wonder that she has just got the Windham, she is one of our greatest living writers. She can be likened to Clive James, reflecting on her experience of life, the universe and everything, but the resemblance is more apparent than real. James is often too clever by half, and smugly aware of it; his attempts at self-effacement are an often unconvincing attempt to mollify the reader. Garner’s humility is genuine, but so is the self-esteem which she has spent a lifetime painfully building. Everything she writes about – books, films, criminal trials, toddlers, furniture – is considered through her personal experience, and yet there is no sense of overweening ego.   Garner is not a poet, but often her use of language is quite beautiful.  catpatterson is reading Farewell Song by Nobel prize-winning Bengali poet Rabindranath Tagore:  ... an author I’ve never read and whose books I rarely see. I expected something solemn, full of gravitas and grandeur. Wow, was I wrong! Tagore’s writing absolutely sparkles, underpinned with a gently mocking, satirical tone. “Amit’s father was a barrister of formidable repute. The fortune he had amassed was sufficient to ensure the moral downfall of the next three generations.” And the translation by Radha Chakravarty is sublime. Where has Tagore been all my life?  To which TOOmanyWilsons replied:   Tagore has simply been waiting patiently for you to arrive. No frowning nor watch-tapping. It’s very good stuff. Read it all.  And Nick Hill recommended:   Try The Postmaster, his short stories and combine with a trip to Kolkata or west Bengal.  kakaokuchen shared a beautiful passage from Edna O’Brien:   Last week I was helping a very elderly aunt to move into a (very nice) old folks home and while packing her favourite books, I found a Penguin edition of Edna O’Brien’s The Country Girls from 1963 – that’s before ISBNs were invented. And I started reading but unlike so many years before when I would follow the story about girls and convents and moving to Dublin etc. I noticed how beautifully Edna O’Brien described the country side. In the end I spent most of the night rereading the book from a completely different angle.   The sun was not yet up, and the lawn was speckled with daisies that were fast asleep. There was dew everywhere. The grass below my window, the hedge around it, the rusty paling wire beyond that, and the big outer field were each touched with a delicate, wandering mist. And the leaves and the trees were bathed in the mist, and the trees looked unreal, like trees in a dream. Around the forget-me-knots that sprouted out of the side of the hedge were haloes of water. Water that glistened like silver. It was quiet, it was perfectly still. There was smoke rising from the blue mountains in the distance. It would be a hot day.  ID1100766 read Lunatics, Lovers and Poets: Twelve Stories after Cervantes and Shakespeare:  Six English-speaking and six Spanish-speaking authors take their inspiration from the great writers. Greatly enjoying Deborah Levy’s short story based on the true tale of a princess who believes she has swallowed a tiny glass piano, which takes as its starting point Cervantes’s story of the glass student.  Interesting links about books and reading  David Foster Wallace’s Perfect Game: what his work can teach us about tennis. In the New Yorker. To Write, Stop Thinking: writer Kathryn Harrison believes that words flow best when the opaque, unknowable aspects of the mind take over. In The Atlantic.      ‘Such a unique, great book,’ said green2life of Sarah Gerard’s Binary Star.     How to Write Teen Girl Characters: Nora Zelevansky interviews teens and learns some hip new tricks. In Literary Hub. 10 Great Novels of Exile and Dislocation: A Reading List. “Rather than focus on the individual, these are novels that depict the forming of new communities and relationships as a reaction to displacement.” By Patricia Engel for Electric Literature.  What Borges Learnt from Cervantes, on Borges’s story “Pierre Menard, author of the Quixote” about a man who decides to recreate Miguel de Cervantes’s masterpiece in the twentieth century, and while he uses the same words in the same order and the original, finds he has created a very different book. “ A bit, but not a lot, like that man who tried to paint a Vermeer,” said frustratedartist. In Literary Hub. When Cervantes Was Captured by Pirates: Cervantes was imprisoned in Algiers for five years. Here, Fiona Macdonald finds out how trauma shaped his greatest works, for the BBC.   If you would like to share a photo of the book you are reading, or film your own book review, please do. Click the blue button on this page to share your video or image. I’ll include some of your posts in next week’s blog. If you’re on Instagram and a book lover, chances are you’re already sharing beautiful pictures of books you are reading, “shelfies” or all kinds of still lifes with books as protagonists. Now, you can share your reads with us on the mobile photography platform – simply tag your pictures there with #GuardianBooks, and we’ll include a selection here.",
  "webTitle": "Tips, links and suggestions: what are you reading this week?",
  "webPublicationDate": "2016-05-03T16:00:02Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/03/tips-links-and-suggestions-helen-garner-rabindranath-tagore",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "User",
      "id": "community/community",
      "sectionId": "community",
      "sectionName": "Community"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Marta Bausells",
      "id": "profile/marta-bausells"
    }
  ],
  "guardianId": "books/booksblog/2016/may/03/tips-links-and-suggestions-helen-garner-rabindranath-tagore"
}