{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/06/ten-best-culture-things-this-week",
  "id": "2016-05-06-197",
  "sectionId": "culture",
  "body": "Film Luna Cinema The travelling cinema returns this week, slowly traversing the country until the end of September with its programme of evening screenings in the great outdoors. Classics and new releases alike will be on offer, and its impressive range of venues – which include castles, royal parks and even the Tower Of London’s moat – definitely beats the average, tween-filled multiplex. Just remember to bring a brolly until summer kicks off. Talks Brian Eno With 26 studio albums, 26 collaborative albums and 13 compilations to his name (thanks Wikipedia), you’d hazard a guess that the glam icon, art-pop pioneer and ambient architect has a lot to talk about when it comes to his life’s work. His latest record is The Ship, an epic voyage concerning the sinking of the Titanic, which features Peter Serafinowicz, a cover of Velvet Underground’s I’m Set Free and an opening track that lasts 21 minutes. Expect discussion on that as well as the great man’s life and career in his Andrew Carnegie lecture in Edinburgh. Television Marseille            Mobsters, gangs and Gérard Depardieu boshing a line of coke in the opening scene: this is a very Netflix tale on subtitled drama: a political saga set in the crumbling grandeur of the French city. Music In Parenthesis The Welsh National Opera is 70 this year and it’s celebrating in a suitably Cymru-centric way, with a new production based on the epic poem by Welsh poet David Jones. In Parenthesis transposes the horrors of the Somme into a dreamlike setting. It gets its premiere in Cardiff on Friday, before heading to Birmingham and London for an extended run. Dance Rambert     Terra Incognita by Rambert. Photograph: Stephen Wright    The company’s last show here was a cocksure tribute to the Rolling Stones and rock’n’roll, complete with a chicken dance to Little Red Rooster. Now the Rambert returns with two shows evoking the dark and unknown. It might sound like a cheap perfume, but Terra Incognita blends classical Indian and contemporary moves, and – if you’re not yet sick of “twists on Shakespeare” – the darkness of Lucy Guerin’s Macbeth-based piece holds true to the whiff of mystery. Comedy WTF Podcast Marc Maron’s confessional podcast recently reached its 700th episode, an impressive landmark for a show that’s still recorded in the standup comedian’s garage. In that time he’s managed to nab interviews with everyone from Peaches to President Obama, his chummy but occasionally caustic style proving useful in winkling out insight and confessions from his celebrity guests. For episode 700, Maron has offered up a stellar double bill, featuring Veep and Seinfeld star Julia Louis-Dreyfus, and returning guest Louis CK, who in his previous WTF appearance had a right old barney with Maron over their lapsed friendship. This second encounter is a bit more cordial but no less engaging. Catch the lot over on wtfpod.com. TV Random Acts     Shia LaBeouf at the Nymphomaniac: Volume I film premiere, Berlin. Photograph: REX    Channel 4’s short film showcase has been given a buff and returns as a half-hour show hosted by Master Of None’s Eric Wareheim. The remit’s the same, though: anything and everything is eligible for inclusion, be it stark documentary or lurid claymation. The great and good from the art and film worlds are featured, from Martin Creed to everyone’s favourite paper-bag toting art-prankster Shia LaBeouf. Theatre The Encounter Combining cutting-edge sound design and a story inspired by National Geographic photographer Loren McIntyre’s adventures in the Amazon, this solo show could come off like I, Robot meets Anaconda. OK, that’s a stretch, but you can expect that canopied jungle sounds and rustling unseen enemies will be funnelled through the audience’s headphones. Under the direction of Simon McBurney – best known as Donaldson, the evil scientist who corrupts Becky in Utopia – beyond its exotic storyline and impressive use of technology, the concept turns into a more hard-hitting exploration of white male privilege. Exhibitions George Shaw George Shaw is known for his understated scenes of suburban pathos: rain-lashed outbuildings, shuttered shops and road markings rendered in paint made for model planes. For the past two years he has been resident artist at the National Gallery, and now an exhibition is showcasing his brand-new work.",
  "webTitle": "The 10 best things… to do this week",
  "webPublicationDate": "2016-05-06T12:00:25Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/06/ten-best-culture-things-this-week",
  "keyword": [
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "The Guide",
      "id": "profile/the-guide"
    }
  ],
  "guardianId": "culture/2016/may/06/ten-best-culture-things-this-week"
}