{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/27/new-band-of-the-week-bad-wave-no-105",
  "id": "2016-05-27-78",
  "sectionId": "music",
  "body": "Hometown: Los Angeles. The lineup: Tucker Tota and Patrick Hart.  The background: There was a year in the 1990s when indie band The Wedding Present released a single every month, a business model/gimmick adopted most recently by indie duo Oh Wonder. But 10K Islands, who describe themselves as an LA/Miami label-cum-writing house, with shades of a latter-day Brill Building, make them seem meagre and unambitious by comparison. Their scheme for 2016? A new release from the collective’s artists every Friday. We’re not sure when the project started – let’s assume they began the year with a bang, or pop, on 1 January – but if they are as good as this week’s Extraordinary by Bad Wave, then we’ll to want to catch up on the previous releases.  Bad Wave, which comes from a Chilean phrase meaning “bad vibes”, are a duo who surf the interface between bubbly indiepop and sumptuously sad synthpop. They offer something for fans of both Foster the People and New Order and display the cleverness and craftsmanship of Phoenix. The pair used to be in LA surf-rock outfit Nicky Blitz and share a love of Weezer and other 90s nerd-pop bands. The gadget fiends, who describe their relationship as “a tech-inspired bromance”, are prone to mooning over analog synths and their favourite plug-ins. Despite being neighbours in the same apartment block, they are rarely together when they write and apparently collaborate via email: they were in their own bedrooms when they knocked out these wan, wonderful songs.      The set-up seems to be working, if the five tracks I’ve heard are anything to go by. Their first release, Look Out, on Crazy Heart Records, was DIY synthpop with a melody so simple it could have been written using the Human League’s tried and tested method: placing Post-It notes on the keyboard to remind you which keys to press. Good Girls proved it was no fluke, with its lovely descending verse-melody and upwards-ascending chorus and a virtuoso synth/guitar solo with echoes of Jeff Beck. She featured a bassy synth pattern, what sounded suspiciously like Synare drums borrowed from Anita (Ring My Bell) Ward, and a supremely catchy disco-pop chorus. Runaway, their single from earlier this year, kept up Bad Wave’s immaculate run, with its ELO harmonies, Pat Benatar bassline and tunefulness worthy of Flaming Lips, only without Wayne Coyne’s whine.  Funnily, or scarily, enough, Tucker Tota and Patrick Hart don’t just sound like the fictional creations of Bret Easton Ellis. For Extraordinary, they ask the listener “to imagine a scene in a parking lot where a serial killer makes off with his victim”. You wouldn’t know what it was about from its radiant upbeat melody, although the bit where they sing “lock you in” and “stretch you apart” offer sinister clues. The song features bright electronics and an arena-ambitious chorus, hooks and heavenly chord changes, but the point of it all is to side with the oppressed. “Extraordinary is a song about extreme empathy,” Tota told Billboard. “Specifically empathy with the darkest forms of human experience. We like to leave some room to let the imagination run wild.”  The buzz: “A bit like ELO chained under a disco ball.” The truth: They feel so Extraordinary.  Most likely to: Use Post-It notes.  Least likely to: Go postal.  What to buy: Extraordinary is out now on 10K Islands. File next to: Phoenix, MGMT, New Order, Foster the People.  Links: facebook.com/badwavemusic.  Ones to watch: Furs, Lull, Toulouse, Angelic Milk, Trudy & the Romance.",
  "webTitle": "New band of the week: Bad Wave (No 105)",
  "webPublicationDate": "2016-05-27T16:22:47Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/27/new-band-of-the-week-bad-wave-no-105",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pet Shop Boys",
      "id": "music/pet-shop-boys",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "New Order",
      "id": "music/neworder",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Lester",
      "id": "profile/paullester"
    }
  ],
  "guardianId": "music/2016/may/27/new-band-of-the-week-bad-wave-no-105"
}