{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/election-2016-malcolm-turnbull-liberal-party-coalition-profile",
  "id": "2016-05-17-336",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull is selling his “jobs and growth” election message with the zeal of a man whose life’s ambition depends on it. Which, of course, it does.  Yes, he’s already prime minister. But governing for 10 months leading into an election cycle isn’t really long enough to do anything. For Turnbull the 2 July poll is about vindication, about leading the nation in his own right, with his own mandate and the authority inside his own party to start doing it more his own way. Governing for long enough to make a difference, to do big things, to change the nature of the political debate. To do what he has always firmly believed he could. He beams even before he enters the room, leans forward into conversations, talks to the cameras with utter certainty. But he never strays far from the script, and when he’s delivering attack lines similar to those of the man he deposed, on climate policy or asylum, his conviction fades, and he hurries them, as if to get them over with.    Related: Australians crave change. But this election won't deliver it | David Marr    To achieve his goal Turnbull seems to have stopped speaking in the way that for many years made him the country’s most popular choice as leader, according to opinion polls. To win the chance to govern in his own voice he seems to have calculated that for a time he has to temper himself, stay on message, talk the talk of a more conventional candidate. This is the guy who promised to end the three-word slogans, to “respect the intelligence” of the electorate, but who now says “jobs and growth” in every second breath. This is the former merchant banker who was always so hungry for the next big idea that political friends joked he suffered from “merchant banker’s disease”, but who now seems to have agreed to say much the same thing every day for two months. He’s the risk-taking candidate who is running the most calculatingly risk-averse election campaign, with one central selling point, deliberately minimised points of difference, fleeting press conferences and few long-form interviews. Turnbull promised to end dumb scare campaigns but now claims Labor’s negative gearing policy will “smash house prices” and “jack up rents”, when modelling suggests it will reduce house prices by a one-off 2%. And he’s in lock-step with the campaign strategy of denouncing any Labor candidate who has ever expressed concern about the human cost of Australia’s asylum policy.     Bill Shorten and Malcolm Turnbull at the first debate of the 2016 election at the Windsor RSL in western Sydney on Friday. Turnbull still leads the Labor leader as preferred PM by 49% to 27%, according to Newspoll. Photograph: Mike Bowers for the Guardian    He’s the conviction politician who once lost his job for putting principle before power, who said he would never lead a party not as committed to dealing with climate change as he was. But now he dutifully calls any emissions trading scheme “unaffordable” and advocates Tony Abbott’s Direct Action, the policy of which he said, soon after losing the Liberal leadership to Abbott in 2009: “Any suggestion that you can dramatically cut emissions without any cost is, to use a favourite term of Mr Abbott, bullshit.” Everyone knows he was right then, the policy will have to change after the election, but Turnbull just won’t talk about it. The Coalition strategists are no doubt pleased. Many commentators are urging him to conform still further, to avoid getting “technical” or “waffly”. But for voters the morphing of Malcolm is a perplexing thing. The man many of them thought they liked seemed different from the man now on their television screens.    He’s almost overly adherent to being consultative  Liberal source     The change can be explained in part by obvious practicalities, such as the exigencies of office and political circumstance – Turnbull came to power hemmed in by an election no more than a year away, a sluggish economy and the treacherous undercurrents of his own party that swept away his leadership the last time. And it’s probably partly about the realities of governing – a fiendishly difficult thing, especially taking the prime ministership many years after you’ve last dealt with the day-to-day pressures of detailed policy work while facing a demanding media cycle. Especially when your predecessor has – as one Turnbull insider put it – “shredded everything”. And it’s part the product of unrealistic expectations, from progressives who somehow thought Turnbull’s stated position on things like marriage equality or climate change or the republic might translate to a broader common cause and from voters who seemed to hope subbing in one bloke they quite liked might somehow change everything they hated about the dumbed-down busted-up political system. Those close to him urge critics to remember how much has changed.  He has silenced the daily drumbeat of national-security scares under Abbott. He has insisted on proper policy consideration, refusing to play the game of daily media “announceables”. He has more or less unified his party by sidelining some of the most contentious issues while the conservatives licked their wounds. After railing against the Abbott office briefing the Daily Telegraph about “decisions” before they had been taken by cabinet, he has insisted on proper cabinet process. (Although there have been a few leaks, and Labor has often been suspiciously well-informed.) He has re-empowered ministers and allowed them to run their own portfolios. His office has relaxed the centralised command-and-control structure of Abbott’s chief of staff, Peta Credlin. In fact, some strong backers thinks he has overcorrected: “He’s almost overly adherent to being consultative ... there’s times he should have put his foot down and used his prime ministerial authority to settle things,” says one. But even factoring in all those considerations, what’s happening is still genuinely perplexing.   Related: Guardian Live election special    It’s perplexing measured against what voters hoped for. But it’s also a gamble when measured against the ruthless pragmatism of politics. Because diluting Turnbull’s authenticity diminishes the very thing the published polls suggested the electorate liked about him, and the very reason his party put him in the job. His popularity is plummeting. He still leads Bill Shorten as preferred prime minister by 49% to 27% according to Newspoll, but that is down from 64% to 15% late last year. His personal satisfaction ratings are now well into negative territory – more voters disapprove of the job he is doing than give him the thumbs up. And it’s allowing his opponent, Shorten, a leader who followed the most conventional of political career paths and was ridiculed for the inauthenticity of his zinger-style communications, to present himself as the risk-taking man of values-based convictions. The old Turnbull seemed to fit in an era when voters are turning to political “outsiders”, to leaders who don’t follow the usual rules of the sterile political game.  He’s the contender who didn’t spend his life pursuing a political career, who instead becoming a self-made millionaire with a series of pre-politics careers, as a journalist, a lawyer, a businessman (founding the internet service provider Ozemail) and a merchant banker and who ran the unsuccessful campaign for Australia to become a republic in 1999. He’s the leader who lost his job for a policy principle, the politician who was believable when he said he was motivated by ideas, the man with more than enough money and other options to walk away from politics, and who announced he would, after losing the Liberal leadership, only to change his mind.     Turnbull on the campaign trail at Flinders University in Adelaide last week. There have been flashes of his former style, such as when he talks about his plans for cities and public transport, or when he enthuses about the possibilities for the Australian economy. Photograph: Reuters    But his great dilemma was obvious as soon as he became prime minister. The public liked him for being different and promising to end cynical, polarised politics, but many of his colleagues only voted for him because he told them he’d be pretty much the same. A day later I wrote: “If he can’t begin to resolve this dilemma quickly, Turnbull’s perceived authenticity – the view that he is a man true to his convictions, a different kind of politician – could quickly turn into a perception that he is an opportunistic fake, just more of the same.” He started as if he might really intend to proceed differently. He held a national reform summit where he promised to listen to all views and keep an open mind on policy. He put most of the tax options Abbott had ruled out back “on the table”. He scrapped Australian knights and dames and did not reappoint the climate sceptic Maurice Newman as his business adviser. He launched his innovation statement “ideas boom”. The new funding was limited but it was a clear statement of intent. He appointed the star public servant Dr Martin Parkinson – removed by Abbott as as the head of the Treasury – to head his prime minister’s department.   Related: Why are we surprised by every populist politician? Voting for them can be a rational choice | Jason Wilson    And there are flashes of his former style, such as when he talks about his plans for cities and public transport, or when he enthuses about the possibilities for the Australian economy, and shafts of new policy style – such as the budget’s well-thought-through and highly progressive changes to superannuation. But there are also times – many in the campaign – when he sounds as though he’s delivering someone else’s lines, as though he’s a stand-in, pressed into a playing a part he doesn’t much care for but has to endure. He has repeatedly prioritised internal order over things he had previously fought for, shying away from head-on conflicts with the Abbott forces, playing the long game. Turnbull stuck with the Abbott policy for a same-sex marriage plebiscite, for example, even though he had openly criticised the idea when the former prime minister came up with it. But when the attorney general, George Brandis, confirmed the seemingly obvious, that it would probably be held by the end of the year, the conservatives “went ballistic” – fearful that they might be thwarted in their desire to use the policy to make sure no change happened. Turnbull promptly deferred even a final cabinet decision on the details of the process – a decision that was, at the time, imminent. He has overseen decisions that must surely offend his desire for credible policy process – an “interim” pre-election decision to reject a Chinese bid for S Kidman’s vast agricultural properties without any clear and transparent reasons as to why, and a “brought forward” pre-election announcement of the chosen tenderer for the massive $50bn submarine build – with guarantees that every sub would be built in Adelaide – before any actual contracts have been signed. The prime minister, with a businessman’s detailed keep-all-options-open due-diligence approach to decision making, semi-publicly skirmished for a while with his treasurer, who is far more the simple-message retail politician kind of guy, before abandoning the idea of increasing the goods and services tax and locking in behind an economic plan that fitted the election strategy and slogan: Labor stands for “tax and spend” while the Coalition backs – you guessed it – “jobs and growth”. That also meant ditching things that made sense, including changes to some revenue sources the government had openly considered, such as cracking down on negative gearing rules that provide tax breaks to the highest income earners, and launching a scare campaign against Labor’s plans for the same. It meant shelving most ambitious spending proposals and borrowing Abbott’s carbon tax scare campaign, even though Labor’s policy has fundamentally changed.    Turnbull is banking that disillusionment is not yet too strong, that voters are not yet too angry with the game    Taken together, all these decisions mean the Coalition’s re-election plan can run to a very conventional script, a basic calculation that at a time when voters are uncertain about the economy and weary of political dysfunction and upheaval they don’t want big change or grand plans, they just want competent, sensible government. They want Turnbull to give them enough of a reason to confirm their pre-existing inclination to vote for him and not to risk returning so quickly to Labor. Shorten, knowing he has to surprise voters, startle them into reconsidering Labor after all the upheavals and treacheries of the Rudd/Gillard years, has taken risks with policy and approach, running a non-traditional big-target campaign based on “Labor values”. Shorten is gifting Turnbull multiple ways to claim that Labor is a risk not worth taking but giving himself the ability to argue with genuine conviction. Liberal strategists, adept at finding a single idea that cuts through all the noise of an election, insist their plan is working. They are convinced the disappointment with Turnbull and Labor’s polling gains are among progressive voters who were never really likely to vote Liberal in the first place, that Labor’s campaign might appeal to the media and the opinion “elites”, but among swinging voters in marginal electorates the “jobs and growth” message is hitting home. They say the national polls, with the parties level-pegging or Labor slightly ahead, disguise a much more positive picture in the marginals and point to Labor’s primary vote stuck around 35% or 36%. And perhaps they’re right.      Shorten is gifting Turnbull multiple ways to claim that Labor is a risk not worth taking – but giving himself the ability to argue with genuine conviction. Photograph: Mike Bowers for the Guardian    Marginal seat polling early in the campaign shows swings to Labor insufficient to win them. Turnbull can be persuasive and warm and genuinely empathetic, as when he encountered Serge Oreshkin, a grieving father who lost his son on MH17 as he campaigned in Sydney. But when he switches back to his natural discursive style he does sometimes say things that seem to leave voters cold, that reinforce Labor’s message that he is “out of touch” – not in the dog whistle way in which that phrase is just code for “wealthy” – but in a brutally factual way. This is a man who, in the first leaders’ debate, referred to housing as an “asset class” (true from the point of view of a big portfolio investor, but not quite the way most people would view it) and who thought he would win the backing of ordinary western Sydney voters by chiding Shorten for suggesting bankers should be put “in the dock”. Perhaps being ruthlessly on-message is his best chance of success.  And election reporting does not reward ad libbing or changes of plan – cancelling one western Sydney street walk dominated a whole day’s coverage of his campaign. Turnbull is calculating that winning, even with a reduced majority, gives him a shot at enough years in office to make lasting changes that aren’t unwound in the switchback of leadership coups and rotating governments, that he’s doing what it takes to get a proper shot at the job.  That’s why he took the risk of trying to reform the Senate, even though on current polling the new system may not deliver him an easier line-up to work with. That’s why he’s gambling that even though his workshopped messages sound out of kilter with what he promised, it won’t upset voters so much that he loses. But he’s taking that gamble at a time when political mistrust and cynicism is higher than it has been in decades.    The great conviction politician turned out to be not that different from the rest  Hugh Mackay     A survey by the the Museum of Australian Democracy and the institute for governance and policy analysis at the University of Canberra taken this year showed levels of trust in government and politicians were at their lowest levels since 1993, that 74% of the electorate thought people in government would look after themselves, rather than do the right thing, either sometimes, or most of the time. Turnbull is banking that that disillusionment is not yet too strong, that voters are not yet too angry with the “game” the former Labor minister, now academic, Carmen Lawrence described in her Griffith Review essay – “one in which the players face off as deadly opponents when they are, in reality, largely indistinguishable; a game that requires us to suspend disbelief and not to notice that not much of value is really being debated”. The prime minister had implicitly promised he’d opt out of all of that but now he’s playing much like the others – even if his attacks lack some of the venom of Abbott’s. In 2012, in an interview for a cover profile in Fairfax’s Good Weekend magazine about whether he still harboured prime ministerial ambitions, Turnbull told me: “I am an ambitious person, but I am not ambitious in the sense that I want jobs only for the sake of them ... I am always careful that the political positions I take are consistent with good policy. I would not want to be prime minister of Australia at any price.” We’re learning the price he is willing to pay, the compromises he is willing to make to earn the chance of stable years of governing.     Turnbull has a beer with Liberal member for Solomon Natasha Griggs at a politics in the pub event in Darwin on Monday. Photograph: Lukas Coch/AAP    In that piece the veteran social commentator Hugh Mackay tried to explain Turnbull’s appeal, saying he was “possibly the only politician on either side seen as a man true to his convictions”, someone who “may be seen as arrogant, but is also seen as a man of substance and that is exactly what the electorate is yearning for”. By Mackay’s reckoning, if Turnbull had been leading the Liberals at that time it would be “put your glasses down the race is over”. Now, Mackay, says, the yearning is the same, only keener, because Turnbull has turned out not to be so different after all.   Related: Lucky man: has Bill Shorten got what it takes?    “We all remember the euphoria when he was elected, on both sides of the fence, we all heard Labor voters saying maybe they’d vote for him because they just weren’t inspired by Shorten, but then the great conviction politician turned out to be not that different from the rest, and that means he turned out to be very, very different from our expectations.” Will a wary electorate be persuaded to trust that, despite his perplexing metamorphosis, Turnbull still could be the leader they thought he was? Or have the campaign strategists got it wrong? Do voters really want change rather than just reassurance? If his gamble pays off voters will get the definitive answer to the question, “What’s happened to Malcolm?” They’ll live what colleagues once called “the Malcolm experiment” in real time. If it backfires it will challenge some basic assumptions about the way politics works.  • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special featuring a panel of prominent political guests",
  "webTitle": "The long game: will Malcolm Turnbull's gamble pay off? | Lenore Taylor",
  "webPublicationDate": "2016-05-17T02:06:39Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/election-2016-malcolm-turnbull-liberal-party-coalition-profile",
  "keyword": [
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Emissions trading",
      "id": "environment/emissionstrading",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/17/election-2016-malcolm-turnbull-liberal-party-coalition-profile"
}