{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/cliven-bundy-obama-lawsuit-reid-navarro-constitution",
  "id": "2016-05-10-64",
  "sectionId": "us-news",
  "body": "Jailed Nevada rancher Cliven Bundy filed a lawsuit against Barack Obama, challenging his placement in solitary confinement and seeking to dismiss the federal government’s felony charges that could condemn him to die behind bars.  The suit from the rancher, who led a high-profile standoff against the government in 2014, also names US judge Gloria Navarro and Nevada senator Harry Reid.    Related: Another Bundy standoff possible as groups call for US to seize livestock    The complaint, filed Tuesday, offers a defense of the 70 year old’s infamous comment that black people may have been “better off as slaves, picking cotton” and slams Obama for “despicable disrespectful mocking” of Bundy at the 2014 White House Correspondents’ Dinner. The lawsuit comes as Bundy faces numerous federal charges stemming from the April 2014 showdown at his property when authorities tried unsuccessfully to seize his cattle and faced off with hundreds of supporters, some heavily armed, who defended the family’s ranch in Bunkerville, about 80 miles north-east of Las Vegas. For more than 20 years, Bundy had refused to pay grazing fees to the federal government, arguing that the US Bureau of Land Management had no authority to regulate ranchers and that his cattle should be able to roam freely on public lands. The activist, who has become the unofficial leader of the land-use rights movement in the American west, avoided consequences for years until he was taken into custody in February. Bundy, along with four of his sons and a dozen activists, now faces charges of conspiring against the US, assaulting and threatening law enforcement, using firearms to commit violence, and interference with interstate commerce by extortion. The lawsuit from Bundy – who has been denied bail and remains incarcerated as he awaits trial, is scheduled for February 2017 and accuses the government of “cruel and unusual punishment” for locking him in solitary confinement. It also says officials have violated his free-speech rights, his freedom of religion, his second amendment rights and his right to a speedy trial. The complaint outlines a series of alleged conflicts of interest and says the government has unlawfully targeted the Bundy men and “peaceful persons who were rightly armed and defended by peaceful cowboys and militias”. The suit calls for Navarro to be removed as the judge in the Bundy case, noting that Reid recommended her for an appointment and Obama nominated her – and both Reid and Obama have publicly made negative comments about Bundy. Reid has called Bundy’s supporters “domestic terrorists” and recently said he wanted to push for a national conservation area by the family’s ranch, now that the Bundy men are incarcerated. Obama briefly alluded to Bundy in his 2014 speech, saying, “Let me tell you something I know about the Negro” – a reference to Bundy’s controversial remarks on race.   Related: Ammon Bundy is an 'originalist' just like Antonin Scalia, says defense    The suit defends the comments, saying Bundy was publicly equating his family’s situation to the “‘the plight of ‘Negroes’ in the old South, whereby they were enslaved by a tyrannical government”. The complaint continues, “He chose the word ‘Negro’ believing that this was a proper term for African Americans, having looked up the word in Webster’s dictionary. He meant no disrespect and insult to African Americans … Indeed, the Reverend Martin Luther King referred to his people as ‘Negroes’ and he is recognized as the greatest African American civil rights leader in American history.”  “I don’t normally sue judges,” Joel Hansen, Bundy’s attorney, said in an interview on Monday night. “I respect judges, and I think they have a right to make their decisions, but these judges are not listening to us, and they’re leaving Cliven in solitary confinement for no reason whatsoever.” The isolation is affecting Bundy, his attorney said. “It’s getting him depressed. He never sees the sun. Here is a rancher who spent his whole life outdoors … and now he is confined in a box.” Kristen Orthman, spokeswoman for Reid, slammed the lawsuit and the Bundys in an email.  “It is hardly surprising that Cliven Bundy, a man who has been breaking federal law for decades, would file a baseless and absurd lawsuit. Bundy, his sons and their believers have endangered the lives of federal officers, have defaced and damaged public lands and squandered public resources for their own benefit. They are domestic terrorists. They are deadly and dangerous and will be brought to justice.” Spokespeople for Navarro and Obama did not immediately respond to requests for comment.",
  "webTitle": "Cliven Bundy sues Obama over 'cruel and unusual' solitary confinement",
  "webPublicationDate": "2016-05-10T18:38:47Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/cliven-bundy-obama-lawsuit-reid-navarro-constitution",
  "keyword": [
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oregon militia standoff",
      "id": "us-news/oregon-militia-standoff",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Land rights",
      "id": "environment/land-rights",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/10/cliven-bundy-obama-lawsuit-reid-navarro-constitution"
}