{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/donald-trump-supreme-court-picks-conservatives",
  "id": "2016-05-18-16",
  "sectionId": "us-news",
  "body": "Donald Trump has unveiled a list of judges he would consider nominating to the US supreme court should he become president, in an effort to satisfy conservatives who fretted over the type of jurists the mercurial New Yorker might select. After the death of Antonin Scalia, which set into motion an election-year battle for control of every branch of government, Republicans began to pressure Trump to prove his conservative credentials by releasing a list of judges he would consider for the vacancy.  In a statement on Wednesday, Trump said the list of potential justices was “representative of the kind of constitutional principles I value” and said he would refer to the list as president to fill the vacancy left by Scalia and any other vacancy, should it occur during his presidency.  The list of jurists includes Steven Colloton of Iowa, Allison Eid of Colorado, Raymond Gruender of Missouri, Thomas Hardiman of Pennsylvania, Raymond Kethledge of Michigan, Joan Larsen of Michigan, Thomas Lee of Utah, William Pryor of Alabama, David Stras of Minnesota, Diane Sykes of Wisconsin and Don Willett of Texas.  Among them, six are federal circuit judges and five are state supreme court justices, with records of conservative rulings. Trump’s list includes a handful of judges who rose to prominence during the George W Bush era, including Pryor, an appointee of the former president who has written that Roe v Wade “created – out of thin air – a constitutional right to murder an unborn child” and who has upheld a Georgia voter ID law. Sykes, whom Trump had previously mentioned as a potential supreme court pick, ruled in favor of the state’s voter ID law and backed federal funding for anti-gay groups that engage in discrimination. The breakout star of Trump’s shortlist was, almost immediately, Willett, the social media-savvy justice on Texas’s highest court. Honored as the state’s “tweeter laureate” thanks to his lively and humorous Twitter feed, the Republican justice has publicly joked about a Trump presidency and his ability to pick a supreme court nominee.     Donald Trump haiku—Who would the DonaldName to #SCOTUS? The mind reels.*weeps—can't finish tweet* pic.twitter.com/a326AP0mN1— Justice Don Willett (@JusticeWillett) June 16, 2015    “Donald Trump haiku,” @JusticeWillett tweeted in June, months before Scalia’s death. “Who would the Donald / Name to #SCOTUS? /The mind reels. /*weeps—can’t finish tweet*”. He has made light of some of Trump’s most outlandish behavior. He defended Heidi Cruz, the wife former presidential candidate Ted Cruz, after Trump threatened to “spill the beans” on her. “She’s fabulous,” he wrote, embellishing the tweet with fire emojis and a gif of Heidi Cruz wearing glasses. And last summer, after Trump gave out Senator Lindsey Graham’s cellphone number, Willett tweeted a photo of Kanye West with his finger over his lips, captioned: “That time Donald Trump tried to give Kanye my cell number.” Cruz, who dropped out of the presidential race earlier this month, repeatedly accused Trump of not being a “true conservative” and warned that as president, the real estate developer would appoint liberal judges to the supreme court. Seeking to mollify conservatives’ concerns, Trump in March said he would work with the conservative Heritage Foundation to help create a list of nominees. He added later that he’d pick a judge that “would look very seriously” at Hillary Clinton’s use of a private email server during her tenure as secretary of state. Clinton responded to Trump’s list with a tweet:    You don't need to see who's on Trump's list to know what his Supreme Court would look like. pic.twitter.com/HMWqUMSBIY— The Briefing (@TheBriefing2016) May 18, 2016    Her campaign chairman, John Podesta, criticized Trump’s shortlist of nominees for its lack of diversity, and singled out two judges for their conservative records, which include rulings against reproductive rights and gay rights. “At this point, it’s hard to keep up with the myriad reasons Trump should not be president, but the divisive policies and nominees, reckless and uninformed foreign policy positions and offensive views of Americans are just a few,” Podesta said. “Any one of these things would be troubling. All of them together, in just a few days, is further proof that Donald Trump is a risk we can’t afford.” The death of Scalia was a stark reminder that that the next president is likely to significantly reshape the nation’s highest court. On the campaign trail, the presidential candidates have embraced the argument, telling voters that the next president will make “at least one” and as many as four appointments to the court over the next eight years. Trump supports the Senate’s blockade against Barack Obama’s nominee, Judge Merrick Garland, the chief judge of the US court of appeals for the District of Columbia circuit.  The Democratic candidates, Clinton and Bernie Sanders, have accused Senate Republicans of subverting the president’s authority by refusing to hold hearings on the nominee. Republicans have countered that it is inappropriate for a president to make a lifetime appointment in the twilight of his presidency.  In the statement, Trump also remembered Scalia, the leading conservative voice on the court, as a “remarkable person and brilliant supreme court justice”.  “His career was defined by his reverence for the constitution and his legacy of protecting Americans’ most cherished freedoms,” Trump said. “He was a justice who did not believe in legislating from the bench and he is a person whom I held in the highest regard and will always greatly respect his intelligence and conviction to uphold the constitution of our country.”",
  "webTitle": "Trump woos conservatives with list of potential supreme court picks",
  "webPublicationDate": "2016-05-18T21:52:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/donald-trump-supreme-court-picks-conservatives",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US supreme court",
      "id": "law/us-supreme-court",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US justice system",
      "id": "us-news/us-justice-system",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    }
  ],
  "guardianId": "us-news/2016/may/18/donald-trump-supreme-court-picks-conservatives"
}