{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/samantha-morton-maxine-peak-salute-genius-late-director-antonia-bird",
  "id": "2016-05-05-88",
  "sectionId": "film",
  "body": "‘She put her neck on the line to make sure she got the performances from the actors’ Samantha Morton Actor and director First and foremost, Antonia broke the invisible ceiling. Being a young, working-class actor, watching films such as Safe – I’d never seen anything like that before. Back then, I just thought the actors did their acting and that directors did the camera stuff. I was watching those performances by Kate Hardie and Robert Carlyle and thought: “Wow, how are they doing this? Who is getting this out of them?” It was only later that I learned about Antonia’s working methods, her bullshit detector and her dedication to the actors. The world she created for actors was absolutely sacrosanct. She was just phenomenal. She had a commitment to truth and fought to make films – not simply by being a woman, but by the way she saw the bollocks that surrounds the film industry. She had an incredible ability to filter: what is essential here? What is right? Why are we doing this? She was a true inspiration, and now I have become a film-maker myself I almost try to live by her rules. She had an unwritten manifesto that seeped in to the consciousness of my generation, and inspired you to become the actor you wanted to be.     ‘She had a voice and has left a legacy’: Samantha Morton on Antonia Bird. Photograph: Rex/Shutterstock    I knew Antonia well, but I never got to work with her. It nearly happened; we met several times on The Meat Trade [Irvine Welsh’s script about 19th-century murderers Burke and Hare], and it broke my heart that it never went ahead. She was a hero of mine. She put her neck on the line to make sure she got the performances from the actors, that they were protected and the shoot was protected. Her empathy and commitment to her cast and crew was absolutely extraordinary. Also, you have to remember, it is an old boys’ club – I promise you. We are not nurturing enough female writers, female directors, and this is where Antonia was unprecedented in what she achieved in this country. It’s a shame: while she was alive, there wasn’t the appreciation there should have been. But she had a voice and has left a legacy – people like Lynne Ramsay, Clio Barnard and Andrea Arnold wouldn’t be here in the same way without her. ‘Her genius animated and illuminated all her work’ Richard Eyre Director I met Antonia at the Royal Court theatre in 1980. She was a resident director there, appointed by Max Stafford-Clark, who attached her to my production of Hamlet (with Jonathan Pryce) as my assistant. She was a wonderful colleague – constantly questioning, but constantly supportive. I saw for the first time what singled her out later as a remarkable director: she was entirely engaged with the actors and they saw in her an ally, a mentor and a friend. Two years later, I asked Antonia to join me at the National Theatre to be my assistant on my production of Guys and Dolls. We all enjoyed ourselves (“This beats working,” said Bob Hoskins on more than one occasion), no one more so than Antonia, who would rock with joy – thumb in mouth – as we started to see scenes come together. When we transferred the production to the Prince of Wales theatre in the West End three years later, I wasn’t available to direct it, so I asked Antonia to take it over, which she did with characteristic brio. I didn’t see a lot of Antonia after that. She started to work in TV and I followed her career with fascination, joy and a kind of vicarious pride. She had a real eye for film-making and, as importantly, a rare gift of empathy for actors and the people they portrayed in her films. As far as I know, Antonia wasn’t religious, but, as few people do (or can), she followed the injunction to “love thy neighbour” – caring for strangers, not because they were poor or unlucky, but just because they were human. That takes a sort of genius, and that genius animated and illuminated all her work. ‘The amount she managed to achieve as a female director is something of a miracle’ Kate Hardie Actor and director When you call someone a political film-maker, it is possible to think you are referring only to the subjects they put on screen. Antonia was a political film-maker; she was also, regardless of her politics, quite simply a highly skilled and creative director. But she knew film was a deeply effective communication tool, and without doubt she used it to voice her political beliefs and frustrations.     ‘While working with Antonia I felt empowered, included and respected’ – Kate Hardie. Photograph: BFI    Being a political film-maker also affects how a director behaves off screen. How they treat their cast, their crew. How they view the people with power and money. Antonia was a deeply socialist film-maker both on and – importantly – off camera. She had a constant eye out for the abuse of power, and huge respect for the “workers” that helped her tell stories the way she wanted to tell them. She saw actors as technicians, as co-workers who deserved her protection and care. To be on an Antonia set was to know she had your back totally and, often to her own detriment, was not pandering to producers or those with the money; her focus was on supporting you. She was deeply collaborative, and while working with Antonia I felt empowered, included and respected. I had the space and right to comment on anything I didn’t believe about the work – rather than her seeing my opinions as an actor overstepping the mark, she treated my instincts about character and dialogue (and even the odd shot) as a valuable part of my skills and therefore deserving of her attention. I often joke that working with Antonia as early as I did in my career ruined it for me – it’s a silly joke, but it has its roots in fact. I first worked with her in 1984, and I’ve rarely had such an experience since. The world of film and TV is a pretty conservative place. Although often perceived as highly liberal, in reality it is rife with hierarchy, emotional repression and abuses of power. Antonia put herself on the line again and again. She taught me a huge amount about acting and working with the camera. But she also taught me a huge amount about the morality of collaboration. These are not necessarily lessons that make for an easy career. Her convictions and concerns were pretty non-negotiable, her political beliefs were her map, and at times that made things difficult for her. But, in an industry full of dubious morals and flaky convictions, I found her truly inspiring. And – it shouldn’t really need pointing out these days, but sadly it still does – in an industry whose statistics regarding gender equality are worse than both banking and the army, the amount she managed to achieve as a female director is something of a miracle. ‘Through her, I made it into the kind of TV that inspired me when I was growing up’ Aidan Gillen Actor I’ve never been too hot at auditioning, and even to date my record of scoring roles that way is erratic. But when I met Antonia, in 1993, what she did was get a group of people in and simply try some things out. Now that I think of it, everyone who was there that first day actually ended up in her film. I tend not to say stuff just for the sake of it in improvs, but at one point I just exploded in a fit of rage, which took even me by surprise. I ended up in Safe, playing Gypo, a vulnerable homeless kid prone to fits of rage and, even though I’d had a lead role a couple of years before, this felt like a real breakout for me. Through the group that she brought together, Antonia really dared the cast to push each other hard, and that’s what it ran on. Her idea to bring Billy Bragg in to write songs for it was genius and helped place the drama politically.     ‘Safe felt like a real breakout for me ... Antonia really dared the cast to push each other hard’ – Aidan Gillen. Photograph: BFI    On set, there was such a highly charged atmosphere that I just didn’t want to go home at night. When it shifted to a week of night shoots at the end, I was satisfied, because I didn’t have to. I learned so much from Kate Hardie, who was the real lead of the piece, and who had worked with Antonia before. We were together in nearly all our scenes and the lesson was: “Do what feels right for you and don’t be scared to do anything.” Soon I was stripping off my clothes in crowded rooms and punching doors and letting rip in a way that left you exposed and vulnerable. That was all needed and used, too, and ultimately engineered by Antonia. I saw Safe for the first time in ages last year, and, while my performance is scrappy, what does come across strongly is how much of people’s hearts went into it. Afterwards I didn’t see Antonia that much, maybe three or four times. I met up with her in Los Angeles later the next year when she was working on the film Mad Love. I could tell she was making the effort, but that Hollywood wasn’t really somewhere she was ever going to be happy. But I was really glad that, through her, I had made it into the kind of TV that inspired me when I was growing up. I can connect the dots from Safe to every role I’ve had since. ‘Antonia could have stepped out of one of her movies’ Mark Cousins Writer and director Antonia Bird and I were writing a script, Scotstoun, about a woman in a small Scottish town, so we spent a weekend in Killin on Loch Tay. I drove up, we unpacked and then we worked. And worked. Before dinner, during it, afterwards. It was the fifth project we tried to get made, and each time I was struck by her energy, her endless work. With a screenplay and character biogs in front of her, she could go on all night. Script arcs, story beats and plot development: these were her meat and potatoes.     The Hamburg Cell, directed by Bird. ‘Antonia couldn’t stand on the sidelines. She wanted to bring out the innate convulsiveness in everyday lives’ – Mark Cousins. Photograph: Channel 4    At a time when fashionable tastes in film were shifting towards minimalism, she was a maximalist. She admired the great Iranian film-makers who fixed their cameras and let shots run long. But Antonia couldn’t stand on the sidelines. She wanted to bring out the innate convulsiveness in everyday lives. Her rage at the system and her empathy with its victims made her work like a pressure cooker: the temperature building, an explosion imminent. That’s why she admired Scorsese films and the writing of Jimmy McGovern. Her film style was like Sam Fuller’s or Nicholas Ray’s. She should have remade Ray’s Johnny Guitar. Sometimes, film-makers are unlike their movies. Ken Loach is gently spoken, whereas his films are enraged. Stanley Donen is angry, while his films, such as Singin’ in the Rain, mostly aren’t. Although she hated being on screen, Antonia could have stepped out of one of her movies. When she came to your house, it got livelier. She was always taking off or putting on scarves, putting herself down, apologising for being late or early or interrupting, starting a new sentence before she’d finished the last. Confidence migrates. If it’s not in yourself, it can appear in your work. I was to be a producer for Antonia, an enabler, an articulator of why she matters. I showed her an old Judy Holliday and Jack Lemmon film, It Should Happen to You, and we tried to remake it, perhaps with Drew Barrymore. I failed to raise money for her. That’s my fault, and the industry’s, too. Energy can’t be destroyed, of course, so Antonia kept on working. What film would she have made about the refugee camps? What would she have said about the Hillsborough verdict of unlawful killing? That’s the problem when a clear thinker dies: you miss their clarity. You miss their story beats. ‘She let the scenes run ... she let the silences and the moments play’ Maxine Peake Actor I first worked with Antonia on a BBC series called Faith, about the miners’ strike, which she produced, but Safe was the first film of hers I saw. It stayed with me: I had no idea what it was, it was something I’d stumbled across, but I knew it was a remarkable piece of storytelling with great perfomances – I remembered Kate Hardie in particular. Antonia’s films pushed me towards what I wanted to do. They were the kind of dramas I wanted to be part of: groundbreaking, but with a social conscience.     Maxine Peake as Grace Middleton in BBC series The Village. Photograph: Brian Sweeney/BBC/Company Pictures/All3Media    Later on, I had signed up to The Village, and when I heard Antonia was going to direct it I knew we were in safe hands, politically and artistically. There was supposed to be a two-week rehearsal period, but, as often happens in TV, problems with everyone’s availability meant it got a bit disorganised. So, I had the pleasure of sitting in a cafe in Hayfield in the Peak District for two weeks and just sort of chatting with Antonia. I feel really blessed, in a way: even if we didn’t get the rehearsal we planned, it was worth it. A lot of directors these days are all about putting their mark on the film, but Antonia was very much focused on the performances and getting the most out of actors. She let the scenes run and we felt like we were doing film; that was the beauty of it. We didn’t feel like The Village was the normal telly, where it had to be rushed; she let the silences and the moments play. I think the first episode ended up being twice the length it was supposed to be. It was shortly after the first series that I heard something was wrong. Kate emailed to say: “Antonia’s not well.” It was such a shock. All I remembered was her saying she was tired – but she’d just directed four huge TV episodes, so you think, no wonder you’re tired. An Antonia Bird retrospective runs 12-26 May at BFI Southbank in London. The documentary Antonia Bird: From EastEnders to Hollywood screens on BBC4 on 22 May",
  "webTitle": "Samantha Morton and Maxine Peake salute the genius of late director Antonia Bird",
  "webPublicationDate": "2016-05-05T17:35:54Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/samantha-morton-maxine-peak-salute-genius-late-director-antonia-bird",
  "keyword": [
    {
      "webTitle": "Antonia Bird",
      "id": "film/antonia-bird",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Samantha Morton",
      "id": "film/samantha-morton",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Aidan Gillen",
      "id": "culture/aidan-gillen",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Maxine Peake",
      "id": "culture/maxine-peake",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Eyre",
      "id": "profile/richardeyre"
    },
    {
      "webTitle": "Kate Hardie",
      "id": "profile/kate-hardie"
    },
    {
      "webTitle": "Mark Cousins",
      "id": "profile/mark-cousins"
    }
  ],
  "guardianId": "film/2016/may/05/samantha-morton-maxine-peak-salute-genius-late-director-antonia-bird"
}