{
  "apiUrl": "https://content.guardianapis.com/news/datablog/2016/may/21/the-worlds-most-expensive-diamonds-size-isnt-everything",
  "id": "2016-05-21-159",
  "sectionId": "news",
  "body": "Related: The Pink Star and other expensive diamonds – in pictures    Diamonds Are Forever, or so the song goes. But in a week when two diamonds, the Unique Pink and the Oppenheimer Blue, sold for $32m (£21.6m) and $58m (£39.8m) respectively – the latter a new record at auction – a more fitting title might be Diamonds Are Forever Increasing in Price. The Unique Pink diamond ring was sold at a Sotheby’s auction at the Beau-Rivage hotel in Geneva on Tuesday. A day later, Christie’s auctioned the Oppenheimer Blue at the Four Seasons hotel des Bergues, just a two-minute walk along the shore of Lac Léman from the Beau-Rivage.   Graphic showing the size, shape and price of the most expensive diamonds ever sold at auction   Many other diamonds were sold across both auctions for (relatively speaking) much smaller prices. And the most expensive diamonds are not necessarily the largest ones. So what makes one diamond so much more expensive than another? The Gemological Institute of America (GIA) grades diamonds according to the four Cs: clarity, cut, carat weight and colour.     The anatomy of a diamond, as defined by the Gemological Institute of America    It is the fourth criterion that can confer serious value: every one of the 10 most expensive diamonds ever auctioned are “fancy colour” diamonds. White diamonds increase in value the more colourless they are. But in the case of fancy colour diamonds, the opposite is true: the intensity of the colour adds to their worth at auction. The rarity of the so-called “fancies” is the other determining factor: red, green, purple and orange are considered the most rare, followed by pink and blue. The top 10 includes five blues, four pinks and one orange diamond. Of course, a notable history – particularly celebrity ownership – can also inflate a stone’s price. A diamond that Richard Burton bought for Elizabeth Taylor for $1.1m in 1969 sold for almost five times that amount a decade later.",
  "webTitle": "The world's most expensive diamonds: size isn't everything",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/news/datablog/2016/may/21/the-worlds-most-expensive-diamonds-size-isnt-everything",
  "keyword": [
    {
      "webTitle": "Luxury goods sector",
      "id": "business/luxury-goods-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Switzerland",
      "id": "world/switzerland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Shopping trips",
      "id": "travel/shopping-trips",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Pamela Duncan",
      "id": "profile/pamela-duncan"
    },
    {
      "webTitle": "Paddy Allen",
      "id": "profile/paddyallen"
    }
  ],
  "guardianId": "news/datablog/2016/may/21/the-worlds-most-expensive-diamonds-size-isnt-everything"
}