{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/labor-and-the-coalition-push-feelings-as-much-as-facts-in-this-election-campaign",
  "id": "2016-05-20-245",
  "sectionId": "australia-news",
  "body": "The 2016 election is actually about a big and important and factual choice – whether our economy and our society are best served by spending a lot of money on company tax cuts to boost employment and investment, or by spending a lot of money on education and health.   Related: Any election involving Crosby Textor involves dead cats, and we've just been thrown one | Will Woodward    But political framing is, as ever, more about emotions. In this election, each major party is offering its own innovative/agile/positive offering and a bad memory about the other side. Malcolm Turnbull wants to reframe the decision as being between his own reassuring plan (which will deliver “jobs and growth”, in case you’ve been in Antarctica these past few weeks) and Labor’s record in government the last time. Not a detailed comparison with Shorten’s plan, but a juxtaposition with the “chaos” of the “Rudd/Gillard/Rudd” years. And while Turnbull talks about the tax cuts all the time, and spends most days in businesses that will benefit from them, and speaks about them in the most chest-thumpingly excited kind of way, he shies away from detailed questioning about their exact link with the asserted economic outcomes, dismissing, for example, analyses questioning their claimed economic benefits from the Grattan Institute or the Australia Institute. What he really wants to do is redefine the factual choice as one between feelings, a nice, optimistic feeling about the future (if he remains prime minister) and a “bad” memory of a traumatic period in the not-too-distant past, reminding voters at every opportunity that Bill Shorten represents the “same old Labor”. The Coalition doesn’t want to talk about Labor’s message, nor its detail, because voters are quite keen on the idea of more funding for hospitals and schools and still being bulk-billed when they go to the doctor. So Turnbull questions Labor’s costings and then the Coalition moves onto the attack, the favourite to date being asylum seekers.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    Like all effective scare campaigns, it contains a thread of truth. There are a lot of Labor MPs and candidates with deep reservations about Labor’s bipartisan support for the government’s policies of sending all asylum seekers arriving by boat to offshore detention centres and turning boats around at sea and sending them back to Indonesia. Given the consequences for the 2,000 people in indefinite detention on Manus Island and Nauru, many would find that understandable. And you don’t really need to scour Facebook pages to find the evidence, as Liberal staffers appear to have, you could’ve just listened to the debate at the party’s national conference last year. But Bill Shorten won the day at that conference, and the party resolved a policy almost identical to the Coalition’s. Undeterred, the Coalition has spent the first two weeks of the campaign pointing to any Labor MP who has ever expressed a humanitarian concern as evidence that Labor doesn’t really mean it, that its resolve is weak, that the boats would restart, that it’s “the same old Labor” (cue a reference to every failing of the Rudd/Gillard/Rudd years). And then Peter Dutton took the whole scare a step too far by suggesting that even asylum seekers arriving through the official humanitarian program were stealing Aussie jobs and/or illiterate and languishing on the dole.  That had to be hastily reworked by his colleagues into a discussion of the cost of Labor’s plan to increase the humanitarian intake, even though the costings being attributed to Labor were of an entirely different policy, and for the next three years the two major parties’ planned intake is exactly the same. Australia’s record in welcoming refugees, and the stories of how they build successful lives, is one thing most voters strongly support.    Related: When Peter Dutton insults refugees he insults the Australian people | Lenore Taylor    And of course neither major party wants to talk about the obvious failing of their bipartisan stance – the fact that neither has a clue what to do with the people we have consigned to indefinite detention. Shorten, meanwhile, is best served trying to keep the debate on the social positives of his policies, this week’s $2.4bn announcement to end the freeze on Medicare rebates, for example. His additional spending on education. The risks he has taken to try to force voters to think again about Labor after just a single term. His “100 positive policies” that “put people first”. But he also has a bad memory working in his favour, the more recent memory of voters’ dislike for Tony Abbott and the fact that Malcolm Turnbull, whom they had thought would be different, who won the job with a promise to be different, but who is increasingly delivering the same old lines. And of course sometimes all parties’ careful efforts at framing get blasted off the political stage by something wild and unexpected, like the Australian Federal Police’s truly extraordinary decision to stage raids on politicians and staffers in the middle of an election campaign. Thinking about that through the lens of each party’s desired framing should calm some of the wilder conspiracy theories – Turnbull definitely did not want to spend two days talking about the national broadband network and documents suggesting his policy might not deliver all that he says. And if the documents are for the most part already public, and will now remain in a safe in the office of the clerk of the Senate until after the election anyway, it is difficult to see what any political party has gained, or what the AFP can have been thinking. The raids are unwanted static in both parties’ carefully framed messaging – which is likely to resume normal transmission by Monday – each wrapped in the warm glow of their own offering and the ghosts of opponents past. • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "Labor and the Coalition push feelings as much as facts in this election campaign",
  "webPublicationDate": "2016-05-20T10:30:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/labor-and-the-coalition-push-feelings-as-much-as-facts-in-this-election-campaign",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/20/labor-and-the-coalition-push-feelings-as-much-as-facts-in-this-election-campaign"
}