{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/companies-ladbrokes-reckitt-carillon-shareholder-wrath-executive-pay",
  "id": "2016-05-05-102",
  "sectionId": "business",
  "body": "Three more big UK companies have suffered damaging investor revolts over executive pay at their annual shareholder meetings. The latest rebukes came at bookmaker Ladbrokes, consumer goods company Reckitt Benckiser and construction firm Carillion. At the Ladbrokes AGM, 42% of investors voted against the company’s remuneration report.  At Reckitt, known for products such as Dettol, Nurofen and Durex, nearly one in four shareholders opposed the group’s pay policy that covers the next three years, and abstentions took the protest vote to 29%.  Almost 18% voted against the remuneration report for the past year, which included a £23m pay package for the chief executive, Rakesh Kapoor. Kapoor is thought to be the second-best paid FTSE 100 boss after WPP’s Sir Martin Sorrell, who was handed a £70m pay package last year. At construction firm Carillion, 46% of shareholders failed to back its remuneration report, including abstentions.  The trio are the latest high-profile companies to face the wrath of shareholders, after huge rebellions at oil giant BP, drugmaker Shire and others. The chief executive of Ladbrokes, Jim Mullen, who took over in April last year, was paid £567,000 for the nine months he was in the role, and his predecessor, Richard Glynn, received a big payoff. Ladbrokes said it understood the concerns expressed by some shareholders over the payoff for its former finance director Ian Bull, who left in February. As “a good leaver” he stands to get up to £600,000 of shares for 2015. The firm said shareholder views would “play a key part in the board’s thinking as remuneration is considered for the business going forward and the potential merger with Coral”. Aside from its pay row, Reckitt is also embroiled in a humidifier steriliser scandal that has claimed around 100 lives and injured hundreds more in South Korea. Kapoor issued a personal apology at the company’s AGM in London, just days after the company publicly accepted responsibility for its role in the controversy for the first time. The problem with the steriliser humidifiers, which caused deadly lung problems, came to light five years ago.  Kapoor said: “I’m personally very sorry and very much regret that our Oxy product caused harm to people in Korea.” His apology came a day after South Korean retailer Lotte Mart and several online firms dropped Reckitt’s products.  He reiterated that the company had “made a mistake” and vowed to ensure that “something like this never happens again”. He said he would meet on Friday with representatives of the victims, a handful of whom had travelled to London and were demonstrating outside the AGM. Reckitt’s disinfectant – a liquid added to the water of humidifiers – was among several products, also manufactured by rival companies, that were suspended by the South Korean government in 2011 after being linked to lung damage. At the shareholders’ meeting the consumer goods group came under fire over top-level pay and governance issues. Cliff Weight from individual shareholder group ShareSoc said Reckitt had performed well in terms of shareholder returns since 2002 but even so, Kapoor’s pay package was “indefensibly high” at £23m for 2015, and £56m since his appointment in 2011. Weight said a reasonable remuneration would be “less than half this amount”. He drew applause from other shareholders when he said: “It is difficult to have a cost-conscious culture when you are paid excessively yourself.” Last year Kapoor said he would fly economy on flights under six hours as part of a £150m cost-cutting drive. A representative from responsible investment charity ShareAction urged Reckitt to follow other big companies such as Unilever in paying its staff the UK living wage as set by the Living Wage Foundation. Deborah Gilshan, from the Railways Pension Scheme, was also applauded when she voiced “significant concerns about the quality of board governance at the company” and executive pay.  She levelled her criticism at the head of the remuneration committee, Judith Sprieser, who has been on the board for 12 years and was re-elected on Thursday. She said the pension fund had met with Reckitt’s chairman, Adrian Bellamy, to discuss its concerns. “It is a pity that the remuneration committee under Ms Sprieser’s leadership has failed to address these concerns,” she said. Bellamy replied: “We hear you,” but defended the firm’s pay policy, saying it was linked to company performance. He added that Sprieser had managed the committee “extraordinarily well” and was therefore invited to stay on the board. Sprieser said that the strengths of Reckitt’s pay policy had been its “simplicity, consistency and transparency” and claimed: “It works.” She said: “We take the feedback we get from our investors very seriously,” and added that some changes to long-term incentive plans had been made.",
  "webTitle": "Three more companies face shareholder wrath over executive pay",
  "webPublicationDate": "2016-05-05T16:54:20Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/companies-ladbrokes-reckitt-carillon-shareholder-wrath-executive-pay",
  "keyword": [
    {
      "webTitle": "Executive pay and bonuses",
      "id": "business/executive-pay-bonuses",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Ladbrokes",
      "id": "business/ladbrokes",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Reckitt Benckiser",
      "id": "business/reckittbenckiser",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Healthcare industry",
      "id": "business/healthcare",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Shire",
      "id": "business/shire",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pharmaceuticals industry",
      "id": "business/pharmaceuticals-industry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/05/companies-ladbrokes-reckitt-carillon-shareholder-wrath-executive-pay"
}