{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/05/the-sky-trembles-and-the-earth-is-afraid-and-the-two-eyes-are-not-brothers-review-brutal-essay-on-orientalism",
  "id": "2016-05-05-32",
  "sectionId": "film",
  "body": "Related: Ben Rivers: ‘You find abandoned sets from films like Lawrence of Arabia just standing there in the desert’    Here is a challenging, cerebral slow-burner from the artist and film-maker Ben Rivers. It unfolds calmly, blankly, then contorts into violence: part drama, part opaque essay film on the nature of orientalism. This is a free adaptation of Paul Bowles’s 1945 short story A Distant Episode; there are also echoes of Lawrence and Kipling. The title is the strange babble that Bowles once overheard on the lips of a stranger, and this occult outburst reportedly inspired the writer’s disturbing tale about a European professor of languages who comes to Morocco intent on studying dialect, behaves high-handedly with the locals and is treated with terrifying violence that is far from justified or explained by his own behaviour. Rivers’s film changes the man from a professor to a film-maker, who autocratically insists the locals take roles in his movie. He makes one do a terrifying and dangerous stunt, falling backwards from a height on to cardboard boxes, perhaps an allusion to the “camel-udder boxes” that the professor wants to buy in Bowles’s story. It results in a bizarre brutality. Maybe nothing in the film can live up to the superb, surreal menace of its title, but it’s a very shrewd commentary on Bowles’s story.",
  "webTitle": "The Sky Trembles and the Earth Is Afraid and the Two Eyes Are Not Brothers review – brutal essay on orientalism",
  "webPublicationDate": "2016-05-05T20:45:04Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/05/the-sky-trembles-and-the-earth-is-afraid-and-the-two-eyes-are-not-brothers-review-brutal-essay-on-orientalism",
  "keyword": [
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paul Bowles",
      "id": "books/paul-bowles",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Film adaptations",
      "id": "film/film-adaptations",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/05/the-sky-trembles-and-the-earth-is-afraid-and-the-two-eyes-are-not-brothers-review-brutal-essay-on-orientalism"
}