{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/lgbt-philippines-immigration-america-how-i-got-here",
  "id": "2016-05-03-234",
  "sectionId": "commentisfree",
  "body": "I was 17 years old when my green card petition finally came through. I was hesitant to move to the United States when my mom first broke the news to me. But once she explained that a policy in California would allow me to change my name and gender marker on legal documents, I couldn’t resist this life-changing opportunity. I dreamed of being affirmed as the woman that I had always been, but I never thought it would become reality. In the Philippines, transgender people are culturally and socially visible but not politically recognized. Some people assume that because trans people are part of mainstream society, we are accepted. But we aren’t. The Philippines do not provide legal protections for the LGBT community. While living in the Philippines, I travelled the country, joining beauty pageants ranging from the far end of the islands to national television. Through these pageants, I was making my own money and using the winnings to buy hormones. In a sense, these pageants were my economic empowerment. At that time, I expected to move to Japan and become a performer, entertainer and an overseas Filipino contract worker. The trans women who had come before me did just this; they were the role models that I looked up to because they were the breadwinners of the family. But that phone call with my mom changed everything.   Related: How I got here: Being a Jew in Baghdad wasn't safe anymore | Zigi Ben-Haim    After moving to San Francisco, I needed to find my own community. I was looking to continue my transgender beauty pageant career, but it was not the same as it had been in the Philippines. Through some friendly connections, I got a job working in the cosmetics department at Macy’s in San Francisco for four years. It was the first time I had had to communicate fluently in English, provide cosmetic services, assist a variety of customers and adjust to cultural nuances. I found solace in the trans community that I met through the Asia-Pacific Islander Wellness Center. Every Wednesday, we would get together to talk about issues that were important to us, share a meal together and learn through each other’s experiences. It was my newfound LGBT family.  In 2005, I made one of the biggest decisions of my life: to move to New York City and pursue a career in modeling. It was also a chance to live a dream of mine since I was a young child. My first few years in New York were exciting, difficult and lonely. This stress was amplified when I made the decision to not disclose my transgender identity professionally. It was a paradoxical reality that I lived with for close to a decade. I was finally living my dream but was held back by my fear, paranoia, shame and the burden of living “in the closet”.   Related: Tell us how you got here: share your stories of immigration    After finally finding the courage to accept my truth and express to the world that I am a proud transgender woman of color, I came out at TED Conference in 2014. This sense of freedom allowed me to acknowledge the power in being my true authentic self and find my purpose in advocating for transgender rights. It is through storytelling that I am able to honor the people who have come before me and made it possible for me to exist. I realized that I wanted to use my platform to use and create media that tells empowering stories about the transgender experience. As much as people are seeing mainstream narratives about trans people in recent years, there are still a lot of trans people’s stories that need to be told – the ones who never had the resources and support to emigrate to the United States. This is why I started Gender Proud Productions, which produces film and video content. I am excited for the projects we have done and the ones we are about to launch.  We need to ensure that we center the narratives on the most marginalized in the trans community. The people who have come before me made it possible for me to to make it this far. None of us should live in a society where the life expectancy of a trans person of color is 35 years old. Together, we can change that. I am a proud transgender woman of color and an immigrant from the Philippines. My journey continues to this day.   Open contributions: How did you get to the US?",
  "webTitle": "Why did I move to America? To finally change my name and gender markers | Geena Rocero",
  "webPublicationDate": "2016-05-03T11:00:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/lgbt-philippines-immigration-america-how-i-got-here",
  "keyword": [
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Geena Rocero ",
      "id": "profile/geena-rocero-"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/lgbt-philippines-immigration-america-how-i-got-here"
}