{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/12/antiques-roadshows-jug-picasso-bbc",
  "id": "2016-05-12-161",
  "sectionId": "artanddesign",
  "body": "I have to confess to sheer delight at the mistake made by a hapless Antiques Roadshow “expert”. Examining a comically primitivist pot brought in for valuation on the popular and venerable television show, appraiser Stephen L Fletcher got quite excited. He identified it as a daring early modernist work from the 19th century. He even discerned “a little bit of, like, Pablo Picasso going on here”.   Related: Antiques Roadshow expert mistakenly values school art project at $50,000    And the price? Between $30,000 and $50,000, thought Fletcher.  A viewer who knew the real creator realised this monster jug was actually a high school art project by Betsy Soule of Oregon and dates from 1973, the year, by coincidence, that Picasso died. Only one thing about the story disappoints me: it happened on the US version of the BBC series. If only it had been a British expert. The BBC has made great artistic television programmes and will do so again. A declaration of interest here: I am a series consultant on the remake of Civilisation, the classic 1969 series commissioned by David Attenborough and written and presented by Kenneth Clark. That backroom role thrills me because the classic BBC documentaries of the the 1970s and early 80s – beginning with Civilisation and finally shoved aside by the postmodernist age in which so much of Britain’s soul was lost – were a big part of my education.      The great civiliser … Kenneth Clark. Photograph: Everett Collection/REX    I lived in north Wales far away from art galleries, but who needed galleries back in 1980 when Robert Hughes was on telly declaiming about modern art in words worthy of Swift as he presented his great series The Shock of the New?    Related: David Attenborough at 90: a TV legend’s top 10 moments    The first art documentaries I remember seeing were episodes of Attenborough’s The Tribal Eye (happy birthday, Sir David), a beautiful exploration of global art that is still well worth watching on DVD. Most of all, I was enraptured by Jacob Bronowski’s TV series and book The Ascent of Man – nominally a history of science. The polymath Bronowski also brilliantly analyses artistic wonders from the Alhambra to LA’s Watts Towers. I later made pilgrimages to both,, his enthusiasm still echoing. Then, in 1979, the Antiques Roadshow started. Does 1979 ring any bells? It was also the year Margaret Thatcher won her first election victory. I am not saying Antiques Roadshow is a Thatcherite programme. I am just saying it celebrates the art of making money, reduces beauty to a commodity and encourages people to think of history as added market value.          Jacob Bronowski’s The Ascent of Man    Clark’s Civilisation and its successors taught the nation to value learning and culture for their own sake. Antiques Roadshow sells a very different message. It proclaims, in its own cosy way, that art is all about money and history is only interesting if you can profit from it. What a triumph it has been. While the great civilising mission of the BBC’s epic art documentaries faded to nostalgia, the Antiques Roadshow with its shallow cynical attitude to lovely things has become an institution and global brand.  It’s great to see its fake “expertise” shown up for once, even if only on the US version. As the best public broadcasting service in the world fights for its life, it needs to offer something more visionary than the glittering eyes of greedy punters who’ve just discovered granny’s watercolour is worth something.  Time for something more civilised.",
  "webTitle": "Antiques Roadshow's jug gaffe vexed me – if only it had been the UK show",
  "webPublicationDate": "2016-05-12T14:39:36Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/12/antiques-roadshows-jug-picasso-bbc",
  "keyword": [
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Pablo Picasso",
      "id": "artanddesign/pablo-picasso",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/12/antiques-roadshows-jug-picasso-bbc"
}