{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/the-fiver-liverpool-sevilla-big-vase-final-baby",
  "id": "2016-05-18-125",
  "sectionId": "football",
  "body": "IT’S ONLY BIG VASE FINAL, BABY With Liverpool on the verge of winning their ninth European trophy, it’s only right that we pay some respect to the man who’s made it possible. So do join The Fiver in doffing your cap to motivational speaking’s Brendan Rodgers, who got Liverpool’s Big Vase campaign rolling by leading them to outstanding, character-building 1-1 draws with mighty Bordeaux and FC Sion that you’ve definitely not scrubbed from memory. What’s more, they wouldn’t even have been in Big Vase in the first place without the foresight of Rodgers, who clearly knew what he was up to when he led Liverpool to sixth place last season. But no one apart from The Fiver seems to respect King Brenny’s work, even though he astutely judged that qualifying for Big Cup again would have been a grotesque waste of time, which just goes to show that people are so ungrateful these days.   Related: Jürgen Klopp out to end his losing streak as Liverpool seek Europa League glory | Andy Hunter    He laid the foundations with those two draws against those French and Swiss powerhouses and now here’s Jürgen Klopp taking all the credit for himself. Most experts make Liverpool favourites to triumph in Wednesday’s final against Sevilla, whose hopes of winning the trophy for a record third consecutive year rest on the slim likelihood of them being able to outwit Simon Mignolet and Kolo Touré. Pah! Good luck with that! “We are here because we beat Dortmund? Right,” Klopp said to wild applause. “We beat Man United? Right. And Villarreal? Right. In my opinion we are really in a perfect moment to play a final.” The Fiver waited. And waited. And waited. But Klopp, the arrogant so and so, simply refused to pay the slightest heed to the Bordeaux and Sion efforts, instead choosing to rattle on about the prospect of beating Sevilla in Basel/Basle/Baaarl/Barzuhl. “How it feels to be a Liverpool legend I have no idea but it must be one of the best things you can feel in football,” Klopp said, before asking if anyone had a number for Djinkin’ Djimi Traoré or Igor Biscan. All this rousing talk from Klopp and not a garbled philosophical utterance in sight. It’s true what they say, you only truly miss something when it’s gone. LIVE ON BIG WEBSITE Join Jacob Steinberg from 7.45pm BST for hot MBM coverage of Liverpool 1-1 Sevilla (1-2 aet).  QUOTE OF THE DAY 18 January 2014: “I’m sure no Norwegian has more respect than I do for the Fifa president Sepp Blatter. He is actually my role model” – Kjetil Siem, then head of Norway’s FA and formerly involved in the South Africa World Cup. 17 May 2016: “After what I’ve been through, I will not say anything about [salaries]. I put together my expenses and said yes to everything but was hung out for two months on the gallows. The transparency … was used against me” – Siem vows not to reveal his salary again after being involved in an expenses inquiry related to his role as head of Norway’s FA. 18 May 2016: “I’m very happy to have Kjetil Siem aboard Fifa. He has … shown the kind of qualities I need around me” – new Fifa head honcho Gianni Infantino hires Siem as director of strategy.     Kjetil Siem: latest member of the Fifa family. Photograph: Gallo Images/Getty Images    A FORCE FOR GOOD 6 November 2015: “I truly believe that all football clubs have to give something back to their local communities: to be a force for good … it’s a simple rule: as we flourish and grow, so must the communities we live in. That’s an obligation that we’ve taken extremely seriously at [Taxpayers FC]” – vice-chairwoman Karren Brady highlights football clubs’ responsibility to give something back to their communities. 18 May 2016: “All proceeds from this summer’s Farewell Boleyn auctions will go directly to the club’s world-renowned academy of football and be invested into the future success of the team” – after demanding up to £120 for the signs to Upton Park’s khazis and £225 for the corner flags, Taxpayers FC confirm they will be trousering any funds raised. FIVER LETTERS “The bit about the ‘dog-handling display’ in yesterday’s Fiver, and the suggested alternatives, reminded me of a time when I was at a Colorado Rapids match and a dog agility display was on show at half-time. As dogs raced each other across a series of obstacles, the team’s subs were doing a kickabout nearby. One particularly eager dog (a Yorkie, I believe) was being held by its owner. The moment came for the dog to start its race. It was placed on the ground, did a complete 180 and headed straight for the ankles of Facundo Erpen, who displayed some surprisingly nimble footwork to avoid a decent chewing. Now that’s entertainment” – Sarah Rothwell. “Commenting on the quote by Sevilla’s sporting director Monchi that ‘no one takes a What a Great Economic Results banner to the stadium’ (yesterday’s Quote of the Day), he clearly has sympathy for the campaign of modern football fans to replace playing football in stadiums and play football on Twitter instead. No wonder everyone likes him” – Sam Crocker. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our letter o’the day is … Sarah Rothwell, who receives a copy of The Agony & the Ecstasy: a Comprehensive History of the Football League Play-Offs, by Richard Foster. We’ve copies to give away for the rest of the week, so get scribbling. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Plain Old John Terry will be free to continue captaining, leading and legending at Chelsea after signing a new one-year deal at the club. “Everyone knows I’m Chelsea through and through,” he parped, like a stick of Stamford Bridge rock.     POJT’s campaigning efforts have finally paid off. Photograph: TGSPhoto/Rex/Shutterstock    Romelu Lukaku’s da reckons his son will make like Freddie Flinstone and Yabba Dabba Do One from Everton in the summer, with Bayern Munich or Manchester United the unfortunate victims. Flirts from Taxpayers FC and Tottenham are both engaged in a furious game of kiss chase with Bournemouth’s Callum Wilson. Aston Villa are so hot right now. Wayne Rooney has ensured his Manchester United team will head into the FA Cup final full of confidence. “We haven’t scored enough goals this season … We weren’t good enough … It is very disappointing,” he roared. Martín Demichelis’s pockets have been lightened to the tune of £22,000 after he accepted a charge of betting on football matches. Hatem Ben Arfa believes 18 clubs have lined up to chase him in the Benny Hill style. “I will reflect and discuss it with my entourage,” he sniffed. Paul Trollope has been appointed manager of Cardiff City, replacing Russell Slade who has become the club’s head of football. “We hope that under Paul’s leadership, Cardiff City will return to the Premier League,” thundered Cardiff owner Vincent Tan from his hollowed out volcano. Neil Warnock won’t be extending his stay in charge of Rotherham United. And the FA will launch an inquiry into the pitch invasion after Hull’s play-off semi-final victory, in which a couple of the club’s fans got all up in the grille of Derby County’s Richard Keogh in order to cover themselves in glory. STILL WANT MORE? All that is missing from Kolo Touré’s career is the perfect ending, swoons Paul Doyle in his love letter to the Liverpool defender.     Kolo, Kolo Kolo, etc. Photograph: Peter Powell/EPA    From a former street cleaner to a man who gets penalised simply for being bigger than everyone else: Sid Lowe’s rundown of the Sevilla XI. Marina Hyde takes aim at Manchester United’s fake bomb scare: “We are effectively engaged in conflict and proxy conflict in any number of theatres, including the Afghan theatre, the Syrian theatre, and the Theatre of Dreams.” Which footballer has been relegated the most with one club? Which players have won two titles with two clubs in the same season? The Fiver doesn’t have a clue. But The Knowledge does. Mauricio Pochettino has pulled off the incredible coup of getting Paulinho, Lewis Holtby, Etienne Capoue, Roberto Soldado, Vlad Chiriches, Aaron Lennon and Benjamin Stambouli off the payroll and making a profit from them at the same time. Wot, no Gabriel Agbonlahor? Get your BTL outrage on underneath Who Scored’s European teams of the season. AFC Wimbledon are 90 minutes from Wembley as they visit Accrington for the second leg of their League Two play-off. Get the skinny as their manager, fans and staff discuss the Dons’ rise through the leagues. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. THERE IS NOTHING LEFT TO BELIEVE IN",
  "webTitle": "The Fiver | People are so ungrateful these days",
  "webPublicationDate": "2016-05-18T15:04:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/the-fiver-liverpool-sevilla-big-vase-final-baby",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jacob Steinberg",
      "id": "profile/jacob-steinberg"
    }
  ],
  "guardianId": "football/2016/may/18/the-fiver-liverpool-sevilla-big-vase-final-baby"
}