{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/manhattan-makeover",
  "id": "2016-05-08-215",
  "sectionId": "lifeandstyle",
  "body": "When Yuko Shimizu moved to New York in 1999 she had no interest in – or money for – interiors. “I rented an apartment in an unhip area of Brooklyn and bought all the used Ikea furniture from the guy moving out,” she says. But when she came to buy her own place eight years ago, viewing more than 100 apartments changed her thinking. “I realised that decorating your home is part of your personality.” From her interior choices, you might guess she is comfortable with risk. Early 20th-century wooden wall panels are painted solid black and topped with graphic wallpaper. A narrow hallway is covered in bold monochrome stripes that extend from the walls across the ceiling. A modernist Barcelona chair sits next to a Versailles-style dome seat. These things could easily not have worked. Shimizu herself took a leap of faith in her mid-30s when she ditched a corporate PR job in Japan for art school in New York. The risk paid off and she’s now, at an undisclosed age, a respected illustrator. She’s also keen to point out that she’s not to be confused with the other Yuko Shimizu who created Hello Kitty.     Lines of enquiry: the neat and compact kitchen. Photograph: Mark Seelen. Styling: Marc Heldens    When Shimizu found her third-floor, one-bedroom apartment on the Upper West Side of Manhattan, she approached decorating as she does her work. “Looking at the apartment I realised, ‘Oh, it’s like a three-dimensional space you fill in,’” she says. “My drawings are not simple. They’re highly decorative, but they have rhythm – parts where it’s tight and parts where you let go.” And so she set to work. For the main areas of her home she chose a palette of black and white with an accent colour of red. “The tone is important,” she says. “In Asia there’s a Chinese red that is cooler with a lot more black, and a Japanese red that shifts more towards orange. I like both but, for interiors, the Japanese red brightens a room.” Indeed, red continually beams out against the black and white throughout her home: from the artwork to her bedroom door, and the lettering on a cushion that says “BE NICE OR LEAVE.” (“I sometimes give these as presents because people love them,” she says.) Most notably, it’s the base colour of the wallpaper in her lounge – a depiction of galloping zebras and flying arrows. Originally designed for a New York restaurant, this is a cult print spotted in Wes Anderson’s The Royal Tenenbaums, covering the walls of Gwyneth Paltrow’s character’s room. The flow of the animals creates the feel of a fairground carousel circling overhead.     Colour co-ordinated: Yuko Shimizu outside her apartment with her chihuahua ‘Bruiser’. Photograph: Mark Seelen. Styling: Marc Heldens    When it comes to furniture, Shimizu decided to challenge herself to a “No Ikea rule.” “It’s pretty hard because they have some great stuff,” she says, “but the problem is, whichever country you go to, everyone has the same furniture and it feels wrong.” So she tries to buy original items, either on Etsy and eBay, or when she travels. She is a collector of both “junk and expensive things” – from figurines of Chinese dictators to Fornasetti pieces. “I like to support artists,” she says, “and often that means I can’t immediately buy the thing I want [because it’s too expensive], but that’s OK. One day I might be able to.” While others might admire Shimizu’s choices, committing them to a living space requires courage. Does she enjoy the risk of things potentially not working? “I guess that’s what artists are, right? If your vision and viewpoint is the same as everyone else’s, you’re probably not doing art,” she says. “Your home is your space and is where you can take risks. It’s a bit like my work,” she adds. “I don’t need everyone to love it.” Living With Yuko Shimizu is published by Roads, £11.99. To order a copy for £9.59, go to bookshop.theguardian.com",
  "webTitle": "Manhattan makeover",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/manhattan-makeover",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Interiors",
      "id": "lifeandstyle/interiors",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Candice Pires",
      "id": "profile/pires-candice"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/manhattan-makeover"
}