{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/movie-blood-tastes-so-good-on-the-neon-demon-set-with-nicolas-winding-refn",
  "id": "2016-05-12-136",
  "sectionId": "film",
  "body": "In May 2015, in the basement of a haunted house in Silver Lake, Los Angeles, one woman chases another with murderous intent. Under deep red light, she wields a poker. At a staircase, they struggle. The second woman falls, holding a gleaming Psycho-style kitchen knife. There is silence. “Let’s do one more.” A few feet away, Nicolas Winding Refn looks up from scene 118, take four of his film, The Neon Demon. The crew unfreeze, a dozen figures in headphones. The women wander back to where they had started. The poker was carried by actor Abbey Lee, the knife by body double Joanna Bennett. Lee wears a white trouser suit, Bennett a ruched white dress. She is identical in every way to the film’s star, Elle Fanning, who watches nearby: same dress, same long blonde hair, the same tiny coloured jewels around their eyes. For a moment, they stand beside each other. Refn, 44, cleanish-cut in a black track top, gets up to stretch his legs. He waits until Bennett and Lee are ready for another take. Then, in lieu of “action”, he calls out: “Violence, motherfuckers!”            Refn’s accent is transatlantic. Although Danish, he spent his adolescence in New York with his filmmaker parents. The Neon Demon will be his 10th movie. While his early career was a touch-and-go affair, his 2011 crime thriller Drive – with its brooding star turn from Ryan Gosling – ensured a high profile for his stylised, divisive films. On blogs and social media, there is already excitement about his new one. It is a horror movie, something he has never done before. And Refn always promises something singular: an event, a highwire act. Buzz has not translated to budget. Reports in Denmark put that of The Neon Demon at about $7m (£5m), exactingly low by Hollywood standards. The schedule is tight. This is the end of the fourth week of a six-week shoot. Fanning is called upstairs to shoot publicity stills in the house, an eccentric Mediterranean-revival villa called the Paramour Mansion. Seventeen and gangly, she is boundlessly sunny. The phrase “super neat” comes up a lot. Although the cast includes other well-known names – Keanu Reeves, Christina Hendricks – Fanning will be the face of the film. She seems unfazed. Fanning appeared in her first movie, I Am Sam, at three years old; she is now the veteran of more than 30 others including JJ Abrams’ Super 8 and Sofia Coppola’s Somewhere. Her world, with its photoshoots and award-ceremony dresses borrowed from designers, is close enough to her character’s – a fashion model new to LA – for this to feel familiar, too.      Many young actresses end up in horror movies, but what Refn is making feels new to her. “It’s oddball,” she says. “Designed to trick the mind.” When they met, he had asked her to watch cult romp Beyond the Valley of the Dolls; shooting, she is reminded of The Wizard of Oz. “As soon as something feels normal, we’re like, ‘That doesn’t work.’” Novel, too, was Refn’s insistence on filming in the order the story would appear onscreen. In Hollywood – in fact throughout the film industry – it’s seen as wildly impractical, a waste of money. But Refn has worked that way since his debut back in Copenhagen, 1996’s Pusher. To him, it lets the movie evolve as it goes (it helps that his films have ever less dialogue). Fanning says whole scenes have been scratched at the last minute, others invented. “We don’t know how the movie’s going to end yet. Nic said: ‘I hate the ending’ and threw it in the trash.” The whole experience had been a blast thus far. “Movie blood tastes so good,” she says. “It’s very cough syrupy. I want to put it on pancakes.” Above ground, crew members watch on monitors and wait. The Paramour Mansion stands behind a wrought-iron gate and a rampart of pine trees at the top of a steep hill. It was built in 1923 for oil heiress Daisy Canfield and silent movie star Antonio Moreno. Ten years later, Canfield drove off a cliff on Mulholland Drive while returning from a party. Naturally, hauntings have been reported, although not enough to hamper its new role as a high-end wedding venue. The film’s producer, Lene Børglum, is sending emails. Watchful and dry, Børglum is Refn’s partner in the production company Space Rocket Nation. She is arranging the logistics of shooting in story order, on a story with no ending. “You look a week ahead,” she smiles. “And you keep certain doors open.”           Cannes 2011: Ryan Gosling and Nicolas Winding Refn on Drive    Back in the basement, the red light makes everyone a silhouette, crammed under a low ceiling lined with pipes and wires. Refn, who is colour blind, always goes big on red. But at the end of the corridor, the colour changes, the staircase lit silver-blue from an adjacent window, as if hell had frozen over. Refn stares at another take on the monitor. Bennett sets off running, then Lee, then a burly Steadicam operator called Eric Fletcher, the three of them a strange conga line. “That was good,” the director says as Bennett lays face down. “Let’s do one more.” In 2006, when Refn was at a low ebb – struggling financially, directing Miss Marple for British TV – he realised what he wanted to make were the visually dizzying genre pictures that are now his trademark. He also realised that he liked a lot of takes. “I do very few setups,” he says. “But once I have them, I can do what I enjoy, which is the same thing over and over.” Refn wears a striped keffiyeh tied around his waist. He calls it his “power blanket”, there to provide a sense of security; on other films, there have been other blankets. He is clearly tired. Refn is staying with his wife, Liv Corfixen, and their two young daughters in a rented house in the adjacent neighbourhood of Los Feliz. Last night, the shoot wrapped at 1am. Afterwards, Corfixen found his restlessness in bed objectionable enough to turf him on to the sofa. Now, he mooches about in the corridor.     Lady in red ... Refn directs Joanna Bennett, Fanning’s body double.    “Horrible,” he says when I ask after his mood. He is half-joking; Refn often plays for laughs in public. But only half. “It’s a little stressful,” he says. “I wish I had another day. Stunts always take for fucking ever.” There is another take, and then a couple more. Between them, crew members whirr into motion. Their workspace is narrow and claustrophobic. For all the buzz among film fans, they are in low-budget reality, grinding through the days. “It’s challenging,” second assistant director Stephanie Tull tells me. “But we put on a good show.” As with any set, there are people deeply engaged with the director and the creative process; others treat it like a job, and will soon be doing the same thing on an episode of The Big Bang Theory. The stillest person on set is cinematographer Natasha Braier, a slight, intense figure, originally from Buenos Aires. Refn is almost a foot taller than her, but sitting next to each other at the monitor, each wearing dark-framed glasses, they look twinnish. At the end of a take, one often whispers to the other before Refn announces his verdict.      Throughout Refn’s career he has made films about men: ultraviolent prisoners (Bronson), Norse warriors (Valhalla Rising), vengeful cops (Only God Forgives). Women – when they have appeared – have been prostitutes, bad mothers, other people’s girlfriends. The pitch with The Neon Demon was that it would see him finally come to terms with women on screen. A loud press release said that, in real life, they “surrounded and dominated” him (he meant his wife and daughters). And he has hired women in pivotal roles. The script was originally co-written with British playwright Polly Stenham; after leaving the film, she was replaced by another writer, the relatively unknown Mary Laws. Braier arrived with a growing reputation in a particularly male-heavy field. “And there is me,” Børglum says. Before producing Valhalla Rising, she co-owned the Danish production empire Zentropa with the equally eventful Lars von Trier. She also founded Puzzy Power, a company that produces porn movies made by and for women. “This is definitely the first film where Nicolas is trying to explore the female universe. He wants to get into the relationship between women and their psyches.” Fanning agrees. “It’s female driven. The male characters are like the needy girlfriends.” But she shrugs at the idea that this was where Refn discovered his feminine side. “Well, he describes Drive as feminine. And this one, it’s not masculine, but it’s not fluffy. It has a hard edge. So, maybe it’s his masculine side.” When she returns to the basement, her double is still being terrorised. Bennett, a cheerful political science graduate, remains fresh; last year, she doubled for Taylor Swift in the video for Bad Blood. Now Refn’s energy is focused on Lee, an angular former model from Melbourne, Australia, whose previous career saw her on catwalks for Gucci and Chanel. Last night was the LA premiere for Mad Max: Fury Road, in which she played one of the film’s escaped “wives”. Now, Refn wants her to exaggerate her breathing before the next take. “Hoo! Hoo!” he pants in illustration. He says he needs more anger. “Let it go. Really sell it, Abbey. Think about your ex.” Occasionally, the director makes verbal jabs about the temperaments of supermodels. Lee lets them pass without comment.      Making Drive, Refn announced each new take with the words: “Let’s fuck.” Now, it is: “Violence, motherfuckers!” Eventually, Braier catches the bug. Asked if she is ready, she glances up from the monitor: “Ready, motherfuckers.” After every “Cut!”, there are notes. Sometimes Refn is enthused (“that was model madness”), sometimes critical (“let’s try everything 10% slower”). But always there is another take. Before one, he coaches Bennett and Lee at length – “sell it babies, sell the pain” – only for Braier to shake her head at its conclusion.   Related: Cannes 2016 day one: Woody Allen, Kristen Stewart and Blake Lively – in pictures    “I just see blonde hair,” she says. At other times, watching from the monitor, the differences seem fractional. Wasn’t take 10 exactly like take seven? Maybe take 14 was the keeper? “Beautiful,” Refn says. “Let’s do it once more.” Things take on the feel of a long-haul flight, where you dimly remember a life before this, but it seems increasingly that you’ve only ever been here, stuck in a loop watching Refn watching Lee chasing Bennett. And then, matter-of-factly, after take 17, he shrugs. “Got it.” Work begins on the next shot.            In a ballroom, crew members debate the best taco in LA next to a polar bear on its hind legs. Many of the outlandish touches that fill the high-ceilinged rooms – giant chandeliers, exotic stuffed animals – came with the place. Others were added by Elliott Hostetter, an impishly shaggy figure whose production-design credits include Harmony Korine’s Spring Breakers. A portrait of a grinning incubus with a naked woman was down to him. Upstairs, he has painted one room gold, with a gold bed, and mirrors on the walls. The ensuite bathroom is rendered bubblegum pink. There hasn’t been the money to do the hallway, and he is going to have to repaint afterwards, but he is still delighted. “It’s pop,” Hostetter says of the film’s aesthetic. “Super-pop. Horror, and old Hollywood, and girls trying on clothes.” On set, the light is turning dusky. The pool has been filled with cardboard boxes for safety; at the deep end, they are stacked seven high. Refn strolls around the edge, sipping from a cup and saucer. He is talkative, subject moving from the hostility he perceived from the Danish press – driven by jealousy, he says – to the non-existent ending of the film. “I think I have it. It’s going to be fantastic. Though it could be terrible.” (The only subject he won’t discuss is Stenham leaving the film, even when I turn the voice recorder off). Fanning wears a vast black puffa jacket over her dress. Before the next scene, she and Refn confer at the edge of the grounds that look over LA. He often consults her on the vernacular of teenage girls. “With dialogue, he’ll ask me, ‘Is this right? Is this what you would say?’ And you say ‘No, Nic, we don’t talk like that. We talk like this.’”     Elle Fanning and Nicolas Winding Refn on set.    The sky turns liquorice black, the far wall of the house purple, the pool a shock of turquoise. Then fat, slick spots appear on the poolside. Rain, four years into the Californian drought. Refn wanders into the ballroom. “It’s like England,” he complains. He takes out his phone and hooks it up to a set of speakers. His playlists have been a feature of the shoot, used to inspire a mood in wordless scenes that will later be dubbed over: there might be Blondie, or Sparks, or Suicide. Now though, the voice that echoes through the Paramour Mansion belongs to the late British singer-songwriter Lynsey de Paul, performing her 1973 single Won’t Somebody Dance With Me. Refn pushes the volume up, until the sound of tinkly heartbreak is loud enough that he has to raise his voice. “Sometimes,” he says, “I just badly need to listen to Lynsey de Paul.” A bored-looking dude pushes a rail of clothes down the outer hallway, diaphonous dresses, occasional furs. “Won’t somebody dance with me?” DePaul sings. “Start up a romance with me?” For a moment, Refn stands and sways in place, then goes back outside to see if it is still raining. • The Neon Demon premieres at Cannes on 20 May; it will be released on 24 June in the US, and on 8 July in the UK.",
  "webTitle": "‘Movie blood tastes so good’ – on The Neon Demon set with Nicolas Winding Refn",
  "webPublicationDate": "2016-05-12T16:00:02Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/movie-blood-tastes-so-good-on-the-neon-demon-set-with-nicolas-winding-refn",
  "keyword": [
    {
      "webTitle": "The Neon Demon",
      "id": "film/the-neon-demon",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Nicolas Winding Refn",
      "id": "film/nicolas-winding-refn",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drive",
      "id": "film/drive",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Keanu Reeves",
      "id": "film/keanureeves",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Christina Hendricks",
      "id": "culture/christina-hendricks",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Danny Leigh",
      "id": "profile/dannyleigh"
    }
  ],
  "guardianId": "film/2016/may/12/movie-blood-tastes-so-good-on-the-neon-demon-set-with-nicolas-winding-refn"
}