{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/08/housing-curators-british-pavilion-venice-architecture-biennale-",
  "id": "2016-05-08-198",
  "sectionId": "artanddesign",
  "body": "In 2014 the bed overtook the sofa as the most used item of furniture in British homes. This shift might be something to do with shrinking living space, but it mostly is the outcome of a behavioural change indicated by other well-I-never statistics – that Britons now spend more time looking at screens than sleeping and that 80% of smartphone users look at their devices within 15 minutes of waking up. I receive these nuggets from the trio in charge of the British pavilion at this year’s Venice Architecture Biennale, Jack Self, Shumi Bose and Finn Williams, who say they want to address Britain’s “anxious relationship to the idea of home”. Aged 29, 32 and 33 respectively, and selected through an open call for entries by the British Council, they are the youngest ever to receive this honour and appear determined to use the stage of the world’s biggest architectural exhibition to make an impact. They have chosen as their theme housing, a subject now so vast, intractable and pervasive, at least in the more expensive parts of the country, that it dominates mayoral election campaigns and dinner parties, pervades the twittersphere, and inhabits the sleeping and waking dreams of those with and without homes, politicians, planners, economists, landlords, developers, tenants, owners. And, indeed architects, whose job description is about doing something or other to do with buildings and might therefore be thought to have something to contribute, but who have so far tended to be ineffectual in leading the debate. Self, Bose and Williams are not architects in the sense that they have designed a number of completed buildings. None of them, indeed, are fully recognised by the Architects Registration Board, the official body for such matters, although ARB begrudgingly accepts that Self’s qualification, obtained in Australia, has some validity. They have all studied architecture, but they have different ways of putting that training into practice. Bose teaches, writes, edits and curates. Self also writes, has worked for the esteemed practice of Jean Nouvel and now has his own practice that is somewhat conceptual in its output. Williams has been working in the planning departments of local authorities for eight years, first in the London borough of Croydon and then for the Greater London Authority.    A square bed is proposed to allow for the increasing range of activities we do on mattresses    The three combine speculation with (in Williams’s case) decisions that have definite effects on the built environment. They are following different career paths to some in previous generations, who might have advertised their skills (in the 60s) by building a nice little house for themselves or (in the 80s) a natty flat conversion. As representatives of Generation Rent, these options are not open to them. Perhaps for these reasons Self, Bose and Williams avoid the tracks along which the arguments on housing usually run – build on green belt or brownfield land? How much “affordable” housing can be squeezed out of developers? What does “affordable” mean? They are not pretending to have all the answers – indeed they say that “housing issues are at least as old as capitalism” and that there is no ultimate solution to them. Instead, they are offering approaches that take into account not so much prices and numbers as the changes in the way people inhabit their homes. This is why they like the data on furniture and screentime. Traditional ways of occupying a home, with particular rooms dedicated to particular functions, are they say “collapsing” under the pressures of both new technology and insecure tenancies (again, more in some places than others), which mean that “more and more people are living month by month in insane lets”. Why, then, they ask, should homes be compartmentalised in a way that is fundamentally Victorian?     Williams, Bose and Self outside Futuro House. Photograph: Suki Dhanda for the Observer    In Venice, under the title Home Economics, they will communicate their thinking in a series of rooms that will be structured around the theme of time more than space, “the first exhibition on the architecture of the home to do so, as far as we know”. There will be sections on the ways we inhabit homes over periods of hours, days, months, years and decades. They are doing so not alone but in partnership with artists, designers and other architects. There will be an audio guide by the writer Will Self, uncle of Jack. They have also taken advice from (for example) RBS and Pegasus Life, which develops and runs high-end “retirement living”. They want their speculation to connect back to financial and other realities. Under “Hours”, they will propose a communal living room, where, in the interests of saving time and space, flat dwellers share as much as possible – tools, vacuum cleaners, even clothes, which are kept in a transparent communal wardrobe. The hope is to make sharing “a luxury, not a compromise”. “Decades”, by the London/Oslo practice Hesselbrand, will try to address the tendency towards “under-occupancy among the elderly and over-occupancy among young”, whereby old people are tending to live in homes bigger than they now need, while “living rooms and even bathrooms become bedrooms”. Here, the proposal is for rooms that have qualities rather than designated functions such as bedroom, bathroom and kitchen; that are to varying degrees “light and dark, open and closed, private and public, wet and dry, soft and hard”. The notion is that such spaces can adapt to people’s changing needs and desires through their lifetimes; as part of the same concept, communities are imagined where residents volunteer to mind children or help the old. The hope is for exchange between generations. A square bed is proposed, 2m x 2m, to allow for the increasing range of activities we do on mattresses, and which “doesn’t dictate which way you should sleep, or even how many people can rest here together”. It “sounds like a Swedish orgy scenario”, says Self, “but it is a serious attempt to question the structure of families”.     Artwork by OK-RM and Matthieu Lavanchy from the Home Economics exhibition.    If some of this sounds dreamy and theoretical, at least one idea has some prospect of becoming reality, as a London borough is interested in exploring it. “Years”, developed with the architect Julia King and the community builders Naked House, imagines a “shell” stripped of all the fixtures and fittings (“not even a kitchen sink”) with which developers make a chunk of their profits. They have worked out a way to lock resale price of the home into the value of the shell only, whatever might be added to it. The idea is both to lower the price and to liberate interior works from concerns about resale value. Whatever you do to the home is because it suits you, not because it puts the price up. Self, Bose and Williams represent one version of the future of British architecture. They are intelligent, articulate, political, keen to contribute to society, a bit bolshy. They do not view their trade as the creation of magical individual buildings by famous and singular magicians, but as collaborative and wide-ranging. “Architecture is the most powerful design method that exists,” says Self, “and as soon as you apply it you can get absolutely incredible results.” Architecture, for them, includes the conception of mortgages that enable one kind of a home rather than another. Williams regards his time spent in municipal offices, in which he does not directly design buildings, as architecture. At the same time they stress the importance of other kinds of expertise, such as those of their collaborators and advisers in Venice: “Architects shouldn’t design everything but they should be involved in everything.” We are holding this conversation in an example of the Futuro House, a UFO-like structure conceived in the 1960s by the Finnish architect Matti Suuronen, restored by the artist Craig Barnes, and currently standing on the roof of Central Saint Martins college of art and design in London. It’s engaging but also cautionary in that only around 60 now exist, an example of architects’ penchant for imagining futures that never arrive. Their mistake is usually to express themselves through fixed forms, a fate that might also befall some of the ingenious constructions in the British pavilion. Certainly no one expects them all to become reality. But there is thinking and imagination there more flexible than Suuronen’s that could contribute to the future ways of living on this crowded island.",
  "webTitle": "Housing: rethinking inside the box…",
  "webPublicationDate": "2016-05-08T06:00:14Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/08/housing-curators-british-pavilion-venice-architecture-biennale-",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Design",
      "id": "artanddesign/design",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowan Moore",
      "id": "profile/rowan-moore"
    }
  ],
  "guardianId": "artanddesign/2016/may/08/housing-curators-british-pavilion-venice-architecture-biennale-"
}