{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/25/the-moon-and-the-sledgehammer-cult-film-about-a-sussex-family-who-hid-in-a-forest",
  "id": "2016-05-25-84",
  "sectionId": "film",
  "body": "As pop music blares and cars rush past, the camera lurches into a wood at the road’s edge and, through rustling foliage, reveals a strange scene: giant spanners, a discarded bike and a piano outside a primitive tin-roofed cottage. The bucolic chirp of sparrows is shattered by a gunshot. From the first moment of the cult documentary, The Moon and the Sledgehammer, we are taken into a disturbing, marginal and strangely marvellous world: the home of the Page family, who live without electricity or running water in a wood in Sussex. It is 1969 and “Oily” Page is a theatrical septuagenarian who lives with four grown-up children in the style of 1869: they’re not hippies who’ve gone off grid, but the last members of an agricultural community driven to extinction by modern machines. The film has attracted a following over subsequent decades, and not just among back-to-the-land types or aficionados of the spectacular traction engines the Pages ride in their wood. A new digital version will be shown at the Brighton festival this weekend alongside a question-and-answer session with Philip Trevelyan, its director. This is just as well, because the film raises dozens of questions: where is Mrs Page? Why are the grown-up children still living with their father? What does Mr Page mean by his gnomic utterances (“he’s like a long lane without a turning”; “man will invent things to destroy himself”)? Is he a fool or a sage? And what do the Pages possess that we have lost?         The Moon and the Sledgehammer trailer on YouTube    When I meet Trevelyan, now 72, he has just finished pulling dock leaves on his organic farm – back-breaking work. In 1975, he and his wife Nelly sold their London flat and bought a 53-acre farm in North Yorkshire. “I fell into ‘Oily’ Page work,” he says, wondering aloud – in a characteristically open-ended fashion – if his career change was inspired by his encounter with the family. The son of painter Julian Trevelyan and the potter Ursula Mommens, Trevelyan grew up in rural Sussex, studied fine art and film, and was working for Granada TV when a friend met the Pages by chance at a rural auction. Trevelyan visited them and was entranced by their “wonderful” home surrounded by nature. He befriended the family, took stills of them and then, with producer Jimmy Vaughan, raised “well over £10,000” to make a film. In 1969, Trevelyan took a crew of four and they lived in an old Commer van in the Pages’ wood for a month.     ‘The more we stop doing things for ourselves, the more lifeless we become’ … Trevelyan    It was in the weeks before the moon landing. “Waste of time, waste of money,” says Mr Page. “It’s a good job the moon’s well up there too, I’ve got room enough to swing a sledgehammer without hitting him.” Such remarks sound cryptic, but Trevelyan believes the Pages’ criticism of “push-button” machines (and now computers) reveal what we’ve lost – not just jobs, but a kind of work that was satisfying, communal and even pleasurable. “We’ve throttled our enjoyment of work by buying so many ‘convenient’ machines and different ways of not doing work,” says Trevelyan. “The more we stop doing things for ourselves, the more lifeless we become. There’s terrific life expressed by the family in that film – gaiety, innocence and openness.” Trevelyan read and admired Akenfield, Ronald Blythe’s influential portrait of a village in rural Suffolk, which was also published in 1969. Like Akenfield, The Moon and the Sledgehammer does not simply offer a sentimental view of rural ways being crushed by industrial agriculture but reveals more troubling aspects of old country life, too. Mr Page is controlling and his daughters, Nancy and Kathy, appear trapped at home. There is also a suggestion of incest in one scene, beautifully shot from inside the house. Kathy is clipping roses and her brother, Jim, sings her a love song – “You are my garden of roses” – as Kathy giggles. “I felt that Jim and Kathy had a relationship of some sort which was secret, but I just don’t know,” says Trevelyan.     The Page family’s house in the Sussex woods    Trevelyan wishes he’d asked more questions – he was young, and young people don’t think to, he says – but he also fought his producer’s desire to return to the wood and probe the tensions within the family. “I didn’t enjoy asking them questions about themselves,” said Trevelyan. “That diverted me, and I wish it hadn’t.” He is consoled, however, by his ending: a shot of traffic being diverted as the Pages’ magnificent traction engine steams through Horsham. “The end is a triumph of family loyalty,” he says.   Related: BFI releases online film collection documenting British rural life    Parts of the film feel staged, and Trevelyan says this is partly because his key subject, Mr Page, loved being on camera. Trevelyan believes he once performed in the circus, such was his memory of old ditties (“Of all the felt hats I felt, I never felt a felt hat like this felt hat felt”). Trevelyan has always been attracted to natural performers: “I’m not looking at ordinary people in quite the same way as, say, Krzysztof Kieślowski, who told these wonderful objective stories, recording ordinary patterns of behaviour among ordinary people in Poland under Communism.” Trevelyan’s other documentaries from the 1970s and early 1980s – about lambing, the life of an old pub, traditional pottery and classical musicians rehearsing – reflect his interests in people who, he says, often do practical work with their hands, unlike the rest of us who “are doing our best to do as little as possible, and ask machines to do it for us”. Although he is still planning new films, Trevelyan devoted his life to practical work after following the Pages into farming. He recently passed his farm to his second son, but still helps out, sells ingenious hand tools and runs a flour mill. “A modern drill and a modern tractor can do a wonderful job, but I’ve done a good job with simple machines by taking longer with more care,” he says. “There is something relentless about modern machines in farming – they aren’t the problem, but the way they are used to make food an international competition to be cheap is. Nobody wants to turn back the clock, but a more sensible land economy would be a good thing, with priority given to people. Tractor drivers are committing suicide from loneliness. That’s wrong. I would like people to be involved in farming again.”     The family taking their steam tractor for a spin    Despite Trevelyan arguing fiercely with Vaughan over The Moon and the Sledgehammer – Trevelyan spent 18 months literally taping the film back together, frame-by-frame, after it was edited in a way that horrified him – the finished version only survived thanks to the efforts of Vaughan’s former wife, Katy MacMillan, who raised funds to buy the copyright and has reissued it on DVD. Trevelyan and MacMillan have worked together to digitally regrade the original and are now raising money so the 16mm film can be shown more widely.   Related: Into the wild: the rebels living off-grid all over Europe – in pictures    The question every viewer asks is: what became of the family? Mr Page did not live long, and Peter, the eldest son, died in the 1980s. “They were all very much loved by local people. When Peter died, the whole village turned out, and a steam engine covered in flowers, and people followed it,” says Trevelyan. Nancy and Kathy moved into a council house together and did car boot sales; Jim lived on in the wood for a bit. Trevelyan visited 20 years or so ago but found it very run-down. He has lost touch with them now, and fears they may all be dead, but plans to call in on Kathy and Nancy’s old house when he travels to Brighton for the screening. Trevelyan is “amazed” by the ongoing interest in his film, but believes that the defiant freedom of the Pages still resonates, nearly 50 years on. “Why the audience connect with it is a very interesting question,” he says. “They realise there is something free about the Pages that will never be in their lives, and perhaps should be.” • The Moon and the Sledgehammer is showing at Brighton Festival, 4.30pm Sunday 29 May, complete with Q&A and traction engine.",
  "webTitle": "The Moon and the Sledgehammer: the cult film about a Sussex family who hid in a forest",
  "webPublicationDate": "2016-05-25T17:01:59Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/25/the-moon-and-the-sledgehammer-cult-film-about-a-sussex-family-who-hid-in-a-forest",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "film/2016/may/25/the-moon-and-the-sledgehammer-cult-film-about-a-sussex-family-who-hid-in-a-forest"
}