{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/18/how-does-the-fracking-debate-affect-you-share-your-experiences",
  "id": "2016-05-18-139",
  "sectionId": "environment",
  "body": "Residents of Kirby Misperton in north Yorkshire wait in anticipation to hear whether a planning application to frack a well near the village will be approved or not.   Related: In the timeless Yorkshire moors of my childhood, the frackers are poised to start drilling    An issue for many who live or work in eligible fracking sites the case of Kirby Misperton and the decision expected on Monday is being closely followed. Issues such as disruption by heavy goods vehicles driving through the village’s narrow lanes, as well as pollution from drilling, have prompted people to campaign against fracking. Fracking entails blasting huge quantities of water, chemicals and silica sand down to 10,000 feet to fracture underlying rocks to release gas. The gas-bearing rock formation in question – the Bowland shale – lies under swaths of rural England including Yorkshire, Lancashire, Cheshire and Leicestershire. Protests have already taken place in other parts of the country such as Lancashire and Balcombe, West Sussex, worried about the effect the search for shale gas will have on wildlife, people’s health and local businesses. Whether you are taking part in protests or live in an area threatened by proposals we’d like to hear from you. Perhaps you are concerned about the safety of young children or air and water pollution in the area. What would fracking mean for the countryside near you? Wherever you live in the UK you can share your views with us by clicking on the blue ‘Contribute’ button or by filling in our form below. We’ll feature some of your contribution in our ongoing reporting.",
  "webTitle": "How does the fracking debate affect you? Share your experiences",
  "webPublicationDate": "2016-05-18T14:31:29Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/18/how-does-the-fracking-debate-affect-you-share-your-experiences",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "environment/2016/may/18/how-does-the-fracking-debate-affect-you-share-your-experiences"
}