{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/08/the-sichuan-london-restaurant-review",
  "id": "2016-05-08-212",
  "sectionId": "lifeandstyle",
  "body": "The Sichuan, 14 City Road, London EC1Y 2AA (020 7588 5489). Meal for two, including drinks and service: £75 Some communal restaurant dishes are more communal than others. Most of the time we thrill to the novelty of something served as it would be at home – oh look! A chicken! – take our share, and then retreat back to that emotional place labelled “mine!” And then there’s the grilled fish at the Sichuan, a new Chinese restaurant located on an unlikely stretch of London’s City Road just down from Old Street roundabout. That fish is not something merely to be eaten. It’s a drama full of character and plot twists. It’s an experience to be interrogated, after the fact, by those who were there. As far as I’m concerned there are now only two sorts of people: those who have shared the grilled fish special at the Sichuan and those who have not. The fish was not offered to us. I had asked for a translation of something scribbled in Chinese on a blackboard. All I knew was it cost £28, pretty much the most expensive item available. I was presented with a laminated sheet in the shade of a shiny red double-decker bus: at the top, a photograph of a fish head peeking through a pile of chillies, accompanied by game-show host starbursts; below that, a list of extra ingredients you could add. We were told to order three vegetables to go with it, included in the price. So: black ear fungus, bamboo shoots for squeak, and broccoli because all good boys eat their greens. (Later I noticed the other side of the list included fried “crispy pork slice”. I think that might be a mistranslation of bacon. I may have to go back.)     Feel the burn: the unforgettable grilled fish special. Photograph: Katherine Anne Rose for the Observer    What arrived was a three-dimensional still life. Inside a deep oven dish, submerged in a liquor the colour of a 2p piece, lay a hint of fish. At one end was the wave of a tail, at the other, the gawp of a mouth. It took us a while to work out that the bit in between had been opened out to flat before being grilled to a crisp and then smeared with a salted soya bean and chilli paste. Piled on top and bobbing in the liquor were peanuts and shredded spring onions, handfuls of dried red chillies, slices of bamboo shoot and the encouraging greenery of that broccoli. All it needed to complete the pastoral image was a dragonfly with iridescent wings buzzing from leaf to leaf.    This isn’t a dish you eat so much as explore. It’s an edible rock pool. It’s a moment…    All of which added to the shock of the first mouthfuls. It looked luscious and savoury. Instead we got a thump of chilli but, more insistently, of numbing Sichuan peppercorns. They made my lips vibrate and fizz. Saliva production went into overdrive. This wasn’t just a taste. It was a total physiological response. I blinked, swallowed, swallowed again and thought about calling for my mum. But she’s dead and would, in any case, have told me not to be such a bloody wuss. So I pushed on. Surely something that looked as deep and intense as this couldn’t be just a brutal punch in the mouth, could it? No, it couldn’t. The Sichuan grilled fish special takes commitment. Like getting a taste for booze in adolescence, you really do have to stay with it. Quickly the numbing passed and the flavours opened up: the pearly flesh of the sea bass, the skin smeared with the savoury bash of the bean paste, the crunch of the peanuts, the quiver of the fungus. This isn’t a dish you eat so much as explore in pursuit of the undiscovered country. It’s an edible rock pool. It’s a moment. I can guarantee you will return to the memory with whomsoever you share it. Do you remember that time we had the grilled fish at the Sichuan? The look on your face? The skin? The way the peanuts and the black ear fungus and the chillies got wrapped up in each other like lovers? Well of course you do.     ‘A brisk wake-up’: a salad of black ear fungus. Photograph: Katherine Anne Rose for the Observer    None of this should come as a huge surprise. The chef, Zhang Xiao Zhong, has form. We are not used to following Chinese chefs from gig to gig as we do those from France or Italy or Spain, but he deserves to be followed. Zhang was one of those who opened Bar Shu in Soho a decade ago. It wasn’t the first restaurant to serve Sichuan food in Britain, but it was the first to make a noise about doing so. After that he went to Hutong, 40 floors up in the Shard, a place where the view of the food was obscured by the general view; my main memory of Hutong was the floor-to-ceiling windows in the men’s loos, against which the urinals had been built, so you got to piss on the city. After Hutong, the Sichuan must feel like a relief – a place where you will only ever concentrate on lunch. It’s a high-ceilinged room, with a bit of distressed brickwork and, out back, the view of trees. Finding a Chinese restaurant here is not especially odd. They even have them in Nuneaton these days. Finding a good one, however, is strange. Likewise, while a significant Chinese clientele does not necessarily mean quality – even Wong Kei has one of those – it’s still intriguing that they’ve already arrived here. It’s the kind of place where bankers could gather, unwatched, to plot ripping off their clients, because none of their colleagues would ever dream of booking a table. The cooking is bold and serious. A salad of black ear fungus with chilli, vinegar, sesame oil and soy is a brisk wake-up. It swiftly starts the appetite’s engine. Another cold dish of roasted and chopped aubergine, the slippery pieces tangled in each other and dressed with sesame seeds, has an equally invigorating acidity. We fall in love quickly with slices of beef fried with cumin and coated in a dark sauce, shouty with umami and fire, and another dish of “fish-fragrant” stir-fried shredded pork with cucumber, more black ear fungus and bamboo shoots.     ‘Invigorating acidity’: roasted and chopped aubergine. Photograph: Katherine Anne Rose for the Observer    The latter two are slightly sweeter than I recall the food being at Bar Shu, but not unattractively so. I do not intend to order rice, what with carbs being the enemy and all, but letting such sauces go would be criminal. Prices are occasionally the same as at Bar Shu, but for the most part cheaper, and in many places significantly so. But that’s not what you’ll talk about if you eat here. What you’ll talk about is that whole grilled fish. If you have any sense. Jay’s news bites ■ Last autumn I proved my incompetence by visiting the glorious East Pier Smokehouse at St Monan’s in Fife on the last day of its 2015 season. I’m delighted to report it’s now back open, Wednesday to Sunday from 11am to 5pm. It goes to seven-day opening, with dinner on Saturday and Sunday, from June. Go for hot smoked sea bass, smoked fish curry and the best of the catch at startling prices (eastpier.co.uk). ■ News of another great collaboration: on 28 June Raymond Blanc will be cooking alongside his protégé Ollie Dabbous at the latter’s London restaurant. Both will be cooking two courses using ingredients from Le Manoir’s kitchen garden. Tickets are £120 (dabbous.co.uk). ■ London’s Borough Market has launched its talks series, which this year range from an investigation of our food choices, through the secrets of a successful food start up, to a discussion panel on what has driven Britain’s food revolution. The panel includes Sybil Kapoor, Isaac McHale and, er, me (boroughmarket.org.uk). Email Jay at jay.rayner@observer.co.uk or follow him on Twitter @jayrayner1",
  "webTitle": "The Sichuan, London: restaurant review",
  "webPublicationDate": "2016-05-08T05:00:13Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/08/the-sichuan-london-restaurant-review",
  "keyword": [
    {
      "webTitle": "Chinese food and drink",
      "id": "lifeandstyle/chinese-food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Seafood",
      "id": "lifeandstyle/seafood",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fish",
      "id": "lifeandstyle/fish",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jay Rayner",
      "id": "profile/jayrayner"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/08/the-sichuan-london-restaurant-review"
}