{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/10/story-of-cities-39-shenzhen-from-rural-village-to-the-worlds-largest-megalopolis",
  "id": "2016-05-10-303",
  "sectionId": "cities",
  "body": "“It should be here somewhere,” says Leo Houng, a retired cello player with the Hong Kong Philharmonic. We are in a tangle of small streets in central Shenzhen, just next to Lao Jie underground station. Lao Jie (“Old Street”) has existed for decades, which is more than can be said for most of Shenzhen.  When Houng stayed here in 1974 on his way to Hong Kong, Old Street was pretty much the only road around – with just a few lanes leading off it, dotted with simple restaurants and a handful of small shops. From there, unpaved alleys soon merged with the surrounding open countryside – an unimaginable landscape from today’s suffocating vantage point.  “Back then it smelled very green; it smelled of countryside,” Houng says. “There was no pollution or industrialisation, just natural smells.” Shenzhen, a city of around 11 million people, is now merely one element of the Pearl River Delta, the world’s largest continuously urbanised area with a population of more than 60 million people – not including all the undocumented migrants, nor the inhabitants of its two “special administrative regions”, Hong Kong (7.5 million) and Macao (580,000). This is the area that inspired architect Rem Koolhaas to coin the term “generic city” back in 1995 (in his volume S, M, L, XL), referring to a city without history that develops randomly. In Shenzhen today, cars and motorbikes clog the roads while skyscrapers tower over the city’s small commercial area, one of many such neighbourhoods in a congested and hyperactive urban environment.     A Disney-like theme park emerges from the green fields surrounding Shenzhen in 1992. Photograph: Ian Berry/Magnum Photos     “I’d be happy to ask someone if they know where there used to be a school here, but these people are all so young,” says Houng, staring at the multitude of shop assistants standing on the pavement in front of their assorted fashion stores. “These people have no idea what the city looked like before, or what its streets were called.” A small map near the station’s exit includes some of the place names Houng remembers – but it is not enough to reorient him in such modified surroundings. The young faces all around speak in a multitude of Chinese accents, revealing the melting pot that Shenzhen has become. People have been arriving here from every corner of China since May 1980, when the country’s reformist leader Deng Xiaoping launched one of the boldest economic experiments ever attempted, kickstarting the plan to turn China from a conventional communist economy into the global powerhouse it is today.     Leo Houng inspects a map of Shenzhen    Shenzhen, with fewer than 30,000 inhabitants scattered in a number of small village clusters, made history as China’s first “special economic zone”, where foreign direct investments and private enterprises were allowed. The impact was immediate, and profound. No wonder Houng feels disoriented. He recalls: “My father, a German-trained chemist, had left for Hong Kong in the early 60s, when political trouble for those who had returned from abroad seemed inevitable. It took us 12 years to be reunited.” The remainder of Houng’s family had to reach Shenzhen first, where there was a maximum daily quota of people allowed out again. “We were to stay in an old school where those who had received permission to travel to Hong Kong waited for their name to appear on a blackboard,” he explains. After two weeks – enough time to explore ad nauseam the then-tiny town’s few restaurants and corner shops, the Houngs were allowed across the border. “We took one-and-a-half taxis to reach it – the half was actually a cart, as the whole family could not fit into Shenzhen’s only functioning taxi back then.” Forty years ago, the road between Shenzhen and Hong Kong consisted of fields and small military outposts patrolling the border. “See?” says Houng, pointing at a little watchtower atop a hill. “That tower was already there in 1974; seeing it meant you were nearly on the Hong Kong side. At the border we had to buy anything we could, as it was illegal to take renminbi [the Chinese currency] abroad. There were only two shops so if you only had pennies left, you had to buy candy.” Today, crowds of people push their way towards the immigration controls, many pulling trolleys stuffed with goods purchased in Hong Kong to be resold at a profit in mainland China – mostly milk formula and other baby products, for parents mistrustful of local Chinese products. After settling safely in Hong Kong, Houng has revisited Shenzhen regularly over the years, witnessing its extraordinary period of change. From the 1980s onwards, it happened at unthinkable speed. “All of a sudden, from one year to the next, there were cranes everywhere,” Houng says. “The whole place was a construction site. The industrial area in the west of Shenzhen started pulling up office buildings and factories very fast, even if there was nobody occupying them yet.     A farmer waters his crops in what little rural land remains between Shenzhen and Hong Kong. Photograph: Lam Yik Fei/Getty Images    “You’d see a lot of young construction workers who had come here because salaries in Shenzhen were so much better, but they all said it was a terribly boring city. Throughout the 80s there was nothing to do besides work: just construction sites, factories and dorms where they kept squeezing more people in as the factories became active. Nothing else about the city was planned: just one more factory, one more dorm, and a wall all around …” Houng chuckles: “I had a friend who had come down from Guangzhou, looking for opportunities. He was also a musician, and grew desperate that there was nowhere to go to play or listen to music in Shenzhen.  “In the evening, all the workers here could do was take a walk in the street, then go back and sleep. For male and female workers even just to meet was illegal, so if they got together they had to keep it very secret.” In no time at all, the rural villages that once dotted the landscape had simply disappeared. It was a process dictated by Beijing, but carried out to the letter by the local authorities. “Initially, the government put up factories and office signs right on the fields,” Houng says. “Once developed, some would be run by the government, and some by local investors who decided who would get the lease for the land and the factories. A few made their villagers quite wealthy: they got a lot of compensation money, and started to go around all dressed up in fancy labels. But in most villages the peasants just got kicked out, and the local officials pocketed all the cash.”     The Lo Wu border crossing between Shenzhen and Hong Kong, overlooked by China’s former leader Deng Xiaoping. Photograph: Lam Yik Fei/Getty Images    Of Shenzhen’s current 11 million residents, only a quarter hold urban identity cards according to China’s hukou system (a form of residency permit which divides the population into urban and rural). The other nine million are migrants – although nobody can keep track of the additional undocumented workers who reside here illegally, working in the factories or looking for opportunities in the booming service industry. They are part of a “floating population” that moves around from season to season, getting temporary jobs for as long as they are available, with no rights or access to services. “Shenzhen is a city built on migrant labour,” says Geoffrey Crothall, spokesman for the advocacy group China Labour Bulletin. “The government there has always adopted policies that adapt to that fact. Now it is a lot easier for migrants to find a place in school for their children, but it is still discretionary.” For his part, Houng looks at this “generic city” with neither pride nor nostalgia. “It does not really mean much to me how all this has changed,” he says bluntly. “I guess I was never a good communist.” The railway tracks he once used to escape mainland China have been kept where they were – but instead of fields, they now cross one of the most populated areas in the world’s largest urban cluster. “By the 80s the smell also changed, with all these buildings coming up. Shenzhen did not smell green any more. You started to smell the cement and the dust as soon as you got off the train.” Pushed out of their fields  Nowhere on the planet has there been urbanisation at the scale and speed of the Pearl River Delta. Its nine cities – Guangzhou, Foshan, Zhaoqing, Shenzhen, Dongguan, Huizhou, Jiangmen, Zhongshan and Zhuhai – were earmarked by China’s central planners to comprise a single, ultra-connected megalopolis by the year 2030. Thousands of cheng zhong cun (“urban villages”) have been devoured along the way. According to David Bandurski in his book Dragons in Diamond Village, the 138 urban villages in the inner-city area of Guangzhou alone have “nearly all suffered in one way or another under an onslaught of urban development in which their rights and interests were forfeit”. Across the whole of China, he observes that from 2004 to 2012, “over 160 million peasants have lost their land.”     Agricultural workers tend to their fields in 2002, overlooked by the fast-developing towers and factories of Guangzhou. Photograph: Richard Jones/Sinopix    On the way from Shenzhen to Guangzhou, the few remaining fields around Dongguan are still putting up a valiant fight against the encroaching skyscrapers – most of which are not yet completed, but which carry optimistic banners advertising a phone number to call in order to invest in real estate. Having sped up relentlessly since the 1980s, this process took on an even greater urgency after the Central Urbanisation Work Conference held in Beijing in 2013, during which the Chinese leadership decided that urbanisation was “the road China must take in its modernisation drive”, according to a Xinhua dispatch shortly afterwards.  Guangzhou – earmarked as the Pearl River Delta’s main hub for services, transport and administration, while Dongguan and Shenzhen remain its manufacturing backbone – is a mosaic of urban villages, often organised along former clan lines, which are being absorbed, demolished or “rejuvenated” – the official term. Luo Zhihua, a mini-van driver in his 50s, has spent his entire life in Lizhi Wan (“the Bay of the Lychees”), an urban village in Guangzhou which bucks the trend. It has been successfully regenerated into a popular tourist spot: the old houses – some dating back three centuries – have been partially rebuilt, the canal that crosses the village cleaned and reopened, and the whole area spared from demolition. “Many say that modern houses are way more comfortable. But I was born here, and no comfort could make up for the security of being in a place where everybody knows me,” Luo says, pointing out some of the oldest shops and restaurants in Guangzhou, and waving hellos to acquaintances along the way.     Children play among the wreckage of houses in Xian village, a slum area in downtown Guangzhou. Photograph: Tyrone Siu/Reuters    The communal areas inside Lizhi Wan’s tiny alleys have remained intact. On the surface at least, the changes that have transformed the Pearl River Delta have been felt here less dramatically. Some inhabitants make ends meet by renting out to migrant workers – a common way for urban villagers to capitalise on the constant influx of newcomers – but the growth in tourism activities in Lizhi Wan has also meant more business for drivers, restaurateurs, licensed food hawkers and shops. “When I was a child we used to grow food here, just next to the canal,” Luo recalls. “The other houses, the tall buildings that you see, have been built in the past 10 to 15 years. The people who used to live on that land have been pushed out of their fields,” he says, before adding evasively: “Some got compensation.” Across the region, however, many more did not get a fair share of one of the world’s most spectacular get-rich-quick schemes, which has seen land obtained for a song by city authorities and resold to property developers at a premium. Those who protested have often ended up with a criminal record, and spent time behind bars. Others have had direct encounters with the chengguan, an urban management force notorious for its violent, extra-legal ways. Take the district of Tianhe, now one of the most desirable addresses in Guangzhou. Full of modern residential towers guarded by security personnel and with fancy coffee shops at their entrances, Tianhe was built on expropriated land. It has risen from a now-obliterated urban village, exaggerating the divisions between those who have been able to afford the new flats, and those who have been pushed out of the city.   Related: Story of cities #40: how a village had to die so Hamburg's port could survive    “Very early on, [China’s current premier] Li Keqiang recognised that urbanisation was of great importance to the rise of internal consumption,” Bandurski explains. “This concept of urbanisation not only means increased infrastructure, but also that people move to the city as urban consumers. “At present, though, many of those who have urbanised are part of China’s floating population: they are not secure enough to become consumers. The authorities are still taking land from the villagers, and as [China’s president] Xi Jinping has been undermining the rule of law [through the arrests of lawyers and rights defenders], there is no real recourse for them.” Everywhere, the change in China’s urban landscape has been happening at such a rate, with protests silenced so thoroughly, that it is doubtful the sacrifices and injustices suffered by residents old and new will be remembered for long, outside of the family circles of those who live through them. As Leo Huong says: “I do not really need to come back here. Those who are really dazzled by this place are mostly newcomers.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #39: Shenzhen – from rural village to the world's largest megalopolis",
  "webPublicationDate": "2016-05-10T06:30:01Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/10/story-of-cities-39-shenzhen-from-rural-village-to-the-worlds-largest-megalopolis",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Ilaria Maria Sala",
      "id": "profile/ilaria-maria-sala"
    }
  ],
  "guardianId": "cities/2016/may/10/story-of-cities-39-shenzhen-from-rural-village-to-the-worlds-largest-megalopolis"
}