{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/donald-trump-triumph-lesson-europes-politicians",
  "id": "2016-05-04-59",
  "sectionId": "commentisfree",
  "body": "Donald Trump’s emergence as Republican candidate for the American presidency may yet be a blessing in disguise – albeit a heavy disguise. The reckless, belligerent, mendacious inexperience of the man is awesome. It is never good to see virtue in a bully or a thug. With no record of public service, Trump can be judged only on his private behaviour, and that is by all accounts deplorable. Even as Trump moved into an unassailable lead over his rival, Ted Cruz, he could not resist a torrent of abuse. Cruz, he said, was a serial liar and had five extramarital affairs. His father was associated with Lee Harvey Oswald, John F Kennedy’s assassin. For good measure, Cruz retorted that Trump was “amoral, a pathological liar, narcissist and buffoon”. His father pleaded to “every member of the body of Christ to vote according to the word of God” and avoid America’s destruction at the hands of Trump.    The so-called new politics of Nigel Farage, Boris Johnson and Alex Salmond has proved as effective as Trump’s    Outsiders at such moments wonder what the hell is happening to America. But the answer is simple and salutary. When democracy slithers towards oligarchy, as has federal America, the mob retaliates. Congress has become an aloof, gerrymandered, constitutional dinosaur. It renders the most powerful nation on Earth ungovernable, even by so palpably sincere and competent a leader as Barack Obama. No problem, says democracy, and turns to the nearest available antidote. It votes for the outsider, the anti-Washingtonian, the shaker-up of things. If the establishment gangs up to stop him, democracy backs him all the more. It backs him even if he is Trump. Let that be a lesson, says democracy, to all oligarchs and stuffed shirts and nice talkers. Step out of line and we will give you someone so awful, so disruptive, he will be a nightmare. Trump’s candidacy now enters new territory. While his appeal so far has been to the back woods, he is no real backwoodsman. Indeed the Republican establishment was more appalled by the ultra-rightwing Cruz, a candidate they knew and loathed. As Michael Tomasky points out in the current New York Review of Books, they would “rather spend four years calling Trump ‘Mr President’ than have to genuflect to Cruz”. Better the devil they didn’t know.           Donald Trump: ‘We are going to win bigly. Believe me’ – video    In contrast January’s issue of the conservative National Review was directed “Against Trump”. Rightwing commentators lined up to abuse him for being a big-government lefty. They cited his support for a fiscal stimulus during the credit crunch, for backing the bailouts of the banks and carmakers. He demanded “the government take over companies” to save them and their employees from recession. The National Review did not like that. Indeed Trump, at least in the past, was a relatively progressive New Yorker. He was pro-abortion, pro-gun control, pro-healthcare and deeply critical of George Bush’s Iraq war. On most of these he has since flipped and flopped outrageously – in the case of abortion, ludicrously so. His opportunism has been total. But if Trump can flip one way, he can assuredly flop back. He seems at times almost to be enacting a parody of a modern politician. Trump’s one killer issue has been immigration, on which he has gone straight for the conservative soul. In common with half Europe’s current politicians, he plays on the insecurity that settled communities feel towards newcomers. Republicans seem ready to take Trump’s vacillation on social issues as a price to pay for his elephantine antagonism towards migrants. Others may mouth bromides about immigration control. Trump espouses brutally specific remedies. Get them out, he says, and keep them out. Hanging, drawing and quartering seems too good for them. He presumably relies on few immigrants bothering to vote. It is working. After long trailing behind Hillary Clinton in the opinion polls, Trump finally edged ahead of her in a Rasmussen Reports survey on Monday. Support had shifted from 41-36 in Clinton’s favour in March to 41-39 in Trump’s favour now. The much-trumpeted assumption that the Trump brand has too many “negatives” to be electable, especially among women, no long looks the case. With the nomination under his belt, Trump’s defeat by Clinton is no foregone conclusion. He could yet be the Leicester City of American politics.           Indiana voters on why they backed Donald Trump    Trump must now make peace with his own party and its donors if he is to recruit the vote-getters on which victory in swing states depends. He is rich, but he is not rich enough to do without them. He must also make peace with an electorate that he has so far disregarded – the tasteful, dignified, risk-averse Republican America, an America that so far sees him as truly awful. The game is on to detoxify Trump. If it works, who knows what may happen? If it does not work, Trump need concern the world no more. Europeans may watch these events with dismay. America’s capacity to scare the wits out of the rest of the world is undimmed. But as the historian Arthur Schlesinger remarked of the McCarthy era, America regularly takes democracy to the edge of the cliff, wobbles there awhile and then draws back.   Related: America's Trump nightmare has arrived | Lucia Graves    How America votes is America’s business. David Cameron was silly last December to dismiss Trump as “divisive, stupid and wrong” – not because it was inaccurate but because foreign leaders should keep their noses out of each other’s domestic politics. Trump’s aides are demanding “an apology or some sort of retraction”, which is the more humiliating for Cameron. The prime minister seems devoid of sound advice these days. The best response to Trump is to look into our own backyards. Europe displays the same detachment of political elites from public opinion, the same deaf ears and clogged arteries. In Britain, the so-called “new politics” of Nigel Farage, Boris Johnson and Alex Salmond has proved as effective as Trump’s, and for the same reason. With politics less a matter of personal interest than of psychology and tribal attitude, the slick hypocrisy of the Blair-Cameron years is vulnerable to the new, media-friendly authenticity. Across Europe, Trump-like characters are emerging from the ooze of a decaying political union. Some are deeply unattractive. Some are dangerous. But it is no good just deploring them. If Trump proves anything, it is that you can’t deplore all the people all the time. There is no substitute for listening, arguing, persuading – because sooner or later they get round to voting.",
  "webTitle": "Donald Trump’s triumph is a lesson for Europe’s politicians | Simon Jenkins",
  "webPublicationDate": "2016-05-04T18:19:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/donald-trump-triumph-lesson-europes-politicians",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/donald-trump-triumph-lesson-europes-politicians"
}