{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/sir-denys-henderson-obituary",
  "id": "2016-05-26-159",
  "sectionId": "business",
  "body": "Denys Henderson, who has died aged 83, was the man who oversaw the brave decision to break Britain’s best known industrial icon, ICI, into two: a chemicals business, later sold off piecemeal; and an increasingly successful bioscience operation, which, as AstraZeneca, became one of Britain’s two world-class pharmaceutical companies. Henderson would later recall that, as he pondered the decision to reverse the historic 1926 merger that had created ICI as a single British champion in the then expanding chemical industry, the eyes of previous chairmen seemed to bore through him from their portraits in the directors’ corridor. His justification was value for shareholders, and the release of the home-grown pharmaceuticals division to grow and merge. Startling as it seemed at the time, the demerger would set a pattern endlessly repeated by other companies. But while pharmaceuticals prospered, the chemical business, buffeted by the competitive forces which troubled all western chemical companies, failed to restructure successfully and, after numerous disposals, was eventually bought by Akzo Nobel in 2007 for its paints business. The son of Scottish parents, Nellie (nee Gordon) and John Hartley Henderson, he was born in Sri Lanka. His father worked for a tea company, but soon returned to Aberdeen to set up a modest tea business of his own. Denys was educated in Aberdeen, at the grammar school and at the university, where he read law. National service as an army prosecuting solicitor was formative; he developed a quickness on his feet that became legendary, and a disinclination to settle for the life of a provincial solicitor. In 1957 he answered ICI’s advertisement for lawyers. Henderson was soon a commercial assistant in various departments, at headquarters, at the paints division, then at the Billingham complex in Co Durham as assistant secretary of the agricultural division. In the same year he married Doreen Glashan, another child of the Scottish diaspora, brought up in Argentina. It was a strong partnership and she became a supportive and respected company wife. In 1974, a key promotion came to ICI general manager, commercial, handling relations with government; a traditional grooming ground. By 1977 Henderson was chairman of paints, appearing in television advertisements alongside the Dulux dog. But when he joined the ICI board in 1980, he found it in crisis. The traditionally dominant heavy chemicals divisions were labouring under the recession induced by the 1979 oil price shock and uncompromising Thatcherite policies. The board was unwieldy and change overdue. Henderson was one of those who backed change and chose the charismatic John Harvey-Jones as a reforming chairman. After early pain, with a loss declared and the dividend cut in 1982, and the board slashed by half and given a new strategic role, the company staged a remarkable recovery. Henderson claimed major responsibility for creating an acquisitions team to reshape the portfolio. In 1986 he became deputy chairman, and in 1987 the company’s youngest ever chairman, after a string of acquisitions in the US. Business seemed buoyant. Change meant the company was now genuinely international, with three-quarters of its business and over half its employees outside Britain. It was the first UK company to post £1bn profit; and in 1989 it reached £1.5bn. But that was the peak. New acquisitions, such as advanced materials, agrochemicals and seeds, were not fulfilling their promise. The ICI board had spurned a chance to acquire Beechams and expand its successful pharmaceuticals. Plans to float its industrial chemicals business could never get the numbers to stack up. Henderson had to make reshaping work. He was brisk, ebullient, quick to react and competitive, but short of a masterplan. His outer confidence masked internal uncertainties, while his attention to detail seemed dour compared to Harvey-Jones’s telegenic, if sometimes erratic, enthusiasms. Subordinates could smart under his brusque and unforgiving tongue. But he found an authentic style. Insisting that the company be more outward-looking, he set up a market focus unit. Television advertising with the slogan “ICI-world class” stressed the company’s international successes and boosted employee morale. Increasingly, he made himself publicly available to explain industry concerns. Early evening background chats over a glass of his favourite whisky with business commentators opened eyes to current issues and built a reputation for straighttalking. He was knighted in 1989, and was the first publicly to call the 1990 recession. By the time of the Maastricht negotiations of 1991 that would lead to the establishment of a single European currency, No 10 was channelling reporters to his door, as one of the few industrialists who could both back the European idea and handle John Humphrys. But by now, the fault-lines in the ICI structure were cracking open under the pressure of a new recession. With directors such as Ronnie Hampel urging more hands-on management structures and questioning the sprawling portfolio, Henderson established two reviews. The verdict: concentrate on fewer business sectors, and only those where the company could be among the best in the world. But ICI’s travails had not gone unnoticed. Only weeks later, in May 1991, the legendary corporate raider James Hanson struck, buying 2.8% of ICI shares. A coordinated media campaign set out to portray ICI as a sclerotic giant, suitable prey for the nimble Hanson. It targeted Henderson specifically. “To the uninitiated, it seems obvious that the board of ICI should change its chairman,” claimed the Times. The board was initially frozen, but Henderson came out fighting. He split his executive into two, one to fight the potential bid (the “Dawn Patrol”), the other to maximise business performance. A two-pronged riposte to Hanson’s propaganda used background briefings to emphasise the changes that seemingly hidebound ICI had been making, while questions were invited about Hanson’s corporate governance and fitness to take over the UK’s largest exporter and research-spender. Politicians were lobbied and the European parliament passed a motion supporting ICI. In a private meeting, even the then recently retired Margaret Thatcher pledged her ICI shares to Henderson. He defied advisers by publicly ruling out disposal of the pharmaceutical business. The battle was won by two events: the revelation, ferreted out by ICI’s forensic examination of his accounts, that Hanson had used company money to buy racehorses, and a powerful performance by the ICI businesses declared that July. But the board was shaken. The famed synergy between its businesses had proved difficult to substantiate. More radical change was needed. Henderson requested a bright banker from Warburg’s to look again at options. John Mayo hatched the plan to split the company in two – bioscience including pharmaceuticals and agrochemicals under the name of Zeneca, and the rest. Its rationale was that the two strands were diverging; it was difficult for the same management to run both; freed up, they could realign in the coming shake-up of both pharmaceuticals and chemicals. While process teams laboured, Henderson lobbied directors and former chairmen. With few exceptions, they approved. Executive management of the two groups transferred to Hampel and David Barnes, but Henderson remained as chairman of both until 1995. His relations with the City were always double-edged. Early on in his chairmanship, he criticised its influence and was slow to sign up to the mantra of shareholder value. In retirement he remained critical of its high salaries. In the 1980s he had also turned important, if belated, attention to ICI’s patchy environmental performance and appointed a director responsible. The company was one of the first to issue an annual environmental report. Increasingly he was seen as an elder statesman and was never short of job offers. Outside ICI, his directorships included Dalgety, RTZ and Schlumberger. From 1983, Henderson was an advocate of change on the stuffy and oversized Barclays board, where he was told his plainspeaking did not accord with the board’s oblique way of doing business. He became chairman of the Rank Organisation in 1995, but structural difficulties and a poor choice of chief executive meant his tenure was not a success. In 1997, he was called back to sort out problems at Dalgety and secured a break-up of the company, pleasing investors. He headed the Crown Estate Commissioners (1995-2002), and later sat on the Qinetiq board (2003-05). From 1993, as chancellor, he presided over the successful growth of Bath University. He enjoyed time with his family, read widely, played undistinguished golf and swam every morning. In his 70s he cared devotedly for his wife after she suffered an aneurysm, but more recently his health and mental facility had declined. He is survived by Doreen, their two daughters, Nicola and Fiona, and six grandchildren. • Denys Hartley Henderson, businessman, born 11 October 1932; died 21 May 2016",
  "webTitle": "Sir Denys Henderson obituary",
  "webPublicationDate": "2016-05-26T14:30:39Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/sir-denys-henderson-obituary",
  "keyword": [
    {
      "webTitle": "ICI",
      "id": "business/ici",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Adeney",
      "id": "profile/martin-adeney"
    }
  ],
  "guardianId": "business/2016/may/26/sir-denys-henderson-obituary"
}