{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/gary-lineker-john-whittingdale-chump-bbc-joke",
  "id": "2016-05-05-283",
  "sectionId": "media",
  "body": "Gary Lineker has called culture secretary John Whittingdale a “chump” for making a joke that abolishing the BBC is a “tempting prospect”.  Whittingdale, who is due to publish the government’s white paper on the future of the BBC next week, made the comments in a speech at Cambridge University’s Conservative Association last Friday. Lineker, the former England footballer and BBC Match of the Day host, tweeted that the culture secretary was a “chump” to make such comments about the corporation.   Related: BBC's demise is 'tempting prospect', jokes John Whittingdale      This chump sums politicians up. The BBC is revered throughout the World. We should be proud of it, not destroy it.  https://t.co/WvNmDUKOMD— Gary Lineker (@GaryLineker) May 4, 2016    Later, Lineker hit back at a Sun editorial claiming his criticism of Whittingdale showed he was becoming a “sniping left-wing bore”. He described the Sun attack as a “career high”, adding:     In @TheSun I've been accused of having morals, fighting for social justice and being alright at my job. Thank you. pic.twitter.com/I4cMyAJ77f— Gary Lineker (@GaryLineker) May 5, 2016    Fellow former England player Graeme Le Saux commented:    @GaryLineker Watch it Lineker. The @guardian reading lefty stereotyping has always been my pigeon hole, move on.— Graeme Le Saux (@graemelesaux14) May 5, 2016    Whittingdale jokingly said of the BBC’s charter, which runs out at the end of 2017, “if we don’t renew it, it may be that the BBC will cease to exist, which is maybe occasionally a tempting prospect”.  The culture secretary also indicated his commitment to hand part of the licence fee to outside organisations to make programming such as children’s TV, arts coverage and local news.  “There is a case for having some plurality, so that the decision as to what programmes are commissioned isn’t exclusively taken by the small group of commissioning editors at the BBC,” he said, in comments first reported by Cambridge University’s student newspaper Varsity on Monday.  Last week Tony Hall, the director general of the BBC, sought reassurances from the chancellor, George Osborne, that so-called “top-slicing” would not take place, having considered the prospect ruled out under the funding agreement struck with the Treasury last year. The pro-Brexit minister added that the corporation “finds it difficult to take seriously people who have a different view of the world” and “has always regarded people who want to leave Europe as faintly mad [and] it has generally been in favour of spending public money rather than those who want to see lower taxes”.",
  "webTitle": "Gary Lineker: John Whittingdale is a chump over BBC demise joke",
  "webPublicationDate": "2016-05-05T08:14:49Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/gary-lineker-john-whittingdale-chump-bbc-joke",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Gary Lineker",
      "id": "football/gary-lineker",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/05/gary-lineker-john-whittingdale-chump-bbc-joke"
}