{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/18/we-must-rebuild-farmers-resilience-after-ethiopias-catastrophic-el-nino",
  "id": "2016-05-18-204",
  "sectionId": "global-development",
  "body": "A year ago, Ethiopia was on the verge of achieving something remarkable. Having been the second poorest country in the world as recently as 2000, Ethiopia was on track to becoming middle-income by 2025. The 1980s image of a country ravaged by famine, poverty and conflict was fading. A large part of Ethiopia’s phenomenal growth was thanks to more than a decade of investment, with a particular focus on transforming agriculture. This sector employs more than 80% of the population of 91 million people (pdf), and accounts for more than 60% of exports. Agricultural yields were tripling in some regions, with the farmers I visited proud to be harvesting more, earning more, and sending their children to school and university. But this year’s severe El Niño drought has dealt a major blow. The effects have been devastating, as more than 10.2 million Ethiopians require food assistance. Farmers in drought-affected areas have had to watch the crops and livestock that feed their families and produce their income vanish. But there is still cause for hope. El Niño’s impact could have been much worse, had Ethiopia not begun to implement its climate-resilient green economy (pdf) strategy in recent years. Ethiopia is much more capable of recovering this time around, even though the drought is more severe than that of the 1980s.  Over the past 15 years, Ethiopia has worked to lay the foundations for a vibrant and productive agricultural sector; one that can better absorb the devastating shocks of the current drought while quickly getting the country back on an upward trajectory.  Poor soil health has been one of the biggest obstacles to agricultural growth. In the past six months, Ethiopia has bought wheat worth 6bn birr (£193m) for drought-affected areas – money it need not spend if our own farmers could grow more. As a first important step, to increase crop productivity, the government has invested in a digital soil fertility mapping exercise, the soil information system (EthioSIS), led by the agriculture ministry and the Ethiopian Agricultural Transformation Agency. So far, the EthioSIS project has analysed more than 80% of our agricultural soils, revealing that they lack nutrients such as potassium, sulphur, zinc, boron and copper. Since these nutrients were not present in the fertilisers we used to import, crops could never reach their full potential. Farmers are now gaining access to new, custom-made fertilisers that will address these deficiencies. These blends are being produced locally.  Early results have shown these blends and customised compound fertilisers improve yields by up to 65%, on average, when used with other recommended improved crop and soil management practices. Continuing to reach remote farmers with training on how to use these improved inputs, supported by a voucher system for buying them, is vital to rehabilitating the sector. Much consensus exists on the need for social safety nets to provide security for rural livelihoods. More than 45,000 public projects are carried out each year by the productive safety net programme (PSNP) in Ethiopia, which involves the local community in building vital public services and pays for this labour through cash and food.  Projects focus on the provision of public goods, many of which allow farmers to recover from climatic shocks. Tree planting and gully control, for example, not only reduce hunger and poverty in the rural population, but also help prevent soil erosion and sequester large amounts of carbon, contributing to more resilient landscapes.     Farmers in drought-affected areas have had to watch the crops and livestock that feed their families and produce their income vanish. Photograph: Jonathan Fontaine/Sipa/Rex/Shutterstock    Our watershed development initiative, part of the PSNP and funded by the government and donors, has restored more than 20m hectares (49m acres) of degraded lands, according to an agriculture ministry internal progress report, providing vital rainwater-capturing services for farmers. These were simply not in place in the 1980s. El Niño’s impact has been relatively minimal in these rehabilitated and protected landscapes, demonstrating the need to strengthen efforts to build more resilience against climate shocks. The PSNP initiative has now been decentralised to the regional authorities, with the federal government monitoring and assisting where necessary. This will help each region respond to its own challenges. It will still be no easy task for Ethiopia’s farmers to recover from what meteorologists have called the worst drought in 50 years, but at least we already have many of the fundamental tools at our disposal. Continuing to invest in proper soil health, and in land and water management, will be critical for our farmers and country to advance once more.  Professor Tekalign Mamo is the former state minister for agriculture and currently leads programmes with the Ethiopian Agricultural Transformation Agency",
  "webTitle": "We must rebuild farmers' resilience after Ethiopia's catastrophic El Niño",
  "webPublicationDate": "2016-05-18T11:34:27Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/18/we-must-rebuild-farmers-resilience-after-ethiopias-catastrophic-el-nino",
  "keyword": [
    {
      "webTitle": "Environmental sustainability",
      "id": "global-development/environmental-sustainability",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Ethiopia",
      "id": "world/ethiopia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Soil",
      "id": "environment/soil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/18/we-must-rebuild-farmers-resilience-after-ethiopias-catastrophic-el-nino"
}