{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/17/jonathan-franzen-jeopardy-alibi-bar-brooklyn",
  "id": "2016-05-17-102",
  "sectionId": "books",
  "body": "Jonathan Franzen needs to brush up on his Shakespeare. The curmudgeonly writer may be known for his elitism, but his performance on the episode of celebrity Jeopardy that aired on Monday included two flubs on Shakespeare questions and a too-confident wager on a final question about political terms that left him in second place. At Alibi, a much-loved dive bar in Fort Greene where patrons play along with the game show every night, few of the regulars recognized the author of Purity – and yet one older man summed him up rather accurately within the first few minutes. “This guy is just into his theses and his birds,” he grumbled during the interviews segment as Franzen emphasized the two things (aside from his books) for which he is most known: his love of birds and disdain for the internet. Franzen – or “Jon”, as he wrote on his podium – competed as part of Jeopardy’s Power Players Week, where proceeds go to a player’s charity of choice, which in his case was the American Bird Conservancy. Asked by host Alex Trebek whether he thought Twitter was trivializing social interaction, Franzen readily agreed, saying that the social media platform crippled real, complicated conversation. Real conversations, according to Franzen, must have a thesis, a counter-thesis and a synthesis. (Cue snorts from the folks at Alibi playing along over their happy-hour beers. They remained unimpressed with Franzen’s performance until he correctly answered questions about Middle Eastern geography and ballet.) The novelist competed against Meet the Press host Chuck Todd and conservative commentator SE Cupp. Despite the participation of two political journalists, none of the contestants correctly answered the final question about political terms. It asked which Latin word Roman tribunes shouted if they didn’t like the decision of the senate. Todd, who came up with “nay”, lost everything. Franzen led the game going into the final round but bet $13,021 on his incorrect answer: “non”, which is French for “no” and also a prefix. Cupp’s “cloture” guess wasn’t much closer but, having only wagered a few thousand, she ended up the winner. As Trebek pointed out, the correct answer (which someone at Alibi hesitantly shouted out) is a very common word: veto. Up until then Franzen had been doing quite well, if you didn’t count the questions he missed about Petruchio, the male romantic lead from Taming of the Shrew, and, worse, The Winter’s Tale (“this ‘tale’ takes place in Sicilia and Bohemia”). Given that Franzen’s Freedom opens with an epigram from The Winter’s Tale, and he has spoken about his admiration for the Bard, the author might have been justified for looking crestfallen and ducking down in shame for those particular mistakes. Celebrity Jeopardy categories cater to the contestants, and Franzen was not shy about repeatedly going for “Birds of America” clues. He was more sheepish when picking anything from a category called The Corrections, a nod to his 2001 book. Unsurprisingly, he did well in both areas and also with answers involving any sort of animal reference (blue jay, bear market). Questions close to home – for Franzen, the midwest – were a cinch as well, as he correctly named the Chicago Bears and also the Detroit Free Press, a “Michigan institution since 1835”. (Ironically, the “correct” answer is actually incorrect, as the Free Press noted after the airing.) Through luck, Franzen landed both of the Daily Doubles in the second round. The first, about the large muscles in the front part of the thigh, was easy enough that one man at Alibi started yelling: “Quadriceps, man, it’s quadriceps!” at the television while Franzen took time to think. More impressively, he also knew that the neighboring countries of Israel and Jordan have the lowest sea levels in the Middle East. The novelist may have been been wrong that Norway is the world leader in the Olympic sport of curling (it’s Canada) but perhaps that can be forgiven because he was aware that Sri Lanka was the world’s biggest exporter of tea and knew the name of the 18th-century writer who had inspired several ballets: ETA Hoffmann, pronounced in the proper German accent no less. (In comparison, Todd guessed “Amsterdam” for a question about a Danish ballet company.) During Power Week, the winner automatically receives $50,000 for charity regardless of the actual earnings, while second and third each get $10,000. Though Franzen technically ended up with $1,599, the American Bird Conservancy will receive more than that – and Franzen will probably never again forget the setting of The Winter’s Tale.",
  "webTitle": "Jonathan Franzen on Jeopardy: 'This guy is just into his theses and his birds'",
  "webPublicationDate": "2016-05-17T15:46:11Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/17/jonathan-franzen-jeopardy-alibi-bar-brooklyn",
  "keyword": [
    {
      "webTitle": "Jonathan Franzen",
      "id": "books/jonathan-franzen",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Chen",
      "id": "profile/angela-chen"
    }
  ],
  "guardianId": "books/2016/may/17/jonathan-franzen-jeopardy-alibi-bar-brooklyn"
}