{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/09/stretchy-second-skin-could-make-wrinkles-a-thing-of-the-past",
  "id": "2016-05-09-139",
  "sectionId": "science",
  "body": "For those concerned about wrinkly old skin, it might be an ingenious solution: a stretchy “second skin” that can be smoothed on to make aged tissue look more youthful. The wearable film developed at Massachusetts Institute of Technology has shown promise in a series of small trials where it was applied to wrinkles, under-eye bags and patches of dry skin.   Related: Can a drink really make skin look younger?    When applied to the face or body, the thin, transparent layer adheres to the skin and supports the tissue, making it look and behave like younger skin, its creators claim. “What we’ve been able to do is create a cream that you can put on the skin and then when it’s on the skin it can actually form essentially an elastic second skin,” said Bob Langer, who led the research. Tests in the lab found that the polymer film, which is only 70 thousandths of a millimetre thick, reduced the appearance of wrinkles and under-eye bagging, and helped retain moisture in patches of dry skin.     The most impressive results came when the scientists applied the film to under-eye bags: the eye on the left has had the film applied. Photograph: Picasa/Olivo Labs, LLC    The layer is designed to be applied in the morning, then peeled off and disposed of at night. In pilot studies, the second skin withstood normal daily wear, and the stresses and strains of exercise and swimming, without falling off or causing irritation. It also weathered exposure to rain. “It’s something you can wear for a whole day or longer depending on the physical forces that get applied to the area where it is worn,” said Daniel Anderson, who helped develop the product at MIT. “You can’t tell you’re wearing it.” “You can rub it from the corner and peel it off. But it doesn’t do that under standard manipulation. We don’t want something that falls off,” he added. While normal cosmetics can mask imperfections on the skin, the new coating changes the way skin behaves by giving it the elasticity of young skin. It was developed with help from two MIT spin-out companies: Living Proof, a cosmetics firm, and Olivo Labs, a medical company. With more work, they believe the films could be used to mask port-wine stain birthmarks, to protect the face from UV rays, or to treat skin disorders such as eczema. Another hope is to create films that contain drugs, which can be released slowly onto skin to treat disease or wounds.         Scientists at MIT, Massachusetts General Hospital, Living Proof, and Olivo Labs have developed a new material that can temporarily protect and tighten skin Credit: Melanie Gonick/MIT     The veneer is made by applying two creams to the skin, one after the other. The first cream is a siloxane polymer which conforms to the contours of the skin. The second cream contains a platinum catalyst that makes the siloxane cross-link into a thin, stretchy sheet. Tiny particles in the second cream diffuse the light and give the layer a youthful appearance, according to a study in Nature Materials. The physical properties of the film are tuned to match the elasticity of young skin. Once the creams are mixed on the face, the layer takes about three minutes to reach full strength. The film is nearly invisible on the skin, but in tests the edge of the film became noticeable in two out of 25 people after 16 hours of wear.    Related: Scientists grow skin that replicates function of tissue for first time    The most impressive results came when the scientists applied the film to under-eye bags, the flaccid skin that can appear under the eye, particularly in older people. By compressing the loose skin, the polymer film improved the appearance of the eye bag to a level that had only been achieved before with invasive surgery. Next, the scientists gently pinched the under-eye skin and showed that the coating made the skin spring back into position much faster. The researchers went on to test whether the layer improved the elasticity of skin elsewhere and showed that skin recoiled more quickly from pinching on the forearm. Skin loses its elasticity with age, so restoring its stretchiness makes it appear younger. In a final test, the film proved its ability to prevent moisture loss on patches of dry skin. “There are some beneficial effects on fine lines and wrinkles and eye bags,” said Anderson. “It provides some structural support, so to me it looks like it’s smoothing things out.” Anderson said he had not tested second skin on his face to see what people made of it, but instead chose to check how it behaved on his forearm. “I’ve never tried it to improve my cosmetic appearance. I gave up on that a long time ago,” he said. Would second skin have any other uses, such as hiding a beer belly? “Well, not this version,” he said. “But I hope we can figure that out.”",
  "webTitle": "Stretchy 'second skin' could make wrinkles a thing of the past",
  "webPublicationDate": "2016-05-09T15:00:19Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/09/stretchy-second-skin-could-make-wrinkles-a-thing-of-the-past",
  "keyword": [
    {
      "webTitle": "Ageing",
      "id": "science/ageing",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Skincare",
      "id": "fashion/skincare",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Sample",
      "id": "profile/iansample"
    }
  ],
  "guardianId": "science/2016/may/09/stretchy-second-skin-could-make-wrinkles-a-thing-of-the-past"
}