{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/france-paris-nuit-debout-protests-may-1968",
  "id": "2016-05-14-7",
  "sectionId": "commentisfree",
  "body": "Why this deep and massive opposition from the French to their government’s latest labour reforms – reforms that, to most British ears, sound like common sense? There’s no straightforward answer, but there is, I think, a clue in an experience my son Jack had last week. Ignoring the ban on mass demonstrations (introduced under France’s state of emergency laws), he walked over to the Place de la République to join thousands in their overnight vigil to protest against the government’s latest reforms. It was not so much the reforms themselves that drew him – some of them sounded pretty sensible to him – as his disenchantment with France’s political elite. As he made his way to the square he felt excited. Perhaps Nuit Debout (Night On Our Feet), a campaign that began in Paris and has spread to towns across France, would be like Podemos in Spain. Perhaps it would shake up the sterile left-right ideological debate in which his country seems permanently trapped. Instead, he was shocked by the atmosphere he found on the square. “It was tense, even violent,” he explained. “Like a playground full of bullies. And there was no room for debate. If you got on the mic and you weren’t speaking the language of class war or calling for violent revolution, you were booed or ridiculed. New ideas or alternative viewpoints were not allowed.”    For good or ill, demonstration is France’s collective reaction to adversity or trauma    The idyll that Pierre Haski described in the Guardian recently following Nuit Debout’s creation – “a highly democratic movement where every decision is approved by a permanent general assembly, with no self-proclaimed or even elected leader or even spokesperson” – has clearly turned sour. Three days after Haski’s piece, the philosopher Alain Finkielkraut, whose views I don’t always share but who is a brilliant and highly respected thinker, was spat on and expelled from the square by the protesters. Visibly shaken, he told a camera that the movement’s pluralism was a fiction. Feminismes, the feminist arm of Nuit Debout, has also denounced the atmosphere of harassment against women that has settled on the square, where after nightfall hands on arses, sexist comments and wolf whistling are apparently commonplace. Perhaps what we’re witnessing here is an old paradigm in its death throes, a paradigm, in large part patriarchal, enshrined in France’s 1968 revolution. It’s no coincidence that Nuit Debout has, to the delight of its elders, taken on the slogan of May ’68, “L’imagination au Pouvoir” (Power to the imagination). The revolutionary model is one that many French people, both young and old, cannot bear to see die. How else to explain the violence of the mood, the incoherence of the demands and the constant swinging from popular rage to euphoria, except as a manifestation of grief and denial about the passing of an old order? France is a nation built on grand ideals. Ideals of equality, freedom and fraternity. It is not well equipped for such base concepts as economic reality, compromise and negotiation. It does not seem ready either to invite fully its women (or, indeed, its Muslims) into the conversation about what sort of society to build in this climate of constant economic flux. Clinging on to the seemingly united and uniform identity of the May ’68 movement, France often forgets or refuses to see the dark side of revolution: political oppression, intolerance – La Terreur in all its manifestations. One of Nuit Debout’s key influences, the French economist Frédéric Lordon, proudly states that this is precisely not a modern grassroots movement like Podemos, founded on social networks and seeking to embrace and promote new forms of participatory democracy. While Podemos argues that we should no longer be talking about left and right, but the 1% and 99%, Lordon argues that left and right are still the only categories worth talking about. “In France, someone who says they’re neither left nor right is, without exception, on the right or will end up on the right.” For good or ill, demonstration is France’s collective reaction to adversity or trauma. It is also how the nation expresses its deep resistance to change. France has always been a structurally hierarchical society and successive revolutions have not changed that. They’ve only ever replaced those at the top. People here are obsessed with their professional “statut” (rank or status). The labour code is built on this notion that everyone must have a statut. Each profession has a specific statut and forms part of a corps de métier, a clear echo of the medieval guild. Clearly this system might not lend itself readily to the kind of professional mobility and reinvention required to succeed in the digital age. Even the two categories of work contract at the centre of this dispute – the CDI and CDD – echo this hierarchical social order. If you’re lucky enough to get a CDI (Contrat de Durée Indéterminée), which makes it very hard or very expensive to sack you, then you’re one of the privileged. Jack, with a masters in philosophy and a degree in computer science, hasn’t managed to get one. The digital startup he’s been working for, on two back to back six-month CDD (Contrat de Duration Determinée), recently asked him to leave because it’s not allowed to sign a third CDD and it can’t afford to take the financial risk of employing anyone on a CDI. The labour courts policing the work contract regime, the conseil de prud’hommes (significantly the word comes from a knightly ideal in medieval chivalry), have come under attack for their slowness to process their cases (the average waiting time is 13 months) and for their tendency to rule more often in favour of the employee. It’s no secret that these tribunals have a somewhat Robespierrian reputation, and a similarly archaic resistance to change exists here to the one that Jack – and many women – have encountered on the Place de la République. Unless France wants to see more young people like Jack move to London to earn their living, reassessing old belief systems and spreading a message of tolerance in this country is a matter of urgency. Lucy Wadham is the author of The Secret Life of France",
  "webTitle": "French labour laws, and a nation clinging to a sense of self | Lucy Wadham",
  "webPublicationDate": "2016-05-14T23:05:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/france-paris-nuit-debout-protests-may-1968",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Wadham",
      "id": "profile/wadham-lucy"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/france-paris-nuit-debout-protests-may-1968"
}