{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/22/east-west-street-origin-genocide-crimes-against-humanity-philippe-sands-review",
  "id": "2016-05-22-193",
  "sectionId": "books",
  "body": "On 20 November 1945, exactly 10 infernal years after the Nazis’ Nuremberg laws had instituted the legality of antisemitism – robbing Jews of citizenship, rights, property, and eventually of life itself – the ancient Bavarian city was host to the war crimes trials that gave birth to the modern system of international justice. For the first time in history, national leaders were indicted for their murderous acts before an international court. Hermann Göring and other leading Nazis such as the “butcher of Poland”, Hans Frank, Hitler’s preeminent legal adviser and the head of occupied Poland’s “general government”, met their ultimate judgment. It was here, too, that the concepts of “crimes against humanity” and “genocide”, so central to contemporary political life, had their first courtroom airing. Philippe Sands begins this important and engrossing book in Nuremberg. The trial of Frank provides its climactic moment. It will come as no surprise that Sands is a leading human rights lawyer who was involved in Chilean dictator Pinochet’s extradition trial, as well as in many key cases that have made their way to the international criminal court. The surprise is that even when charting the complexities of law, Sands’s writing has the intrigue, verve and material density of a first-rate thriller.   Related: Our fathers the Nazis: film explores the legacy of atrocities    But then this is not solely the story of the Nuremberg trials and the human rights laws they put on the global map. One strand of the book, and perhaps its precipitating one, is a family memoir unearthing the life of Sands’s rather taciturn maternal grandfather, Leon Buchholz, and his wife, Rita. As a child, and later as a young man, Philippe would visit his grandparents in Paris where they lived. He never learned anything much of their history, except that they were Jews who came, in Leon’s case, from Lemberg, and in Rita’s from Vienna. The grim war years, the loss of parents and relatives in death camps, or the gruelling period before the war were rarely mentioned. Sands’s mother, too, was born in Vienna. Then mysteriously she was brought to Paris as a child in the summer of 1939 to join her father, while her mother stayed behind in a city now hazardous to Jews. The reasons for this odd separation were clear to no one by the time Philippe started asking questions. His narrative implies that his first curiosity about these past matters crystallised only when an invitation arrived asking him to lecture on human rights in the city of Lviv. Depending on the point in history and the shifts in eastern Europe’s precarious border regions, Lviv is one of those cities whose name readily metamorphoses into Lwów or Lemberg. Eastern outpost of the Habsburg empirecorrect in the region of Galicia, western corner of Russia, proud city of briefly independent Ukraine, then Poland, then Russia, then Germany and back again, the only constant in Lwów up until the terrors of the second world war was its sizable Jewish population of some 100,000.     Hans Frank photographed in Graz, Austria, in 1938. Photograph: Imagno/Getty Images    These included two brilliant legal thinkers whose lives provide further strands of Sands’s interwoven narrative. Hersch Lauterpacht, professor of international law and already an advocate of human rights in the 1920s and 1930s, grew up in Lwów, not far from Sands’s own Buchholz family. This is the East West Street of his title. Chased away by one of the regular outbursts of antisemitism (the Jewish quarter was burned down in 1918) and his inability as a Jew to take the law exams, Lauterpacht left for Vienna in 1919. That city was only slightly less allergic to Jews in the immediate years following the first world war and soon he and his new wife travelled to England and the London School of Economics. Lauterpacht’s PhD thesis already laid out the groundwork for international obligations that would rein in the power the state had over individuals. He eventually took a post in Cambridge, where his son, Sir Elihu Lauterpacht, would one day teach Philippe Sands. Lauterpacht put the indictment of “crimes against humanity” – that is, murderous acts by the state against individuals, often enough its own citizens – into the Nuremberg trials and drafted a substantial portion of the speeches of Sir Hartley Shawcross, the chief British prosecutor.    It underscores that it was men with direct experience of persecution who laid the foundations of human rights law    Like Lauterpacht, Raphael Lemkin also studied at the law faculty in Lwów. He became a significant Polish prosecutor before events forced him to leave for the US. It was his thinking and pressure on the American legal team that put the crime of genocide – crimes against a race or group on the basis of their identity – into play at Nuremberg and in 1948 saw it adopted by the UN general assembly. Though genocide has in our own epoch of human rights become the crime of crimes in international courts, Sands remains a little wary of Lemkin. He evokes a personal life that is perhaps a little sexually shady. Meanwhile, Lemkin’s social demeanour emerges as a little too assertive, even febrile, in the runup to the Nuremberg trials when he presses the need for genocide to be recognised as the prevailing Nazi crime, and one that predates the war itself. In a fascinating passage, Sands confesses that Lauterpacht’s suspicion of it has emerged as justified in more recent genocide hearings, when the need to prove victim solidarity and activate a group identity has sometimes reinforced wrongs and made political reconciliation all but impossible. Alongside his grandfather “by blood” Leon, the two other Jews from Lwów, Lauterpacht and Lemkin, take on something of a professional grandparental mantle for Sands. He pores over what he calls the “muck of evidence” for them as assiduously as he does for his own family. Sands has a lawyer’s zeal for evidence, engaging in far-ranging detective work and sifting what he finds with masterly forensic probing. He can magic whole histories of wartime heroism out of addresses eight decades old. Or, chasing the lead of a faded photograph, he can unearth possible alternate grandparents and illicit liaisons to be verified only by DNA tests. Sometimes the sheer energy of his evidential eye suggests he’s ready to try the Holocaust’s perpetrators all over again – not so much out of rage or righteousness, but because the evidence of their crimes is so overwhelming. At Treblinka, the death camp the Nazis tried to bury, he sees the stamp of Hans Frank’s general government, which had jurisdiction over Lemberg as well as Treblinka, alongside that of the camp commandant, Franz Stangl. It is “a black sign, indelible and definitive as to the matter of responsibility”. Sands’s portrait of Frank, the lawyer who went wrong, and his trial at Nuremberg supply the final powerful strand of this narrative. Frank’s son, Niklas, became Sands’s friend during the research, and along with Horst, the son of Otto Von Wächter – governor of Galicia and thus the man immediately in charge of the final solution in Lemberg – was the subject of Sands’s film, My Nazi Legacy. East West Street is an exceptional memoir. Along the way, it underscores that it was Jewish lawyers, men with direct experience of persecution, who laid the foundations of international human rights law. Perhaps Sands has taken inspiration from that fine scholar and historian Yosef Yerushalmi, who poignantly asked: “Is it possible that the antonym of ‘forgetting’ is not ‘remembering’, but justice?” Lisa Appignanesi’s memoir, Losing the Dead, and her latest book, Trials of Passion (Virago/LittleBrown), are available in paperback.  East West Street: On the Origins of Genocide and Crimes Against Humanity is published by Weidenfeld & Nicolson (£20). Click here to order a copy for £15.19",
  "webTitle": "East West Street by Philippe Sands review – putting genocide into words",
  "webPublicationDate": "2016-05-22T05:30:34Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/22/east-west-street-origin-genocide-crimes-against-humanity-philippe-sands-review",
  "keyword": [
    {
      "webTitle": "Biography",
      "id": "books/biography",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Holocaust",
      "id": "world/holocaust",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "European court of human rights",
      "id": "law/european-court-of-human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa Appignanesi",
      "id": "profile/lisaappignanesi"
    }
  ],
  "guardianId": "books/2016/may/22/east-west-street-origin-genocide-crimes-against-humanity-philippe-sands-review"
}