{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/26/immigration-england-ons-migration-london-eu-referendum",
  "id": "2016-05-26-66",
  "sectionId": "commentisfree",
  "body": "A question may have recently popped into your head: why are we having this referendum? A large part of the answer, of course, is rooted in the internal machinations of the Conservative party, David Cameron’s doomed attempts to quieten things down and the enduring Tory view of the EU as the world’s prime example of bureaucracy and statism gone mad.   Related: The eight big questions on migration the leave campaign must answer | Jacqui Smith    The timing is surely traceable to the meltdown of the eurozone, the refugee crisis and the sense of a Europe defined by mounting troubles. But there is another factor, which takes us deep into some of the most overlooked tensions in British politics: the condition of England, the 4 million largely English people who last year put jump-leads on British Euroscepticism by voting for Ukip, and a set of deep anxieties and annoyances that panics the political class, while looking likely to get a whole lot worse, whatever the outcome. In other words, if Cameron thinks the referendum will somehow “resolve” most of the key issues and smooth over England’s ferment, he is even more deluded than he increasingly looks. Give or take a small crowd of Euro-zealots – the kind who say things like “I’m more European than British”, subsist on organic food and probably number no more than 20,000 – most people who are supporting remain are focused on a limited set of economic factors, while being well aware of the EU’s serial shortcomings. But talk to leave voters – which I have done lately, a lot – and you will sample a strain of opinion seemingly based in a different part of the human brain: all-or-nothing, visceral and brimming with deep and often completely justified resentments. In February, YouGov reported that of 10 areas – that were all in England – the UK’s most Eurosceptic place was the borough of Havering, on the London/Essex borders. It’s a place nudging parts of outer London, where the pace of change is relentless, and, according to those who know it, somewhere characterised by a feeling that it will be next. But there is also loathing of the EU in places where London and its surrounding areas feel like a different planet: superficially deadened areas, often in the north, which have never recovered from deindustrialisation and are now locked into a kind of silent decline – which brings with it a seething disquiet.    On the outer edges of London and beyond, resentment and loss will still define a big part of the public mood    What unites voters in these two contrasting realities is pretty clear. There are obvious intersections of age and ethnicity (old-ish and white, bluntly put). If asked, a lot of them self-identify as being English – which denotes a bundle of stuff, as much bound up with class as national identity (“English”, in this reading, partly translates as “not middle class”). When it comes to the EU, immigration, needless to say, is usually in the forefront of their thoughts. Sometimes because they apparently don’t like the idea per se, but more often than not because they feel that it is placing impossible strains on housing and public services, and inflaming the injustices of low-end job markets. But there is also something even more elemental: a conviction that centres of power that seem impossibly distant have let them down, and if there’s a chance to split from the most distant one of all, they will grab it in both hands. All of this was underlined yesterday, when the Office for National Statistics released its latest projections of population change in England over the next eight years, and the awful imbalances it will create. By 2024, say the statisticians, the population of London is likely to have grown by another 14%, taking the total figure to 9.7 million. The number of people in Tower Hamlets will rocket by a quarter; in Barking and Dagenham, by nearly 20%. God knows where these extra people will live. Meanwhile, the figures contain slightly subtler revelations. Between now and 2024, the best part of 2 million people will come to London from elsewhere in England, while 2.6 million will sooner or later go in the other direction, presumably because of the impossible costs of capital living. Aside from those being born in the city, the lion’s share of London’s newest arrivals will therefore be people who have moved there from overseas. The global city-state of some people’s imaginations will be close to reality, but its contrast to other parts of the country will be stark. Which brings us to what some call the provinces. The ONS’s website allows you to go through every one of England’s local authority areas, and sample how they will change. In such population centres as Middlesbrough and Hull, the projected figures for population growth markedly lag behind the numbers for “natural change”, indicating large numbers of people continuing to leave. The same applies to post-industrial Redcar and Cleveland, where there will be no overall growth at all. And in Blackburn and Blackpool (tellingly, numbers four and five in YouGov’s Euroscepticism ranking), and Richmondshire, in North Yorkshire, local populations will fall – at the same time as an ever-ageing population skews the makeup of the people who will be left. In the north-east, for example, there will be a 20% increase in numbers of people over 65, at the same time as the number of 16- to 64-year-olds falls.           Flatpack democracy: the new English political revolt    In socio-political terms, what all this means should be pretty obvious. London will still be endlessly overheating, and the competition for living space in its few supposedly “affordable” areas will be fierce and often toxic. On its outer edges and beyond, particularly in the east, resentment and loss will still define a big part of the public mood. Further afield, most obviously in the north, there will be local and regional economies still dominated by what remains of the public sector, an increasing preponderance of older people – and a sense of decline that by 2050 will have stretched back nearly a century. None of this will cast mainstream politics in a very edifying light: all that Westminster talk about “rebalancing the economy” will look like a series of sick jokes. It would be tempting to soak up all those numbers and conclude that England’s stupid imbalances cannot carry on. But at the risk of sounding comically bleak, they can, and they probably will. The result, now and in the future, will be the English manifestation of much the same tensions that are currently tearing through mainland Europe, and a politics that will neither be polite nor controllable. The referendum is symptomatic of these problems, not any kind of solution. And the morning after the big vote – whatever happens – they will still be there, simmering away.",
  "webTitle": "Whatever happens in this referendum, England’s disquiet is set to get a whole lot worse | John Harris",
  "webPublicationDate": "2016-05-26T19:19:49Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/26/immigration-england-ons-migration-london-eu-referendum",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "John Harris",
      "id": "profile/johnharris"
    }
  ],
  "guardianId": "commentisfree/2016/may/26/immigration-england-ons-migration-london-eu-referendum"
}