{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/09/missing-development-trillions-welcome-debate",
  "id": "2016-05-09-180",
  "sectionId": "global-development-professionals-network",
  "body": "We wanted to open our series looking into the missing development trillions with a lovely Guardian infographic. We thought that on the lefthand side we could have a little widget showing how much we needed in order to pay for the sustainable development goals (SDGs), however many trillion dollars that might be. On the right, we could have another little widget showing how much we’ve raised so far, like those thermometers showing the funds for the local church roof.    Related: The private sector must be seen as an engine of development, not its enemy    We were considering breaking down how that money is made up, and adding in some comparison graphics to give you some kind of sense of just how gigantic the amount of money is – for example, by comparing it with China’s annual GDP ($9.24tn, if you’re not precisely sure).  It turned out, however, that it’s not quite that simple. There is one calculation – the one that sticks in most people’s heads – done by UNCTAD in 2014. The UN’s trade and investment arm worked out that in order to “do” the SDGs, we would need $4.5tn a year. It also worked out that currently we had $1.4tn a year. This means that there is a shortfall of $3.1tn. (On that basis, if China will just agree to hand over about a third of its GDP a year, we’re home and dry.) There was another set of calculations, done last year, which came up with an even higher figure, although the calculations were less specific about the shortfall. But to be honest, the closer we looked, the less useful these sums seemed. These are truly enormous sums of money, and these types of calculations are, as Stefan Schweinfest, the director of the UN’s statistics division, explained to us, “fraught with assumptions and caveats”. Plus, they did not break down what we really wanted to know, which is where the rest of the money is going to come from.      A solar panel on a home in Guinea-Bissau, Africa. Photograph: Rex Shutterstock    The indisputable fact is that the SDGs are going to be world-shatteringly expensive. If you go through them and make a casual list of the resources and people that will be required, you will find that just for starters, the infrastructure needs include medical centres and hospitals, roads (lots of roads), seed and plant banks, drainage and water systems, a massive roll out of energy, communication and financial networks. In terms of human resources, we’re looking for lawyers, bankers, teachers, agricultural advisers, doctors and midwives, research scientists and engineers, energy experts who can retrofit old buildings to high levels of sustainability, specialists in water resource management, plus thousands of construction workers. And for equipment resources: farm machinery, medical equipment, scholarships, toilets, water harvesting systems, desalination plants … you get the picture.  On the plus side, if we actually achieve all this, then we will have found a neat way to deal with some pressing problems; the looming unemployment issue which is affecting stability and equality in parts of Africa, Latin America and the Middle East, for example. The SDGs are a gigantic global version of Franklin Roosevelt’s New Deal, a plunge into public investment in order to stave off not just recession but also climate change, famine, and a few other horsemen of the apocalypse. International development is “our best long-term bet in foreign policy”, as Eloise Todd, head of the ONE campaign, said.    Related: Development finance in 2016: eight steps forward     But, all that agreed, we still think that it is helpful to understand how we are going to pay for them. Last summer in Addis Ababa, the financing for development Agenda for Action was agreed. It teased apart the financial strands that may, potentially, come together to fund the SDGs. It references domestic public resources, domestic and international private finance and investments, international development cooperation, international trade, and debt restructuring, with a large amount of sub-sections and detail.  The global indicator framework is also now done. Indicators have been more or less agreed for each of the SDGs targets so, for example, the target to create full employment and decent work for all women and men will be measured against average hourly wages and the employment rate. The plan now, explains Matti Kohonen of Christian Aid, is for each country to do its calculations, work out where it is against the targets, “and then we can begin to see where the gaps are and work out how much will be needed”.      A boy drawing drinking water from a hand pump in Peshawar, Pakistan. Photograph: Fayaz Aziz/Reuters    But, without wanting to sound like a cracked record, this still leaves us unsure of how we are going to pay for this. Some of these targets – such as universal access to the internet in less developed countries – are due by 2020. Kohonen is worried too. “We’re nearly a year in already. I worry that the sense of urgency is not there.” Over this series we will be delving into the various possible sources of $3.1tn. Today, Andrew Mitchell calls for the public sector and private sector to work together. Tomorrow, Erik Solheim, the former head of the Organisation for Economic Cooperation and Development’s development assistance committee, will be looking at taxes as a possible source of revenue. On Wednesday, Ade Daramy discusses remittances, and on Thursday, Jemilah Mahmood explores arguments for Zakat. On Friday, Deborah Doane and Gerhard Pries have it out about blended finance. We’ll also be hearing from Jane Wales on philanthropy, and Tony Elumelu on entrepreneurialism.   Related: The missing development trillions: where will they come from?    Most of all, we want to hear from you. How do you think we can do this? Do you think it is possible? Please get in touch and let us know; we’ll be publishing your thoughts and suggestions over the course of the series. If you would like to contribute to our Missing Development Trillions series get in touch on globaldevpros@guardian.co.uk or tweet us on the hashtag #globaldevtrillions. • This article was amended on 10 May 2016. An earlier version referred to a shortfall of $3.4tn rather than $3.1tn. Join our community of development professionals and humanitarians. Follow @GuardianGDP on Twitter.",
  "webTitle": "The missing development trillions: welcome to the debate",
  "webPublicationDate": "2016-05-09T13:13:10Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/09/missing-development-trillions-welcome-debate",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Development finance",
      "id": "global-development-professionals-network/development-finance",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Bibi van der Zee",
      "id": "profile/bibivanderzee"
    }
  ],
  "guardianId": "global-development-professionals-network/2016/may/09/missing-development-trillions-welcome-debate"
}