{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/jurgen-klopp-liverpool-sevilla-defeat-referee",
  "id": "2016-05-18-2",
  "sectionId": "football",
  "body": "Jürgen Klopp vowed Liverpool would learn the lessons of a painful defeat in the Europa League final as he blamed their “shocked” second-half display, plus the referee, for a comprehensive loss to Sevilla. Liverpool held a deserved half-time lead in Basel thanks to Daniel Sturridge’s exquisite finish only to collapse against a rejuvenated Sevilla side who scored three times in 25 second-half minutes. The captain, Coke, scored twice before lifting the team’s third consecutive Europa League trophy but it was Kévin Gameiro’s equaliser, 20 seconds after the restart, following poor defending by the Liverpool left-back and former Sevilla player Alberto Moreno, that Klopp identified as the turning point.   Related: Liverpool 1-3 Sevilla: five talking points from the Europa League final | Sachin Nakrani    “Obviously the first goal had a big influence on our game,” said the Liverpool manager, who has now lost his last five cup finals and will be without European football at Anfield next season. “At this moment we lost faith in our style of play, we changed from passing quick and simple to complicated and lost our formation. It was not compact any more. I’ve had this problem one or two times with this situation. The first half was ok, we deserved the 1-0, Sevilla played a lot of long balls to avoid our pressing game. We were not as good as we can be but everyone told me there were two handballs in the first half. There were some obvious decisions which went against us. In a final when it is close you need a bit of luck even when we hadn’t had any. “We are disappointed and frustrated 100% but tomorrow or later in the week we will see it a little bit more clearly and we will use this experience, that is what we have to do. It is clear we are not in a European tournament next year so we don’t have football on Wednesday or Thursday, so we will have time to train and we will, for sure, come back stronger. “We had a few moments where we have performed but then to have this consistency you need a bit more time. They are still young, the players’ first big final, but unfortunately it is the second time this season. We will use this experience together and then some day everyone will say Basel was a very decisive moment in the future of Liverpool.” Liverpool had several chances to extend their lead before the break but were powerless to prevent Sevilla becoming the first team since Bayern Munich in the mid-1970s to win three consecutive Uefa titles. “I tried to change it but you could see the team was shocked, maybe the crowd was shocked too,” said Klopp. “Everything changed in this moment as we had a wonderful atmosphere until we conceded to make it 1-1. Sevilla took the game and we defended not good. It is not good to concede a goal straight after half-time but you have 44 minutes to strike back. The reaction was the problem. We have to learn to react better in situations like this.”   Related: Coke double shakes Liverpool as Sevilla hit back to win Europa League final    Liverpool had two penalty appeals for handball dismissed by the Swedish referee Jonas Eriksson in the first half. The official also correctly disallowed a Dejan Lovren header for offside against Daniel Sturridge, and allowed Coke’s third to stand after spotting that, although offside, the Sevilla captain had received the ball via two Liverpool players. An assistant raised his flag before being overruled by the referee, and Klopp said: “I have been around the block and this is not a situation I have seen many times for the ref to overrule the assistant. There are a number of people who will say it was perfectly accurate, but I have lost a couple of finals and never have I had a bad decision made in my favour. I would hope for that to change. “There were two decisions against us when there was handball and a goal which was disallowed and one allowed against us. All these situations don’t lead to me saying we had a great match. The first thing you have to do when you look at the man in the mirror is criticise yourself.” The Sevilla coach, Unai Emery, maintained his record of never having lost a Europa League tie and attempted to absolve Moreno of blame for his team’s crucial equaliser. “Alberto Moreno is playing a great season for Liverpool and, from what I have seen, he is playing at a level that he can go back to the Spanish national team,” Emery said. “I always see the glass half-full because Mariano has a great offensive ability and I see him as a great offensive player rather than it being poor defending.” He added: “We have the Copa del Rey on Sunday against Barcelona and we have to prepare thoroughly for the challenge. We will celebrate this tonight but we will be careful.”",
  "webTitle": "Jürgen Klopp: Liverpool shocked by Sevilla equaliser and never recovered",
  "webPublicationDate": "2016-05-18T23:40:38Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/jurgen-klopp-liverpool-sevilla-defeat-referee",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/18/jurgen-klopp-liverpool-sevilla-defeat-referee"
}