{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/04/bill-forcing-people-to-prove-nationality-slammed-as-discriminatory",
  "id": "2016-05-04-39",
  "sectionId": "uk-news",
  "body": "Government measures making people prove their nationality or face prosecution risk damaging community relations and are discriminatory, critics have warned. The Conservatives want to give police and immigration officers the power to order people who have been arrested to state their nationality and require those believed to be foreign nationals to produce their nationality documents, such as a passport. Failure to do so within 72 hours would become a criminal offence under the policing and crime bill currently going through parliament.   The government’s stated aim is to make it easier to remove foreign national offenders. But concerns have been raised by civil liberties groups, as well as some immigration and policing experts, that people will be targeted because of how they look, their accent and their skin colour. They also warn that Britons will be caught up under the measures, and if they come under suspicion, will be required to prove they are British. Sara Ogilvie, policy officer at Liberty, the civil rights organisation, said: “The only grounds on which police could decide someone might not be British are their appearance and their accent, so the very basis of this policy is discrimination. “Requiring police to make clumsy assumptions and ask provocative questions about a person’s nationality is a toxic recipe for race relations in our towns and cities. This policy should have no place in the criminal justice system and risks leading to unfair trials.” Ogilvie warned it was a British version of a controversial US anti-immigrant law introduced in the state of Arizona and resembled a hated policy that was scrapped in Britain, the so-called “SUS” law, that poisoned race relations and was blamed for disorder.  “Forcing people to declare their nationality on arrest and in court marks a disturbing return to the dark days of the SUS laws, and brings the widely-condemned divisiveness of Arizona’s immigration law onto UK soil,” she said. The government, in a note explaining the need for the measure, said: “Foreign nationals comprise 12% of the prison population in England and Wales. The government aims to remove as many foreign national offenders (FNOs) as quickly as possible to their home countries, to protect the public, to reduce costs and to free up spaces in prison.  “Successfully establishing identity early post‐arrest helps to facilitate overseas criminal records checks ‐ if serious offending is revealed this can allow the Home Office to consider deportation action even in cases where an individual is released without charge.”  It adds: “... successful identification is particularly difficult where an individual is not carrying a document at the time of arrest. Although it is already possible for officers to search premises for identity documents, this is resource intensive and to require officers to do so in every case would be a disproportionate use of police resources.”  Barrister Adrian Berry, chair of the Immigration Law Practitioners’ Association said: “There is a risk that visible differences will be the marker, leading to people from minority backgrounds being disproportionately challenged. “Making it a criminal offence for a person arrested to fail to produce a passport on demand or state a nationality is unnecessary, heavy handed and carries its own risks. A police officer need only suspect a person is not a British citizen to demand a passport.” The head of a group representing serving police officers also expressed concerns. DS Janet Hills, chair of the National Black Policing Association, said: “I want to see monitoring and accountability attached. There is likely to be the disproportionately, the over targeting of ethnic minorities.” Lord Paddick, a former Scotland Yard chief, now Liberal Democrat spokesperson on home affairs in the House of Lords, said: “This is yet another measure likely to undo decades of work trying to rebuild police and community relations. “In the late 70s, when I was a PC, the way some officers dealt with difficult black youth on the street was to arrest them for being an over stayer. “This measure puts the police right back at the centre of enforcing immigration law.” Paddick said it was not a measure police wanted to see. He also said it was a step towards identity cards: “If the police can require you to prove you are British, that is one stage short of identity cards.” Berry added: “As a police officer need only suspect a person of a lack of nationality, British citizens as well as foreigners would be caught by the measure. Failure to produce a passport without a ‘reasonable excuse’ will be a criminal offence.  “That is not a sufficient safeguard given that British citizens and others are not obliged to carry identity documents or passports when at liberty in the UK. The effect of the measure will be to make passports function as ID cards for both British citizens and foreigners.” The home secretary, Theresa May, has criticised police for using stop and search powers disproportionately against ethnic minority communities, viewing it as damaging to trust in the police.  The Conservatives hope to increase their share of the growing ethnic minority vote and believe action on issues such as stop and search will help their appeal with black and Asian Britons.",
  "webTitle": "Bill forcing people to prove nationality slammed as discriminatory",
  "webPublicationDate": "2016-05-04T19:47:32Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/04/bill-forcing-people-to-prove-nationality-slammed-as-discriminatory",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "uk-news/2016/may/04/bill-forcing-people-to-prove-nationality-slammed-as-discriminatory"
}