{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/chris-packham-malta-good-causes",
  "id": "2016-05-02-181",
  "sectionId": "commentisfree",
  "body": "Love him or loathe him Chris Packham is a hard man to ignore. Recently returned from Malta, where he has been for a second time to highlight the massacre of thousands of birds on migration by Maltese hunters, he came up with the hash tag #wheredovesdie in tribute to the late singer Prince. The idea was to draw attention to the plight of the declining turtle dove. In 2014 he was intimidated by hunters and then threatened with arrest for his efforts. This time he has been accused of being an “unethical fake and a liar” by the hunters’ federation chief executive Lino Farrugia and declared a persona non grata on the island.    Packham has been credited in the media with waging war on everything from pandas to insect-eating celebrities    Now 54, Packham has just published his autobiography, Fingers in the Sparkle Jar. In it he reveals for the first time that he has Asperger syndrome, a form of autism, and twice contemplated suicide following the death of his former dog Fish, but was saved by his current two dogs, Itchy and Scratchy. It tells the story of an introverted and at times angry young man whose love affair with nature was a way of surviving the alienation he encountered among his peers growing up in 1970s suburban Southampton. The book details Packham’s finding solace in a young kestrel and is a beautiful, riveting and disturbing read with many echoes of the social rejection personified in the film Kes by the Ken Loach. His love of nature resulted in him going on to study zoology at Southampton University, after which he trained to be a wildlife cameraman – leading to his job on The Really Wild Show, and before taking over the anchor role on Springwatch from Bill Oddie. I first met Chris on the Really Wild Show in 1988 as a researcher and we have kept in touch ever since. Over the years since then he has rarely been out of the headlines and has been credited in the media with waging war on everything from pandas to insect-eating celebrities. He maintains he doesn’t seek controversy for the sake of it but that sometimes it is necessary to make people wake up to what is happening to the natural world. In his lifetime half the world’s wildlife has disappeared and although there are some bright spots that decline looks set to continue unabated over the next 50 years.   Related: Chris Packham: Malta is a bird hell    When it comes to getting people’s attention Packham has that rare quality of being able to cause controversy and yet seemingly emerge with his popularity enhanced. Following a recent Guardian interview some people were quietly horrified when he admitted smearing jam on the face of his five-year-old step-daughter Megan so wasps could lick it off and she “wouldn’t be afraid of them”. Many others praised the merit of this “tough love”. Similarly when the Countryside Alliance called for him to be sacked last year following a controversial article he wrote about hunting in BBC Wildlife magazine many people rallied to his defence. Away filming at the time, he returned to find himself at the centre of a media storm. When it eventually died down, far from getting sacked, the whole affair simply reinforced how popular he was with over 70,000 people signing a petition urging the BBC to keep him. What I admire most about Packham is that unlike many other celebrities he is willing to use his celebrity to court controversy for the sake of a good cause and put his money where his mouth is. He works tirelessly for a host of organisations from the RSPB to Population Matters, in the process helping to highlight many causes from the persecution of England’s dwindling hen harrier population to the decline in our biodiversity caused by overpopulation. The reason Packham seems to divide opinion so starkly is precisely because he is passionate, speaks his mind and is willing to stand up for what he believes in. In the pressured and unforgiving world of television those are rare qualities.",
  "webTitle": "People love Chris Packham because he isn’t afraid to ruffle feathers | Nicholas Milton",
  "webPublicationDate": "2016-05-02T10:30:22Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/chris-packham-malta-good-causes",
  "keyword": [
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Malta",
      "id": "world/malta",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Activism",
      "id": "environment/activism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Springwatch",
      "id": "tv-and-radio/springwatch",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Milton",
      "id": "profile/nicholasmilton"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/chris-packham-malta-good-causes"
}