{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/mothers-day-inspiration-gratitude-parenting-motherhood",
  "id": "2016-05-08-120",
  "sectionId": "commentisfree",
  "body": "In Target a couple of weeks ago, I stood in front of the long aisle of Mother’s Day cards and picked my way through each subsection: grandmas and great-grandmas, sisters, aunts, special someones, and on and on. As in the rest of my life, the cards I gravitate toward are somewhat humorous and somewhat loving, and it’s hard to exclude anyone from that joint embrace. It quickly threatens to become an expensive outing, though, so I cut myself off at eight: my mom and grandma, my two sisters, my foster son’s birth mother and grandmother and two surrogate grandmas. But the angst at this cutoff is real. A substantial part of why I became a foster mother last year was because of how strongly I believe it “takes a village”. Even down to the minutiae of the songs, books and television shows I love, the common theme is how we’re all in this life together. It’s not by accident that Gilmore Girls reruns – a show about a single mother and her child and the town that’s raising them both – play in the background of our evenings.   Related: Facing my fear: my ex is bipolar. I was scared our daughter would be, too | Elizabeth Hamilton    For the past year and some change, when Wee Dude, as I call him publicly, and I meet a new therapist or social worker, one of the first questions they ask is what our average day looks like. At the outset, this question left me self-conscious. Our days are regimented and slow, and they don’t mirror the flurry of exploration, curiosity and playdates that fill the hours of a neurotypical toddler.  WD is two, and he’s neither mobile nor verbal. He is tube-fed. Getting ready for daycare and work (“school and work and work and school for babies and mamas and mamas and babies,” I sing-song each morning as we amble down the stairs to the front door) sometimes feels like a herculean task – though, full-disclosure, it sometimes felt that way before WD’s arrival, too. So we wake up, we take baby steps, and we pretend I won’t be late for work if I see what the internet is up to before I take a shower.  At home in the afternoons, there is sometimes therapy, sometimes a doctor’s appointment, sometimes lying on the floor and staring at the ceiling fan. Tiny tastes of purees and fine-motor-skill activities during his late-afternoon feed. Mardi Gras beads or blocks on a lightbox, post-digestion tummy time, splashy baths and books and saying night-night to God. As I close his door on the day, he babbles at Bear and his final feed runs. By the time I return an hour later to end his feed with his meds, he is either asleep or waiting for me with a dimple I can hear in the dark. I kiss his forehead once more and tell him I love him. In light of a world seemingly full of normalcy, it’s easy to find our lives lacking. Or less than. Or whatever. But in those regimented and slow days are an endless barrage of women – of mothers.  There are the teachers and nurses at daycare whom WD loves. There are the doctors who try to keep him steady and sturdy. There are the therapists and caseworkers at home who are very polite about how I haven’t vacuumed recently. There are the friends who send validating messages to the group texts. There are the women at church who cuddle and engage him. As WD grows, I want for him the eyes and the heart to see that mothering is not just my hands dressing him for the day, turning the pages of a bedtime story or caressing his cheek after he comes out of a seizure. Rather, mothers include all the hands who guide him through this great big world, and all the hands that make that world possible. I’m grateful that, too, in ways that are not directly about him, WD is witness to the myriad opportunities of how to mother a village. As we go about our days, I take every opportunity to show him awesome women doing awesome things: we see the women who grow gardens and the women who paint pictures of them, the women who build roads and the women who direct traffic on them, the women who cook meals and the women who bring them to friends in need, the women who write stories and the women who read them aloud, the women who rally for justice and the women who see that justice through. I want for him to know these daily moments of gratitude both large and small that surge through my body – these moments of simple delight both deep and fleeting that tilt my head back in laughter. I want him to know that if I won the lottery, I’d use the money to buy Mother’s Day cards by the armful for everyone we’ve won in this lottery of the heart.",
  "webTitle": "On Mother's Day and every day, I'm grateful to all who help raise my child | Amy Whipple",
  "webPublicationDate": "2016-05-08T11:00:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/mothers-day-inspiration-gratitude-parenting-motherhood",
  "keyword": [
    {
      "webTitle": "Mother's Day",
      "id": "lifeandstyle/mothers-day",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Amy Whipple",
      "id": "profile/amy-whipple"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/mothers-day-inspiration-gratitude-parenting-motherhood"
}