{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/alex-hales-fails-chance-yorkshire-nottinghamshire-county-championship-division-one",
  "id": "2016-05-01-65",
  "sectionId": "sport",
  "body": "From an unpromising beginning the Yorkshire bowlers came back strongly to take the honours on the first day here at Trent Bridge. With Andrew Gale having taken the option to field first, the Nottinghamshire openers, Alex Hales and Steve Mullaney, the one tall and rangy, the other compact and chunky, threatened to overwhelm them with a blistering opening stand of 77 in the first 15 overs as the seamers, Jack Brooks in particular, used up a week’s worth of half-volleys in an hour. If they started to claw back some control with three wickets before lunch, it owed more to Nottinghamshire benevolence than their own industry: the session brought them more than they deserved. The afternoon was a different matter. Although this is a pitch on which it is better to err on the full side rather than drop short (Mullaney’s two disdainfully pulled sixes off David Willey and Liam Plunkett were testament to that) it surely would not have been necessary to tell the bowlers to bring their length back a fraction.   Related: Alex Hales leads the cast of England hopefuls out to impress at Trent Bridge    But Jason Gillespie would nonetheless have read them their fortune in the interval and certainly it was a different attack during the afternoon, particularly in the case of Brooks. Where he had been sliding on to the bat nicely in his first two spells, he began to hit the deck hard and, having conceded 20 in his first two overs, was eventually rewarded with figures of four for 74. This was in addition to taking a well-judged skier at deep square-leg and helping to run out the last man, Stuart Broad, with an accurate throw to the keeper from long-leg. It was an excellent comeback. There were three wickets for Adil Rashid, too, whose googly is becoming his most potent weapon in all forms of the game. Under the circumstances, and particularly given the start, Nottinghamshire will feel aggrieved that they could make no more than 261 and the two batting points it brought. Each of Hales (36), Mullaney (78) and Michael Lumb (49) got themselves established on what essentially seemed a good pitch, offering a little to the diligent seamers but not excessively so.   Related: England need only tinker with Test side for summer challenges | Mike Selvey    The dismissal of Mullaney with what proved the last ball of the morning was key to the afternoon success, the perfect length ball from Steven Patterson finding the outside edge with a relieved Alex Lees taking the catch at first slip at the second attempt. At all but a run a ball Mullaney had hit 12 fours and those two sixes. Bad light prevented a start to the Yorkshire reply. Much of the early attention was directed at Hales, in his first match since opting to take a break after the World T20. The fullness of time will show the wisdom of that but, with his place in the England team no stronger than a tenuous, it was a risky strategy and he certainly needs a couple of convincing innings now. Instead, though, he played a typical Hales-ish knock in which he brutalised the bad ball but then managed to get himself out rather than be got out. In this instance it was to the first ball of Brooks’s second spell. So much had he overpitched that it called to mind the occasion when Tom Cartwright, being uncharacteristically driven, asked for the pitch to be measured, whereupon it was found to be a yard short. Brooks had no such excuse. But Gale had placed Joe Root at short extra cover on the drive and, although Brooks overpitched again, Hales drove it hard and low straight to Root who took the catch easily. Of Hales it rather told those watching little they did not already know.",
  "webTitle": "Alex Hales fails to take his chance as Yorkshire peg back Nottinghamshire",
  "webPublicationDate": "2016-05-01T17:37:13Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/alex-hales-fails-chance-yorkshire-nottinghamshire-county-championship-division-one",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Yorkshire",
      "id": "sport/yorkshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/01/alex-hales-fails-chance-yorkshire-nottinghamshire-county-championship-division-one"
}