{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/14/shorten-and-turnbull-push-their-policies-as-di-natale-says-green-tide-coming",
  "id": "2016-05-14-192",
  "sectionId": "australia-news",
  "body": "The Labor leader, Bill Shorten, has touted his party’s education record by committing to invest $37bn in the sector over the next 10 years and declaring that the coming federal polls could be the “education election”. Shorten was campaigning in Brisbane while speaking at an education rally on Saturday, the day after the first peoples’ debate, in which hewon the audience vote on the night.  He said that over the next 10 years Labor would invest $37bn “to guarantee that every school in every postcode receives fair funding on the basis of need” and would deliver on David Gonski’s higher education reforms. “Australia does not have to choose between a growing economy and great schools. We cannot have a growing economy without great schools,” he said.   Related: Bill Shorten makes education a priority as Labor 'underdogs' hit campaign trail    “Friends, this can be the education election. A referendum on the future of education in our country.” Shorten delivered a stinging riposte to the prime minister, Malcolm Turnbull, over his attitude to Gonski’s school reform program. “Mr Turnbull thinks the fact that he went to school with his friend David Gonski is the same as delivering Gonski to our schools,” he said. “Namedropping is not an education policy, is it? If you really believe in needs-based funding, then you have to deliver the funding to meet those needs.” His speech was briefly interrupted when a protester began questioning him about Labor’s asylum-seeker policies and its largely bipartisan position on immigration matters. The Greens leader, Richard Di Natale, also addressed reporters on Saturday, after the party had been excluded from the debate. He said there would be a “green tide” coming for the election. Turnbull’s news conference later on Saturday continued to focus on the Coalition’s economic leadership and the tax cuts set out by the government. “We’re providing enterprise tax cuts which will support all of these businesses ... everything we’re doing is calculated, designed to drive economic growth and more jobs,” he said. “We have an economic plan. As we know, our opponents only have a spending plan.” He also hit back on issues surrounding national security and said it was “the same old Labor. They can’t be trusted with economic security any more than they can be with national security.”   Related: Good slogan, Malcolm Turnbull, but growth in what kind of jobs? | Van Badham    Turnbull also faced questions about his personal wealth and Shorten’s suggestion that he was out of touch. He responded: “Let me just say to you ... Lucy and I have been very lucky in our lives. We know that, we know there are many people who have worked harder that have not been so fortunate. We count our blessings. That’s something that we recognise. “I can understand why Mr Shorten wants to make an issue of this. But I think that most Australians understand that our nation is built on opportunity and aspiration, and that all of us are entitled to aspire to achieve great things for our families.”",
  "webTitle": "Shorten and Turnbull push their policies as Di Natale says 'green tide' coming",
  "webPublicationDate": "2016-05-14T05:17:25Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/14/shorten-and-turnbull-push-their-policies-as-di-natale-says-green-tide-coming",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/14/shorten-and-turnbull-push-their-policies-as-di-natale-says-green-tide-coming"
}