{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/queen-camera-gaffe-inconvenient-truth-china-buckingham-palace",
  "id": "2016-05-11-285",
  "sectionId": "commentisfree",
  "body": "The loudest sound coming from anywhere near Buckingham Palace this morning was the faintest swishing of damask covers being discreetly pulled over the mess from the day before, amid assurances that everything was, and would be, absolutely fine. Like any accomplished host, the keepers of the Palace will be keen not to cause any discomfort, even retrospectively, to the guests.   Related: Queen caught on camera saying Chinese officials were 'very rude'    But you can just imagine the inquests when those covers are lifted off, as they surely will be. Of the two embarrassing conversations caught on camera – and rebroadcast (with some relish) – the Queen’s remarks about the behaviour of the Chinese president’s entourage during his state visit last autumn are on balance the more embarrassing. The soul of decorum throughout her long reign, the Queen has never in my memory made this sort of news. The “caught-on-mic” moments have been left to the Duke of Edinburgh and Prince Charles. When it was reported that she had walked out of a photo shoot, the Palace went out of its way to correct the story. When it was suggested that she and Margaret Thatcher disagreed about the Commonwealth or that she wanted the Scots to vote no in the referendum, the hints were subtle enough to be deniable. Shortly after her 90th birthday, though, at a sodden Palace garden party, she expressed sympathy with Lucy D’Orsi, the police officer who had been in charge of operations during President Xi Jinping’s state visit. The Queen – a stickler for protocol – had clearly been shocked by the rudeness of Chinese officials towards the UK’s ambassador to China during a standoff apparent about security, and said so. That she brought this up immediately showed how much it still rankled even after seven months. Was this (a) a diplomatic gaffe, (b) an attempt to send a message to the Chinese, or (c) a statement of fact? Perhaps all three. But it is hard to argue, as some have tried to do, that it was of no importance. It was important enough for the Chinese to censor the relevant passage in the BBC news. And the chancellor, George Osborne, can hardly be overjoyed that his considerable efforts to build a “special relationship” with China have run into what is at very least a spot of bother. For the rest of us, there is some satisfaction to be drawn perhaps from the glimpse behind the scenes of a state visit that clearly went less smoothly than the media coverage at the time led us to believe. The UK is famed for ensuring that state, and other top-level, diplomatic visits run on wheels. The awkward truth is finally out. David Cameron’s comments about Afghanistan and Nigeria being “fantastically corrupt”, and the archbishop of Canterbury’s effort to nudge a correction, may be less damaging to UK plc. They do, though, suggest that Cameron might need a refresher course in diplomatic nicety – especially as it is he who is hosting this week’s anti-corruption conference. It was also a reminder that the Cameron we usually see is a hyper-controlled politician who is very conscious of how the prime minister should behave. Very occasionally, the mask slips, and we see the Cameron of his friends and the shires, and hear a glibness that is more often suppressed. One consequence of what happened yesterday will be some hasty efforts to repair the diplomacy. But another will surely be a reconsideration of how Palace events are filmed and the terms on which footage is released. The Palace’s idea of success will be ensuring it doesn’t happen again. That would be a pity. Off-guard is the closest we observers often come to the truth.",
  "webTitle": "When it comes to China, the Queen’s gaffe reveals some inconvenient truths | Mary Dejevsky",
  "webPublicationDate": "2016-05-11T10:10:55Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/queen-camera-gaffe-inconvenient-truth-china-buckingham-palace",
  "keyword": [
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Mary Dejevsky",
      "id": "profile/mary-dejevsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/queen-camera-gaffe-inconvenient-truth-china-buckingham-palace"
}