{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/07/giro-ditalia-bicycle-race-chianti-tuscany-italy",
  "id": "2016-05-07-177",
  "sectionId": "travel",
  "body": "‘The Giro is a wonderful physical tonic, an extraordinary outing in the country, a pilgrimage from one trattoria to another through gastronomic Italy...” This tantalising glimpse of the 19 stages of the 1949 Giro d’Italia as “a series of restful heavens” was how one reporter related the experience of following the race to Dino Buzzati, the renowned Italian journalist, dramatist and author, who was about to cover his first cycling event for the daily newspaper Corriere della Sera.   Chianti map     A pilgrimage through gastronomic Italy is precisely what I had in mind when I decided to ride a section of this year’s Giro, a month ahead of the 99th tour of Italy. I chose my course wisely: stage nine, the individual time trial from Radda to Greve in Chianti, one of the shorter segments of the race, at 40.5km. It is a mere trifle compared with the average stage length of 161km and the total of 3,383km that the professionals will cover during the three-week race. This time trial has been dubbed the Chianti Classico stage in reference to the 300-year-old wine consortium that produces 35 million bottles of wine a year in the region it passes through. Perfect. Time trial stages in big races are usually flat and fast – a race against the clock – which, even for me, would mean less than two hours in the saddle. Better still. That would leave plenty of time to explore this poster region of Tuscany over a weekend’s riding – leisurely rolls through the countryside, ducking into village cafes for a morning espresso, lingering over Tuscan lunches in medieval towns with panoramic views, and sloshing back a few glasses at some of the vineyards bearing the Gallo Nero emblem – the Black Rooster symbol of the Chianti Classico wine zone.     The writer takes a breather on the Chianti Classico.    The flaw in my plan became apparent on the evening drive from Pisa airport to my rented house near Radda in Chianti. As soon as I left the uniform dual carriageway leading south-east from the city, the country roads of Chianti kicked up. In the dark, as I ground through the gears over the rollercoaster roads, the landscape felt a little more dramatic than I’d anticipated. There was a sense of relief when I eventually pulled up on a little gravel track a couple of hours later. I had arrived at the first “restful heaven”. The godsend was that the owner of La Casanova , a one-bedroom cottage on the edge of the walled town of Radda, also runs the Casa Porciatti deli and an enoteca (wine shop) in the town, so the fridge was stocked with prosciutto, sheep’s cheese and tomatoes, and there was a loaf of bread and a bottle of Lilliano Chianti on the kitchen table.     How the pros do it … the Giro d’Italia passing through Tuscany in 2015. Photograph: Claudio Peri/AP    The next day, over coffee and toast on the terrace, I felt the world was a kinder place. The sun was already taking the edge off the early morning chill and the views stretched over fields of olive trees and vines to billowy baize-coloured hills rolling away in the distance. Nothing could dampen my enthusiasm for the day’s riding, not even when I logged on to the Giro’s official website and confirmed that the Chianti Classico stage promised “a tough time trial … without a single flat section”. I preferred to focus on the bit extolling the “fabulous setting” and the “unique scenery”. In the nearby village of Lecchi, which was still in the process of waking up, I picked up my hire bike from In Gamba, a cycle tour company run by former professional racer João Correia. I met my riding companion, Sean Caulfield, in Paolo’s cafe across the road. Sean is the owner of holiday letting company To Tuscany and also rides for a team in the area, so the local roads are his training ground and he knows the best pitstops along the way. We were going to add 40km to the stage, he said, heading out to the finish line in Greve and throwing in a loop to bring us back to the starting point in Radda.     Simone at Gelateria Castellina. Photograph: Andy Pietrasik    I can’t tell you much about the first 20km of the ride except that it was mostly uphill and the only sound to be heard on the largely car-free road was my laboured breathing. In fact, if I tell you that we climbed a total of 2,000 metres on our 84km journey, you’ll get the picture that it was a fairly testing ride. But you’ll only get part of the picture, because the scenery along the route was equally breathtaking. The most classical of Italian features rolled into view – lines of cypress trees standing sentry on drives leading to hillside estates and farms, symmetrical rows of vines racing down the slopes, small olive groves and huge swaths of oak forest, hilltop towers and jumbles of cobbled lanes and terracotta-tiled roofs. It called to mind another passage from Dino Buzzati’s coverage of the 1949 Giro: “Did the multicoloured mob of road cyclists know they were riding through one of the most beautiful regions in the world? Surely it was a crime, in a certain sense, to make use of such enchanting scenery for such unrewarding, bestial hard labour.” And that’s where the restful heavens on our extraordinary outing in the country provided a wonderful physical tonic and much-needed sustenance. Just beyond the cobbled streets of the fortress town of Castellina, we stopped at the ice-cream parlour Gelateria Castellina. Simone and Chiara Municchi have been making gelati and semifreddi in the town for 19 years, but recently moved to bigger premises in time for the Giro. Inside, the display cabinet was a psychedelic swirl of colour and artisanal flavours – frutti di bosco, pistacchio, stracciatella (with chocolate ripples), ricotta and fig. In Panzano, we took full advantage of the generosity of celebrity master butcher Dario Cecchini, whose Antica Macelleria Cecchini shop is always crowded because he lays out free plates of his signature fennel salami and creamy lardo (Chianti butter) infused with rosemary, along with chunks of crusty bread and carafes of wine on a long wooden table for all comers to taste. Meanwhile, he holds court behind a counter laden with bistecca alla fiorentina (T-bone steak), sausages and pork loins, wielding a fearsome cleaver and dressed in a white shirt and waistcoat in the colours of the Italian flag.    Did the multicoloured mob of road cyclists know they were riding through one of the most beautiful regions in the world?  Dino Buzzati     In the arched loggias of the main piazza of Greve, we sampled the local salumi of Antica Macelleria Falorni but passed on the opportunity of Chianti Classico wines served by the glass in its enoteca. There was still another 40km of road to negotiate before we could settle down for a melt-in-the-mouth lunch of lasagne at La Cantina Colle Bereto in the square in Radda. After lunch, I dropped in at my landlord’s Casa Porciatti wine bar, housed in a 14th-century building with a vaulted ceiling, to buy a couple of bottles of local wine, Poggerino and L’Erta di Radda.     La Casanova    All of the shops along the race route proudly displayed the poster for the Chianti Classico stage – the Gallo Nero sporting the pink jersey of the race leader – and signposts with the kilometre countdowns to the finish were already up in April. Large sections of the road were being dug up and resurfaced to smooth out any remaining potholes and ruts, to ease the riders’ passage. There was a sense of mounting excitement and anticipation of the massive cycling circus rolling into the region. Tuscany is one of the heartlands of Italian cycling, along with Lombardy and Piedmont. It was the home of Gino Bartali, who raced in perhaps the most famous Giro of them all – against his arch-rival from Piedmont, Fausto Coppi. This was the race that Dino Buzzati covered for the Corriere della Sera in 1949. That Giro was contested in an Italy still ravaged by the second world war, along roads that were either half-bombed out or little more than farm tracks snaking through the hills and mountains. Many of these white gravel tracks, or strade bianche, still survive in Tuscany today, thanks largely to a retro cycling event called L’Eroica, which was started in 1997 in Gaiole in Chianti, by Giancarlo Brocci, who I met on the terrace of the resplendent Castello di Spaltenna hotel in Gaiole.     Andy on one of the white, gravelly lanes known as strade bianche.    “The idea of the event was to protect the strade bianche from being resurfaced, but also to rediscover the roots of the sport – away from technology and doping,” he told me. “You have to remember that after the second world war, Bartali and Coppi restored pride in the country. Cycling was the number one sport in Italy. Not football. There was something heroic in their rivalry and their suffering.” L’Eroica takes place every October, and last year added a spring edition. All cyclists have to ride steel-frame bikes made before 1987, and dress in suitable period costume – merino wool jerseys, leather shoes and cotton caps. The idea is to discover and enjoy the timeless scenery of Tuscany while cycling along quiet country lanes, but also to challenge yourself physically with the most basic tools of the sport. The longer routes, like the stages of the older Giro races, start when it’s still dark, but along the way there are lots of food stops supplying Tuscan staples like stew, salami, cakes and fruit along with gallons of Chianti wine. It’s a hugely popular event that this year will draw in 7,000 riders from around the world, tripling the population of the usually quiet town of Gaiole over the course of a weekend, and pumps an estimated €3m-€4m into the local economy.     L’Eroica 2015, Italy. Photograph: Paolo Martelli    So successful has it been that L’Eroica has been taken up in seven other countries: South Africa, Japan, the US, Spain, the UK, the Netherlands and Uruguay. “It’s about getting back to the joy and essence of cycling,” said Brocci. “And the beauty of fatigue – of tiring yourself out – is the essence of cycling.” I rode a stretch of strada bianca on a vintage bicycle the following day, covering a loop of 33km. Even over such a short distance – and having nearly broken myself on the easiest section of the Giro the day before – I can relate to that sentiment. How to do it • Chianti Classico, stage 9 of the 2016 Giro d’Italia, is on 15 May. Follow the route at to-tuscany.com, where there are details of other cycle routes• The 20th Eroica di Gaiole (eroica.it) takes place on 2 October. Riders with a race licence can also enter the GranFonda Firenze de Rosa (granfondofirenze.com) held each April• Accommodation at La Casanova was provided by To Tuscany (from £531 a week, sleeps 2-3 people, 0121-286 7782, to-tuscany.com)• Road bike was supplied by inGamba (+1 888 316 9791, ingamba.pro) More retro cycling events La Pedals de Clip, Catalonia, 21-22 MayThis event has been held since 2011 in Sant Martì Sarroca, in the Catalan region of Penedès, one of the best wine-producing areas in Spain. There’s a vintage cycling fair, food and two route lengths – 47km and 72km.• lapedalsdeclip.cat, entry €63 Retro Ronde, Oudenaarde, Belgium, 11-12 JuneNow in its 10th year, this is one of the original classics. Around 850 cyclists in vintage clothing ride retro bikes over routes of 40, 75 or 100km through the rolling landscape of the Flemish Ardennes. The ride takes in the famous cobbles and bergs of the Tour of Flanders race, and there are refuelling stops for local food and drink in scenic locations. The day before the ride, there’s a bicycle swap meet, and a swinging retro dance. • retroronde.be, €25 for the 40km ride, €30 for 75 and 100km Anjou Vélo Vintage, France, 18- 19 June      In its sixth year, this is a ride through the beautiful Saumur region in the Loire Valley. As well as the riding, this is a celebration of all things French, with wine, food trucks, vintage fashion, a retro dance and performances in the town of Anjou. More than 4,000 people from over 20 countries participate, and thousands come to watch the rides and join in the festival. There are four routes: 30, 40 and 60km, plus a challenging off-road “Authentic 1868” of 130km. • anjou-velo-vintage.com, +33 2 41 40 20 60, €28 for all routes",
  "webTitle": "A classic cycle ride in Italy's Chianti country",
  "webPublicationDate": "2016-05-07T06:00:07Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/07/giro-ditalia-bicycle-race-chianti-tuscany-italy",
  "keyword": [
    {
      "webTitle": "Tuscany holidays",
      "id": "travel/tuscany",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cycling holidays",
      "id": "travel/cyclingholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Italy holidays",
      "id": "travel/italy",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Pietrasik",
      "id": "profile/andypietrasik"
    }
  ],
  "guardianId": "travel/2016/may/07/giro-ditalia-bicycle-race-chianti-tuscany-italy"
}