{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/03/hsbcs-latest-results-do-not-mean-shareholders-can-relax",
  "id": "2016-05-03-63",
  "sectionId": "business",
  "body": "The bookies took a right old caning on Leicester City, right? Don’t believe a word of it. The part of the tale that is correct is that the Foxes’ triumph, at odds that started the season at 5,000-1, ensured a loss for most bookmakers on the thin market in predicting the outright winner of the Premier League. William Hill, for example, is paying out £3m for a net loss of £2.2m. But note just how thin that market is. Betting, for most punters, is a game of instant gratification, and a full Premier League season, running 38 games and lasting nine months, rarely brings out big money. William Hill took less than £1m in bets and would expect to see more activity in Premier League games on any given weekend. So Leicester’s success, and bigger clubs’ failures, were excellent news for the bookies on most of the 36 weekends so far. Chelsea’s horrendous early-season form was a gift because too many winning favourites – especially when part of accumulator bets – are what the bookies really fear. The bottom line is that it has been an excellent football season for those setting the odds. Just don’t expect the bookies to say so – shouting about losses is good marketing. Besides, every die-hard fan of a long-odds club will now want a “just in case” flutter. The bookies can also see them coming: never again, one suspects, will 5,000-1 be offered on any team. HSBC’s shareholders cannot relax yet It is a modern banking rarity, at least for HSBC: a quarter without a single charge for what the industry euphemistically calls “legacy” issues. There was nothing for US litigation, market shenanigans or even that old favourite, payment protection insurance. Shareholders cannot relax, however. First, the US Department for Justice’s monitor is still prowling the premises and, at the last time of asking a few months ago, did not sound impressed by the bank’s progress in overhauling systems to combat financial crime. Second, the other legacy of the banking crisis is a vastly different capital and trading climate; HSBC’s current “progressive” – meaning upwards only – dividend policy may become an unaffordable luxury. For the time being, HSBC can point out that the year is still young. “We need a fairly significant downward pressure on our earnings or a significant upward pressure on our regulatory capital requirements to affect our ability to meet our dividend commitment,” argued finance director Iain Mackay.     HSBC CEO Stuart Gulliver. Photograph: Bobby Yip/Reuters    The trouble is, a first-quarter 14% fall in pretax profits to $6.1bn (£4.2bn) is downward pressure of some significance. Yes, the equivalent period a year ago was strong; and, yes, wobbly markets in January and February didn’t help. But if the first three months were “resilient” – the bank’s spin – investors will wonder if HSBC’s dividend can stand another spot of volatility. March and April were easier, but the world looks fundamentally riskier for a big bank reliant on global trade and with a heavy weighting to the east. Put simply, growth is harder to come by. Chief executive Stuart Gulliver has been cutting costs for most of his five years in the job, but the gains are becoming harder to secure – witness the uproar in the ranks over a salary freeze. On the plus side, the already-agreed $5bn sale of the Brazilian operation will boost capital ratios. On the negative, the need to refinance $70bn of bonds over the next three years could nibble at profit margins. In the end, though, the equation is simple: banks, like all mature companies, need their earnings to exceed their dividends by a comfortable margin. In 2015, HSBC’s arithmetic was too tight for comfort – $0.51-a-share of dividends from $0.65-a-share of earnings – and now 2016 has started slowly. The message in that prospective dividend yield of 7.8%, and a share price close to its six-year low, is unmistakable: even if Gulliver doesn’t take an axe to the dividend, his successor may. Eyes on the wheel, not the road The boss of one big motor insurer confessed privately a few months ago that he was mystified as to why his supposedly long-term shareholders never asked him about the threat that driverless cars present to his industry.     Volvo’s driverless car. Photograph: Volvo    He said he spends long hours trying to understand the possibilities of the technology, and had visited US developers to watch their trials at first-hand. But investors did not want to talk about the insurance implications. That sounds a reasonable assessment of a fund management industry where “long term” can mean “next year”. Maybe the current outbreak of conferences on the subject will concentrate minds, but the truth is probably that nobody can make a reliable guess. Volvo estimates an 80% fall in car crashes by 2035, which sounds optimistic, but may be plausible. If it happens, it would presumably imply a steep fall in premiums and a much smaller insurance industry. For what it’s worth, the chief executive took the view that “if cars still have a steering wheel, I think we’ll still have a business”. That is reassuring for investors up to a point – but hardly narrows the range of possible outcomes.",
  "webTitle": "Leicester won the league but the bookies were far from beaten",
  "webPublicationDate": "2016-05-03T18:22:26Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/03/hsbcs-latest-results-do-not-mean-shareholders-can-relax",
  "keyword": [
    {
      "webTitle": "Sport betting",
      "id": "sport/sport-betting",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "HSBC",
      "id": "business/hsbcholdings",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Car insurance",
      "id": "money/car-insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Insurance",
      "id": "money/insurance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/03/hsbcs-latest-results-do-not-mean-shareholders-can-relax"
}