{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/11/nigeria-not-seeking-cameron-apology-wants-assets-back",
  "id": "2016-05-11-165",
  "sectionId": "politics",
  "body": "President Muhammadu Buhari of Nigeria has said he does not want an apology from David Cameron for calling his country fantastically corrupt, but a return of the billions taken out of his country and sent to the UK. Speaking at a Commonwealth anti-corruption conference, he said: “What would I do with an apology? I need something tangible. I am not going to demand any apology from anyone. What I am demanding is a return of assets.” Around $37bn (£25.6bn) in stolen money from Nigeria has been routed through London, Nigeria’s anti-corruption chief, Ibrahim Mahu, said at the conference.  Buhari said it was well established that Nigerian assets were being stolen on an industrial scale, often being sent through financial centres such as London. The country had lost billions through stolen oil and leading politicians taking money. It was now facing disaster, he said. “With the collapse of the oil price we need every cent we can get now just to pay salaries, if not for anything else.” Asked at the event if Nigeria was a “fantastically corrupt” country, Buhari thought for a moment and said: “Yes.” He refused, however, to say whether he regarded Cameron’s remarks as rude, saying that Britain had led in trying to track down former Nigerian government members who had acted disgracefully. He also praised British law enforcement agencies for arresting former Nigerian governors, including some who dressed as women to get out of the UK.   Related: Corruption can no longer be dismissed as a developing world problem | Aditya Chakrabortty    Mahu, the anti-corruption chief, said proceeds from the sale of stolen Nigerian oil were among the funds routed through the UK. “London is the capital of money-laundering,” he said.  “Over the years 2014 to 2015, they [the old administration] brought in not less than $37bn into London from Nigeria. They take away oil, and they route the money through London - we suspect not less than $37bn.” Mahu said his hardest task was the resistance faced by Buhari’s administration. “We need to put our heads together, and get our act together to fight corruption. Corruption fighting back - I think that is the most difficult obstacle. When they fight back, they fight from all angles. “The president is committed to fighting corruption - that is our strength. He’s not just pretending.” Buhari called at the summit for a multi-state agency to combat what he described as the hydra-headed menace of corruption. He announced that Nigeria would be joining the Open Government Partnership, an international body designed to make the activities of government more transparent, including over public procurement. The British Cabinet Office minister Matt Hancock, speaking at the same event, said he agreed with Buhari, whose government he said had been behind the curve on the issue of corruption, but was now focused on ideas such as a public beneficial ownership register.            Cameron caught boasting to Queen about ‘fantastically corrupt’ countries     He refused to say if the government was embarrassed by Cameron’s characterisation of Nigeria, saying it was concentrating on getting results at its major anti-corruption conference on Thursday. Defending the UK government’s actions over its overseas territories, which will not be forced to create central registries of company ownership, Hancock said: “We are prepared to stick our neck out and act alone, but what we need is the whole world to move together.” He said if one jurisdiction made a change, there was a danger that illegal transactions could go to a different jurisdiction.  The Commonwealth secretary general, Patricia Scotland, lauded Buhari’s efforts to end corruption in Nigeria since he became president last year. “The corruption is there ... I don’t think the prime minister was wrong to say that corruption is a real issue for these countries. But the problem ... the question is, what are we going to do about it and what is the president [Buhari] doing about it and are we globally willing to help him,” she told BBC Breakfast.  Buhari said illicit oil theft involving international and domestic perpetrators needed to be seen as a crime on a similar level as the stealing of blood diamonds. He called for Lloyd’s of London to do more to trace ships loaded with crude oil and for greater transparency in commodity trading. Oil theft, he said, was an imminent and credible threat to oil-producing countries such as Nigeria. He said the oil was certainly traceable if the international community showed the required political will to end criminal trading. “This will has been the missing link in the international effort. Now in London we can turn a new page by building a multi-state multi-stakeholder partnership to address this menace.” Pointing out that both BP and Shell had been there at the start of the Nigerian oil industry, he said many of these companies knew key players in the industry, and could help fight corruption. He also expressed frustration that he had to follow a tolerant legal system that presumed someone was innocent until proven guilty even though when they were riding around in Rolls-Royces. “Mercifully,” he added, “documentation is helping us to trace billions of dollars.”  Buhari said any country that thought it was safe from the international cartels of corruption “needed to wake up”.  He told the conference: “We need an international anti-corruption infrastructure that can monitor trace and facilitate the return of assets to the countries of origin. The repatriation of proven stolen assets should be done without delay or precondition.” Chukwuka Utazi, a Nigerian senator who chairs a committee on financial crimes and corruption, said that Cameron was a hypocrite and dismissed the summit as a “talking shop”. “Let these governments return all these stolen funds in London, then we can believe what he is saying. If he just comes here and makes guarded statements like he did yesterday, we as a nation are not happy about it.  “Great Britain, as a great ally of Nigeria, should do better than they’re doing for this country. Hypocritical - that’s just the word. “It takes two to tango. The problem of this country [UK] is in receiving stolen assets, ill-gotten money, and keeping it here, and telling our country that they’re not doing the right thing is not the way to solve the problem.”",
  "webTitle": "Nigeria not seeking a Cameron apology, but 'wants its assets back'",
  "webPublicationDate": "2016-05-11T14:43:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/11/nigeria-not-seeking-cameron-apology-wants-assets-back",
  "keyword": [
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "politics/2016/may/11/nigeria-not-seeking-cameron-apology-wants-assets-back"
}