{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/01/bbc-studios-talent-tony-hall-departures",
  "id": "2016-05-01-102",
  "sectionId": "media",
  "body": "Recently top BBC executives have been disappearing faster than characters in BBC2 hit drama Line of Duty. Eight have gone in as many months, three of them from the newly launched BBC Studios – the new £400m venture that now houses most of the BBC’s in-house shows, including hits such as Top Gear and Strictly Come Dancing. The latest to announce his departure was Mark Freeland, who was due to head up scripted comedy and drama. He quit on Thursday on the eve of the creation of BBC Studios, declaring that “proposed … strategic changes … will not give me the creative platform I need to be at my very best and add maximum value to the Studios project”. Coming hot on the heels of the exit of the director of BBC Studios Peter Salmon (who left in March after just eight months to join Big Brother and MasterChef makers Shine Endemol) and Wendy Darke, who was due to be head of natural history, the departures have left some of the 2,000 or so staff who officially transferred into BBC Studios on Friday feeling nervous. They question why Salmon, Darke and Freeland have quit as the BBC embarks on one of the biggest shake-ups in its 94-year history, particularly as the latter pair left despite not having jobs to go to. Whatever their reasons for leaving – and it looks as though Darke wanted to pursue other avenues, while Freeland’s exit was related to structural changes Salmon’s replacement Mark Linsey wants to make – it has hardly been the most auspicious start for BBC Studios. The new division came into being on Friday, almost a month later than planned due to Salmon’s departure. To compound matters there are reports that the forthcoming white paper on the BBC proposes allowing independent producers to tender for more or all BBC shows, raising the prospect that even in-house hits created by the corporation, such as Top Gear or EastEnders, could one day be made by outside companies. BBC Studios is launching with around £400m of commissions, including the shows above, but if more of its returning series are tendered out to the market, some wonder how it will fare. Until next April it will still be owned by the BBC, but then it will be commercialised and have to stand on its own two feet. So has director general Tony Hall’s plan to open up the corporation to competition – in exchange for being allowed to make shows for rival broadcasters – backfired? The idea started out as a way to keep the best talent at the corporation. The rise of “super-indies” (and now “mega-indies”) as a result of the consolidation of TV’s independent production sector over the last couple of decades has seen some of those who had the best ideas leave in-house production to make more money. By moving those who work in key areas, such as drama, entertainment and natural history, out of the public and into the private sector, giving them free rein to pursue commissions from other channels (and removing their more competitive salaries and expenses from prying eyes), Hall hopes to renew creativity at the BBC. But being allowed to do that came at a price. In exchange, a deal was struck with producers’ alliance Pact to open up “a minimum amount of 40%” of its programmes to tender over the next two years – potentially slicing around £160m off BBC Studios’ bottom line. Bectu general secretary Gerry Morrissey says the union fears the government will go further: “The BBC has opened up a can of worms and they’ve now got no control over it. We think this is a huge own goal for the corporation. BBC production is the crown jewels of the BBC.” He points out that the organisation faces the prospect of having to pay for free licence fees for over-75s, and its income stream could be further cut if more shows are put up for grabs by the white paper. “I’m sure it’s not what they [the BBC] intended,” says Morrissey. “But they left the door ajar and the government’s kicking it open.” Pact chief executive John McVay argues the move makes the corporation and the market more competitive: “We’ve made it clear we’ve done a deal with BBC Studios and we think it frees competition up, which means the best programmes are made regardless of who makes them. It’s up to the government to take a view.” But there is also still uncertainty about the future ownership of BBC Studios. The BBC has not yet revealed how it will be protected from being sold off once it is privatised (as has happened to other BBC subsidiaries), although a meeting is scheduled with Bectu in June to discuss the issue and protect its staff’s entitlements. Complicating matters, the corporation will also, from this week, have to keep separate any costs, such as for HR or IT, that are shared between BBC Studios and the rest of the publicly-owned parts of the corporation. Otherwise it could fall foul of fair trade and state aid rules. A recent corporation staff survey by Bectu showed that almost 70% think that the creation of BBC Studios will “not be in the long-term interests of licence fee payers or value for money”. And 64% “do not think that BBC Studios’ management has any idea what they are doing”, with just 8% agreeing “management know what they are doing”. It is unlikely that Freeland and Darke’s departures will be the last, as other executives may decide the commercial BBC is not for them. But, as one BBC insider says: “BBC Studios has got to be fit for purpose. And have the right people in place to be competitive. Some people may come back from the independent sector.” As one producer puts it: “The BBC has bet the farm and so far ended up in the shit. But it’s getting 2,000 staff off its books, and with all these departures at least its overheads are going down.”",
  "webTitle": "BBC Studios: a win for talent or an own goal?",
  "webPublicationDate": "2016-05-01T13:00:55Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/01/bbc-studios-talent-tony-hall-departures",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Hall",
      "id": "media/tony-hall",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Independent production companies",
      "id": "media/independent-production-companies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Peter Salmon",
      "id": "media/peter-salmon",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John McVay",
      "id": "media/john-mcvay",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media unions",
      "id": "media/mediaunions",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Tara Conlan",
      "id": "profile/taraconlan"
    }
  ],
  "guardianId": "media/2016/may/01/bbc-studios-talent-tony-hall-departures"
}