{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/austria-far-right-defeat-freedom-party",
  "id": "2016-05-24-282",
  "sectionId": "commentisfree",
  "body": "Phew. By the narrowest of margins Norbert Hofer, the presidential candidate of Austria’s far-right Freedom party (FPÖ), lost to Alexander Van der Bellen, the pro-refugee former leader of the country’s Green party. Polls suggested that the victor owed his win to his mostly young, urban and well-educated base. There was much in it to celebrate. Austria, a cradle of the continent’s far-right and at the forefront of the refugee crisis, had voted in a progressive, pro-refugee son of Estonian immigrants as its head of state. The candidate who had campaigned on what he called a “Muslim invasion” had lost. Yet Van der Bellen’s victory is too close for comfort. The country at Europe’s crossroads has just come within a few thousand votes of electing the EU’s first far-right head of state. Hofer won more federal states than his rival and was only stopped by postal votes. His far-right party is still on track to finish first in the next parliamentary election, due within the next two years.   Related: Far-right candidate narrowly defeated in Austrian presidential election    Activists I spoke to at the FPÖ’s “victory” rally in a beer garden in Vienna’s Prater Park on Sunday gave me the clear impression that they would not take its defeat easily – if at all. They called Hofer “the president of our hearts”. Austria is a polarised nation. Almost exactly half of it, on both the right and left, voted for a pro-migration cosmopolitan. And almost exactly half – likewise transcending the traditional left-right spectrum – voted for an anti-migration nativist who questions whether the postal votes by which he lost were fair and valid. Austria today is a vision of Europe’s political future; one in which cultural differences between progressive cities and conservative rural areas slice through the old left-right axis. It is easy to point the finger at Brussels and Berlin for waving in refugees and thus inadvertently propelling Hofer to within inches of his country’s presidency. Yet to do so would be to normalise and excuse what has happened. It is true that the FPÖ’s success is part of a European pattern. In Austria, Poland, Germany, the Low Countries and Scandinavia, the refugee crisis combined with terror attacks by Islamists in Paris and Brussels are driving those voters already uncomfortable about multiculturalism towards far-right parties that, sensing the opportunity, have ditched their more unpalatable policies, put on suits and generally made an appeal to a soft-conservative electorate.         A ‘cheesy but catchy’ rap video by the Freedom party boss, Heinz-Christian Strache    Yet the fact that Hofer came so close to becoming head of state is also specifically a reflection of Austria’s conventional parties. The centre-left (SPÖ) and centre-right (ÖVP) have for decades dominated the country and governed in coalition. The Proporz system, by which they give out jobs to supporters almost regardless of who is best qualified, is clientelism at its worst. Under their rule, unemployment is now rising in Austria while in many European countries it is falling. Doughty and uncharismatic, the traditional parties have struggled to compete with Heinz-Christian Strache, the dynamic FPÖ leader who posts cheesy but catchy rap videos on YouTube – and who, by most accounts, is Hofer’s puppet master. The plan, it seems, was for the latter to become president and to use his new constitutional powers to undermine the mainstream parties and call new elections at a time that suited his mentor. Not only did the SPÖ and ÖVP create the conditions in which Hofer and Strache could thrive, but they also pandered to the FPÖ once it had started to gain ground. Having initially endorsed the pro-refugee policies of the German chancellor, Angela Merkel, the government now insists on draconian controls at the Brenner Pass between Italy and Austria. Having obtained barely 22% in the first round of the presidential election, the governing parties declined to appear on Austrian state television’s election-day programme on Sunday.    This is part of a deep historical tradition in Austria. The Freedom party was founded by former SS officers    This is part of a deep historical tradition in Austria. The FPÖ was founded by former SS officers, and for decades it has maintained links with the sort of far-right student fraternities that exhibit both close connections to the neo-Nazi scene and a broadly pan-Germanist outlook. (Hofer has been photographed wearing both a cornflower, the neo-Nazi symbol of German-Austrian unification, and a German-flag necktie.) Yet the party has long been tolerated by the Austrian establishment. On a regional level the ÖVP and SPÖ have both entered into coalitions with it. In 2000 it even became part of a national government led by the centre-right. The FPÖ’s success at the presidential election could prove the springboard it needs to surge ahead at the next parliamentary election and take the chancellorship. There are lessons here for other centre-right and centre-left parties in Europe and North America. In Austria, the mainstream succumbed to the temptation to pander to its rivals. Its politicians tried to compete on their opponents’ turf: that of migration and national identity. They lost sight of their own strengths: economic growth and jobs. The result has been a confident, dynamic far-right almost capable of winning the premiership. For Labourites sizing up the UK Independence party in northern England, or Democrats pondering how to fight Donald Trump, Austria foreshadows a bleak future.",
  "webTitle": "For Austria’s far right, defeat may be a springboard | Jeremy Cliffe",
  "webPublicationDate": "2016-05-24T07:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/austria-far-right-defeat-freedom-party",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Cliffe",
      "id": "profile/jeremy-cliffe"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/austria-far-right-defeat-freedom-party"
}