{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/brazil-president-dilma-rousseff-criminal-charge",
  "id": "2016-05-04-13",
  "sectionId": "world",
  "body": "In what are expected to be her last days as president of Brazil, Dilma Rousseff has reportedly been accused by the country’s prosecutor general of obstructing justice. The criminal allegation – which she denies – adds the risk of prison to the woes of the Workers party leader, who is likely to be forced to step aside next week while the senate debates a separate impeachment motion against her.   Related: Brazil's anti-corruption prosecutor: graft is 'endemic. It has spread like cancer'    If the request for an investigation is accepted by the supreme court, it would also tarnish her reputation by placing her for the first time among the targets of the high-profile Lava Jato (Car Wash) inquiry into political kickbacks from the state-run oil company, Petrobras.  Among those already under investigation are the former president Luiz Inácio Lula da Silva, the house speaker, Eduardo Cunha, the leader of the senate, Renan Calheiros, and about 50 other prominent lawmakers from across the political spectrum. According to local media, the prosecutor general, Rodrigo Janot, has ramped up the ante this week by asking permission from the supreme court to investigate 30 cases.  As well as Lula – who is described as the ringleader of the Petrobras corruption scheme – they are said to include two of the most prominent figures in the opposition Brazilian Social Democracy party – Aécio Neves, the losing candidate in the 2014 presidential election, and lower house deputy Carlos Sampaio – as well as heavyweights in the powerful Brazilian Democratic Movement party, such as Senator Romero Juca and the Rio de Janeiro mayor, Eduardo Paes, the leading figure in the organisation of the upcoming Olympics. Worst hit, though, has been the Workers party, which looks set to lose power next week for the first time in 13 years. Among those whose cases were referred to the supreme court this week are Lula, the social communications minister, Edinho Silva, Jaques Wagner, who heads the president’s office, and the attorney general, José Eduardo Cardozo. The biggest news, however, was the reported inclusion of Rousseff, who is accused of trying to impede the Lava Jato investigation. Until now, Rousseff has not been implicated in a crime, unlike many of her accusers in parliament. Rousseff says she is innocent and blames a plea bargain by Senator Delcídio do Amaral. “Any opening of an investigation I am sure will show that Senator Delcídio do Amaral was lying,” Rousseff told domestic media. In his testimony, Do Amaral also said a “godfather” role at Petrobras was played by Vice-President Michel Temer, who is expected to form a new government next week. However, Temer’s case does not appear to have been referred to the supreme court. Janot has yet to confirm the investigations or to explain his motive for acting now, in the dog days of the Workers party administration. Some commentators speculate that he is helping the new administration by tarnishing the reputation of the old. Others suggest he is pushing ahead as quickly as possible due to uncertainty about the future of the Lava Jato investigation under a new justice minister. The supreme court must now decide whether to accept Janot’s requests, a process that could take months or years.",
  "webTitle": "Brazil's president Dilma Rousseff could face criminal charge",
  "webPublicationDate": "2016-05-04T22:20:40Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/brazil-president-dilma-rousseff-criminal-charge",
  "keyword": [
    {
      "webTitle": "Dilma Rousseff",
      "id": "world/dilma-rousseff",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Watts",
      "id": "profile/jonathanwatts"
    }
  ],
  "guardianId": "world/2016/may/04/brazil-president-dilma-rousseff-criminal-charge"
}