{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/05/south-africas-topless-protesters-are-fighting-shame-on-their-own-terms",
  "id": "2016-05-05-327",
  "sectionId": "world",
  "body": "On a cold and wet morning, a large group of protesters – many of them bare- breasted – gathered to protest on the Rhodes university campus in Grahamstown, South Africa.  Clad in jeans and head-wraps, some had written “Enough!” across their chests. They marched defiantly, having just published a controversial list naming alleged campus rapists in order to highlight their concerns that the university was too slow in addressing the complaints of survivors.  A few days later, a solidarity protest took place at the University of the Witswatersrand in Johannesburg. Many wore purple – the colour that has become the global symbol of women’s resistance to sexism.   Their nakedness grabbed national headlines and forced the country to pay attention. It became clear that this was the beginning of a new wave of activism seeking to confront homophobia, misogyny and racism in ways that mimic the iconography of the past while operating in ways that are exciting and new.     The most powerful photos in 2016. The students are tired & can't take it anymore #NakedProtests  #RUReferenceList  🌎 pic.twitter.com/8nQ4R0nd9L— Nkanyezi Kubheka ® (@NkanyeziKubheka) April 19, 2016     In choosing to be naked, these young women were harking back to historical protests across the African continent. In the late 1800s and early 1900s African women sometimes used nudity to protest against colonial administrators. Baring their buttocks and breasts, they forced men with power to look at them on their own terms.  Indeed, this new wave of protesters did not have to look as far back as the 19th century. In 1990, in the dying days of apartheid, women in Dobsonville, Soweto stripped naked in front of bulldozers to prevent their homes from being dismantled.   Like these women, the current protesters in Grahamstown insisted that South African society look at and listen to them rather than simply gaze upon their bodies.  Compellingly, they used an old format alongside new technology to transmit their message. Fully aware of the camera lenses and of the potential for their images to go viral, the activists demonstrated that they are capable of both making and amplifying a scene.  These are essential skills in a country that boasts some of the most progressive laws and policies in the world while being beset by gender-based violence. On paper, women and men are equal in South Africa. The Bill of Rights guarantees equality to women and LGBTI people. This is the case because a generation ago, South African women proudly fought and won battles to gain entry into public life.   In the 20 years since the end of minority white rule, women have broken many glass ceilings and now play important roles in all arenas of public life. Yet they have also recognised a shift in the struggle for their rights. While their primary tool was the law, the new front on which South African women are fighting sexism is cultural.    Related: South Africa's student protests have lessons for all universities     Nowhere is this more apparent than on the bodies of young women and non-gender conforming people who are subjected to brutal and invasive forms of cultural misogyny, ranging from virginity tests to public strippings for wearing trousers or miniskirts, to online harassment.   Through events like the recent anti-rape protests, this new generation of feminists rejects the notion of shame. They understand that shame is the tactic of bullies. Shame breeds silence and silence is a misogynist’s greatest ally.   Instead, they have pushed back strongly against virginity testing. They call out artists like OkMalumKoolKat, a local rapper who was convicted of sexual assault whilst on tour in Australia, and they challenge slow-moving university bureaucracies that don’t see sexual assault as a national emergency.   Raised on the wrong side of the rainbow nation, in the cold shadow of the post-apartheid miracle, these young women at the forefront of South Africa’s culture wars are angry.  They understand that women who decide how to deploy their bodies in service of political aims are committing revolutionary acts. If any generation can put an end to shame, it will be this one.  Sisonke Msimang is a South African writer. She is working a book about identity and belonging",
  "webTitle": "South Africa's topless protesters are fighting shame on their own terms",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/05/south-africas-topless-protesters-are-fighting-shame-on-their-own-terms",
  "keyword": [
    {
      "webTitle": "South Africa",
      "id": "world/southafrica",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sisonke Msimang",
      "id": "profile/sisonke-msimang"
    }
  ],
  "guardianId": "world/2016/may/05/south-africas-topless-protesters-are-fighting-shame-on-their-own-terms"
}