{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/joe-driscoll-and-sekou-kouyate-monistic-theory-review-kora",
  "id": "2016-05-12-79",
  "sectionId": "music",
  "body": "Six years ago, the American guitarist, rapper and singer-songwriter Joe Driscoll first teamed up with Sekou Kouyate, one of the finest kora players in west Africa, at a music festival in France. They are still together, after playing hundreds of shows around the world, and creating a confident, engaging fusion of their very different styles. Their second album is a classy, easygoing affair, with Kouyate’s exquisite kora work and fine, soulful vocals in the Susu language matched against an often laidback, funky backing and melodic English folk-pop balladry and rap from Driscoll. Songs such as Just Live and Rising Tide are potential African-pop crossover hits, helped by bass, drums and percussion, with lyrics stressing Driscoll’s cheerfully inclusive philosophy that “we’re all one tribe”. They end with a reminder of why Kouyate has been called “the Hendrix of the kora”, with a furious live reworking of Stevie Wonder’s Master Blaster.          Watch video of Joe Driscoll and Sekou Kouyate",
  "webTitle": "Joe Driscoll and Sekou Kouyate: Monistic Theory review – fusion with crossover potential",
  "webPublicationDate": "2016-05-12T18:15:05Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/joe-driscoll-and-sekou-kouyate-monistic-theory-review-kora",
  "keyword": [
    {
      "webTitle": "World music",
      "id": "music/worldmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Robin Denselow",
      "id": "profile/robindenselow"
    }
  ],
  "guardianId": "music/2016/may/12/joe-driscoll-and-sekou-kouyate-monistic-theory-review-kora"
}