{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/01/george-brandiss-response-to-legal-services-report-labelled-inadequate",
  "id": "2016-05-01-158",
  "sectionId": "australia-news",
  "body": "The long-awaited federal government response to the Productivity Commission’s report on legal assistance services is “inadequate and misleading” because it suggests new funding for the sector, the Federation of Community Legal Centres says. On Friday the attorney general, George Brandis, issued a statement in response to the commission’s report which was handed to government in September 2014. The report called for a $200m boost to the sector every year to meet demand, and recommended that 60% of this come from the federal government. “Over the next five years, the Australian government will provide $1.6 bn for legal aid commissions and community legal centres through the national partnership agreement and direct funding agreements with Indigenous legal assistance providers,” Brandis said.   Related: Family violence royal commission leaves legal centres on 'fiscal cliff', warns sector    “The Australian government is committed to doing what it can to increase funding levels for legal assistance in a tight fiscal environment. This is demonstrated by the $15m legal assistance component of the $100m women’s safety package, and the restoration of $25.5m in funding to the legal assistance sector.” Federation of Community Legal Centres spokesman Darren Lewin-Hill told Guardian Australia on Sunday that the timing and wording of the response risked creating the false impression that it was a pre-budget announcement, when in fact no new funding had been offered. In June 2015 the former prime minister, Tony Abbott, signed an agreement cutting 30% of funding to the centres across the country from July 2017, despite the Productivity Commission’s finding that every $1 spent saved the community $18. Brandis’s response did nothing to reverse those cuts, Lewin-Hill said. “The response from the government is clearly inadequate, and misleading both in its timing and in its suggestion that the funding it mentions is in any way new money that responds to our concerns,” he said.  “In fact the response merely restates existing funding that locks in a 30% national cut to community legal centres set for July 2017. If those cuts are not reversed in the budget and funding boosted in line with the Productivity Commission, the federal government will be locking in severe impacts for thousands of vulnerable people, including women facing family violence that community legal centres help to secure intervention orders through the courts.”   Related: Minister for women Michaelia Cash 'appals' legal centres with funding claim    Of the commission’s recommended $200m annual boost to combined legal assistance services – which includes community legal centres, Aboriginal and Torres Strait Islander legal services, family violence prevention and legal services, and legal aid commissions – community legal centres nationally are asking for $14.4m a year, on top of a reversal of the cuts. The shadow attorney general, Mark Dreyfus, told the ABC that the response from Brandis was “shameful”. “If the government really wants to make a difference to the scourge of domestic violence in this country, it would deliver community legal centres increased funding today,” Dreyfus said.",
  "webTitle": "George Brandis's response to legal services report labelled 'inadequate'",
  "webPublicationDate": "2016-05-01T08:00:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/01/george-brandiss-response-to-legal-services-report-labelled-inadequate",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Domestic violence",
      "id": "society/domestic-violence",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "George Brandis",
      "id": "australia-news/george-brandis",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/01/george-brandiss-response-to-legal-services-report-labelled-inadequate"
}