{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/newcastle-united-tottenham-hotspur-match-preview",
  "id": "2016-05-13-61",
  "sectionId": "football",
  "body": "Tottenham require a point to secure second place and finish above Arsenal for the first time since the 1994-95 season. Rafael Benítez, though, wants to extend already relegated Newcastle’s five-game unbeaten run on an afternoon when home fans are planning to serenade the Spaniard in the hope of persuading him to stick around next season and lead them out of the second tier. Tyneside’s Evening Chronicle devoted Friday’s front page to imploring Benítez to stay but some fear Everton might steal him. Louise Taylor Kick-off Sunday 3pm  Venue St James’ Park Last season Newcastle United 1 Tottenham Hotspur 3 Referee Anthony Taylor This season G30, Y105, R4, 3.77 cards per game Odds H 3-1 A 4-5 D 11-4 Newcastle United Subs from Woodman, Taylor, Janmaat, Wijnaldum, Pérez, Cissé, Mbabu, Aarons, De Jong Doubtful None Injured Coloccini (calf, Aug), Krul (knee, Aug), Elliot (knee, Oct), Haïdara (knee, unknown) Suspended None Form LWDDWD Discipline Y60 R4 Leading scorer Wijnaldum 9 Tottenham Hotspur Subs from Vorm, Trippier, Davies, Wimmer, Carroll, Winks, Onomah, Chadli, Njie Doubtful None Injured Bentaleb (knee, May)Suspended Alli (last of three), Dembélé (second of six) Form DWWDDL Discipline Y69 R0 Leading scorer Kane 25",
  "webTitle": "Newcastle United v Tottenham Hotspur: match preview",
  "webPublicationDate": "2016-05-13T17:40:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/newcastle-united-tottenham-hotspur-match-preview",
  "keyword": [
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/13/newcastle-united-tottenham-hotspur-match-preview"
}