{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/08/australian-election-2016-turnbull-urges-voters-to-stay-the-distance-with-coalition",
  "id": "2016-05-08-183",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull asked the Australian people to “stay the distance” with the ruling Liberal-National Coalition government as he embarked on a marathon eight-week election campaign that presents voters with sharp policy choices and two very different prime ministerial candidates.   Related: Eight things to know at the start of this eight-week election campaign    Shortly after visiting the governor general at Government House in Canberra to formally trigger the 2 July poll, Turnbull began and ended his press conference with his central message: that Australians should give him a mandate and a full term to govern, and not take the economic risk of a change back to Labor. “At this election, Australians will have a very clear choice – to keep the course, maintain the commitment to our national economic plan for growth and jobs, or go back to Labor, with its high-taxing, higher spending, debt and deficit agenda, which will stop our nation’s transition to the new economy dead in its tracks,” he said at the start. Turnbull concluded: “The question is clear: do we stay the distance with our national economic plan for jobs and growth? Or do we go back to Labor, which has no plan? Only politics. Only a recipe for more debt, more spending, more unfunded promises.” The centrepiece of the Coalition’s plan is $48bn worth of company tax cuts over the next 10 years, yet to be legislated, but Turnbull insisted the plan was “already reaping rewards for Australians”, including 3% economic growth last year. The Labor leader, Bill Shorten, said he would fight the election on schools and education, health, hospitals and Medicare, real action on climate change and to “make Australia a fairer place”, issues not mentioned by Turnbull. “This election is much more than a choice between parties and personalities, this election is about a choice about what sort of Australia do we want to live in,” he said, addressing reporters in Tasmania.           Labor will protect paid parental leave, says Bill Shorten    Shorten countered Turnbull’s portrayal of Labor as a risk, saying voters could trust Labor to deliver decent services, protect Medicare and ensure multinationals paid their fair share of tax.   Related: It’s time to choose Australia. It’s time to pick a side. Choose wisely | Kristina Keneally    Turnbull also used his opening pitch to head off some anticipated Labor attacks, saying he too was determined to crack down on multinational tax avoidance. “We believe in lower taxes but it is not optional to pay them,” he said.  And he told voters that when they heard Labor making “big-spending promises” they should bear in mind that “Labor has no coherent plan to pay for them”. Turnbull, who was dumped as opposition leader in 2009 and resurrected as a popular would-be political saviour for the Coalition in September last year, faces the voters with a plan to cut company taxes and revive Australian cities, and with a clear lead as the nation’s preferred prime minister. But the “crossover” appeal of the millionaire former lawyer, merchant banker and journalist – his popularity with some crucial swinging voters – has suffered from the compromises he has made to reassure his party’s conservative wing, on issues like climate policy, marriage equality and asylum, and from a sometimes confused political message and meandering policy process. The ALP has closed the huge lead that opened after the Liberals dumped Tony Abbott, and the polls are now showing the major parties level pegging on two-party-preferred terms, or Labor slightly ahead. Shorten was in Tasmania marking the 10th anniversary of the catastrophe that shot him to national prominence as a union leader, the Beaconsfield mine disaster, sharing a beer with Brant Webb and Todd Russell, the two miners who survived after being trapped for two weeks underground. After Labor’s 2013 election defeat, Shorten won the party’s first leadership contest with rank and file participation, under rules imposed to stop Labor’s culture of leadership destabilisation, which also left him secure despite poor personal approval ratings and patchy performance. He enters the election race with gathering confidence and momentum in the polls, advocating a progressive agenda on hospitals, schools and university funding, climate policy and marriage equality.  Facing budget deficits and declining revenue from mining royalties, both major parties have found money for their electoral agendas with crackdowns on the generous tax treatment of wealthy superannuants and sharp increases in tobacco excise.   Related: Election 2016: what it takes to win the election    But Labor is opposing Turnbull’s company tax cuts, arguing the money is better spent on education. The Coalition is opposing Labor’s reduction in negative gearing tax breaks for housing investors and reductions in capital gains tax concessions, worth $32bn over the next 10 years, arguing the policies will “smash” investment.  The election contest has a personal edge, with Labor linking its policy attack to Turnbull’s personal wealth (last estimated at around $200m) and the Coalition seeking to link Shorten with malpractice in the union movement and to portray him as being not up to the task of leading the nation.  After taking account of the recent redistribution, Labor needs to win 19 seats to take government, requiring a uniform swing of four percentage points. But in reality the swings will vary sharply in different states and different electorates.  High levels of voter mistrust (a recent University of Canberra survey showed the lowest level of trust in politicians since 1996) and the fact that neither Turnbull nor Shorten has previously faced the voters as a leader means attitudes in the electorate could shift significantly during the gruelling eight-week campaign. But on the other hand Australians have not thrown out a government after only one term for more than 80 years. The 2 July poll will also be the first double-dissolution election since 1987, with all senators up for re-election because the upper house refused to pass legislation setting up a new construction industry watchdog, an issue which has already receded from the forefront of the debate. The Senate vote will be according to new optional preferential rules, designed to stop the “gaming” of preference flows which saw the election of micro-party candidates on tiny proportions of the vote. The Greens, under new leader Richard Di Natale, are hoping to improve on their current 10 senators and single House of Representatives MP, Adam Bandt, targeting both Labor and Liberal-held inner-city electorates. The Greens offer an asylum policy alternative to the major parties who both back the hardline position of offshore detention and refusing to allow any asylum seekers arriving by boat to settle in Australia, and on other issues including climate, where they back far more rapid economic transition, with a target of 90% renewable energy by 2030. Di Natale said his party offered Australians something better “than the double-disappointment they’re getting from the Liberal-National Coalition and Labor”. “Both the Liberals and Labor support new coalmines. They both support detaining innocent people in hellish camps offshore. They both lack the courage to clean up our democracy,” he said. Despite the Senate voting changes, a range of other parties are likely to gain seats as well-known senators establish eponymous parties. The popular South Australian senator Nick Xenophon’s Nick Xenophon Team is expected to win three or four Senate spots, and former Palmer United party senators Jacqui Lambie, in Tasmania, and Glenn Lazarus, in Queensland, also have a chance.",
  "webTitle": "Australian election 2016: Turnbull urges voters to 'stay the distance' with Coalition",
  "webPublicationDate": "2016-05-08T06:39:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/08/australian-election-2016-turnbull-urges-voters-to-stay-the-distance-with-coalition",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/08/australian-election-2016-turnbull-urges-voters-to-stay-the-distance-with-coalition"
}