{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/susie-wolff-this-much-i-know",
  "id": "2016-05-21-97",
  "sectionId": "lifeandstyle",
  "body": "The decision to retire from racing last year was tough. It was hard to accept I wasn’t going to achieve my goal of getting on to the starting grid for a Formula 1 race. But I believe in gut feelings, and mine told me this journey was coming to an end. Bernie Ecclestone supported me every step of the way during my career as a test and development driver. I got hounded when I supported him [after he recently said female F1 drivers would not be taken seriously]. But I can only speak from experience. I had an idyllic childhood on the west coast of Scotland. I hated reading – I was not a “good kid” – but I was determined when I put my mind to something. I loved the speed of go-karting, but didn’t have a lot of natural talent. The first time I went out on the track I found it scary; other karts were flying past and bumping into me. I came into the pits and said I didn’t like it and my dad said: “OK, you’ve got two options: you call it a day and put the kart back, or you go out and try to improve.” I took the second option. I have never put my helmet on and wondered what could go wrong. There’s respect, but never fear. There are lots of things in life that have danger. I’d never get on a horse – an animal is frightening – but that’s a sport that society sees as something girls can do, while karting is not. I never really thought about being a woman in a man’s world. Then at the World Championships in 2000 I finished 15th. I was called on to the podium just for being a woman, and I realised things were going to be different. There have been pluses and minuses – I’ve had it tougher than the guys in some ways, but I’ve also had a lot more media attention. My husband, Toto Wolff [executive director of the Mercedes F1 team] is Austrian; I’m Scottish. His first language is German; mine is English. I love the culture clash. It can take the heat out of a conversation when you have to pause and say: “Sorry, I don’t understand what you’re saying.” I live in Switzerland, where they are very strict on speeding, so that can drive me mad. I don’t mind being driven by my husband, but it can be tricky with other people. Because I’m a racing driver, people often think they need to show how good they are and end up out of their comfort zone. I never thought of myself as a role model, but I’ve had so many messages from girls, women, mothers saying I was an inspiration. That led me to start my new initiative, Dare to be Different [a foundation which aims to develop talent in male-dominated professions]. María de Villota’s death was a huge shock [the test driver died in 2013]. It was a stupid accident that should never have happened, and she was such a nice lady and a good friend. The one thing you can say is that she died doing something she loved, but it was tragic. I think the way I look and the way I feel are very connected. As a woman you always wish that you had this or had that. But I’m healthy and I wake up feeling good, so I’m thankful. Susie Wolff is a presenter on Channel 4’s Formula 1 coverage this season. Visit channel4.com/F1 for more information",
  "webTitle": "‘I’ve had it tougher than the guys in some ways’: Susie Wolff",
  "webPublicationDate": "2016-05-21T13:00:14Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/susie-wolff-this-much-i-know",
  "keyword": [
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Cumming",
      "id": "profile/ed-cumming"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/susie-wolff-this-much-i-know"
}