{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/01/the-secret-fire-c-j-daugherty-review",
  "id": "2016-05-01-93",
  "sectionId": "childrens-books-site",
  "body": "Sacha Winters is a seventeen-year-old boy from Paris. He can’t die - he can throw himself off the building or be stabbed and he will always live - but only until his eighteenth birthday. On this day he is going to die and there is nothing he can do about it.  Taylor is an English girl. She is the perfect student and her goal is to get to Oxford University; that’s why she accepts a job as an English tutor for a Parisian student. Taylor finds out that Sacha doesn’t need a tutor, but she doesn’t know why the teacher insisted she tutor him. The thing that neither of them knows is that Taylor is the only person who can save Sacha, but how is she supposed to do that when they have never met... They have eight weeks to meet and Taylor must find a way to save Sacha and fight the dark forces that want to destroy her.       I thoroughly enjoyed this book; there are lots of action packed and thrilling moments. The story is mostly concentrated on the two main characters, who were amazing characters. I especially loved the character of Sacha - he has that bad-boy appearance, and is really sarcastic, but deep down he cares about his loved ones. I identified a little with Taylor because she loves books and she is a determined and hard-working person.  The writing in this book is good; there were different points of view and I always love that. Also, the supporting characters in this book were good; they didn’t interfere too much in the main story, but they always added something new and interesting.    Related: How do I get involved in the Guardian children's books site?    Overall the book was exciting and unique for me, because I have never read this kind of book. I would recommend this book for everyone who enjoys magic in a modern world.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Secret Fire by C. J. Daugherty – review",
  "webPublicationDate": "2016-05-01T14:00:56Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/01/the-secret-fire-c-j-daugherty-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/01/the-secret-fire-c-j-daugherty-review"
}