{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/03/the-month-in-soaps",
  "id": "2016-05-03-297",
  "sectionId": "tv-and-radio",
  "body": "EastEnders’ Queen Vic is a crowded place and pub-dwelling family the Carters are operating a one-in, one-out policy. Johnny has been accused of plucking his eyebrows while in Italy, but in fact he’s returned with a whole new head. Linda’s little sausage followed his lover Gianluca to warmer climes; now he’s back and, in great soap tradition, no one has noticed he’s being played by a new actor (Sam Strike has been replaced by Ted Reilly). New Johnny’s entrance was well-timed. If he’d turned up five minutes earlier he’d have been at risk of hearing Phil’s daughter Louise belting out Taylor Swift’s Bad Blood at karaoke. She’s only 14, but that’s not too young for a Mitchell to start making trouble, as her attempt at the old five-finger discount on a bottle of the Minute Mart’s finest wine demonstrated. And it turns out that the mysterious Linzi is her school friend, a revelation that ushered in the most unsavoury of storylines, considering Linzi was also Jay’s new squeeze. Sure, he could pass for 12, but ultimately their love affair is as awful as one of those selfie sticks Fat Elvis flogged Martin. Meanwhile, Phil was whining “I neeeeeed a drink” after discovering Abi faked her pregnancy and indeed her miscarriage, which means he hasn’t actually killed his son Ben’s unborn baby. You got that? Keep up, you big melt. Fleeing this daily chaos were athleisure advocate Nancy and strangely lovable charisma vacuum Tamwar, who set off on their round-the-world trip. Nancy’s been sporting a Peru Two bun for years, but what about the rest of her gap year attire? “It’s like Bear Grylls meets Nicki Minaj,” said Mick. “I think it’s a very strong look.”     Nut job… Gail’s cake in Coronation Street    Birthdays are a tricky matter in Coronation Street. As Michelle hit 40, Steve was apparently still in Spain, so instead she headed off to ex Will’s bachelor pad dressed like a steaming hotpot of glamour. Who can blame her? Will’s so smooth he still listens to Sade and has a mezzanine level in his flat. You don’t get that at The Rovers. Michelle’s signature move is to roll her eyes at Steve, but now she has such a genuinely sweet flirtation with Will, the only thing rolling is her impressive cleavage. While she was lost in a world of poached salmon and mood lighting, blundering latecomer Steve finally burst into the pub with a straw donkey under his arm, like the anti-Will. Elsewhere, the words “My pyjamas are stopping on tonight” don’t bode well for Tim, who’s firmly under Councillor Sally’s thumb: she’s threatening to withhold her hot lovin’ if he doesn’t deliver leaflets for her. Sally’s transformation from snobby busybody to the knicker factory’s answer to Hillary Clinton is now complete and she always has one eye on boosting her political profile. That includes ordering a cake from that fancy new bakery for Gail’s surprise party. Sadly, it was delicately iced with the message: “Happy Birthday Gail. No Nuts.” Beautiful stuff. As Shiraz-lipped sage of the Street Carla says: “Life… just as you’re about getting the hang of it, it’s half over.”     Just one last thing… Crime-cracker Mercedes in Hollyoaks. Photograph: Lime Pictures    Seven murders in and Hollyoaks’ Gloved Hand Killer is running out of people to pin their crimes on. It takes a brave soul to confront a serial killer, but sleuth Mercedes had no problem engineering a face-off with syringe-happy doctor Lindsey Roscoe. “She were remorseful all right,” pouted Mercedes, a woman who only has to raise one on-fleek eyebrow to garner a full confession. “Right up until the point she lamped Cindy one with a great work of literature.” Poor Joe had just proposed, unaware that the real father of Lindsey’s unborn child is his brother Freddie. Yes, Freddie who woke up in the boot of Trevor and Grace’s Range Rover after a tussle with Lindsey, and a character who’s clearly too boy band-hot to kill off. “I’ll remember the smell of that boot for the rest of my life,” he trembled, misty-eyed.     Reunited… Aaron and Robert in Emmerdale    In more romantic news, Emmerdale’s Robron, that couple beloved of soap ’shippers everywhere, got a happy ending after Aaron’s dad was banged up for abuse. At least now Robert can concentrate on important things, like being annoyed with the way Aaron slurps his cereal straight from the bowl. Oh, they’ve killed a few people along the way and Robert’s had his fair share of entanglements with the ladies of Hotten, but this is the real deal.",
  "webTitle": "EastEnders: Louise Mitchell goes off the rails",
  "webPublicationDate": "2016-05-03T08:00:49Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/03/the-month-in-soaps",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/03/the-month-in-soaps"
}