{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/07/here-comes-the-angry-birds-film-but-why-cant-a-game-just-be-a-game",
  "id": "2016-05-07-12",
  "sectionId": "technology",
  "body": "Back in 2009 a Finnish company called Rovio launched its 52nd video game. Its premise was simple: players would use their smartphone touchscreen – still a relative novelty two years after the first iPhone came out – to control a catapult. Swine flu was in the news, so the enemies would be pigs. The missiles? A flock of angry birds. That game reportedly cost less than £100,000 to make. The numbers involved in The Angry Birds Movie, which arrives in cinemas 13 May, are rather larger. There’s an estimated $80m production budget and $100m set aside for marketing. Sony has even splashed out on the ultimate status symbol: an A-list cameo. Sean Penn, we were informed in April, will play a bird called Terence who communicates only through low, rumbling growls. Yes, that Sean Penn. The Sean Penn who campaigns about the Falklands, played gay rights martyr Harvey Milk and directed a film about a man who hitch-hiked to Alaska to live in the wilderness. From Friday, he’s in a film based on a smartphone app about catapulting poultry. He’s not the only one. The Angry Birds Movie cast includes credible comic actors such as Jason Sudeikis, Maya Rudolph and Bill Hader, and a cameo from Peter Dinklage, also known as Tyrion Lannister in Game of Thrones. (That might alarm gamers: Dinklage’s voiceover work for Destiny was notoriously underwhelming.) In May, the game-to-film crossover continues with a World of Warcraft adaptation, directed by indie darling – and mini-Bowie – Duncan Jones. He will be hoping for better reviews than the 17% score on Rotten Tomatoes awarded to Ratchet & Clank, last month’s adaptation of the platformer game. And, in December, Michael Fassbender will try to knife people quietly before getting bored and just stabbing everyone in sight, then running away up a bell tower. Well, he will do if his approach to Assassin’s Creed is anything like mine. Movie versions of video games are not a new phenomenon. I harbour a soft spot for both the Tomb Raider series (remember when Angelina Jolie looked as if she ate carbs?) and Jean-Claude Van Damme muscling through 1994’s Street Fighter. But in recent years Hollywood has shown itself willing to plunder even those video games with no obvious plot or characters in pursuit of success. Perhaps this shouldn’t be surprising, because there is widespread belief in the box-office magic of “existing IP” [intellectual property] – brands that have already demonstrated their commercial appeal. In 2012, Universal released Battleship, a film “loosely inspired” by the Hasbro board game of the same name. It was terrible. It still made a profit. Luckily, the Angry Birds screenwriter, Jon Vitti, appears to have embraced the thinness of his source material. The film’s protagonist is a bird called Red, and he is – you guessed it – angry. Other birds mock his eyebrows. He can’t impress the hottest girl birds. And he is the only one who thinks the arrival of pigs to his native island is anything other than a multicultural delight. Technically, this suggests Red is an instinctive racist, but my guess is that his suspicions will be vindicated. (Of course, that will make the moral of the story that it’s right to fear and mistrust strangers. Sounds problematic. Someone consult Twitter.) The cultural exchange goes the other way. If you look carefully, half of Hollywood has popped up in a game over the last five years. In 2011 L.A. Noire seemingly featured the entire cast of Mad Men; Mark Hamill was the Joker in Rocksteady’s Arkham series; Ellen Page led Beyond: Two Souls in 2013; and Liam Neeson was your do-gooder dad in Fallout 3. In Call of Duty: Advanced Warfare, Kevin Spacey’s motion-captured face was almost enough to redeem a script that placed you at a military funeral and then urged you to “press X to pay your respects”. Amid the geysers of cash, however, not everyone is celebrating these crossovers. Video games have always been too misty-eyed about the more established medium of film, and that has done little to help them develop as an artform in their own right. Films get taken seriously by “serious people”, and so the question “what is the Citizen Kane of video games?” has long since become a cliche among games journalists. Many of us feel as though we’ve been waiting for the messiah title we can thrust into the hands of our parents, our bookish friends, or the critical establishment at large, and say: this one. This one is art. This is the one that will stop you being snide about our hobby. Our reverence for cinema has also led to the assumption that the most prestigious path for games is becoming interactive movies – like Speed, but you can drive the bus. Yet I can’t think of anyone, outside a few hardcore Metal Gear Solid fans, who will admit to enjoying extended cut-scenes. They persist because they employ a narrative grammar critics are used to unpicking. It’s harder to explain the artistry of a game like Braid, where the storyline is woven into the gameplay itself, or one like Proteus, which doesn’t have a storyline at all. But wait – that’s me showing my bias again. Why should games aspire to be a storytelling medium anyway? What’s wrong with being … a game? There’s a story, of a kind, in every Hearthstone match, even though it’s “just” a card game. There’s the excitement of a good opening move; the tense wait to see if that big minion will stay down; the satisfaction of realising that – yes – you have enough mana to play a winning card. No one looks down on chess because it doesn’t have a narrator. So even as more games get stripmined by scriptwriters, the industry should remember that it can dare to aspire to different standards. Video games are not, in the words of tech writer Leigh Alexander, “some kind of inadequate stepchild that needs a pat on the head from the film industry to be validated”. Or as Carolyn Petit, managing editor for feminist criticism site Feminist Frequency, puts it: “If games have some growing up to do – and they do – that growth isn’t going to be indicated by Kevin Spacey appearing in a Call of Duty game, or by the Ratchet & Clank franchise getting a big-screen movie. Games can’t expect the cultural legitimacy of other art forms to transfer on to them through association.” Games certainly don’t need a critical stamp of approval to be commercially viable. Global revenues from console games – which make up only a third of the market – are set to hit $28bn this year, according to PWC. Shares in both the biggest western and Japanese developers have risen since the start of 2015, against generally falling stock markets. The shooter Call of Duty: Black Ops 3 made $550m in its first three days. The hope must be now that some of the vast profits from the giants trickle down to the rest of the industry, allowing creativity to flourish. As with films, many bestselling titles are sequels (like Fallout 4) or part of franchises (like FIFA 16). It’s hard to innovate when tens of millions of dollars, and hundreds of jobs, are at stake. That said, there are signs that games can still have the potential to be groundbreaking, not merely glossier and faster versions of their previous selves. The PC game portal Steam has launched a project called Greenlight to crowdfund indie titles, and ID@Xbox allows smaller games to be self-published on the Microsoft console. One of my favourite releases of last year, Her Story, involved one writer, one actor, and zero special effects. It managed 100,000 downloads. Small successes like that make me feel more optimistic about the future of the medium than any number of box-office smashes based on an established brand. Sorry if that makes you angry, Red.",
  "webTitle": "Here comes the Angry Birds film, but why can’t a game just be a game?",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/07/here-comes-the-angry-birds-film-but-why-cant-a-game-just-be-a-game",
  "keyword": [
    {
      "webTitle": "Angry Birds",
      "id": "technology/angry-birds",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Game culture",
      "id": "technology/gameculture",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Lewis",
      "id": "profile/helen-lewis-hasteley"
    }
  ],
  "guardianId": "technology/2016/may/07/here-comes-the-angry-birds-film-but-why-cant-a-game-just-be-a-game"
}