{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/the-guardian-view-on-the-housing-bill-ideological-overreach",
  "id": "2016-05-08-44",
  "sectionId": "commentisfree",
  "body": "The Conservative government is just one year old and so far it has been forced into nine significant U-turns. Apparently in denial of its tiny working majority, ministers also ignore the extraordinary political environment created by the EU referendum, conditions predecessors would have regarded as a reason for caution and a readiness to compromise. Instead, usually under an ideological banner brandished aloft by the chancellor, this government prefers to charge into controversy, citing the authority of manifesto commitments approved by little more than a third of those who voted, and when forced to backtrack on ill-planned proposals, blames parliament as undemocratic. It is true (and absurd) that the unelected peers have played a major role in overturning some of the government’s most outrageous ideas – cuts to working tax credits being only the most famous of a series of victories – but the government’s bullying tactics will mean ill-considered policies are rammed through, at the risk of weakening parliament for ever. The last stand is the housing bill. Ministers say it will tackle the housing crisis, critics say it will intensify it. It introduces starter homes, and gives the right to buy to housing association tenants, to be paid for by the forced sale of high-value council homes. For the first time the Tories’ 100-seat majority among English MPs is in play: this is the inaugural test of English votes for English laws. As a result, the only place votes can be won is in the Lords. Led by Lord Bob Kerslake, the former senior civil servant and local government veteran, the Lords has made the bill better than it was. For example, where council homes are sold, they must now be replaced with new homes – two for one in London; terms for homes sold on have been tightened up. But Lord Kerslake’s attempts to ensure the untried starter home does not squeeze out other forms of affordable housing such as shared ownership have been defeated, and the bill still clearly favours those who can save (or borrow from parents) enough for a deposit over those who must rent. Social housing will no longer be a safe and available resource for lower earners. It will be a place of last resort. Financing for the measure is still opaque. In a rare and damning pre-legislative report, MPs on the cross-party public accounts committee said last month that not only had the government failed to come up with even back of the envelope calculations, there was no envelope. It is a shaming indication of the lack of attention to detail in government that after Shelter estimated that selling “high”-value council homes would not produce nearly enough cash to pay for the right to buy discount, the definition was changed to “higher”. In a report, the charity reckoned that to meet the £4.5bn to be raised nationally would mean the sale of 23,500 council homes a year. An attempt by peers to challenge the way that these critical details are to be dealt with by regulations that, after the revolt on tax credits, they are no longer allowed a say in, was defeated. Constitution-minded critics say that each year 12,000 pages of legislative detail are now introduced in ways that avoid scrutiny by either chamber of parliament. For millions of families, this legislation is likely to turn the housing crisis into a drama. Up against the end-of-session deadline, further concessions seem unlikely. But second thoughts are not necessarily a bad thing. Last Friday, the education secretary wisely heeded critics of her plans to force all schools to become academies. Last Wednesday, the prime minister sensibly acknowledged the moral case to help lone child refugees. Common sense has prevailed over trade union legislation, tax credits and disability living allowance. These are wise moves in challenging times. This is not the moment to be steam-rollering divisive and untested ideas through a reluctant parliament, inflicting irreversible collateral damage to democratic scrutiny on the way. George Osborne told TV interviewers on Sunday morning that he is not in politics to coast along. Right now, that would be a lot wiser than his apparent preference for ideological overreach.",
  "webTitle": "The Guardian view on the housing bill: ideological overreach | Editorial",
  "webPublicationDate": "2016-05-08T19:25:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/the-guardian-view-on-the-housing-bill-ideological-overreach",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/the-guardian-view-on-the-housing-bill-ideological-overreach"
}