{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/24/cricket-graham-gooch-alastair-cook-batting-taking-guard",
  "id": "2016-05-24-37",
  "sectionId": "sport",
  "body": "I have been enjoying a correspondence with an elderly reader from Hull, a hobby artist, who sent me a small watercolour that he did recently. It shows a batsman, new to the crease, taking guard. “Middle and leg, please,” he is saying to the umpire. It resonated. According to cricketarchive.com, my go-to place for such trivia, I would have taken guard 546 times in first-class and List A matches, and always, without fail it was middle and leg. Or “two legs” for no better reason than it was the only time when a batsman could legitimately put up two fingers to the umpire. Then, in the manner of countless others, I would make a scratch mark precisely where others had already done so. The arrival of that small painting, though, is the first time that I have really questioned why I actually took that specific guard. And once I had been given it, what then did I do? Was the toe of the bat placed on it the stance? Or was it a marker for the feet? I asked my son, a tailender, what guard he took with such meticulous care. “Middle,” he told me. “Why?” I asked. “Dunno,” he replied. It is then the contention struck me that the great majority of those playing cricket at all levels probably go through the process of taking guard without having an inkling, I mean a real inkling, as to why they are doing so. It seems to me that there are several elements to this. First there is a practical one. Of course, for those who have thought about it, there is a definite purpose, more about which in a moment. Then there is the ritualistic element. And finally a psychological one. To deal with the second one first. Cricket is a game with ritual or ceremonial: the toss, for instance, which in international cricket nowadays is accompanied on the field by a cast of which Cecil B DeMille would be proud, and sometimes coins specially minted for the occasion. Think of the feasts of lunch and tea, often immoveable, a sport that revolves around the catering. Then there is the Taking Of The New Ball, in which the umpire raises it aloft, gold lettering glinting, as a high priest might a sacrament. And into this category comes Taking Guard. It would be a simple and practical thing for the ends to be marked up with three white lines running from the stumps to the crease: if nothing else it would save time. But then think of how we would have been deprived of, say, Jonathan Trott’s meticulous preparations or Shiv Chanderpaul hammering a hole with a bail. All cricketers at every level buy into this. But the practicality of it, what is that about? If I took as my guard ‘two legs’ because, I don’t know, it sort of sounded professional, what of those who really are the professional batsmen, for whom such apparent minutiae are critical? I thought I’d ask Graham Gooch, given that he has scored more runs at that level than any person in the game’s history. “The principle,” he told me, “is to make sure from the stance first of all and then from that the point of address, that head is on the line of off stump. So if, for example, I were to stand on middle and not move, my head would be over off stump. From that you know that when the ball is straight it is right on your eyeline, if it is outside the eyeline it is missing and if it is inside it is going down.” Where you stand at the crease is actually irrelevant, he said, and to illustrate referenced Alec Stewart who would start from outside leg stump and move across to address position. “It is where your head is that is important,” he continued. “I marked a line on leg stump and put my toes on it. Then I would slide my back foot on to middle and leg and then either play from there or if the ball is up, push forward.” So to Gooch, and all top players, the matter of roughly two inches between, say, middle and leg, and leg stump guard, is so critical because ultimately it defines judgment on the position of the ball. It was such a small adjustment that Gooch made to Alastair Cook’s stance that helped the England captain, for whom judgment of what deliveries to leave is such a fundamental part of his game as a Test opener, overcome a batting slump. Then, though, comes the psychological element. Trott’s fussiness was not just ritual but a whole part of being ready. Without it he would have felt uncomfortable (which is why it was good if a bowler was prepared to try to hustle him). But then once the guard has been scratched, it gets scratched and scratched again after each delivery. Maybe there is a subconscious animalistic element of marking territory. Batsmen, on reaching a century, are apt to retake their guard, as if it has suddenly disappeared, to get clear in their minds that they are starting over again. Here is Gooch again: “I marked my line, and if I was lucky enough to get a big score, then at the end of it there would be a deep scored mark. Marking the crease after every ball is a ritual and superstition to help you concentrate. What I am doing is literally drawing a line under the previous ball. I am still there, not thinking about what has gone, and ready to move on.”",
  "webTitle": "Graham Gooch hits the nail on the head when it comes to taking guard | Mike Selvey",
  "webPublicationDate": "2016-05-24T19:00:18Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/24/cricket-graham-gooch-alastair-cook-batting-taking-guard",
  "keyword": [
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Alastair Cook",
      "id": "sport/alastair-cook",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/24/cricket-graham-gooch-alastair-cook-batting-taking-guard"
}