{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/24/jolly-foul-play-robin-stevens-review",
  "id": "2016-05-24-138",
  "sectionId": "childrens-books-site",
  "body": "If you think young detectives Daisy and Hazel have had enough mysteries to solve, think again. Daisy and Hazel are back in Deepdean and there are rumours spreading around the school. The five Prefects and the one Head Girl are causing lots of trouble and acting suspiciously. Then on bonfire night the Head Girl is found lying dead on the ground. Could this be an accident or a plotted murder? As Hazel, Daisy and friends uncover the horrid truth around every Prefect, this murder gets more complicated and ghastly every second. With rumours coming out every minute from the secret book, could Daisy and Hazel solve the murder before all the secrets were uncovered and find the secret book in time to save the school? Follow Daisy and Hazel on a great adventure which will guide you through love, friendship, loss and many more emotions. I am sure you will love this book as it is filled with so much action and excitement – it’s bound to grip you in. I personally really enjoyed reading this book and I rate it a 10 /10. This book is for children aged 9-13. Though, keep in mind that this is a murder book and there is some challenging vocabulary.      I also recommend reading the other books in his series which are also books bound to keep you bouncing. Will Daisy and Hazel save the day, find who committed such foulplay and keep their friendship together? Read this marvellous book to find out!  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Jolly Foul Play by Robin Stevens – review",
  "webPublicationDate": "2016-05-24T14:00:11Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/24/jolly-foul-play-robin-stevens-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/24/jolly-foul-play-robin-stevens-review"
}