{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/joss-stone-its-an-injustice-that-we-dont-talk-about-marijuana-properly-in-britain",
  "id": "2016-05-06-199",
  "sectionId": "lifeandstyle",
  "body": "When I was very young, my older sister Lucy was the singer. We’d put on little shows and she’d be up front, with me on backing vocals. She’s a barrister now, and a brilliant performer – it’s mesmerising to watch her talk. When I was 10, I was asked to sing Amazing Grace at a family friend’s wedding. I was so scared that I made all 200 guests turn their chairs around so they weren’t looking at me. I still get just as nervous today. Some people say that gives you an extra edge, but that’s bollocks. It just makes me forget my words and wobble my notes. I’m one of four siblings and there was lots of dressing up when we were little. Lucy and I insisted on being Cinderella and we’d force our younger brother Harry to wear a horrible dress as the Ugly Sister, which he hated. We’re still very close and they’re always at my house in Devon, along with our brother Dan. Our parents, Wendy and Richard, taught us to be loyal, which is the most important thing for any family. We were encouraged to be very open so we’re an outspoken group of individuals. Mum was my manager when I first got a record contract at 15, but not in a Kardashian “momager” kind of way. Basically I was parented, not managed. Her biggest concern was that I didn’t get too tired. I’ve never been comfortable with the weird nature of celebrity, but she and Dad kept me grounded. They split in 2005 but are on good terms, and Mum still only lives a couple of minutes away from me. She’s my best friend. I absolutely hated school. I’m dyslexic and not enough was done to help kids like me. You need a different kind of teaching, because telling a kid “learn this” when they’re feeling pissed off doesn’t work. Mum and Dad were understanding about the fact that I wasn’t academic and just said, “That’s not your thing. You can do something else.” My grammar has got better as I’ve grown up. I didn’t give a shit before, but now I want to learn and be taken seriously. As a teen, my parents were strict, and never let me go to pubs or clubs. I had parties with my friends in the field by our house and Mum always appeared with plates of chips. Really she was just checking we weren’t drinking spirits. If she and Dad had known I was smoking weed at that age, they’d have hung me. As I got older, I told them, “Look, it’s not what you make it out to be.” It’s an injustice that we don’t talk about marijuana properly in Britain. I know people will read this and call me a silly hippie, but that plant can do so much good. It’s sad, but my parents still hate me smoking it today. I’ve got four dogs and they are my family too. There’s Missy [Elliott], Dusty [Springfield], Igor and Margaret. I named her after my nan because she seemed fun and spirited like her. My nan’s the kind who will sneak her head round the door and say, “Pass me a beer – and don’t tell anyone!” Poor Missy has been ill recently so I flew home from my tour in the Caribbean to be with her. She’s got ulcers and had internal bleeding, but I think she’s going to be fine, thank goodness. I’m 30 next year but I’ll probably just stay home with the dogs rather than throw a massive party. I’m so boring. I don’t go out much – I hate having to speak loudly over other people just to be heard. I always assumed I’d have loads of children of my own, but at the moment it would be selfish. I’m playing every country in the world on this tour and I’m only at number 64. I couldn’t drag a kid around everywhere with me. Can you imagine? • Barnardo’s Presents: Joss Stone & Friends is at the Roundhouse, London on Sunday 15 May. For tickets, go to barnardos.org.uk/presents",
  "webTitle": "Joss Stone: ‘It’s an injustice that we don’t talk about marijuana properly in Britain’",
  "webPublicationDate": "2016-05-06T11:59:25Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/joss-stone-its-an-injustice-that-we-dont-talk-about-marijuana-properly-in-britain",
  "keyword": [
    {
      "webTitle": "Joss Stone",
      "id": "music/joss-stone",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/06/joss-stone-its-an-injustice-that-we-dont-talk-about-marijuana-properly-in-britain"
}