{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/03/itn-chief-pay-package-john-hardie",
  "id": "2016-05-03-202",
  "sectionId": "media",
  "body": "ITN chief executive John Hardie took home more than £1.2m last year, as most staff at the maker of news for ITV, Channel 4 and Channel 5 had to settle for a 1.4% pay increase.  Hardie, who received a 61% year-on-year increase in remuneration to £1.23m, benefited from the vesting of a long term incentive scheme linked to ITN reporting its sixth straight year of profit growth. ITN, which also makes shows including BBC2’s Young Vets, filming and producing all Football League matches and making TV commercials, reported a 19% increase in operating profit from £5.76m in 2014 to £6.9m last year. Total revenues rose 7% to £119.7m. His £1.23m pay packet, which included £499,000 from the incentive scheme vesting, compares with the 1.4% rise that ITN staff earning up to £100,000 negotiated as “affordable” for the company for this year.  Staff on more than £100,000 received an extra day holiday instead of an actual pay increase. Hardie received £762,000, including a bonus of £350,000, in 2014. “In determining the remuneration packages of the executive directors, the [remuneration] committee has regard to the importance of recruitment, motivation and retention of quality management,” the company said in its annual report and accounts. An ongoing long term incentive plan (LTIP) was part of the golden handshake employment offer made to Hardie when he joined ITN in 2009 to turn around the then ailing business. His average remuneration over three years including his base salary, annual bonus and LTIP is £850,000, which the company says is in line with industry sector norms.  Hardie is paid an annual base salary of £350,000, unchanged since he joined in 2009, and can earn a bonus of up to £350,00 depending on the performance of the company. ITN’s strong performance was fuelled by factors including special commissions such as general election programming, as well as the ITN Productions winning the multimillion-pound contract to film and produce 1,800 Football League matches per season.  Revenues from ITN’s news operation rose 3% to £85.7m. “Our news programming in 2015 focused heavily on distinctive coverage of the general election, the continuing growth of Isis, the shocking Paris terror attacks, and the ongoing migrant crisis and its global impact,” the company said. The star performing division continues to be ITN Productions, which had 33 broadcast commissions including ITN’s first US series, Killer Instinct with Chris Hansen for Discovery, Caught on Camera for ITV, and observational documentary Gordonstoun: A Different Class for Sky1, which saw revenues rise by 42% to £23.7m. ITN also made dozens of TV commercials for brands including Barclays, Samsung and Natwest. The only sour note in the company’s financial report was an increase in the pension deficit from £98.5m to £106.2m. Just two years ago the deficit was only £80m. ITN said that it is expected to make a maximum contribution toward the pension recovery plan of £6.4m this year. The company employed an average of 723 full time staff last year, of which 518 are defined as “editorial and technical”, with a wage and pension bill of £51.7m. In March, ITN unveiled an ambitious expansion strategy to reduce its dependence on news bulletins and boost total revenues by 50% in five years. In total, ITN’s non-news businesses made £34m in revenue last year while the news division made £85.7m. “The last few years have undoubtedly been some of the most successful in ITN’s history, producing a huge range of work for an ever increasing number of clients and exceeding the challenging financial targets we set back in 2010,” said Hardie. “Thanks to this impressive progress we have set the bar even higher as we look ahead to 2020 with an even more ambitious geowth plan.” ITN is owned by ITV (40%), DMGT (20%), Thomson Reuters (20%) and UBM (20%).",
  "webTitle": "ITN chief's pay package soars to £1.2m – while staff get 1.4% rise",
  "webPublicationDate": "2016-05-03T12:00:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/03/itn-chief-pay-package-john-hardie",
  "keyword": [
    {
      "webTitle": "ITN",
      "id": "media/itn",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "TV news",
      "id": "media/tvnews",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITV",
      "id": "business/itv",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/03/itn-chief-pay-package-john-hardie"
}