{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/19/sing-street-review",
  "id": "2016-05-19-149",
  "sectionId": "film",
  "body": "Films about people at school forming bands are well known for being 60% more lovable than any other sort, and this is no exception. Writer-director John Carney has created a back-to-basics movie comparable to his hit musical romance Once, and it’s a treat: a story about a lonely 15-year-old at a brutal Christian Brothers school in 80s Dublin who forms a gloriously half-arsed new romantic band, though one with miraculously high levels of musicianship and homemade pop-video production values, inspired by the mascara’d magnificence of Duran Duran. It’s a wish-fulfilment comedy about idealism, aspiration and getting off with girls, riffing on that age-old truth that being in a band might just give you the cachet that will make up for a lack of money and looks. And how many important artistic careers have been ignited at the very beginning by just this conviction?         Watch the trailer for Sing Street    Sing Street doesn’t exactly deliver the shock of the new: it is like The Commitments, that other film about kids building a better life through music. But it’s got the shock of the fun, and that’s still rare enough to be a shock. In fact, The Commitments was famously about people “who had nothing but we’re ready to risk it all”; Sing Street is marginally closer to a recognisable truth, that kids in bands do tend to have other things – exams, career-prospects, things they’re not sure about giving up. Conor, played by newcomer Ferdia Walsh-Peelo, is a kid who mopes around in his bedroom all day, disconsolately strumming an acoustic guitar and attempting to write low-morale songs based on the rows he can hear his parents having. He tries a verse with: “If I didn’t share a mortgage I would leave you.” Walsh-Peelo is an actor with a delicate, intelligent, open face. He could be Elisabeth Moss’s kid brother. He is surrounded by anti-role models of male failure; Conor calls his musical style futurism, but judged on present evidence his own future looks unappetising. His older brother, Brendan (Jack Reynor), is a dope-smoking college dropout with excellent musical taste who tries to further Conor’s education by making him listen to albums by Joe Jackson and the Cure. His dad, Robert (Aiden Gillen), is an angry, miserable man, embittered by the failure of his marriage to Penny (Maria Doyle Kennedy). Meanwhile, Conor’s bookish sister, Ann (Kelly Thornton), is sick of having to do her homework to the sound of Top of the Pops.     Top of the pops … Ferdia Walsh-Peelo and Lucy Boynton in Sing Street. Photograph: Rex Shutterstock    One day, Robert announces that the family’s ailing finances mean that Conor must move from his agreeable private Jesuit school to the Christian Brothers’ horrible establishment. Brendan derisively tells Conor that the school motto, “Viriliter Age”, means “Let’s rape our students” – and it is not so far from the truth. The school is run by the scary and abusive Brother Baxter (Don Wycherley), and to escape this nightmare Conor forms a band and falls in love with the beautiful, cool and mysterious Raphina (Lucy Boynton) from the girls’ orphanage next door, persuading her to appear in his band’s video and for whom he writes the toe-curling new-romantic song The Riddle of the Model. Sing Street is the name of the band, a twist on the school’s address, Synge Street. Here the film gets something right that another recent example got wrong. We Are the Best!, the otherwise excellent film about a Swedish girl punk band by Lukas Moodysson, forgot to give its group a name, and of course this is one of the most important considerations. But one thing that Sing Street does overlook is the music press. Surely Conor and Brendan would be avid readers of, say, the NME? Lynsey Hanley’s new memoir Respectable: The Experience of Class, incidentally, has a great passage about the importance of the NME in this era of auto-didacticism and social mobility. Love, says Conor, is the emotion that in songs is “happy/sad”. That’s a tricky emotion to reproduce in a movie without sentimentality, but with his forthright, heartfelt dialogue, Carney brings it off, and crucially manages an unexpectedly ambiguous and disturbing scene of bullying and abuse from Brother Baxter when Conor comes into school wearing makeup. The counterpart to “happy/sad” is “fantasy/real”: the balance between what could plausibly be happening and what is obviously in the world of make believe. The final moments are pure daydream, and yet don’t feel like evasion or bad faith. Like a great pop song, this film is over much too soon.",
  "webTitle": "Sing Street review – pitch perfect Commitments-style school of rock",
  "webPublicationDate": "2016-05-19T14:30:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/19/sing-street-review",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/19/sing-street-review"
}