{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/brexit-britons-abroad-rights-european-union-referendum",
  "id": "2016-05-03-3",
  "sectionId": "world",
  "body": "Validating the rights of the 2 million Britons living in the EU after Brexit – and of EU citizens resident in Britain – would be a “complex and daunting task”, a cross-party parliamentary report will warn on Wednesday.   Related: For British expats in Spain, Brexit is a cloud over the sun | Matthew Tree    Negotiations might have to be prolonged beyond the two years allowed for, although the European parliament and individual member states could jeopardise any extension of the process, according to the House of Lords European Union committee.  Agreeing a trade deal with the EU is likely to take even longer, peers suggest, between four and nine years if past experience is anything to go by. Despite the government’s repeated advice that the referendum vote will be final, the report points out that it would still be possible to reverse a decision to withdraw from the EU – for example if there was a change of government. The 19-member committee, chaired by the former Conservative MP Lord Boswell of Aynho, avoided expressing any view on Brexit. Their review is based on testimony from two senior lawyers, Sir David Edward, a former judge at the court of justice of the European Union, and Prof Derrick Wyatt QC, emeritus professor of law at Oxford University.    Related: Brexit anxiety stalks the Costa del Sol: ‘If we quit Europe, Brits won’t buy here’    In its conclusions, the committee said: “There is nothing in article 50 [the only exit route to leave the treaty on European Union] formally to prevent a member state from reversing its decision to withdraw in the course of the withdrawal negotiations. The political consequences of such a change of mind would, though, be substantial.  “The European parliament’s right not to give its consent to the adoption of the withdrawal agreement would give it considerable influence. One of the most important aspects of the withdrawal negotiations would be determining the acquired rights of the 2 million or so UK citizens living in other member states, and equally of EU citizens living in the UK. This would be a complex and daunting task.”   Brexit companion    The report added: “No firm prediction can be made as to how long the negotiations on withdrawal and a new relationship would take if the UK were to vote to leave the EU. It is clear, though, that they would take several years – trade deals between the EU and non-EU states have taken between four and nine years on average.” The committee states that if there was a vote to leave then it would be in everyone’s interest to achieve a negotiated settlement. That would probably require extending the negotiating period beyond the two years provided for in article 50 of the treaty on European Union. The requirement for unanimity with the EU, however, means that such agreement cannot be guaranteed. In his evidence, Wyatt told peers that: “It is estimated that 2 million Brits live in other EU countries … Take elderly people who have lived for 10 years in Spain. After five years, they acquired a right of permanent residence as citizens of the union and that includes access to the Spanish healthcare system.    Related: British expats in Berlin fret over Brexit debate    “If we leave, what do we do about vested rights? Do we recognise rights to permanent residents that have arisen? What transitional rights do we give somebody who has been working for four years in the UK and has children at school and so forth?”  He added: “Let us not forget that for every example in the UK there is an example of a UK citizen elsewhere. We would want to tidy that up. My guess is that the inclination of government and parliament would be to be generous as regards those who had already made their lives in the UK, knowing that it would be likely to be reciprocated.” The difficulties of negotiating a separation should not be underestimated. Addressing the committee, Edward concluded: “The long-term ghastliness of the legal complications is almost unimaginable.”   Related: Will Brexit mean a Brit expat exodus?    Commenting on the findings, Boswell said: “Withdrawal would mean difficult and lengthy negotiations. It’s not possible to predict exactly how long it would take, but comparable international trade deals have taken on average between four and nine years. “The rights of some 2 million UK citizens living abroad would need to be determined, as would the rights of a similar number of EU citizens living in the UK. This is complex stuff – you are talking about rights to residence, to healthcare and to schooling, about maintenance payments and access to children, about research projects and contracts that cross borders …Sorting all this out would be a daunting task.” In a separate development, two expatriate Britons have been given leave to pursue their legal challenge against the government’s decision to exclude those those who have been living abroad for more than 15 years from the referendum. Harry Shindler, a 94-year-old second world war veteran who lives in Italy, and lawyer Jacquelyn MacLennan, who lives in Belgium, lost their claim in the London high court last week. The case has been brought on their behalf by the law firm Leigh Day on a no win, no fee basis.",
  "webTitle": "Brexit will leave 2 million Britons in legal limbo abroad, say peers",
  "webPublicationDate": "2016-05-03T23:01:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/brexit-britons-abroad-rights-european-union-referendum",
  "keyword": [
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "world/2016/may/04/brexit-britons-abroad-rights-european-union-referendum"
}