{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/skepta-konnichiwa-review-boy-better-know-album-of-the-week",
  "id": "2016-05-12-181",
  "sectionId": "music",
  "body": "It features five singles – two of them silver-certified hits – guest appearances from A$AP Mob’s Young Lord and A$AP Nast and a collaboration with Pharrell Williams, but the most telling track on Skepta’s fourth album might well be one that contains no music at all. As a tense bit of old-fashioned grime called Corn on the Curb unexpectedly ends – Skepta apparently forgetting the lyrics midway through a line, the sparse musical backing grinding to a halt – it’s replaced by the sound of a phone call between Skepta and fellow rapper Chip. The former sounds despondent, which comes as something of a surprise.   Related: The best track of 2015: Shutdown by Skepta    After all, Skepta is credited as an architect of grime’s astonishing commercial resurgence in the UK, helping shift it from a genre so underground that its artists could apparently only gain wider recognition if they gave up making it altogether and threw in their lot with straightforward pop music, to its current exalted position where grime MCs are stars, capable of gatecrashing the charts without the aid of the mainstream music industry: “No label, no PR, no publisher, no manager, no PA, no stylist,” as the Twitter bio of Skepta’s brother JME proudly boasts. At the time of writing, Konnichiwa is battling it out with Radiohead’s A Moon Shaped Pool to unseat Beyoncé from the top of the album charts, while its author is potentially teetering on the brink of even bigger things overseas: Drake, for one, appears to be intent on furthering his career in the US, curiously announcing that he’s signing to Skepta’s indie label Boy Better Know, showing off his recently inked tattoo of the label’s initials and posting a photo of himself waving a copy of Konnichiwa at the camera on Instagram. All this appears to have brought its share of problems for Skepta. “Mad pressures from every angle,” he disconsolately mutters on the phone to Chip. “I’m too ambitious to be with the mandem on the road but I can’t be up there with them people, either – I’m too black. I feel like I’m in limbo.”            Chip is having none of it. “You’re going mad, fam,” he reassures him. “We ain’t seen nothing like this before.” But the sense of an artist poised between two worlds haunts Konnichiwa. At one extreme, there are songs that clearly look towards the US market – traditionally resistant to UK rappers – not least the R&B-based Ladies Hit Squad, which debuted on Drake’s OVO Sound Radio Show, and the Pharrell-produced Numbers. At the other, there is a great deal of musical and lyrical underlining of Skepta’s commitment to the grime scene, a lot of it placed at the start of the album: the opening tracks are a thrillingly unreconstructed splurge of choppy rhythms, low-rent electronics and pummelling bass.  Lyrics opens with the sound of Wiley pleading for calm during what seems to have been an extremely lively night at Watford’s Destiny nightclub in 2001. The same rapper’s 2004 single Pies forms the basis of That’s Not Me, while his verse on Corn on the Curb goes back even further into the history of UK bass music, mentioning drum’n’bass MCs Skibadee, Bassman and Trigga. The lyrics are packed with reflections on grime’s early days – the look of old videos, quotations from Dizzee Rascal lyrics, reminiscences about appearances at raves – and assurances that, at root, nothing has changed: “Boy better know a man went to the Brits on a train,” he says on title track. “Man shut down Wireless and then I walked home in the rain.”    Even his most virulent braggadocio is underscored by a very winning, very British kind of bathos    You can understand why Skepta feels duty-bound to reassure the world he’s not planning on jumping on any passing bandwagons: before the career rethink heralded by his soul-searching 2012 mixtape Blacklisted and cemented by his back-to-basics 2014 single That’s Not Me, Skepta spent four years gamely releasing pop-rap singles of varying degrees of cheesiness, with varying degrees of success. But on the basis of Konnichiwa, any uneasiness he feels about his current artistic position is unfounded: for a man apparently in limbo – and for all the complaints about his workload he relates on Text Me Back – he carries himself with a real confidence throughout. The straightforward grime tracks are uniformly great: they reach twin pinnacles on Crime Riddim’s constantly shifting, claustrophobic backdrop of clanks and martial horn blasts, and Man, shot through with a wailing, shivering guitar sample. Moreover, he never sounds cowed in the presence of his US counterparts. Listening to Numbers, it seems that Pharrell might be trying hard to fit in with Skepta’s artistic vision rather than vice-versa: his music is sparse and menacing, and he gamely joins in with the lyrical jabs at major labels, tactfully forgetting that he’s signed to that legendary bastion of redoubtable indie ethics, Sony.        For all that the album self-evidently has one eye fixed on the States, you never get the sense of an artist subjugating his own personality to succeed abroad. It’s not just that the lyrics throughout are dextrous and sharp and funny, although they are. It’s that even his most virulent braggadocio is underscored by a very winning, very British kind of bathos. Held in custody on Crime Riddim, he becomes concerned by his desire to “spend a penny”; among the list of menaces detailed on Corn on the Curb lurks the threat to “shower man down like Fireman Sam”; and while enumerating his many bad-boy credentials, he brags that he sometimes smokes in no-smoking areas.  What Americans will make of it is an intriguing question: for all of Drake’s cheerleading, Azealia Banks’ recent outbursts on Twitter have underlined the kind of resistance grime faces in the US. Over here, it’s another story entirely, the ongoing plot of which Konnichiwa is clearly going to do nothing to alter. “I’ll bet I make you respect me when you see the mandem selling out Wembley,” Skepta snaps at one point. Given his current trajectory, you wouldn’t bet against that happening.",
  "webTitle": "Skepta: Konnichiwa review – rhymes that are dextrous, sharp and very British",
  "webPublicationDate": "2016-05-12T14:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/skepta-konnichiwa-review-boy-better-know-album-of-the-week",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Grime",
      "id": "music/grime",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Skepta",
      "id": "music/skepta",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Alexis Petridis",
      "id": "profile/alexispetridis"
    }
  ],
  "guardianId": "music/2016/may/12/skepta-konnichiwa-review-boy-better-know-album-of-the-week"
}