{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/the-transfiguration-review-cannes",
  "id": "2016-05-15-125",
  "sectionId": "film",
  "body": "Milo, the black teen vampire at the heart of The Transfiguration, likes his tales about the undead told with a fair amount of grit. The same could no doubt be said for Brooklyn-born writer/director Michael O’Shea, who laces his first feature with references to George A Romero’s Martin, Kathryn Bigelow’s Near Dark, Tomas Alfredson’s Let The Right One In, and most boldly, FW Murnau’s Nosferatu. Unfortunately for O’Shea, he does his film no favours by biting these genre classics. Even Twilight - a series Milo (Eric Ruffin) refuses to engage with (“it seems unrealistic”), and one O’Shea probably doesn’t care for - has more going for it.   Related: Neruda review - unconventional drama constructs rather than retells Chilean poet's life    O’Shea opens The Transfiguration tantalisingly, with a middle-aged man startled by the sounds coming from the stall next to his in a public restroom. Probably thinking he’s hearing sex, he hurries out, perturbed. It’s then that we’re introduced to 14-year-old Milo, sucking the last ounces of blood out of the neck of his latest victim. Despite the ferocious nature of his attacks, Milo is as silent a vampire as they come. “Do people ever tell you you don’t talk a lot?” he’s asked at one point, to which he responds: “No, no one ever speaks to me.” A loner, living a rundown housing project in Queens, New York with his military vet brother, Milo is constantly bullied by local gang members for his steely reticence. Haunted by the death of his mother, who committed suicide in their apartment (his father died when Milo was eight), Milo spends his days in his room, watching gruesome nature videos online, as well as VHS tapes of his favourite vampire films.  When he meets Sophia (Chloe Levine), a slightly older and deeply troubled white girl in the lobby of his complex, he’s visibly tempted to snack on her. Instead, he opts to ask her out after some awkward courting. In one of O’Shea’s many on the nose moments, he has Milo take Sophia out on their first date to a screening of Nosferatu.  The Transfiguration is a character study first and foremost, spending all of its time with Milo. Problem is, he’s so opaque that as a protagonist, he’s completely impenetrable. Ruffin holds the camera with his forlorn gaze, but as rendered by O’Shea’s script, his character is inert, only springing to life when he feeds.    Related: Cannes day four: Rebecca Hall, Mark Rylance and Steven Spielberg – in pictures    It’s a shame then that O’Shea seems completely disinterested in the attacks themselves. Each one is staged with little-to-no flair, save for an electronic score that swells louder with each bite.  The film is at its best in vividly depicting its environs. The rundown Rockaway beachfront that Milo and Sophia frequent, serves as a solemn reminder of the battering the area received in the wake of Hurricane Sandy in 2012. Queens, as seen in The Transfiguration, is a grim and brutal place - worlds away from the neighboring Brooklyn Lena Dunham envisions in Girls.",
  "webTitle": "The Transfiguration review: downbeat black vampire tale lacks bite",
  "webPublicationDate": "2016-05-15T10:56:21Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/the-transfiguration-review-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/15/the-transfiguration-review-cannes"
}