{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/18/england-sri-lanka-transition-batting",
  "id": "2016-05-18-60",
  "sectionId": "sport",
  "body": "When Sri Lanka last visited England it was the smallest margins that made the difference between success or otherwise in the two-match series. Just a couple more inches of carry into the infallible hands of Chris Jordan at slip and England would have won the first Test at Lord’s from the very last ball, rather than drawn. And had Jimmy Anderson then survived just two more deliveries to add to the 54 he had already weathered, rather than fending his 55th, from Shaminda Eranga, into the hands of a short-leg fielder, England would have drawn the second Test rather than lost it. Instead, inspired by Angelo Mathews, Sri Lanka won the series, and Anderson was left lachrymose. It was another Headingley disaster that has now seen England lose four of their last six matches there – to South Africa, Australia, Sri Lanka, and, last year, New Zealand – against a solitary win, against New Zealand in 2013. Of all the home Test match grounds, this, with its historical tendency to help the seamers, at least when the clouds roll in, ought to be one on which England thrive. Instead, there is none on which they have fared worse.   Related: Sri Lanka’s Rangana Herath gets ready to roll again at Headingley | Vic Marks    Yet, leaving aside the faintly preposterous contextual idea of sticking the apples of red-ball cricket into the same bowl as the oranges of white-ball, and coming up with a sort of points fruit salad to decide the international top dogs this summer, the three-Test series against Sri Lanka is one that England ought to win. Only five of the XI who played in that last game against them in 2014 – Alastair Cook, Joe Root, Moeen Ali, Anderson and Stuart Broad – have survived to play on Thursday but, despite a deal of debate before the squad announcement, the turnover in players has been minimal since the series win in South Africa, with a single change from their best side, enforced by the sad illness and retirement of James Taylor. If there is still much to prove for Alex Hales and Nick Compton (the latter probably retaining his place only because of Taylor’s absence, so keen have selectors and management been to get James Vince into the side), then the security of probably having a full series to do so at least offers the chance to cope with the considerable challenge of playing without additionally worrying about permanence. Should England win this series and that against Pakistan which follows, they would be in a unique position for them of holding each of the nine trophies for which they compete in bilateral series. Sri Lanka, on the other hand, are in a bit of a mess (or transition, as it is known). The bowling has been competitive, it is said (although there might be more than a little hyperbole in the assertion of Sanath Jayasuriya, now a selector, that Sri Lanka possess “the best attack in the world”) but, understandably, the batting will take time to come to terms with the loss of two giants of the game in Kumar Sangakkara and Mahela Jayawardene. That the fielding has been lamentable is worrying, for that has been a strength. Injuries, in particular that to the shoulder of the key seamer Dhammika Prasad, and, in the case of the wicketkeeper-batsman Kusal Perera, a drugs ban (since overturned) have further restricted their options. Last time, Mathews led a vibrant team playing above itself; this time he may be fighting to hold things together. There has been none of the usual ambivalence about the England XI, which Cook was happy to announce. It means that Steven Finn will join Anderson and Broad as the third seamer. Finn’s run-up and action are such fragile things that he can lose pace and direction readily: some of his early season bowling leading into the Test has been a concern, and there is no question that Jake Ball, the Nottinghamshire seamer in the squad, was selected as a viable playing option rather than for the experience of being with the senior team. However, if Cook and the management are happy that Finn will be able to find that rhythm which is so important to him, then such is his record of wicket-taking (113 in 29 Tests and, in particular, a strike rate of 47.44 balls per wicket, which, for England in the last hundred years has been bettered only by Frank Tyson, whose 76 wickets came at 45.4) that he simply has to play. If he is not on song, he will not find Headingley an easy place to rediscover the true synchronisation of bowling . Coming down the hill from the Kirkstall Lane end, a bowler can overrun himself, so that he needs to throttle back. Ploughing up the hill, though, can be a flog. Getting the stride right is never easy. For Cook, a milestone looms: 36 more runs and he will become the first England player to score 10,000 Test match runs and the 12th in total. In itself that would be a remarkable achievement. But he has all summer to become the youngest to achieve the mark (currently Cook is 31 years and 145 days old while Sachin Tendulkar was 31 years and 327 days when he reached the figure. Also, given that Cook has only just been playing Test cricket for a decade, he would be the fastest in terms of time since his debut, a record currently held by Rahul Dravid, at 11 years and 280 days.",
  "webTitle": "England will expect to prevail against a Sri Lanka side in transition | Mike Selvey",
  "webPublicationDate": "2016-05-18T18:15:21Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/18/england-sri-lanka-transition-batting",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/blog/2016/may/18/england-sri-lanka-transition-batting"
}