{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/27/natterjack-toad-red-rocks-marsh-wirral-country-diary",
  "id": "2016-05-27-301",
  "sectionId": "environment",
  "body": "There is one last highlighter-pink line in the sky when I take the path down through the red rocks that give this area its name. They are sandstone, worn smooth by time and tide. The sea is keeping its distance, the tide is out, but that familiar coastal tang is in the air mixing with the peppery scent of sundried grass from the dunes. Colour fades to monochrome as the light drains out of the day and my eyes become more attuned to movement. A small spring contracts and expands below to my left. It is a toad and I can just make out the pattern of black bumps speckling its back. This is one of the few places natterjack toads can be found in the UK but, while attractive, this is not one of them: it lacks the distinguishing yellow stripe along its spine.     An adult male natterjack toad calling. Photograph: FLPA/Alamy    A pipistrelle bat flits silently overhead in silhouette. It is very still tonight and when a trio of ducks fly past I can hear the air whistle through their feathers. The ducks settle a little further south in a shallow pool.    Related: Country diary: Sandy, Bedfordshire: Natterjack toads go for safety over sustenance for their spawn    On warm spring nights like this, the slacks, the brackish water nestled between the squat dunes closest to the shore, host a special show: a mass serenade. Delayed by the cold for a few weeks, the performers have now arrived. I have front row seats for the loudest amphibians in Europe. The natterjack call sounds like a rasping burp but in a group it is bouncy and relentless. I try to pick out individuals in this male voice choir but only manage to identify about half a dozen. They seem to sing in the round, the same melody from many different voices rolling through the night. Natterjacks are a protected species, so a fence has been erected to prevent stage invasions by unwary humans. The path passes at a safe distance but these toads are extremely sensitive. Just one loud step results in them dropping their tune, one by one, until the only sound remaining is the rustling return of the tide. When they finally strike up again, I breathe a silent sigh of relief. Follow Country diary on Twitter: @gdncountrydiary",
  "webTitle": "Serenaded by a male voice choir – of toads",
  "webPublicationDate": "2016-05-27T04:30:22Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/27/natterjack-toad-red-rocks-marsh-wirral-country-diary",
  "keyword": [
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ella Davies",
      "id": "profile/ella-davies"
    }
  ],
  "guardianId": "environment/2016/may/27/natterjack-toad-red-rocks-marsh-wirral-country-diary"
}