{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/12/jason-day-sawgrass-players-championship-lowry-rose-spieth-willett",
  "id": "2016-05-12-29",
  "sectionId": "sport",
  "body": "The angst Jordan Spieth suffered by virtue of closing his opening round at the Players Championship with a seven, the one number that may bring him out in a cold sweat, surely intensified with a glance towards one of the his playing partners. Jason Day, who has succeeded Spieth as the world No1, endorsed his status once more with a course record-equalling 63. Day had birdie putts at all 18 holes. As Day tapped in for birdie at the 9th, their 18th, Spieth was about to three putt for a double bogey. Spieth’s frustration at a 72 on a day of generally excellent scoring was compounded by that seven; the same scorecard aberration that fatally undermined his hopes of defending the Masters, owing to a capitulation at Augusta National’s 12th hole. Spieth later insisted his Thursday score did not appropriately represent his performance. “I really only had two bad swings today,” he said. “I’m hitting the ball great.” Day has considerably more reason for positivity. The Australian is in prime position to win what would be his third tournament of 2016. He is the fifth player to shoot 63, nine-under par, at Sawgrass; two of the previous four claimed the title the same week. Day explained that he was drawing upon motivation from 2015. “I shot 81 the last time I played here,” he said. “I was really displeased with how I played last year considering I was coming into that week feeling pretty good about my game. I can’t really recall that I have hit the ball as well as I did today and then also putting as well as I did. Everything just clicked.” Nobody was more surprised by Shane Lowry’s seven-under 65 than the Irishman himself. Lowry is now a record holder, with his back nine of 29 the finest in the history of the Players at this venue. Lowry has therefore brilliantly started a crucial spell, not least for his hopes of Ryder Cup participation, which includes his native open at The K Club next week. “I had no real confidence coming in here,” Lowry admitted. “My game felt poor last week, felt OK at the start of the week but I kind of had a bit of a meltdown in the middle of the back nine of practice yesterday. I almost wasn’t looking forward to the week. “I was losing the head. I was thinking: ‘What’s the point being here,’ because I felt like I was playing poorly and I was struggling on the greens. But I had a chat with my coach, I picked some good targets out there and hit some good shots then managed to hole a few putts, which is key for me and something I haven’t been doing recently. So it was nice. “I kind of was coming out today thinking: ‘If I can just get four rounds in here it will be a big help for next week.’ So, I’m on my way to getting four rounds in anyhow.” Justin Rose hit 18 greens in regulation as he matched Lowry’s score with Danny Willett, in his first outing since winning the Masters, signing for a two-under 70. Rory McIlroy’s uncomfortable relationship with the front nine at Sawgrass continued as he reached the turn in 37. McIlroy recovered thereafter, in testing afternoon conditions, by closing on 72 but gives the impression he has more enjoyable stops on the PGA Tour. McIlroy’s highlight was a tee shot to within six feet at the iconic 17th, from where he converted for birdie. He needs more of the same on Friday. Adam Scott was moving along nicely at three under par – and hadn’t dropped a shot – before taking eight at the 18th. At one over, he suddenly faces a battle to make the cut. Rickie Fowler, the defending champion, is a stroke better off than Scott. Ernie Els was delighted with a six-under 66. “I haven’t treated this course very well and it hasn’t treated me very well in the past,” said the South African. “I loved it from the first time I played it but you’ve got to play it properly. You can’t just go out there and have a go.” Unless your name is Jason Day, it would appear.",
  "webTitle": "Jason Day shoots record-equalling round at Players Championship",
  "webPublicationDate": "2016-05-12T20:59:33Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/12/jason-day-sawgrass-players-championship-lowry-rose-spieth-willett",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jordan Spieth",
      "id": "sport/jordan-spieth",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jason Day",
      "id": "sport/jason-day",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/12/jason-day-sawgrass-players-championship-lowry-rose-spieth-willett"
}