{
  "apiUrl": "https://content.guardianapis.com/healthcare-network/2016/may/19/after-a-patient-punched-me-i-realised-force-has-no-role-in-mental-health-care",
  "id": "2016-05-19-171",
  "sectionId": "healthcare-network",
  "body": "He was listening intently, when suddenly he swung his right fist, catching me on my lips completely unaware. He was training to be a boxer and packed a punch. Blood splattered on my shirt with the thud of the fist, my glasses flew off, and everything seemed to slow down. I pushed myself off the settee, dropped the notes and tried to make for the door. I was acutely aware of his presence half a metre to my right as he followed me screaming and swinging his fist. His mother was crying and pleading with him to stop. Due to a past history of violence, a couple of policemen were in attendance and radioed the incident in. Two police vans turned up to take him away, ending the tirade of verbal abuse. My gums were extremely swollen but luckily the x-ray did not show any fractures. However, the facial surgery registrar said the swelling was impeding blood circulation and my incisors would turn black and fall out. I am glad to say he was wrong; nine years on I still have my teeth. This incident took place  in 2006 when I was sitting beside a patient. He was being assessed by me, a GP and a social worker at home under the Mental Health Act. It was in response to his family’s concerns that he had stopped medication and was becoming increasingly paranoid and suspicious. At a recent review we had formed good rapport and he seemed generally happy to see me, so I had no sense of what was about to happen next.  My wife was aghast at my state. I did not want to talk – I could not. It was impossible to switch off, although it wasn’t so much that the assault played on my mind more the fact that I believed I had formed a good relationship with him and that my trust had been violated.    Related: The patient who taught me that being a doctor is a vocation, not just a job    The passage of time should have made me objective but I still find it emotionally challenging. Strangely, shame comes up as the primary response. Perhaps I didn’t read the signs, perhaps shame at initially feeling anxious.  After an assault, the emotional response is individual, but at some stage everyone asks: why did it happen? We can reason this away as someone being unwell or someone being inherently violent, but that would be a missed opportunity to ponder on what it must have felt like to be the patient?  Coming to terms with the incident was a lonely affair and it was in that loneliness that I developed empathy for how alone patients must feel when a united group of staff use powers vested in them. Staff may believe it is in the patient’s best interest, but this is not always an understandable perspective for patients.  The assault might have seemed unprovoked, but if three professionals turned up with the police with intent to take your liberties away when you are already feeling suspicious, how would you react? He was a boxer and responded in the way he knew best. This is not to say that assaults are to be expected. However, like I did, would you feel your trust was violated and would it make you anxious receiving care from people you believed to be perpetrators?    Related: Grief – and Lego in ears – the extremes of an A&E shift    What emotional responses do our patients have? Do our patients feel shame after being at the receiving end of force, as I did after the assault? An organisation aspiring to push boundaries of humane care would want its frontline to consider these questions. My experience has helped me make the case for change and empathise both with patients and staff. In mental health, reliance on coercion in the patient’s best interest is commonplace. But it breeds resentment, frustration and aggression and our frontline staff are often at its receiving end. In an ideal world, early detection and treatment will help patients retain insight and the driving seat, thus avoiding flashpoints like mine. So not just for our patients, if we truly care about our staff, the right support at the right time is essential and has to be the aspiration. This experience was central to co-founding Promise, a new model of care with the premise that the exercise of force is incompatible with a vision of recovery at its heart. Our video Navigating Rocky Waters teases out these seemingly binary positions of care and control, risk and recovery and shows the continuum that exists; with the right care patients do have more control, without risk there is no recovery.   Dr Manaan Kar Ray is clinical director of Cambridgeshire and Peterborough NHS foundation trust and cofounder of Promise Global.  If you would like to write a piece for Blood, sweat and tears, read our guidelines and get in touch by emailing healthcare@theguardian.com. Join the Healthcare Professionals Network to read more pieces like this. And follow us on Twitter (@GdnHealthcare) to keep up with the latest healthcare news and views.",
  "webTitle": "After a patient punched me, I realised force has no role in mental health care",
  "webPublicationDate": "2016-05-19T13:24:07Z",
  "webUrl": "https://www.theguardian.com/healthcare-network/2016/may/19/after-a-patient-punched-me-i-realised-force-has-no-role-in-mental-health-care",
  "keyword": [
    {
      "webTitle": "Healthcare Network",
      "id": "healthcare-network/healthcare-network",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "healthcare-network/mental-health",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Work practices",
      "id": "healthcare-network/work-practices",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Workforce",
      "id": "healthcare-network/workforce",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "International",
      "id": "healthcare-network/international",
      "sectionId": "healthcare-network",
      "sectionName": "Healthcare Professionals Network"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "healthcare-network/2016/may/19/after-a-patient-punched-me-i-realised-force-has-no-role-in-mental-health-care"
}