{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/31/claims-of-mass-refugee-immigration-to-uk-branded-false-and-bogus",
  "id": "2016-05-30-9",
  "sectionId": "politics",
  "body": "A new report saying that up to half a million refugees and their relatives could move to Britain after 2020 because of free movement rules has been branded “false and bogus” by the campaign to stay in the EU. The Migration Watch study argues that those granted asylum in Germany, Greece and Italy could settle in the UK in the coming years after they have acquired EU citizenship. The group, which campaigns for tighter border controls, said an analysis of EU figures showed that hundreds of thousands of people could take this route into the UK. Andrew Green, the crossbench peer who chairs the group, said: “The UK could well face a significant secondary flow of refugees from Europe in the coming years adding to the already huge strain being placed on housing and public services.   Related: Education and the arts are right to stand up for European ideals | Editorial    “While the UK has so far been largely shielded from the crisis in southern Europe, this potential flow can only add to the impact of migration which is already seriously affecting communities across the country.” The report uses figures from Eurostat projecting that about 1 million migrants will have been granted asylum or humanitarian protection for 2015 and the first quarter of 2016. Migration Watch said that leaked documents from Germany suggested each person was likely to be followed by at least four family members, suggesting the minimum total inflow to Europe could amount to 4.8 million over a period of years.  It estimated that 480,000 could come to the UK after 2020 if one in 10 decided to move to Britain after gaining EU citizenship. The study was cited as “more evidence of the uncontrollable scale of immigration to this country” by Iain Duncan Smith, the former work and pensions secretary, who is campaigning for Brexit. However, Britain Stronger in Europe, the official campaign to stay in the EU, said the study was based on the “false and bogus” assumption that refugees would be granted EU citizenship.   Related: Labour voters in the dark about party's stance on Brexit, research says    Emma Reynolds, MP for Wolverhampton North East and former shadow communities secretary, said evidence showed the “overwhelming majority of refugees will never get the right to come to Britain”.  The out campaign is focusing on the risks of staying in the EU, with a speech by Chris Grayling, the Conservative leader of the House of Commons, on Tuesday. Meanwhile, the remain campaign is planning to emphasise the benefits of staying in the EU to small businesses. Sajid Javid, the business secretary, will appear in Birmingham alongside seven current and former members of the line-up of business experts from the BBC’s Dragons’ Den to argue that leaving the EU would be “a reckless risk”. While the out campaign has argued that the EU is only good for big corporations, Javid will claim that 1.2 million small and medium-sized businesses rely on trade with the EU. He will say that a quarter of them either export to Europe or supply firms that export to Europe, countering the common Vote Leave argument that only a very small number of British firms rely on trade with Europe.",
  "webTitle": "Claims of mass refugee immigration to UK branded 'false and bogus'",
  "webPublicationDate": "2016-05-30T23:01:17Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/31/claims-of-mass-refugee-immigration-to-uk-branded-false-and-bogus",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/31/claims-of-mass-refugee-immigration-to-uk-branded-false-and-bogus"
}