{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/04/donald-trumps-election-will-derail-paris-climate-deal-warns-its-architect",
  "id": "2016-05-04-206",
  "sectionId": "environment",
  "body": "The election of Donald Trump would derail the landmark agreement on climate change reached in Paris last December, the architect of the accord has warned. Trump is now virtually certain to be the Republican candidate for president and has said “I am not a great believer in manmade climate change”, leading to fears he would attempt to unpick the historic agreement if he became president.  Without naming Trump, the former French foreign minister Laurent Fabius told an audience in London: “Think about the impact of the coming US presidential elections. If a climate change denier was to be elected, it would threaten dramatically global action against climate disruption.” He said: “We must not think that everything is settled.” In response to a speech by Barack Obama at the opening of the Paris climate summit, Trump said: “I think one of the dumbest statements I’ve ever heard in politics, in the history of politics as I know it, which is pretty good, was Obama’s statement that our No 1 problem is global warming.” Under the Paris agreement, 195 nations have agreed to limit global warming to no more than 2C, with an aspirational limit of 1.5C, in order to stave off the worst effects of climate change. At a ceremony in New York last month, 175 countries formally accepted the Paris accord, bringing it closer to coming into force. The UN is now pressing to begin the implementation of the deal, needing the formal agreement of countries with 55% of global emissions, which will require countries to take action on emissions and to provide financial assistance to the developing world.   Paris climate deal adoption graphic   Hillary Clinton and Bernie Sanders, the two remaining Democratic candidates, are both in favour of action on greenhouse gas emissions and support the Paris accord. The US Congress, dominated by Republicans, may also oppose the actions needed on emissions to fulfil US commitments under the Paris agreement, even if a Democrat is elected president in November. However, Fabius noted, the deal was carefully crafted in Paris to ensure that the US president would have the authority to sign up to it. This was the subject of a last-minute hitch in the Paris talks, when as the final draft was published US negotiators balked at the inclusion of a clause saying countries “shall” commit to fulfilling the agreement, instead of the previous wording which was “should”. If the former had been included, it would have caused legal problems in the US as Congress could have claimed the president had exceeded his authority. However, Fabius insisted the change of wording, subsequently dropped, was a “mistake” rather than a deliberate attempt at sabotage, which has since been the subject of conspiracy theories. He pointed out that all countries, after a short discussion, quickly agreed to the change, and this would not have happened if they had wanted the “shall” to be included. “John Kerry came to me and said if it is ‘shall’ we can’t do it. I came to Christiana Figueres [the UN climate chief] and we came to the previous version and the previous version was ‘should’,” he explained. “If it was a mistake in writing, you can change it - if it was a real thing [it would not have been possible]. I said it was really not intentional, it was a mistake. We had three versions of the text. [Shall] was never discussed.” Fabius, who is now president of France’s constitutional council, said he was “désolé bien sur” that Laurence Tubiana, France’s chief official at the talks, had not been chosen to succeed Figueres when she steps down in July. That job has gone to Patricia Espinosa, Mexico’s ambassador to Germany and former foreign minister. Fabius said she was “very competent”. The French government had asked UN secretary general Ban Ki-moon to reopen nominations to consider Tubiana’s candidacy. Countries must press ahead with the implementation of the Paris accord, Fabius added. He warned of “risks associated with reluctant countries”. He refused to be drawn on whether a British exit from the EU would harm progress on climate change, but said that when he was foreign minister he had urged the UK to stay. He met Philip Hammond, UK foreign secretary, on Wednesday but details of what was discussed were not disclosed. He also said he had been concerned over the prospective TTIP agreement when he was in office. François Hollande, France’s president, has said he would not accept TTIP in its current form. Fabius was in London to collect the Green Ribbon award in parliament for the best international environmental achievement of 2015. The Guardian also received a Green Ribbon for the best journalism on the environment, in regard to its “exceptional” coverage of the Paris climate talks and the Keep It In The Ground campaign.",
  "webTitle": "Donald Trump's election would derail Paris climate deal, warns its architect",
  "webPublicationDate": "2016-05-04T12:13:08Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/04/donald-trumps-election-will-derail-paris-climate-deal-warns-its-architect",
  "keyword": [
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Global climate talks",
      "id": "environment/global-climate-talks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Harvey",
      "id": "profile/fiona-harvey"
    }
  ],
  "guardianId": "environment/2016/may/04/donald-trumps-election-will-derail-paris-climate-deal-warns-its-architect"
}