{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/22/bhs-inquiry-arcadia-swiss-rock",
  "id": "2016-05-22-137",
  "sectionId": "business",
  "body": "Another week, another load of folk being hauled in front a parliamentary select committee to talk about BHS. In attendance will be Ian Grabiner (pronounced like Ribena), chief executive of Sir Philip Green’s Arcadia Group – a former BHS owner – and his second cousin Lord Grabiner (pronounced less pretentiously), a board member at Green’s holding company, Taveta Investments. Meanwhile, advisers to Arcadia and Retail Acquisitions, which bought BHS from Green, will also show up, with the latter group appealing to aficionados. Among the details about Retail Acquisitions the committee may be hoping to glean is exactly how long Dominic Chappell (pronounced “Shapp-elle”; the 90% owner of Retail Acquisitions) was working with one Paul Sutton, a 59-year-old businessman who was, separately, found guilty in absentia of embezzlement in France in 2002. Sutton was originally in negotiations with Green to buy BHS, and internal documents show that he ran that bid under the project name Swiss Rock. Witnesses to some of those negotiations have also placed Chappell in Swiss Rock meetings during 2014, although he insisted last year that the pair had cut ties in February 2014. Confusingly, Retail Acquisitions used to be called Swiss Rock and Chappell has insisted he has no idea how that coincidence came about. Easy? Not with Stelios involved Sir Stelios Haji-Ioannou is a man with a consistent business plan. He uses his “easy” brand to launch all kinds of ventures – and then he falls out with the management. This is an exaggeration, perhaps, but after years of sniping at the easyJet board – as well as another aviation venture, FastJet – Stelios had a little spat with the directors of easyHotel earlier this year: he reckons they are trousering too much pay. We may find out whether the Greek tycoon has a point, when easyHotel announces interim results. The company has actually been on a half-decent run of late: last month it unveiled a trading statement that cheered its house broker, Investec, with increased forecasts and a prediction that the shares could reach 120p (they closed Friday at 98p). “The company identified the potential for 12,000 owned and 15,000 franchised easyHotel rooms and is currently reviewing a range of office conversions, greenfield developments and the conversion of existing hotels to help achieve this potential,” Investec gushed, while puffing the shares. Sounds OK. But will more of the same this week cheer up Stelios? Green tries to unseat MPs Sir Philip Green may have done his old mate Mike Ashley a favour when it comes to select committees. The collapse of BHS – and the subsequent probes into what went on there – have diverted some of the attention away from the issue of whether the Sports Direct founder might bother gracing Westminster with his presence, having been summoned to answer questions on working conditions at his firm. Having previously refused to rock up, Ashley performed a U-turn last week, saying that he would attend the business, innovation and skills committee – but only if MPs visited his Shirebrook warehouse in Derbyshire the day before. Anyway, the committee will meet this week to decide on how to react to this unconventional invitation, when they will surely send someone to the parliamentary archives to explore precedent (did Rupert Murdoch answer questions on phone hacking only after meeting MPs at private investigator Glenn Mulcaire’s pad?). Also, Ashley has attempted to sweeten his invitation by offering to fly the parliamentarians to Shirebrook in his helicopter, which, like a Sports Direct sales promotion, might not prove to be the offer it appears. The select committee has 11 MPs (plus staff). Ashley’s AgustaWestland seats eight.",
  "webTitle": "A hard place for BHS, however you say it",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/22/bhs-inquiry-arcadia-swiss-rock",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Stelios Haji-Ioannou",
      "id": "business/sir-stelios-haji-ioannou",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/22/bhs-inquiry-arcadia-swiss-rock"
}