{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/18/nokia-returns-phone-market-microsoft-sells-brand-hmd-foxconn",
  "id": "2016-05-18-199",
  "sectionId": "technology",
  "body": "Soon, you’ll be able to buy a Nokia again, 18 months after Microsoft quietly killed the name, seemingly for good. Microsoft has sold the brand, which was worth $300bn at its height, in two parts for a total of just $350m. The brand name was sold to a new company called HMD, formed by former Nokia employees in Finland. Meanwhile, the manufacturing, distribution and sales arms of Nokia have been bought by iPhone manufacturer Foxconn, which has also agreed to build the new Nokia phone for HMD. The purchase only includes Microsoft’s “feature phone” business (sometimes known by the crueller name “dumbphones”, to mark them out as the opposite of smartphones), but the new company says it intends to start development of future Nokia-branded smartphones and tablets which run Android. Even if the new company plans to make another push at creating Nokia-branded smartphones, it looks likely that it will appeal to the nostalgia of those who remember the Finnish company at its height. The chief executive of HMD global, Arto Nummela, said: “We will be completely focused on creating a unified range of Nokia-branded mobile phones and tablets, which we know will resonate with consumers. “Branding has become a critical differentiator in mobile phones, which is why our business model is centered on the unique asset of the Nokia brand, and our extensive experience in sales and marketing. We will work with world-class manufacturing and distribution providers to move quickly and deliver what customers want.”     The headquarters of Hon Hai, which is also known by its trading name Foxconn, in Tucheng, New Taipei city. Photograph: Pichi Chuang/Reuters    The involvement of Foxconn also points to the shifting nature of the smartphone market. The company has a hand in building almost every piece of consumer electronics on the market, from the iPhone to the PlayStation 4, but its brand has largely been secondary to those of the companies it works for. You won’t find a Foxconn logo on an iPad. But in recent years, Foxconn has shown signs of desire for a more public profile. In 2014, the Taiwanese company began developing its own mobile accessories, but denied that it planned to enter the smartphone market directly. That is still technically true. Following the sale of Nokia, a Foxconn subsidiary, FIH, will acquire everything left of Microsoft’s feature phone business. After the dust settles, HMD will be running the Nokia brand with Foxconn as an exclusive licensee. But the announcement makes Foxconn sound much more hands-on in the process than it normally is. In a statement, Nokia said: “HMD and Nokia Technologies have signed an agreement with FIH to establish a collaboration framework to support the building of a global business for Nokia-branded mobile phones and tablets. “This agreement will give HMD full operational control of sales, marketing and distribution of Nokia-branded mobile phones and tablets, with exclusive access to the pre-eminent global sales and distribution network to be acquired from Microsoft by FIH, access to FIH’s world-leading device manufacturing, supply chain and engineering capabilities, and to its growing suite of proprietary mobile technologies and components.” The sale of Nokia could mark a tentative return to the market for a brand which has fallen on hard times since the rise of the smartphone. Nokia failed to capitalise on the smartphone boom with its own operating system, Symbian, and in 2011 became the sole manufacturer of Lumia-branded phones running Microsoft’s operating system, Windows Phone. In September 2013, Microsoft announced it would buy Nokia’s mobile phone business for €5.4bn (£4.2bn). The partnership led to the Nokia branding being reserved exclusively for feature phones, and then, as Microsoft dropped out of that market, being left to lie unused. But outside of consumer electronics, Nokia thrived. The company has more than 100,000 employees working on telecommunications infrastructure, and pulled in a profit of €1.5bn in 2015.",
  "webTitle": "Nokia returns to the phone market as Microsoft sells brand",
  "webPublicationDate": "2016-05-18T11:44:47Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/18/nokia-returns-phone-market-microsoft-sells-brand-hmd-foxconn",
  "keyword": [
    {
      "webTitle": "Nokia",
      "id": "technology/nokia",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Telecoms",
      "id": "technology/telecoms",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Foxconn",
      "id": "technology/foxconn",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Finland",
      "id": "world/finland",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Hern",
      "id": "profile/alex-hern"
    }
  ],
  "guardianId": "technology/2016/may/18/nokia-returns-phone-market-microsoft-sells-brand-hmd-foxconn"
}