{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/how-will-you-be-affected-by-the-strikes-in-france",
  "id": "2016-05-18-240",
  "sectionId": "world",
  "body": "A week of strikes has begun in France in response to new labour reforms introduced without parliament’s approval. Though the reforms have already been forced through, supporters of industrial action remain undeterred. On Tuesday French riot police used tear gas to deter demonstrators, but union members and those against the reforms and industry disputes remain unmoved. Protesting for workers’ rights for lorry drivers, air traffic controllers and teachers to name but a few, people are expressing their outrage at the lack of democracy demonstrated by parliament.   Related: 'I've never felt so involved in democracy’: Nuit debout protesters on their cause    This is not the first time that activists have tried to express their dismay at labour reforms. The youth-led Nuit debout movement has held night-time sit-ins and debates since March and have joined together to occupy public spaces and discuss their vision of a new future.  In this latest wave of industrial action, transport across the country is likely to be disrupted throughout the week. The SNCF has advised travellers to make alternative plans as rail unions CGT and Sud Rail will strike from Wednesday till Friday. Roads may be blocked in the north and in places such as Marseille and Bordeaux owing to strike action from lorry drivers. Port and dock workers are striking, for the second time this week, on Thursday which will cause delays to ferries; Paris’ airports will also be disrupted, because of strikes by the DGAC, and even staff in schools in cities such as Pau and Quiper are taking part with some remaining closed during the week.    'We are ungovernable' Massive protest against labour law & for real democracy continue in #France #manif17mai pic.twitter.com/236R3sUqAV— Take the square (@takethesquare) May 17, 2016      #France: During protest against the #LoiTravail forced through parliament without a vote by the govt. #manif17mai pic.twitter.com/VWKdMin8lG— ToChangeEverything (@a0an0) May 17, 2016    Whether you are taking part in strikes or supporting those demonstrating we’d like to hear from you. Perhaps you work in public transport, are a dock worker or an aircraft engineer and are taking to the streets, or maybe you regularly use the Metro and will find your journey disrupted. We’d also like to hear what impact movements such as Nuit debout have had. What do you think of such movements and how have they developed since the strikes started? If you live in France share your views and experiences by clicking on the blue ‘Contribute’ button or by filling in our form below. We’ll feature some of your contributions in our ongoing reporting.",
  "webTitle": "How will you be affected by the strikes in France?",
  "webPublicationDate": "2016-05-18T10:21:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/how-will-you-be-affected-by-the-strikes-in-france",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/18/how-will-you-be-affected-by-the-strikes-in-france"
}