{
  "apiUrl": "https://content.guardianapis.com/film/filmblog/2016/may/20/james-mcavoy-five-best-moments-x-men-apocalypse",
  "id": "2016-05-20-334",
  "sectionId": "film",
  "body": "It was a surprisingly meteoric rise for James McAvoy, who seemed to go from foppish love interest to action hero to superhero in what felt like weeks.    Related: X-Men: Apocalypse review – lots of bangs for your bucks but loopiness is lost    McAvoy has been quiet of late (if you forget last year’s execrable franchise non-starter Victor Frankenstein), but he’s got a busy year or so ahead. He’ll star alongside Charlize Theron in the spy thriller The Coldest City, lead M Night Shyamalan’s mystery Split and romance Alicia Vikander in Wim Wenders’ ambitious Submergence.  First up, however, McAvoy is returning this week as Professor X in the X-Men: Apocalypse. It’s the third time he’s taken on the role, and because reviews suggest this is the weakest of the franchise, we’re here to remind you of happier times … The Chronicles of Narnia: The Lion, the Witch and the Wardrobe            After roles on the small screen (from Shameless to State of Play) and a failed Brit-com vehicle (Inside I’m Dancing), McAvoy secured a role in his first blockbuster. It was a small part, but he displayed the requisite charm, and didn’t need to return for any of the lesser sequels. Job well done. The Last King of Scotland            Acting opposite an Oscar-winning Forest Whitaker, McAvoy more than held his own in Kevin Macdonald’s true-ish thriller about Idi Amin, adapted from the novel by Giles Foden. His character – an amalgamation of sorts – is arguably the more interesting of the two, as he becomes aware of just what his new friend is capable of. Starter for 10            It’s far from a perfect film, but there is a pleasant ease to this adaptation of David Nicholls’ comedy novel. Here McAvoy is the lead, giving him an opportunity to showcase his comic credentials. Starter for 10 was also a strange hotbed for talent: Rebecca Hall, Alice Eve and Benedict Cumberbatch co-starred. Atonement            Despite the period trappings, Joe Wright’s adaptation of the wartime book by Ian McEwan was a welcome antidote to its more conventional peers when it came out in 2007. McAvoy skilfully handled both the harrowing war scenes and his flirtation with Keira Knightley. Filth            After some less convincing roles in action films, McAvoy proudly took a piss all over his heartthrob image with his role in this foul-mouthed Irvine Welsh adaptation. He’s surprisingly convincing as a hard-drinking, drug-taking, morally vacuous cop, and he also helps to deliver a sucker punch of an ending that brings real poignancy.",
  "webTitle": "James McAvoy: five best moments",
  "webPublicationDate": "2016-05-20T05:04:56Z",
  "webUrl": "https://www.theguardian.com/film/filmblog/2016/may/20/james-mcavoy-five-best-moments-x-men-apocalypse",
  "keyword": [
    {
      "webTitle": "James McAvoy",
      "id": "film/jamesmcavoy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Atonement",
      "id": "film/atonement",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "X-Men: Apocalypse",
      "id": "film/x-men-apocalypse",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/filmblog/2016/may/20/james-mcavoy-five-best-moments-x-men-apocalypse"
}