{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/alberta-wildfire-work-camp-destroyed-evacuated",
  "id": "2016-05-18-356",
  "sectionId": "world",
  "body": "The wildfire raging through northern Alberta has swelled in size and surged north of Fort McMurray, consuming an evacuated oil sands camp on Tuesday and threatening several other facilities in the region. “It continues to burn out of control,” said Rachel Notley, the Alberta premier, one day after the shifting fire forced the evacuation of 8,000 non-essential staff from more than a dozen camps and sites in the oil sands region.  Tinder-dry conditions and temperatures in the mid-20s Celsius helped fuel the wildfire’s growth to 355,000 hectares on Tuesday – a significant jump from 285,000 hectares one day earlier. “Mother nature continues to be our foe in this regard and not our friend,” Notley said.  Winds pushed the fire into an area dotted with oil sands work camps, completely destroying a 665-bed camp belonging to Horizon North Logistics just hours after the area was ordered evacuated. The company said every staff member was safe and accounted for.   Related: Canada wildfire: why a sleeping giant awoke in Alberta and became relentless    Two nearby camps for oil sands workers – the 3,700-room Noralta Lodge and 360-room Birch Creek – were being carefully monitored as the flames approached. “We expect fire growth in the area of many of these camps today,” Notley said. Winds were expected to shift the fire east towards the Syncrude and Suncor Energy oil sands facilities. Officials described both facilities as resilient to the risk of fire, pointing to the wide firebreaks surrounding both sites and their private crews of highly trained firefighters. Suncor said on Tuesday that it had begun shuttering its base plant operations as a precautionary measure. Hot spots continued to flare in the city of Fort McMurray – the oil sands hub ordered evacuated two weeks ago as flames flickered in the trees on its outskirts. More than 88,000 people hurriedly fled, with many of them now scattered across Alberta and the rest of the country.  Plans to allow evacuees to return to were being challenged by the continued threat of the fire as well as the heavy blanket of smoke that stubbornly hovers in the region. On Monday the air quality index, normally measured on a scale of one to 10, had soared to 38. By Tuesday it had dropped to 13 but officials warned it would likely rise again and hamper recovery efforts in the city.  Notley said she hoped to offer residents – who are now entering their third week since being evacuated – a tentative timeline on re-entry later in the week.  Safety remains the primary concern, with two separate explosions igniting fires and damaging roughly 10 homes on Tuesday. The cause of the explosions was under investigation.  “When you start turning on a switch ... in a city of 90,000 people, sometimes stuff happens,” said Notley. “What those two incidents last night demonstrated to us is that’s the right way to go, that we need to make sure we’ve got everything cued up before people come back in because we want to make sure it’s safe.”     Related: Canada wildfire - what are the environmental impacts?    The fire cut a path of destruction through Fort McMurray, destroying entire neighbourhoods but mostly sparing critical infrastructure like the hospital, water treatment plant and airport. About 2,400 structures were consumed by the fire, but about 90% of the city was left intact.  The wildfire was expected to reach the neighbouring province of Saskatchewan on Tuesday, said Chad Morrison, Alberta’s manager of wildfire prevention. The lack of rain in the forecast suggested little relief was in sight for firefighters struggling to gain control over the blaze, he added.  As the fire raged out of control in the region, production of oil sands crude dropped by roughly a million barrels of oil per day. In recent days oil sands workers had begun returning to the camps north of Fort McMurray in the hope of ramping up production. Monday’s evacuation and the volatile nature of the fire have raised concerns that the region may suffer a prolonged production outage.",
  "webTitle": "Alberta wildfire destroys oil sands work camp as thousands of staff evacuated",
  "webPublicationDate": "2016-05-18T02:28:36Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/alberta-wildfire-work-camp-destroyed-evacuated",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/18/alberta-wildfire-work-camp-destroyed-evacuated"
}