{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/13/bill-shorten-wins-audience-vote-leaders-election-debate-malcolm-turnbull",
  "id": "2016-05-13-210",
  "sectionId": "australia-news",
  "body": "In the first debate of the election campaign, 100 voters declared Bill Shorten the winner over Malcolm Turnbull by 42 votes to 29, with 29 undecided after both flagged new measures on health spending. Turnbull confirmed the health minister, Sussan Ley, had brokered a compromise deal with Pathology Australia over the government’s planned cuts to the bulk-billing incentive. The pathology industry was gearing up for a major campaign against the Coalition due to the planned measures. The brokered deal would see the Coalition limit costs regarding pathology property rents in return for government maintaining cuts to the bulk-billing incentives.  In another new development, Shorten hinted Labor may not maintain the Medicare funding freeze, originally announced by the Labor government in 2013 but then later picked up by the Coalition and extended in the latest budget.  The debate was held in the Windsor RSL, which is in the marginal seat of Macquarie west of Sydney, currently held by the Liberals MP Louise Markus on a 4.5% margin. It capped the first full week of campaigning for the two leaders. Voters asked questions about childcare, education, privatisation, government debt and bank interest rates. No one asked about climate change, same-sex marriage, asylum seeker policy or the small business tax cuts.  Turnbull appealed to voters to endorse his “economic plan” which he promised would focus on growth while Shorten pitched his “positive policies” centred more on education and health while dumping the Coalition plans for corporate tax cuts. An audience of 100 people selected by Galaxy Research was allowed to ask unscripted questions of the leaders after their opening pitches. The debate capped off the first full week of campaigning.  Turnbull won the toss to speak first and his pitch began with his now familiar innovation agenda, tax cuts to drive growth and his plan to address the issue of youth unemployment. “It is vital that all our spending is fully funded,” Turnbull said. Shorten led with Labor’s plans for “quality education that doesn’t depend on the wealth of their parents” and he described Medicare as the “great Australian standard” of how Australians view themselves as a community. “If this country and this government put people first then nothing can hold us back in the future,” Shorten said. The first questioner asked about the outsourcing of jobs offshore and asked the leaders how they would attract companies to Australia to provide jobs in Australia. Turnbull outlined his tax cuts for business while Shorten reminded the audience that the car industry had “disappeared” under the Coalition. He said Labor had fought hard to ensure the submarines were built in Australia. Bob from Windsor said at 67, he was still paying tax but he was concerned at the complicated accounting that allowed multinational companies to avoid tax through transfer pricing.  Shorten claimed credit for pushing the government to move on multinational tax, given Labor released their policy well before the government acted on the issue. But he appeared less confident to outline how the policy worked. Turnbull outlined his diverted profits tax policy released in the latest budget - also known as the Google tax - which forces companies pay a higher rate of tax if they are found to avoid Australian tax. “We now have toughest laws that deal with multinational tax avoidance of any OECD country,” Turnbull said. “Paying tax is not optional.” Asked about the Medicare rebate freeze, Shorten said Labor opposed the original concept of a GP copayment. “If you make it harder to go to the doctor, they just get sicker and it costs more.” Both Turnbull and Shorten committed not to privatise Australia Post. Turnbull attacked Shorten on Labor’s negative gearing policy, saying “people who understand the property market and those with common sense” would know limiting negative gearing will lower prices and “jack up rents”. But Shorten said Labor had seen support for acting on negative gearing from the Reserve Bank, former treasurer Joe Hockey and former Victorian premier Jeff Kennett. A young mother told the leaders she wanted to go back to work with two small children but after she paid $45,000 a year in childcare, she would be paid $2 an hour – in a “reasonably well paid job for the area”. Shorten hinted while Labor had yet to release his childcare policy, Labor would do something for people earning between $60,000 and $80,000.  Turnbull said the Coalition would look at more support in childcare if the government could get the policy through the senate.  Asked about education – a key policy for Labor – Turnbull asked the audience not to focus on who spends the most money, but which party had the best program.  It is expected there could be another two more debates through the eight-week campaign though neither leader has confirmed.",
  "webTitle": "Bill Shorten wins audience vote at leaders' debate with Malcolm Turnbull",
  "webPublicationDate": "2016-05-13T11:30:35Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/13/bill-shorten-wins-audience-vote-leaders-election-debate-malcolm-turnbull",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gabrielle Chan",
      "id": "profile/gabrielle-chan"
    }
  ],
  "guardianId": "australia-news/2016/may/13/bill-shorten-wins-audience-vote-leaders-election-debate-malcolm-turnbull"
}