{
  "apiUrl": "https://content.guardianapis.com/voluntary-sector-network/2016/may/17/stephen-bubb-step-down-chief-executive-acevo",
  "id": "2016-05-16-15",
  "sectionId": "voluntary-sector-network",
  "body": "Sir Stephen Bubb has announced he will be stepping down as chief executive of Acevo (Association of Chief Executives of Voluntary Organisations) after 15 years. Bubb will leave in June to head up the Charity Futures Programme (CFP) – a project that will research and develop new ways of securing strong governance and leadership in the sector.   Related: Good governance is increasingly essential for charities    “I am proud to have spent the last 15 years leading Acevo into the 21st century. Much has been achieved in driving a modern professional third sector,” Bubb said. “But we all know that the negative attention of recent times has made us look at whether our leadership and governance is as good as it must be. It is now time for me to focus on this, the most important strategic issue facing the sector.” The CFP, which will be run by Acevo, has been funded by an anonymous philanthropist who offered to help after hearing Bubb talk about the collapse of Kids Company on BBC Radio 4’s Today Programme. It will examine all roles in the sector – from donors to executive level – and look at how the sector can achieve long-term stability. “The ‘golden rule’ of charity funding is that frontline delivery begins in the back office. No charity can deliver effective services at the frontline without a strong and professional team at the top,” Bubb said. “To make that rule a reality, we need to build the leadership and governance support our sector needs but which funding does not always support.”   Related: Transparency is great, but not at the cost of a charity's services    The CFP will initially run for two years, but Bubb told the Guardian Voluntary Sector Network that he has “big plans” to secure additional funding from philanthropists, foundations and government.  Paul Farmer, the chairman of Acevo, said: “The end of his tenure as Acevo’s chief executive is the end of an era. He has already made a huge contribution to our sector, and will continue to do so in this new role.” Acevo’s director of public policy, Asheem Singh, will assume the role of chief executive while the organisation recruits a replacement. If you work in the charity sector, please join our free network for charity professionals.",
  "webTitle": "Stephen Bubb to step down as chief executive of Acevo",
  "webPublicationDate": "2016-05-16T23:01:27Z",
  "webUrl": "https://www.theguardian.com/voluntary-sector-network/2016/may/17/stephen-bubb-step-down-chief-executive-acevo",
  "keyword": [
    {
      "webTitle": "Voluntary Sector Network",
      "id": "voluntary-sector-network/voluntary-sector-network",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Voluntary sector network blog",
      "id": "voluntary-sector-network/voluntary-sector-network-blog",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Governance and management",
      "id": "voluntary-sector-network/governance-and-management",
      "sectionId": "voluntary-sector-network",
      "sectionName": "Voluntary Sector Network"
    },
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Charities",
      "id": "society/charities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Aimee Meade",
      "id": "profile/aimee-meade"
    }
  ],
  "guardianId": "voluntary-sector-network/2016/may/17/stephen-bubb-step-down-chief-executive-acevo"
}