{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/20/scaling-up-business-sourcing-finance-hiring",
  "id": "2016-05-20-305",
  "sectionId": "small-business-network",
  "body": "While new start ups are at record levels in the UK, the number of businesses that manage to grow quickly and significantly – or scale up – is low.  A scale up is when an enterprise has a 20% average annual growth in employees or turnover over three years, according to The Scale up report and The Scale up challenge. The challenges businesses face when scaling up include building a skilled team, maintaining and accessing customers in the UK and abroad, and finding the right combination of finance. In our live Q&A on the secrets to scaling up a business, our expert panel offered advice on accessing finance, hiring and training staff, attracting customers and investing in technology. The first question, which came from reader James Thornton, was: “What are the biggest challenges when it comes to choosing business software that scales? Is it better to choose a piece of software that fills your need for your business size at the time, or to look long term?” Adam Goodall, entrepreneur and mentor to small businesses at startup accelerator Launch22, said: “When you’re starting out, it can be a bit of a distraction to spend too much time focusing on the scalability of [software] systems. Often it’s easier to take the ‘make do’ approach.” He added that it was a challenge choosing which software to use in the first place. “The best thing to do is to ask around and find out what other people are using and whether it works for them.” Next, reader Miriam Scullion asked for advice on attracting customers and sales on a limited marketing budget. Dana Zingher, co-founder of men’s clothing business, Enclothed, replied: “Taking care of your initial customers is key, [they can help] you spread the word. Once they become advocates, ask them to recommend their friends.”  Richard Wilkinson, co-founder of Doisy and Dam, emphasised the power of social media: “You can generate a huge amount of buzz and interest through interesting and attractive Facebook, Twitter and Instagram [accounts for your business]. As long as it is easy for your followers to then follow on and buy online, then word-of-mouth marketing is cheap (or free) and it can really grow sales.” Goodall suggested creating useful content on your business’ website to attract traffic and potential customers: “Think to yourself what questions your customers have that are relevant to your business, and then write content to answer those questions. This should also help you show up in search engines.” The panel moved on to the topic of finance with a question from reader Alex Haustin. He asked if the business owners on the panel had considered alternative finance options and, if so, how they had gone about finding them. Andrew Reeve, founder and CEO of online craft beer business Honest Brew, suggested going out and meeting angel investors and venture capitalists. “Pitching to investors helps your business immensely – they always ask the hard questions. Good Angels or VC’s will bring capital and experience. My biggest tip when looking for financing is: look for people who you want to work with.” A number of the panelists mentioned the growing number of crowdfunding platforms available to small businesses. Wilkinson, who raised £300k for Doisy and Dam chocolate company through crowdfunding, added: “It’s amazing allowing your customers and supporters of your brand to get involved and become part of your story. The marketing impact was great too.” Of course, once an entrepreneur has sourced the funding to scale their enterprise they’ll need to hire more staff. The panel offered tips on recruitment. Hadyn Thomas, head of business development at NatWest, said: “Choose people whose skills compliment your own but who are prepared to challenge your thinking.” Meanwhile, George Burgess, founder and CEO of revision app Gojimo, made the point that you should invest significant time and consideration into recruitment. “It can be really easy to rush hires, especially when you’re a small company moving fast, but a bad hire can be extremely damaging to a small business.” Lastly, the panel covered more traditional funding methods and what a small business needs if they want to apply for a bank loan. Thomas said: “The place to start is with a business plan that lays out the short to medium term future of the business, both in financial and non-financial terms. The key questions a bank will ask are around the purpose and affordability of the loan, together with the experience and quality of the management.” Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "The experts' secrets to scaling up a business",
  "webPublicationDate": "2016-05-20T06:45:33Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/20/scaling-up-business-sourcing-finance-hiring",
  "keyword": [
    {
      "webTitle": "Winning new business",
      "id": "small-business-network/winning-new-business",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Featherstone",
      "id": "profile/emma-featherstone"
    }
  ],
  "guardianId": "small-business-network/2016/may/20/scaling-up-business-sourcing-finance-hiring"
}