{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/21/citroen-grand-c4-car-review",
  "id": "2016-05-21-129",
  "sectionId": "technology",
  "body": "The Citroën Grand C4 is certainly large – the dash was so wide and deep that I couldn’t reach the front of it; and the windscreen is gigantic, which, along with the glass roof, made the roads feel American. Don’t ask me how that works, I just felt several times as if I were in Wyoming. The driver’s seat is wide enough for two, though it’s arguable how useful that is, and three stone-cold enemies could sit in the middle row without compromising their implacable distance. The third row is a bit more intimate, and luggage would have to get on extremely well. But you wouldn’t want this car to be any larger, particularly if you park like an idiot at the best of times, which by the ancient laws of the universe of cars, people who need seven seats always do. It isn’t a thrilling thing to drive: changing gears is a bit like shouting at cows. They acknowledge your existence, but at their own pace and without much promise. But the steering is solid, even if it isn’t grippy, and the diesel engine has a dogged spirit, so that, once it’s moving, it never complains. It’s mainly impressive for the many places you’d expect a trade-off where a trade hasn’t been made.   Related: On the road: ‘It sends off mixed messages’ – Ssangyong Korando car review    Most obviously, a car this size should have mediocre emissions ratings, but it doesn’t: at its most eco, it comes in below 100g/km, and even in the Exclusive + that I had, it’s only 105g/km. Obviously, alongside that comes astonishing fuel economy. It might not be the cheapest people carrier, but it’s not bogglingly pricey, and I’d expect certain pay-offs and cheap bits, even small things like unappealing satnav or second-rate-citizen aircon. All that stuff belonged to a dearer car. There were tinny touches and plasticky bits in areas that don’t matter – oddment stowage – and if you want to turn your parking brake into a button, you have to make damned sure it works every time. The steering wheel was a bit busy. But overall it’s a quality cabin, an acreage you can survey and feel fortunate, particularly since it is large enough to live in. Front passengers like it for the posture, which you can recline like one of those stressed-traveller seats in airports from the 90s (it’s called the RELAX function, in Exclusive + models only). Those are their caps; it’s not me, yelling, “Relax!” at you). Rear passengers found it insufficiently exciting, but luckily they’re so far away, you can’t really hear them. Citroën Grand C4: in numbers Price £28,290 Top speed 117mph Acceleration 0-62mph in 11.6 seconds Combined mileage 70.6mpg CO2 emissions 105g/km Cool rating 6/10",
  "webTitle": "Citroën Grand C4 car review – ‘It is large enough to live in’",
  "webPublicationDate": "2016-05-21T10:00:10Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/21/citroen-grand-c4-car-review",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "technology/motoring",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "technology/2016/may/21/citroen-grand-c4-car-review"
}