{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/overspending-electric-shock-lifestyle-app",
  "id": "2016-05-20-144",
  "sectionId": "commentisfree",
  "body": "Technology is no longer one of life’s benign helpers. I blame the Microsoft paperclip. He started it, with his incessant questions. Now we have an activity app on the Apple Watch that tells users to stand up if it thinks they have been sitting down for too long. Worse still is the proposed wearable tech invented by a British firm that could send bank customers an electric shock if they overspend. While the latter sounds like a story from the Onion, (and wouldn’t you just take the watch off when you felt a bit spendy?), let’s consider for a moment some uses such irritating warnings may have: 1. Buying obscure ‘wellness’ ingredients Please, I beg you, stop me when I enter a healthfood shop and reach for the organic seaweed kombucha. Don’t open my kitchen cupboard: a packet of goji berries will fall on your head. I bought a jar of bee pollen last week. I have no idea why. And also, I feel bad – don’t the bees need it? 2. Arguing on social media Are you trying to explain feminism to an egg? Log off Twitter and go to bed. Arguing with a stranger in the comments of a Z-list celebrity’s Instagram? Throw your phone out of the window. A quick zap will remind you to question all your life choices leading up until this moment and move on. 3. Switching energy suppliers A cheaper gas or electricity tariff is available? No. No, it’s not. Please don’t ever do this. I did, and it’s one of my top 10 all-time regrets for the hassle involved. You need an electric shock to stop you doing this, not to remind you to do this. *Disclaimer: cheaper gas and electricity tariffs are available. 4. Updating your operating system  You definitely need an electric shock if you ever find yourself considering this. It’s a lie. Your system will not run more efficiently – it will delete all the pictures of your cat and BBC iPlayer will never work properly again. 5. Saying yes to things A short sharp shock every time you say “I’d love to … ” would be fantastically useful. Would you really love to go and see a five-hour Bavarian opera in a disused slaughterhouse just off the A12? Probably not. Do you really fancy going on holiday to a one-bedroom cottage in Wales with your in-laws? Unlikely. 6. Buying clothes that don’t really fit Well sure, the size 12 fits, but isn’t it just a little too big? 7. Opening brown envelopes  An excruciating zap every time an envelope from HMRC languishes underneath a pile of old newspapers and pizza leaflets for more than 24 hours is just the incentive you need to complete your tax return. Or maybe that’s just me. 8. Saying: ‘Oh, you know, the usual … do what you want, really’ in the hairdressers Last time I had a hair cut without paying due care and attention my boyfriend didn’t recognise me when I came out. 9. Cancelling your Amazon Prime free trial Beyond useful. Look, you’ve watched The Man in the High Castle, you’ve had your Nutribullet delivered. Give it up, and do it quickly. 10. Watching daytime TV No good will ever come of this. And no, the Jeremy Kyle Show is not educational. 11. Using smug hashtags  #amwriting – no you’re not, you’re #ontwitter. 12. And seriously … voting in the EU referendum You really should, you know. And three things it shouldn’t ...  1. Texting your ex Did you think this would be in the previous list? Wrong. After all, what would a night on the razz be if you didn’t wake up with a massive hangover and an inexplicable and illiterate series of texts on your phone? That hideous sinking feeling is simply part of life’s rich emotional tapestry. 2. Reaching for that fourth chocolate Hobnob/ opening that third bottle of wine Life’s short, so enjoy yourself. And if I got an electric shock every time I opened the fridge or reached for the corkscrew, I would smash that watch with a hammer faster that you could say “Make mine a double”. 3. Self-pleasure Devices that stop masturbation were very popular with Victorians, those top-hatted party poopers. But in a fantastic plot twist, prototype wearable technology now enables users to actually charge electronic devices through masturbation. Just don’t try this in public.",
  "webTitle": "Overspending? I can think of 12 better reasons to give yourself an electric shock | Fay Schopen",
  "webPublicationDate": "2016-05-20T13:42:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/overspending-electric-shock-lifestyle-app",
  "keyword": [
    {
      "webTitle": "Wearable technology",
      "id": "technology/wearable-technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Software",
      "id": "technology/software",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Fay Schopen",
      "id": "profile/fay-schopen"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/overspending-electric-shock-lifestyle-app"
}