{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/canada-new-laws-transgender-discrimination",
  "id": "2016-05-17-343",
  "sectionId": "world",
  "body": "The Canadian government will introduce legislation to protect transgender Canadians from discrimination and violence, taking a firm stance on an issue that has sparked a political firestorm in the United States.   Related: 'I need help': Sophie Grégoire Trudeau's plea sparks anger in Canada    On Monday, Justin Trudeau, the Canadian prime minister, announced his government would table legislation to ensure “the full protection” of transgender people, following up on a promise made during the fall election campaign. “We must continue to demand true equality,” Trudeau said in Montreal. “We must carry on the legacy of those who fought for justice by being bold and ambitious in our actions and we must work diligently to close the gap between our principles and our reality.” The legislation, set to be introduced in the House of Commons on Tuesday, is expected to prohibit discrimination on the basis of gender identity in the Canadian Human Rights Act, adding it to a list of characteristics such as race, religion and sexual orientation. Hate speech provisions in the country’s criminal code are also expected to be extended to transgender people. Trudeau pointed to the recent assault of two men as they were leaving a bar in Montreal, describing it as a hate crime. “They were attacked because of the love they were showing for each other. That is simply unacceptable.”     We must always work to fight homophobia & transphobia. I’m honoured to be recognized by @fondemergence tonight. pic.twitter.com/St8q2cc91F— Justin Trudeau (@JustinTrudeau) May 16, 2016    Incidents like these happened too often, he added. “I sincerely believe that in Canada we can and must do more. Not just here, for us, but to show the rest of the world that an open and free society is the greatest thing we can aspire to together.” The legislation comes as Canada’s neighbours to the south are in the grips of a divisive debate over transgender rights. In March, the state of North Carolina became the first to enact a controversial “bathroom bill”, requiring transgender people to use the restrooms that correspond to the sex stated on their birth certificate.  The debate, which has pitted liberals against social conservatives across the United States, could expose similar fault lines in Canada. More than 1,000 people turned out across Alberta on Sunday to protest provincial legislation, passed last year and known as Bill 10, that allows students in the province to use the bathrooms and change rooms that correspond to the gender they identify with. “Bill 10 fundamentally and profoundly undermines the parents’ choice to provide the kind of education that should be given to their children,” protestor Theresa Ng told media.    Related: Maple Match: service helps Trump-fleeing Americans find love in Canada    Attempts to enshrine the rights of transgender people at the federal level in Canada date back to 2004. In 2013 legislation was passed by the House of Commons but later died in the senate after being stalled over proposed amendments added by a Conservative senator.  As Trudeau’s government holds a majority in the House of Commons, the bill is expected to pass easily, but it remains to be seen whether the senate – an unelected body in Canada – will again allow legislation on this issue to languish.  A major difference this time around is the backing of the government. Trudeau, who announced earlier this year that he would be the first prime minister to march in Toronto’s pride parade, was in Montreal on Monday to accept an award recognising his continued commitment to fighting homophobia and transphobia.  The announcement came as Montreal continues to reel from an attempted arson on the country’s only clinic carrying out comprehensive sex reassignment surgery. Police said the matter is still under investigation and all motives are being considered.",
  "webTitle": "Canada to introduce new laws against transgender discrimination",
  "webPublicationDate": "2016-05-17T00:03:08Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/canada-new-laws-transgender-discrimination",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/17/canada-new-laws-transgender-discrimination"
}