{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/27/edinburgh-universities-support-low-carbon-startups-scottish-economy",
  "id": "2016-05-27-311",
  "sectionId": "sustainable-business",
  "body": "When Vijay Bhopal had an idea for a consultancy and research firm to support the growth of the community energy sector, he was a business novice. It was 2011 and he had little idea how he could take his idea forward. Five years later, as the founder of Scene Consulting, he heads a dynamic small business with a burgeoning client list and has been voted Scottish Renewables Entrepreneur of the Year. Bhopal credits the Edinburgh Centre for Carbon Innovation (ECCI), a joint initiative between Edinburgh’s three main universities, with his success. “Every startup needs an opportunity and the ECCI gave us ours,” he says.    Related: Public art projects that double as renewable energy sources    Set up in 2011, the ECCI was the brainchild of professor Martin Siegert, former head of Edinburgh University’s School of Geosciences, and Andy Kerr, the current executive director. The centre grew out of a desire to bring together Scotland’s vibrant community of cleantech experts and startups. The ECCI’s mission is to nurture low-carbon enterprises like Bhopal’s by providing advice, training and mentoring from a small team of resident experts and the centre’s network of academic and business contacts. A cornerstone of the centre’s work is its low-carbon innovation programme, which identifies and supports high potential entrepreneurs. Since 2011, it has engaged 1,400 small and medium sized enterprises (SMEs) – about 14% of which took part in the full programme. So far, about 200 new cleantech products and services have emerged. A recent independent study puts the programme’s contribution to the Scottish economy at £20m. The participating SMEs are helping to save the equivalent of around 41,000 tonnes of carbon dioxide emissions every year. What sets ECCI apart, however, is its collaborative intent. This project is the first to bring together Edinburgh’s three main universities – University of Edinburgh, Heriot-Watt, Edinburgh Napier – in a joint enterprise.  Pioneers in the low-carbon field face many uncertainties, but a hub such as ECCI provides a solid platform from which they can jump. The Edinburgh Centre for Carbon Innovation is the 2016 winner in the collaboration category of the Guardian Sustainable Business Awards.",
  "webTitle": "Edinburgh universities support low-carbon startups",
  "webPublicationDate": "2016-05-27T04:00:22Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/27/edinburgh-universities-support-low-carbon-startups-scottish-economy",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Sustainable Business Awards",
      "id": "sustainable-business/gsb-awards",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Balch",
      "id": "profile/oliver-balch"
    }
  ],
  "guardianId": "sustainable-business/2016/may/27/edinburgh-universities-support-low-carbon-startups-scottish-economy"
}