{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/17/no-10-makes-plans-for-potentially-awkward-uk-visit-by-donald-trump",
  "id": "2016-05-17-72",
  "sectionId": "us-news",
  "body": "The British government is preparing for a diplomatically awkward visit to the UK by Donald Trump, raising the possibility that David Cameron will have to greet him as the official Republican candidate in Downing Street after describing his remarks about Muslims as “divisive, stupid and wrong”. Traditionally, presidential candidates go abroad during the campaign to underline their foreign policy credentials, but No 10 will be torn between the difficulties of a Trump-Cameron encounter and the alternative of being left out in the cold by its most important ally.   Related: David Cameron will not retract criticism of Donald Trump, No 10 says    Government sources said Trump had extensive business interests in Scotland, hinting that he may make a flying visit to the reopening of his golf course in Scotland in late June. There would be no requirement for Cameron to meet Trump then. But protocol means the status of a Trump visit would change if it came after the Republican convention in July, since, as the official Republican candidate, he would be expected to be offered meetings with the prime minister in Downing Street, as well as with the official Labour opposition leader. Protocol does not require that he meet the Queen. Diplomats on both sides of the Atlantic have been discussing the possibility of a Trump visit. Work is under way within the Foreign Office to make contact with Trump’s foreign policy team, but this has been complicated by the fact that even some of those named as foreign policy advisers by Trump have yet to meet the maverick politician. It is an article of faith in Foreign Office thinking that the UK must remain close to America, partly due to the countries’ vital intelligence and military relationship. Mitt Romney, the unsuccessful Republican presidential candidate in 2012, visited London, as well as Poland and Israel. His visit to the UK was not a success, as it was perceived that criticised London’s preparations for the Olympic Games. Some in Downing Street now regret Cameron’s attack on Trump as incautious, and had warned the Foreign Office that Trump, despite the ridicule, was likely to emerge as the Republican candidate.  Cameron made his criticisms of Trump after the Republican candidate suggested he would ban Muslims visiting the US. Trump has since said it was just a suggestion. Speaking to Good Morning Britain this week, the billionaire said he did not think he was going to have a very good relationship with the UK if he was elected in November. He also bridled at criticisms of his intelligence, saying “Number one, I’m not stupid, OK? I can tell you that right now – just the opposite. Number two, in terms of divisive, I don’t think I’m a divisive person. I’m a unifier, unlike our president now. I’m a unifier”.           Trump on London mayor: ‘I will remember his nasty statements’    Traditionally, the Conservatives have been closer to the Republicans, but Cameron developed a personal relationship with the Democratic president, Barack Obama, and it has been claimed that Obama wanted Cameron rather than than Ed Miliband to win the 2015 general election. The UK government is hedging its bets on the outcome of the election. Bob Corker, the Senate foreign relations chairman and a suaver diplomatic figure, has been widely mentioned as a possible secretary of state for Trump. The UK government is grateful that Sadiq Khan, the newly elected London mayor, is currently taking some of Trump’s flak, making the UK tensions with the likely Republican nominee more bipartisan. Khan said he regarded Trump’s comments on Islam as ignorant, and added that he hopes the Republican loses the election. “When he won, I wished him well. Now, I don’t care about him,” Trump responded. “Let’s see how he does. I mean, let’s see if he’s a good mayor.” Trump said Khan was “very rude”, and added: “Tell him I will remember those statements, they’re very nasty statements.” Khan “doesn’t know me, never met me, doesn’t know what I’m all about”, he said.",
  "webTitle": "No 10 makes plans for potentially awkward UK visit by Donald Trump",
  "webPublicationDate": "2016-05-17T18:01:05Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/17/no-10-makes-plans-for-potentially-awkward-uk-visit-by-donald-trump",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "us-news/2016/may/17/no-10-makes-plans-for-potentially-awkward-uk-visit-by-donald-trump"
}