{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/19/jeff-koons-now-review-damien-hirst-donald-trump",
  "id": "2016-05-19-102",
  "sectionId": "artanddesign",
  "body": "Jeff Koons is hunched up naked like an animal, making love to the porn star Ilona Staller, his then wife, in a 1991 picture from his Made in Heaven series. It is an image of male conquest a Wall Street broker from a Martin Scorsese film would buy . As a self-portrait, it tells you everything you need to know about Koons and quite a bit about his avid collector, Damien Hirst.   Related: Jeff Koons: ‘People respond to banal things – they don’t accept their own history’    Koons’s ambitions are crass and he has achieved them all – he has turned his art into business and, boy, has he made it big in that business. He is the Donald Trump of art. In what is now a pretty long career, Koons has done more than any other human being to destroy taste, sensitivity, and the idea that striking it rich as an artist has anything to do with talent. He has also inspired an ambitious young man from Leeds to follow in his golden footsteps. This exhibition is Damien Hirst’s homage to the artist who has influenced him most. It reveals to the world his personal collection of Koons. The lines of emulation are starkly obvious. Koons’s Three Ball 50/50 Tank from 1985 consists of three basketballs floating in a tank. What if you made the tank bigger and put a shark in it? Here, the Hirstian creative process boiled down to its essence. Another 1985 Koons artwork consists of a bronze snorkel and life jacket. The paradox of casting objects meant as life preservers in heavy metal anticipates Hirst’s obsession with death. Strangely, this melancholic snorkel is the closest thing to emotional depth we get in this admittedly eccentric retrospective.     Cheap sex jokes ... New Hoover Quick Broom Photograph: Jeff Koons/Newport Gallery    Hirst has amassed quite a collection of Hoovers, too. These 1980s vacuum cleaners, never used, lie in transparent plastic display cases, alone or paired, sometimes next to strips of neon. They are the most inert readymades in art. There are cheap sex jokes in their arrangement – “male” and “female” anatomies haunt their sterile plastic forms – but that’s about it for finer meaning.  These early works by Koons take the playful, nuanced ideas of Marcel Duchamp and turn them into a formula for the ultimate artistic shortcut. You. Can. Get. Away. With. Anything. They are attacks on art. You are an idiot for looking at them. Here is dadaism without anger, and without any purpose except to replace all the boring old paintings and drawings artists used to make with a product as slick in its message as the most brazen of adverts. There is a common defence of Koons and it runs something like this. He is a satirist. The inanity of his objects is the inanity of our world. You think you have loftier desires than to fuck Ilona Staller? Are you sure? His crass plastic universe is a mirror of the kitsch hell capitalism has created. If Koons shocks, it is because he reflects our time accurately. That’s why this exhibition is subtitled “Now”. If there is one work here that makes that view of Koons plausible, it is a giant blue balloon monkey whose depthless, boundless surfaces reflect everything, including you, again and again, in multiple blue dreams. It is shallow art for a shallow world, its futile narcissistic mirroring the 21st century answer to Monet’s waterlily pond. It also makes plain exactly how rich Damien Hirst is. Rich enough to buy this monumental toy.      Bowl with Eggs (Pink) Photograph: Jeff Koons/Newport Street Gallery    But any attempt to see Koons as a moralist, social commentator, or anything other than a brilliant businessman vanishes in this progressively more dispiriting encounter with his monstrous travesties. Why does Koons love kitsch so much? His metal casts of Germanic popular art, including a man with an absurd Bavarian pipe who looks like he belongs on Adolf Hitler’s mantelpiece, gleefully spit on craft, creativity, and feeling.     Elephant. Photograph: Jeff Koon/Newport Street Gallery    The total absence of emotion empties this art of all pleasure. It is sterile. It is hateful. Why does Koons see childhood in particular as such a psychotic realm of nothingness? A giant ice-cream sculpture has no joy in it, only a cold contempt. Toys and inflatables, elephants and ducks – Jeff Koons has it in for the kids, to judge from his art. He sees their innocent playthings through the eyes of an evil Walt Disney. He is, you have to grant him, very clever. There’s a ruthless intelligence behind this inhuman stuff. He looks almost diabolic hunched over Ilona. A genius made in hell. • Now is at Newport Street Gallery, London, until 16 October.",
  "webTitle": "Jeff Koons: Now review – Damien Hirst's joyless paean to Donald Trump of art",
  "webPublicationDate": "2016-05-19T16:54:02Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/19/jeff-koons-now-review-damien-hirst-donald-trump",
  "keyword": [
    {
      "webTitle": "Jeff Koons",
      "id": "artanddesign/koons",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Damien Hirst",
      "id": "artanddesign/damienhirst",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/19/jeff-koons-now-review-damien-hirst-donald-trump"
}