{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/theoretical-foot-mfk-fisher-review-food-writer-lost-novel",
  "id": "2016-05-08-119",
  "sectionId": "books",
  "body": "The pigeon is tender and rich, and everyone eats it with their hands, the better to pull the bones apart. Everyone, that is, save for Lucy Pendleton, who disapproves of what she regards as yet another sign of her companions’ sybaritic decadence. She hates the way her friends eat and drink, their lack of moderation, their pretension. Why, she wonders, can’t they feast on good American food, on roast beef with potatoes and gravy? Getting up from the table, she goes into the kitchen, bearing her grudge, if not an empty plate. And then it happens. Something inside gives way: “There was a bowl of mayonnaise with a glass plate set over it. She tiptoed to the bread box, took out a handful of rather leathery toast sticks, and carried them to the cupboard where she stood ravenously dipping them into the thick, rich, yellow sauce and eating them in big untidy bites.” When I read this scene, which comes from The Theoretical Foot, a “lost” novel by the food writer, MFK Fisher, I couldn’t help but grin. I thought straight away of the bit in With Bold Knife and Fork in which she describes her devout love of mayonnaise, a devotion born of childhood deprivation: “My maternal grandmother, whose Victorian neuroses dictated our family table tastes until I was about 12, found salads generally suspect but would tolerate the occasional serving of some watery lettuce in a dish beside each plate. On it would be a dab or lump or blob, depending on the current cook, of what was quietly referred to as Boiled Dressing.” What did this dressing, a concoction of cider vinegar, flour and salt, taste like? One of the great joys of Fisher’s writing is her flamboyant way with disgust. “It seemed dreadful stuff,” she goes on. “Enough to harm one’s soul.” In The Theoretical Foot, no one’s soul – not even the censorious Lucy’s – is in any real danger of harm. A group of young, wasp-y Americans are simply enjoying a holiday at the Swiss house to which their glamorous hosts, Sara Porter and Tim Garton, removed themselves some while ago to avoid the disapproval of home (they are lovers, but not married). Sara is an excellent cook, and from dawn to dusk they are fed delicious food. Nevertheless, there is darkness at the novel’s edges. Not only are complex desires at play (here is jealousy, lust and even a hint of incest); the year is 1938, and across Europe, refugees are on the move. More vividly, the narrative is punctuated by a sequence of seeming hallucinations in which, over the course of several days, a man falls ill and has a limb amputated. It’s these things that lend the holiday, all splashing fountains and “flickering petunias”, the hazy quality of a dream. Here, we understand, is the quiet before the storm.    Intimate and moral, funny and wise, there is something incantatory about her style    The Theoretical Foot is not a brilliant novel. Its plot is threadbare, its characterisation broad. Even so, its appearance almost a quarter of a century after Fisher’s death is welcome. While its best passages – Lucy’s mayonnaise guzzling among them – go down as easily as one of Fisher’s beloved martinis (“I do mean dry: not sweetish or weak or drowning over ice cubes”), even its worst ones are shot through with a terrible poignancy, given the extent to which it draws on real and painful events. And perhaps this is one reason why it has taken so long to resurface; maybe its burial and Fisher’s sanity were related. Having read the manuscript in 1940, her sister-in-law told her it was too hurtful to others to publish: “I feel as though I had overheard confidences not meant for me.” Fisher dutifully put it away. After this, though, something odd happened. She did not suppress the manuscript. Needing cash, she offered it to an editor only a year later (it was rejected). But in the decades that followed, it was, as novelist and memoirist Jane Vandenburgh suggests in her afterword, as if she’d forgotten all about it. “I’m not a novelist,” she once said. “I’ve been reading novels all my life, and I don’t want to write one.” Fisher was born in 1908, and grew up in California, in a small town where her father owned the local newspaper; by the time she was a teenager, she was holiday cover for his columnists. She wasn’t, though, a great student, and it was to escape college that she married an academic called Alfred Fisher. The union was not a success, but it was with him that she first travelled to France, a country for which she fell, hard, sommeliers, snails and all. In turn, this released something in her, for soon afterwards she fell ravenously in love with a painter, Dillwyn Parrish, and together they went to Switzerland, where they lived on an estate not dissimilar to the one in The Theoretical Foot. Their happiness, though, was short-lived. Parrish fell ill with Buerger’s disease, an agonising condition that causes blood clots and gangrene. Like the nameless man in her novel, within two weeks of his first attack, he lost his left leg above the knee, only for the pain there to continue even after it was gone (hence The Theoretical Foot). Three years later, in 1941, Parrish killed himself, unable to go on.   Related: The best cookbooks of all time, as chosen by the experts    By this point, Fisher’s novel was finished, and safely under her bed, or wherever. Yet still she continued to write, publishing nine books between 1937 and 1949, among them the celebrated Consider the Oyster and How to Cook a Wolf. What makes this all the more remarkable is that life had got no easier. A year after Parrish’s suicide, Fisher’s brother killed himself. The next year, she gave birth to a daughter, the name of whose father she never revealed. Two years later, in New York, she hastily became the sixth wife of an editor, Donald Friede. They had a daughter, but he had a breakdown, and they divorced in 1951. It was only when she returned home to look after her widowed father that she finally came to a halt. In a depression, she wrote nothing until 1961 when, having moved to the Napa Valley, she finally found a measure of happiness among the vineyards. For all its faults, I sank into The Theoretical Foot like a fat strawberry into whipped cream. Some of the writing is lovely. But if you haven’t read Fisher before, it isn’t the place to start. You need to read her on food first, at which point you’ll discover why John Updike called her “a poet of the appetites” (this is nothing: Auden said he knew of no one in America who wrote better prose). Intimate and moral, funny and wise, there is something incantatory about her style, though no sooner has she hypnotised you than she’ll bring you sharply back to your senses. (“Down with it!” is all she has to say on swede.) She is not, you see, just a great food writer. She is a great writer, full stop. For her, food cannot be separated from the rest of life. A hunger for mayonnaise comes from the same place as a hunger for love. It’s just good deal easier to satisfy. The Theoretical Foot is published by Bloomsbury (£16.99)",
  "webTitle": "The Theoretical Foot by MFK Fisher review – the ‘lost’ novel surfaces",
  "webPublicationDate": "2016-05-08T11:00:05Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/theoretical-foot-mfk-fisher-review-food-writer-lost-novel",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Cooke",
      "id": "profile/rachelcooke"
    }
  ],
  "guardianId": "books/2016/may/08/theoretical-foot-mfk-fisher-review-food-writer-lost-novel"
}