{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/mike-brown-top-level-rugby-toll-harlequins-england",
  "id": "2016-05-06-91",
  "sectionId": "sport",
  "body": "Mike Brown has warned the physical and mental demands of playing rugby at the top level will take a worrying toll on players coming into the international game at a young age. Brown, the Harlequins full-back, has been on the field this season for more minutes than any other England player who was involved in the World Cup but believes the fact he did not become an England regular until he was 26 has helped prolong his career.   Related: Alex Corbisiero: ‘Even now people will frown if you say you need a rest’    As part of a special Guardian report on Thursday,  the Rugby Players’ Association called for the game limit for England’s elite player squad to be cut because the workload placed upon them is too high. The RPA said the limit of 32 games of a full 80 minutes does not reflect the demands on the players from training or back-to-back matches and is an arbitrary figure. Despite having played more than any other England player, even if Brown plays in all of Quins’ and England’s remaining games before the end of the tour to Australia in June, he cannot pass the 2,560-minute mark. “It is tough at the top, especially in a World Cup year,” said Brown, who missed Quins’ Premiership match at London Irish last Sunday because of a niggle but returns to start against Exeter on Saturday at the Stoop on the final weekend of the regular season. “Don’t get me wrong, I love what I am doing and you know the sacrifices you have to make, but sometimes you need a rest. “It was my first taste of the World Cup and I found it hard. It is what you have to go through if you want to play at the highest level. I do sometimes worry about the younger guys coming through. It is going to be even harder for them than it has been for me. “I started in the Championship and worked my way up into the Premiership, which was nowhere near as hard then as it is now. I did not play much international rugby initially, two tours and then none for four summers. Playing Test rugby is where you really feel it. Players are starting for England at the age of 21 now and you do worry about them, from a mental as well as physical perspective.   None of England's internationals will breach the 2,560 minute playing limit this season even if they do pass 32 appearances for club and country by the end of the summer tour to Australia. Mike Brown has spent the most minutes on the pitch since last August. None of England’s internationals will breach the 2,560 minute playing limit this season even if they do pass 32 appearances for club and country by the end of the summer tour to Australia. Mike Brown has spent the most minutes on the pitch since last August.   “You are on a treadmill and you have to keep going and stay switched on. Eddie Jones coming in with England has been good because he likes to challenge you on and off the field. He has added excitement and you learn from him. That revived you and got you going again, but it is tough. I like to switch off from the game in my spare time and have a core of non-rugby mates.” Brown did not have a break after England’s early exit from the World Cup. He was on the bench for Harlequins’ first Premiership match of the season and started the club’s next four games before being given a rest for the European Challenge Cup game at Cardiff Blues in November. The only league games he missed before last Sunday were the eight played during the Six Nations, when he was an ever-present in England’s grand slam campaign, finishing every match except for the romp in Italy when he was brought off 11 minutes from the end. “Full-backs tend not to get subbed unless you have a shocker,” said Brown. “One of my strengths is durability, one reason I think coaches like me. Playing keeps me ticking along nicely and I would rather play than have a week off, which I did in December when we had back-to-back matches against Calvisano.   Related: Rugby union’s brutal reality: the physical and mental toll of an elite playing career | Michael Aylwin    “Sometimes you feel you are being run into the ground, but I am lucky with the people I have looking after me. Conor [O’Shea, the Harlequins director of rugby] has been pretty good, although he needs a nudge at times. It will be definitely time to have a rest after the England tour to Australia, if I am picked in the squad. “I am looking forward to the time off. I am getting married in July and I think the five-week mandatory rest period in the close season is a good thing, a step in the right direction. It will be nice when what has been a 12-month campaign after we reported for World Cup training last June is done and I can have a few weeks to do what I want. “I enjoy being at home but it is tough to do all you want to in your spare time because if you have a niggle you feel you have to rest it and recharge rather than do anything. It becomes a vicious cycle, train, recharge, icing, resting and off again, especially this time of year. I am not moaning and would not change what I have for the world, but I am looking forward to some time off before getting ready to roll again in pre-season.”",
  "webTitle": "Mike Brown: top-level rugby will take an even bigger toll on young players",
  "webPublicationDate": "2016-05-06T15:59:55Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/mike-brown-top-level-rugby-toll-harlequins-england",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/06/mike-brown-top-level-rugby-toll-harlequins-england"
}