{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/poverty-corruption-and-how-indias-gully-rap-tells-story-of-real-life",
  "id": "2016-05-16-233",
  "sectionId": "world",
  "body": "In the chaotic, cramped streets of the Kurla West slums in Mumbai, the familiar sounds of Bollywood music spill out of endless windows, tea stands and passing phones. It is the soundtrack to everyday life in India’s biggest city – yet the songs, which speak of a life of glamour and wealth, reflect little of the world into which they are played. But, beneath the surface of the city, a new sound has begun to emerge, one which refuses to airbrush poverty, illiteracy and police brutality. Driven by a similar sense of disenfranchisement that characterised the development of hip-hop in 1970s New York, a new generation of musicians is creating India’s own homegrown rap scene – labelled by some as “gully rap”, slang for gutter or from the streets. At the forefront of the movement is rapper Naved Shaikh, 24, known better as Naezy. Raised in Khatarnak in the Mumbai suburbs, an area notorious for gang and drug-related violence, he spent his teenage years caught up in petty crime and was twice arrested by police, at 14 and 18.      A slum area next to Mumbai airport. Photograph: Shailesh Andrade/Reuters    It was after his second confrontation with the police that Shaikh – inspired by US rappers Tupac Shakur and Notorious BIG’s use of rap music to express their anger and frustrations with a broken society – began to write autobiographical verses.  The tracks have struck a chord with the millions of young people in India not used to hearing their voices reflected in popular culture. His first song, Aafat, which paints a vibrant picture of the neighbourhood he grew up in, went viral on YouTube and thousands turned up to his first live show at the Mumbai venue Blue Frog. “This story of real life in India – of corruption and poverty and crime – is never told in popular Indian music,” he said.          Naezy: Aafat    “The popular rappers in Bollywood just talk about girls and booze and parties, they are only talking about glamour and trying to sell a fake dream. I wanted to make music that spoke about fighting, and the murders and the violence that were a part of my life growing up – and is the same for millions of others living in ghettoes across India.”  The roots of his music may lie in American hip-hop, but Shaikh and others in India’s burgeoning scene have made gully rap their own. Shaikh’s lyrics, a mix of Hindi and Urdu, speak in the street slang of India’s slum areas and address everything from police corruption and brutality to his song Bombay, which is about “the everyday struggle to survive”, directly challenging the government for making fake promises.  “In India right now the rich are getting richer and the poor are getting poorer, and that’s because people like me, people from my neighbourhood, don’t have any real opportunities,” added Shaikh.    It may have begun in America but we’ve made hip-hop our own  Rapper Vineet Nair, aka Poetik Justis     Unlike the ostentatious party lifestyle advocated by Bollywood’s commercial answer to hip-hop, “desi rap”, this new movement is resolutely DIY. Many of the rappers record their music and shoot their videos on mobile phones or iPads before uploading them to YouTube. Some are signed to labels but most are independent and distribute their music for free online, promoted mainly through word of mouth. Rappers set up a microphone and speakers on the street to reach an audience that cannot afford the ticket prices of Mumbai’s music venues. Such is the case for Vivian Fernandez, 25, who raps as MC Divine. He grew up in the slums behind Mumbai airport, living alone as his father, an alcoholic, had left and his mother worked abroad. It was thanks to a friend with a CD player that he first heard American hip-hop and one day in 2013, sitting out on the steps of his neighbourhood, Fernandez performed a rap he had written in Hindi street slang. Inspired, his friends clubbed together to raise money so Fernandez could record the song, Yeh Mera Bombay, in a local studio. And he filmed his first music video using a mobile phone in the streets outside his house. Once uploaded on to YouTube, the song went viral.         Yeh Mera Bombay    “I wanted to show what real life was like for people like me; no guns, no cars, just a simple struggle every day. We all want to speak, up but we never get the chance – everyone starts working so young and we have no money so no voice.”  In the past, Divine’s songs have addressed corruption and even the brutal gang rape of a student in Delhi in 2012. “Because it’s in Hindi slang everyone understands my lyrics – when I go into the barber shop, they are all singing my songs,” the rapper added. Fernandez, who has been named by BBC Asian network as one of the top artists to watch in 2016, said this new hip-hop movement was taking off across India, with rappers writing in regional languages such as Gujarati, Murathi and Bengali.  South Dandies Swaraj, a rap group from Mumbai, have tackled corruption and the hardships suffered by farmers in South India, with their lyrics mainly written in Tamil.      The Dharavi slums of Mumbai, India. Photograph: Divyakant Solanki/EPA    As well as giving a voice to the frustrations of a generation of young Indians, a social community has sprung up around Mumbai’s gully rap.  In Dharavi, Asia’s largest slum which is home to more than a million people, hip-hop collective SlumGods have opened a centre where, alongside basic English and maths lessons, they run events where young people can write and perform raps documenting their life stories. A battle rap league has also emerged in Mumbai, which is so popular that auditions are held to take part, with rappers coming in from Delhi, Gujarat and Pune to perform. Rapper Vineet Nair, aka Poetik Justis, part of SlumGods, said that many of those coming had no internet access, so had never heard rap music in their lives. “It’s not just about breaking out of the cycle of poverty but also showing people how to express themselves, talking about local issues and their own lives in the language they use every day,” he said. “It may have begun in America but we’ve made hip-hop our own.”",
  "webTitle": "Poverty, corruption and crime: how India's 'gully rap' tells story of real life",
  "webPublicationDate": "2016-05-16T11:07:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/poverty-corruption-and-how-indias-gully-rap-tells-story-of-real-life",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "world/2016/may/16/poverty-corruption-and-how-indias-gully-rap-tells-story-of-real-life"
}