{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/13/brexit-myth--less-red-tape-small-firms",
  "id": "2016-05-13-231",
  "sectionId": "small-business-network",
  "body": "It’s a “complete myth” that leaving the European Union would result in less red tape for small businesses, Sir Vince Cable said yesterday. The former business secretary joined forces with Labour MP Chuka Umunna at a press conference in London, as they presented their arguments as to why small firms should vote for Britain to stay in the EU. Cable argued that most regulations small businesses find irksome emanate from UK governments and not the EU. He joked that he was behind quite a few of them, including shared parental leave and pension auto-enrolment. Umunna, former shadow business secretary, admitted the EU does need to cut red tape, but said: “We should remember that domestic governments of all different persuasions have always found the EU a very convenient dumping ground for blame when businesses complain about red tape.” He said it was the way in which EU regulations were implemented in the UK which was the problem. Cable also pointed out there was no guarantee that the UK would be able to negotiate a favourable deal in the case of Brexit. “It’s a divorce. Divorces can be amicable, but very often they’re not and people become irrational and angry, and you don’t get what you want.” He added that the uncertainty that would follow would be bad for the economy, and therefore bad for businesses: “Whether or not people are in favour of Brexit, most people acknowledge, including quite a lot of the Brexit campaigners, that you are going to pass through a period – it could be two years, three years - of uncertainty. We don’t know what the alternative arrangements will be.” Umunna said access to the single market was one of the major reasons why small businesses should vote to stay in the EU, as it meant exporters to EU member states just had one single set of rules to comply with. He argued that exporters were not the only beneficiaries. “28% of the produce on the shelves of our high-street stores comes from the EU … All of those goods would be subject to tariffs, which then smaller businesses would have to pass on to customers.” When asked why more small businesses don’t export to the EU, he pointed to research by the Federation of Small Businesses that found 50% of small business exporters weren’t aware of the existence of UK Trade and Investment, the government organisation that helps companies expand overseas. “The other big factor is trade finance ,” he said, with small firms not having the cash to start exporting. The single market also provides UK fast-growth companies with opportunities to scale up, making it easier for them to go on to break into emerging markets, Umunna argued. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Vince Cable: 'It's a myth that Brexit would mean less red tape for small firms'",
  "webPublicationDate": "2016-05-13T10:40:37Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/13/brexit-myth--less-red-tape-small-firms",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Chuka Umunna",
      "id": "politics/chuka-umunna",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Vince Cable",
      "id": "politics/vincentcable",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Burke",
      "id": "profile/claire-burke"
    }
  ],
  "guardianId": "small-business-network/2016/may/13/brexit-myth--less-red-tape-small-firms"
}