{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/04/barclays-100-per-cent-mortgage-how-much-does-it-really-help-homebuyers",
  "id": "2016-05-04-182",
  "sectionId": "money",
  "body": "The launch of the Barclays 100% mortgage brings the number of products aimed at borrowers who do not have a deposit to its highest since the financial crash. But, while would-be first-time buyers may be skimming the pages of Rightmove with new-found enthusiasm, there will be many who still can’t get their hands on a loan. The new breed of 100% loans comes with strings – or rather parents – attached. Borrowers who don’t have a deposit have been able to choose between a handful of other lenders for some time. Challenger bank Aldermore launched a 100% loan in 2011, and several small building societies have followed. But we are nowhere near the market seen in the runup to the credit crisis: financial information firm Moneyfacts says there are now eight 100% mortgage deals to choose from, compared with 238 in August 2007.  Brokers say that the return of a mainstream lender is notable. “The small building societies and challenger banks have been quite good in offering them for certain people, but to have a big lender coming in is a game-changer,” says Andrew Montlake of mortgage broker Coreco. “We’re seeing more first-time buyers struggling to even raise a 5% deposit without help. This will prompt them to look at whether they can get on the property ladder after all.”    Related: Barclays offers 0% deposit mortgage to home buyers    The Barclays rate is also competitive, set at 2.99% until 30 June 2019, making it the lowest-priced 100% deal.   In 2007 there were 238 100% mortgages available, in 2016 eight were available   But you will still need parents who can help ...     Lenders such as Aldermore and Bath building society are asking for guarantees from parents. Photograph: Alamy    While borrowers can now choose between eight loans from six lenders, they won’t be able to do it on their own.  With the exception of a 100% deal from Kent Reliance, which is aimed at people buying a shared ownership property, they all mean bringing in a family member in some form. At Barclays, families must put at least 10% of the purchase price into a Helpful Start account and keep their money there for three years. Vernon building society has a similar offer with its Family Assist mortgage, although parents need to find 20% to hold in an account and the minimum period is four years. Other lenders, which include Aldermore and Bath building society, are asking for guarantees from parents. Generally, this means some of the cost of the new property is secured on the parents’ home. Although this doesn’t mean the initial outlay involved in gifting a deposit, it does mean only buyers with well-off parents, who are willing to put their finances on the line, need apply. “Barclays’ deal is good but it still doesn’t help the people who really need it: the key workers and people who don’t have access to parental help,” says Montlake. You need to prove you’re a good risk     Rising rents in some parts of the country are making it hard for borrowers to save for a deposit. Photograph: Daniel Leal-Olivas/PA    As well as getting your parents on board, to be accepted for one of today’s 100% mortgages you will need to jump through more hoops than in the runup to the financial crisis. The mortgage market review (MMR) brought in new affordability tests for borrowers, with lenders examining outgoings as well as incomes and checking that monthly repayments could be afforded even at a higher interest rate.    Mortgage loans have fallen by a third since 2007.   Montlake said Barclays had a “very robust affordability calculation”, so not everyone will qualify for the loan.  Your guarantors’ finances will also be checked more thoroughly than before the MMR. “Anyone tied to the mortgage will also be vetted,” says Charlotte Nelson from Moneyfacts. She adds: “While having a guarantor has its benefits, this should not be entered into lightly as there is a lot more at stake than just the buyer’s finances.”   Related: 'Bank of Mum and Dad' behind 25% of British mortgages    You will have more choice if you have a deposit Montlake points out that rising rents in some parts of the country are making it hard for some borrowers to put anything aside towards a deposit, while Nelson says if you do have a guarantor you will generally pay a lower interest rate. But if you can raise at least 5% you will have more choice of loans and will not need a parent to back you. “The launch of the help-to-buy mortgage guarantee scheme acted as a starting gun for this sector, making it almost acceptable to lend at higher loan-to-values again, particularly to those with a 5% deposit,” says Nelson. Moneyfacts says there are 250 different deals for borrowers who have 5%: a far cry from the 986 available in August 2007, but considerably more than the number of 100% mortgages. Lenders offering 100% mortgages Six lenders offer 100% loans, according to Moneyfacts. It lists these deals:  Aldemore - 5.48% fixed for two years or 5.68% fixed for three years, both with £299 booking fee and £999 completion fee; guarantor needed Barclays (under Woolwich brand) - 2.99% fixed to 30 June 2019, fee-free; guarantor needed Bath building society - 3.89% fixed for three years or 3.69% discounted variable rate for three years, both with a 0.4% arrangement fee; guarantor needed Kent Reliance - 4.99% fixed for two years with £499 arrangement fee; for shared ownership properties Tipton & Coseley building society - 3.19% discounted variable rate for term, fee-free; guarantor needed Vernon building society - 3.40% discounted variable rate for four years, £199 arrangement fee; guarantor needed",
  "webTitle": "Barclays 100% mortgage: how much does it really help homebuyers?",
  "webPublicationDate": "2016-05-04T13:06:30Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/04/barclays-100-per-cent-mortgage-how-much-does-it-really-help-homebuyers",
  "keyword": [
    {
      "webTitle": "Mortgages",
      "id": "money/mortgages",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "First-time buyers",
      "id": "money/firsttimebuyers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Barclays",
      "id": "business/barclay",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Hilary Osborne",
      "id": "profile/hilaryosborne"
    }
  ],
  "guardianId": "money/2016/may/04/barclays-100-per-cent-mortgage-how-much-does-it-really-help-homebuyers"
}