{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/20/why-did-ipso-take-so-long-to-rule-against-the-daily-star",
  "id": "2016-05-20-202",
  "sectionId": "media",
  "body": "The censure of the Daily Star by Ipso for publishing a false story about Prince Harry was something of an open-and-shut case. The paper’s claim that he had enjoyed a romance with Pippa Middleton, sister of the Duchess of Cambridge, was - to be frank - untrue. The Star had done no more than repeat an article published in an American magazine. It had not checked the details, it had no source of its own, and it had not contacted the prince’s office before publication. Great journalism, eh? So why did it take five months for the regulator to deliver its ruling that the Star had comprehensively breached the accuracy clause of the editors’ code of practice? I accept that there might have been a degree of to-ing and fro-ing between paper and palace, with Ipso acting as broker.  I also accept that some cases do take longer than others because one party or another drags its heels. But come on, it shouldn’t have taken five months to decide that an obviously concocted story was just that.  In the circumstances, it was ridiculous of the Star to even offer a defence for the story it ran across page 5 on 10 December 2015. It would appear to have been the culmination of tittle-tattle it had been running for years making the same claim. I found Star stories going back five years, such as Harry “is being tipped to make a play for Pippa” (2 May 2011) and the couple are enjoying naughty secret dates (22 June 2011). No wonder Prince Harry complained a couple of weeks ago about incessant and unnecessary intrusions into his private life.  It would appear that this latest absurd story about him, as published by OK! magazine in the US, fitted the Star’s misguided belief in there being a “romance” with his sister-in-law.  The Star argued, rightly, that other papers (including Mail Online) had also picked up the tale and repeated the allegations. But its mistake was to egg the pudding.  Note the careful wording of Ipso’s ruling: while the Star’s version of the magazine’s claims “had not contained a positive assertion of their truth, there was no suggestion that there was reason to doubt their veracity.” Furthermore, the Star had stated that “Clarence House had declined to comment” but Ipso’s complaints committee took the view that the paper had not contacted the prince’s team “to verify the claims.” It commented: “This inaccurate assertion had given further weight to the claims, by suggesting that the newspaper had sought to stand up its story.” So, it concluded, “the manner in which the claims were presented was significantly misleading.” Then comes a significant paragraph in Ipso’s ruling - also carried on page 2 in Friday’s issue of the Star - that deserves wider attention:   “The committee was very concerned that the newspaper had failed to engage substantively with Ipso’s investigation into the complaint. The newspaper had offered no basis for the committee to believe that it had taken care to ensure the article was published in compliance with clause 1(i) of the Code. Neither had it made any offer to correct the story, as it had been obliged to do under Clause 1(ii).”  So the Daily Star “failed to engaged substantively” with Ipso’s complaints committee. How’s that for complying with the spirit of self-regulation? And it begs me to repeat the question: if the Star was unhelpful, why didn’t Ipso deliver its ruling months ago?",
  "webTitle": "Why did Ipso take so long to rule against the Daily Star?",
  "webPublicationDate": "2016-05-20T11:46:21Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/20/why-did-ipso-take-so-long-to-rule-against-the-daily-star",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Star",
      "id": "media/dailystar",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Prince Harry",
      "id": "uk/prince-harry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Pippa Middleton",
      "id": "lifeandstyle/pippa-middleton",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Ipso",
      "id": "media/ipso",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mail Online",
      "id": "media/mail-online",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Duchess of Cambridge",
      "id": "uk/duchess-of-cambridge",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/20/why-did-ipso-take-so-long-to-rule-against-the-daily-star"
}