{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/midnight-oil-to-play-first-australian-and-international-tour-since-2002",
  "id": "2016-05-05-347",
  "sectionId": "music",
  "body": "Australian rock band Midnight Oil have announced they are reforming to play a new tour in Australia and overseas in 2017.   Related: Peter Garrett says music is the key to making Australia 'planet friendly'    The five piece confirmed the tour on Wednesday and said they would announce further details later in the year. The message, posted on their website, was signed by lead singer Peter Garrett, guitarist, keyboardist and songwriter Jim Moginie, guitarist Martin Rotsey, bassist Bones Hillman and drummer Rob Hirst. “We won’t know exactly when, where and what we’ll be doing before next January at the earliest so in the meantime please just ignore any rumours. Unless and until you hear about something from us you can safely assume that it’s not yet confirmed. “Next year we want to make a racket just like this and we hope to see you there.” The shows will mark the band’s first major tour since disbanding in 2002 when lead singer Peter Garrett announced he was leaving the band to focus on his political career. But the band have played several one-off shows since then including in 2009 in Canberra and at the Sound Relief concert in Melbourne in honour of the victims of the Black Saturday bushfires. The band are currently offering newsletter subscribers a free download of a live version of Forgotten Years from the 2009 Canberra show.   Related: Midnight Oil: should they reform?         Garrett also confirmed he will release his first solo album. According to the website post, he was inspired while writing his 2015 memoir Big Blue Sky. “A surprising byproduct of writing words all day was to suddenly find music coming back,” he said. Further details of the album will also be released this year. After serving as environment, heritage and arts minister for the Rudd and Gillard Labour governments, Garrett retired from politics in 2013.   Related: Australian anthems: Midnight Oil – Beds are Burning      Yes. In the midst of everything else there's music in the air. #aussierock #MidnightOil and a few songs from me. God knows it'll be fun.— Peter Garrett (@pgarrett) May 4, 2016    A recent retrospective of the band at the Arts Centre Melbourne, called The Making of Midnight Oil, examined the band’s impact on social and cultural history across a 40 year period.  Hailing from Sydney’s Northern Beaches, they were initially called Farm before changing their name to Midnight Oil in 1976. They are known for their politically charged lyrics and passion for Indigenous Australian rights, as evident in some of their biggest hits: Beds Are Burning, The Dead Heart and Blue Sky Mine. Over their career they picked up 11 Australian Recording Industry Association awards and in 2006 were inducted in the Aria Hall of Fame.",
  "webTitle": "Midnight Oil to play first Australian and international tour since 2002",
  "webPublicationDate": "2016-05-05T03:29:59Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/midnight-oil-to-play-first-australian-and-international-tour-since-2002",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "music/2016/may/05/midnight-oil-to-play-first-australian-and-international-tour-since-2002"
}