{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/children-mental-health-crisis-tory-silence-austerity-natasha-devon-axed",
  "id": "2016-05-19-302",
  "sectionId": "commentisfree",
  "body": "It’s emblematic of the government’s handling of the mental health crisis that when Natasha Devon, the Conservatives’ much-publicised children’s mental health tsar, found her role unceremoniously axed, the government seemed more concerned with face-saving spin than with the children in need of help.   Related: Sacked children's mental health tsar Natasha Devon: 'I was proper angry'    Hospitalisations from self-harm have doubled in the past three years. Admissions from eating disorders are rocketing, according to the charity YoungMinds. Growing numbers of teenagers are deliberately poisoning themselves. But when Devon tried to talk to ministers about “what’s going on” to create this scale of distress for young people, she says “it was like talking to a brick”. As she puts it: if the government really wants to solve the children’s mental health crisis, it needs to actually acknowledge the causes. It may want to start by looking close to home: “This government and the coalition before them have engineered a social climate where it’s really difficult for any young person to enjoy optimal mental health,” Devon said shortly before her role was terminated. “Parents work every hour God sends to make ends meet, meaning reduced quality family time spent together. Spiralling poverty means the number of young people relying on food banks reached one million as we entered 2015. Schools are increasingly being relied upon to give pupils breakfast.” Poverty puts children at risk of mental health problems. This is not something about which any politician can claim ignorance: back in 2012 the chief medical officer reported that children in the poorest households were three times more likely to have a mental illness than children in wealthier homes. What Devon points to is backed up by study after study. Reductions in family incomes – including benefit cuts – are likely to have “wide-ranging negative effects” on children’s mental health. Families struggling with debt and parents trying to get by on low wages are both proven factors. The housing a young person lives in – if it’s damp or overcrowded – affects them. Even growing up in a cold home is linked to an increased risk of depression and anxiety. And what has the government chosen to do? Introduce policies like the benefit cap and the bedroom tax, and freeze local housing allowance – so exacerbating insecure, low-quality housing – along with changes to benefits, from universal credit to personal independence payments, that push already struggling families into financial hardship. Benefit cuts don’t exist in a vacuum. Sanction a mother’s jobseeker’s allowance or take a father’s sickness benefit after declaring them “fit for work” and their children suffer too. Cut an adult’s housing benefit as rents rise and social housing is abandoned and it is children who end up sleeping in cramped B&Bs. In light of the cuts already devastating families in this country, experts have warned about the impact of continual austerity on children’s mental wellbeing.   Related: Mental health champion for UK schools axed after criticising government    But still the government presses ahead. It’s telling that, when asked to highlight other leading causes of the mental health crisis (alongside social media and school pressure), Devon points to the cuts to child and adolescent mental services. That’s £85m gone in six years – and with it social workers, support programmes for parents, educational psychologists and targeted mental health services in schools. With one hand the government is damaging children’s wellbeing by slashing the benefits their parents rely on; with the other it’s cutting the mental health services they then need for support. No matter how hard parents try to protect their children from reality – pretending that they’re not eating dinner because they’re not hungry, rather than because the family can’t afford enough food – children notice when their mother’s been crying again or the bailiffs have come. And if there is no money for rent, there is no money to pay for private doctors and therapists. Devon’s role has been axed, but the crisis she has highlighted won’t disappear as easily – and it could continue to grow without people like her, willing to ask the government difficult questions. We’re now rightly comfortable talking about the impact of Facebook and Twitter on young people or the effect of relentless exams. But when it comes to mental health, poverty is still the elephant in the room.",
  "webTitle": "Our children’s mental health crisis is shocking. But so is the Tory silence | Frances Ryan",
  "webPublicationDate": "2016-05-19T07:01:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/children-mental-health-crisis-tory-silence-austerity-natasha-devon-axed",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Ryan",
      "id": "profile/frances-ryan"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/children-mental-health-crisis-tory-silence-austerity-natasha-devon-axed"
}