{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/11/troublemakers-the-story-of-land-art-review-spiral-jetty-james-crumb-documentary",
  "id": "2016-05-11-117",
  "sectionId": "film",
  "body": "Related: Deserts and dynamite: my journey to the cosmic heart of land art    James Crump’s engrossing documentary concerns the American pioneers of “land art” or “earth art” who in their 1960s heyday sought to escape the fiddly little world of art galleries with their fancy-price-tag objects and instead create gigantic site specific monoliths in desert or wilderness spaces using the natural materials thereabouts: huge creations to be compared to Stonehenge or the pyramids. Among them was Robert Smithson, who created Spiral Jetty, a massive sculpture in Utah’s Great Salt Lake, fashioned out of crystals and rock.         Watch the trailer for Troublemakers    The ambition and daring of these artists is something to ponder, and unlike the more well-known players of today’s contemporary art market, what they were making wasn’t money. Not much, anyway. As well as material scale, they were aiming at a vast reach of time, something that would physically last hundreds of years, something so elemental that it might transcend its physical shape and become just a concept. Well, you might argue that there is a kind of hubris in all this, and its very giganticism condemned it to marginal status and a kind of cultural smallness. But what excitement there is in these folies de grandeur.",
  "webTitle": "Troublemakers: The Story of Land Art review – sculptors who shaped the American wilderness",
  "webPublicationDate": "2016-05-11T16:40:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/11/troublemakers-the-story-of-land-art-review-spiral-jetty-james-crumb-documentary",
  "keyword": [
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/11/troublemakers-the-story-of-land-art-review-spiral-jetty-james-crumb-documentary"
}