{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/bournemouth-so-parry-review-yusuf-cain-norfolk-norwich-festival",
  "id": "2016-05-16-190",
  "sectionId": "music",
  "body": "With the premieres of works such as Elgar’s Sea Pictures, Vaughan Williams’s Job and Britten’s Our Hunting Fathers among its last-century credits, the Norfolk and Norwich festival has a distinguished history of commissioning new works. It’s a tradition the festival is attempting to revive. The first product of that intent was the premiere of Kemal Yusuf’s Cain, which was the centrepiece of the Bournemouth Symphony Orchestra’s concert at this year’s festival, conducted by David Parry. Yusuf tells the fable of the Old Testament’s first murder and its consequences as a half-hour cantata. Matthew Monaghan’s text presents it in five compact parts, with solo roles for Cain (baritone Alexander Robin Baker), Abel (tenor Christopher Diffey) and their mother Eve (soprano Jeni Bern); the chorus (the festival’s own) functions as both terse narrator and the voice of God. Yet it is all so schematic that none of the characters are explored in any depth, not even Cain himself. The vocal lines are declamatory rather than expressive, and Yusuf punctuates the text with flamboyant orchestral gestures that sounded drastically over-scored in the St Andrew’s Hall acoustic; far too few of them made a convincing dramatic point, or showed real musical purpose. Parry ended the concert with César Franck’s D minor Symphony. It had begun with what proved to be the highlight of the evening: an account of Chausson’s Poème for violin and orchestra, in which Savitri Grier was the wonderfully assured and lyrically poised soloist. • The Norfolk and Norwich festival continues until 29 May. Box office: 01603 766400.",
  "webTitle": "Bournemouth SO/Parry review – Yusuf's Cain fails to make a point",
  "webPublicationDate": "2016-05-16T12:55:49Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/bournemouth-so-parry-review-yusuf-cain-norfolk-norwich-festival",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Clements",
      "id": "profile/andrewclements"
    }
  ],
  "guardianId": "music/2016/may/16/bournemouth-so-parry-review-yusuf-cain-norfolk-norwich-festival"
}