{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/29/richard-jones-new-britains-got-talent-champion-old-tricks",
  "id": "2016-05-29-58",
  "sectionId": "tv-and-radio",
  "body": "For many, the magician’s classics of rabbits pulled out of top hats, glamorous assistants sawn in half and the never-ending handkerchief are simply too predictable to stun the modern audience.  The ascendancy of Richard Jones, the soldier-turned-showman who won Britain’s Got Talent on Saturday after a series of magical performances, therefore came as something of a surprise to professional rivals, some of whom say there was a distinct sense of deja vu watching his final act.  The 25-year-old has faced criticism at various stages of the competition for imitating fellow magicians, allegedly borrowing card and sleight-of-hand tricks from legendary British performer Paul Daniels and a similar contestant on America’s Got Talent.    Related: Magician Richard Jones wins Britain's Got Talent    In his performance in Saturday’s final, Jones, who is still a serving soldier with the Household Cavalry, used military nostalgia in a twist on a classic trick, impressing judges and public enough to become the first magician ever to win the television talent show. In the trick, which made a deliberate play of being derived from another magician’s work, Jones asked judge Amanda Holden to sign a playing card before ripping it up, burning it, and miraculously restoring it in front of her eyes. Jones, who appeared in uniform, told the story Fergus Anckorn, a prisoner of war in Japan for almost four years during the second world war, as he performed the illusion. Anckorn, he explained, is also the longest-serving member of the Magic Circle.  The contestant explained that Anckorn performed magic tricks – including the one Jones had chosen for the final – for the guards as a way of getting food. As he reached the climax of his performance, Jones unveiled his surprise guest: 97-year-old Anckorn. “What a respectful, appropriate time to do something like that,” said Simon Cowell. “Amazing. I salute you Fergus, thank you for everything you’ve done.” On being announced as the winner, Jones said: “I can’t believe it, thank you so much – it’s been an incredible experience, it means the world to me.” Magicians have been overjoyed at the win, with the Magic Circle, Britain’s world-famous club of professional magicians, tweeting to say it was proud to see a member finally taking the £250,000 prize. He will now have the chance to perform at the Royal Variety Performance.          Richard Jones on Britain’s Got Talent    But there has also been criticism that the 25-year-old had lifted some of the tricks he used in his other appearances on the programme, and his victory has led to a debate over the ethics of performance magic.  While much of the general public imagines stage magicians come up with the tricks they do themselves, many are in fact designed by and bought from magic shops or dealers, said Duncan Trillo, publisher of Magic Week magazine and a former practising stage magician. Even those that are invented by their performers tend to be compilations of tricks that are already on the market. However, it is in the performance that magicians make a trick their own, and that ought to be respected, said Trillo. “You can buy tricks from magic shops and magic dealers – and that’s what we’ve seen on Britain’s Got Talent,” he said. “Richard’s bought tricks from magic dealers, but he’s doing them in the same way we have seen others do.” He added: “If Damien Hirst cuts a cow in half I would respect that as an artist and not cut a pig in half.” In a post on the Magic Week website, Trillo has compared the tricks Jones performed in both his Britain’s Got Talent audition and the and semi-final tricks performed in previous years on America’s Got Talent. In both cases there are close similarities.  In the first, Jones performed a trick which made it seem as though he read the minds of celebrities on the talent show panel. A similar trick was performed by Oz Pearlman, a professional mentalist, on America’s Got Talent in 2015. Then, in the second, Jones performed the apparently miraculous feat of transporting a page picked at random from a book into a bottle that was sitting in a gift box on the table in front of Simon Cowell as he performed the trick. The illusion, Trillo’s post points out, was similar to one performed by 16-year-old Collins Key on America’s Got Talent in 2014.          Collins Key on America’s Got Talent    “As a professional you are left a bit flat by it,” Trillo said. “But to be fair to Richard, he’s an amateur, he’s not a professional magician.” The problem came when such tricks are performed in front of a mass audience who are not versed in the ins and outs of stage magic, Trillo said. “When the public watch a magic trick they often credit the performer with being a creator,” he said. “We see a lot of the material [on Britain’s Got Talent] where they are being credited, because the judges are saying ‘oh, wow, it’s so original’, and that’s simply because the judges haven’t seen it before, not because it has not been done before.” Despite the criticism, Trillo was supportive of Jones’s win and said that he hoped to see more from him in the future. He said: “Magicians wish Richard well, but we are kind of a bit disappointed that he did some tricks he’s seen on YouTube. But that’s partly how it all moves forward. “He’s done very well. He’s not a professional magician and he went along and did his audition. I’m sure he will do better things in the future.” As he was announced winner on Britain’s Got Talent, Jones also thanked the Magic Circle for his win. “I can’t believe it, thank you so much to everyone who voted, I can’t believe it,” he said on stage. Jones defended accusations of trick theft when he appeared on ITV’s Lorraine the day before the final, saying the controversy surrounding his earlier performance was good for magic, and that the personal take of a magician was what mattered.  “The roots of some of the tricks that I did on the semi-finals stem back hundreds of years and I have adapted them and made them more modern for our public,” he said. “It’s a bit like a singer singing her own version of a song or a dancer doing her own style of dance.”",
  "webTitle": "Richard Jones – new Britain's Got Talent winner, old tricks?",
  "webPublicationDate": "2016-05-29T17:12:10Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/29/richard-jones-new-britains-got-talent-champion-old-tricks",
  "keyword": [
    {
      "webTitle": "Britain's Got Talent",
      "id": "tv-and-radio/britains-got-talent",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Magic",
      "id": "stage/magic",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Entertainment",
      "id": "tv-and-radio/entertainment",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Simon Cowell",
      "id": "media/simoncowell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/29/richard-jones-new-britains-got-talent-champion-old-tricks"
}