{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/zindabad-review-european-view-partition-of-india-pakistan",
  "id": "2016-05-04-155",
  "sectionId": "stage",
  "body": "Howard Brenton’s Drawing the Line dramatised the partition of India, concluding it was “a farce drenched in blood”. David Conville’s play focuses on the impact of partition on the Europeans in the Punjab, who in 1947 were on the Pakistani side of the border. While formally traditional, the play compellingly shows how private passion can coincide with public chaos. In part, the play is about what happened when Harry met Sally: he is an archaeologist of mixed French and Hindu heritage, she is the wife of a neighbouring English farmer, and revelation of their affair erupts at the very moment of partition. But love is no less real for occurring at the wrong time, and Conville skilfully shows the couple’s awareness of their need to protect everyone caught up in the Muslim-Hindu violence: much of the tension comes from seeing Harry ensure a safe passage to India for the legendary archaeologist Sir Mortimer Wheeler, as well as the wife of a local commissioner and beleaguered Hindu staff. This may be history seen from a European perspective but, given that Conville was born in India and his family farmed the land there, the play has the ring of truth. Richard Digby Day, as director, has assembled a first-rate cast that includes Frank Barrie as the worldly Wheeler, Justin Butcher and Rebecca Johnson as the tormented lovers, Ranjit Krishnamma as a Muslim hardliner and Linda Thorson as the wife of a Hindu politician. The play deserves more than a brief week-long run.   At Yvonne Arnaud theatre, Guildford, until 7 May. Box office: 01483 440000",
  "webTitle": "Zindabad review – compelling European view of India's partition",
  "webPublicationDate": "2016-05-04T14:25:09Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/zindabad-review-european-view-partition-of-india-pakistan",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/04/zindabad-review-european-view-partition-of-india-pakistan"
}