{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/18/gas-exporters-would-have-to-pass-national-interest-test-under-labor-plan",
  "id": "2016-05-18-326",
  "sectionId": "business",
  "body": "Labor plans to introduce a “national interest test” for all energy companies that want to expand their export facilities to sell more of Australia’s natural gas overseas. The shadow treasurer, Chris Bowen, says local manufacturers are being crushed by the current regime because they’re failing to secure reliable gas supplies at competitive prices, forcing many local businesses to close down while household prices are being pushed up. Labor would establish a domestic gas review board to consider whether any new gas export facility, or proposal to expand an existing one, would meet Australia’s national interest, Bowen said. It would also require foreign companies to say how much gas they plan to make available for local manufacturers and households.   Related: Gas suppliers used market restructure to hike prices, watchdog says    But Bowen stopped short of calling for gas quotas to be introduced to force energy companies to sell an agreed amount of gas to local manufacturers.  “Natural gas belongs to all Australians. We want to ensure it’s extracted in the national interest,” Bowen said. “We want to ensure that we don’t face a situation in the future, as has been predicted, that more and more manufacturing facilities face closure, not only because of the price of gas but because they just can’t get any gas.” The proposed review board would operate in a similar way to the Foreign Investment Review Board, which considers the national benefit of foreign investment proposals. It would require energy companies to demonstrate how their newly expanded export facilities would boost Australia’s exports and national income, increase the overall gas supply, and deliver a “predictable and affordable source of gas” for local manufacturers. Bowen says other western countries already have a domestic gas national interest test, including the United States and Canada. It will cost $2.4m over four years to implement, he says. “After nearly three years in government the Liberals have refused to recognise the impact soaring LNG exports are having on Australian businesses,” he said. “We want to protect local LNG exporters, local manufacturing businesses and households.” Australia is the world’s second-largest LNG exporter and is expected to become the world’s largest LNG exporter by 2020. Prior to becoming a world leader in LNG exports, much of the gas produced up and down Australia’s eastern seaboard was not linked to international markets and was instead used purely for domestic consumption, giving local manufacturers access to an affordable and predictable source of energy, helping them compete in the global marketplace.  Labor says the LNG export boom has put that gas supply at risk, and manufacturers are complaining they can’t secure reliable supplies of gas anymore for long periods of time. Labor’s new policy will go some way to placating demands from the Australian Workers’ Union to reserve a proportion of Australia’s gas for domestic use at affordable prices. The AWU’s national secretary, Scott McDine, said the AWU has been leading the Reserve Our Gas campaign that has been pushing for the government to legislate and create the option to reserve natural gas for domestic use. “Australia finds itself the only developed nation on the planet which allows gas exporters to extract our gas and sell it to the highest international bidder without any restriction whatsoever,” McDine said. “Australian households and industry are being forced to match the highest international prices for our own gas. Last month, the Australian Competition and Consumer Commission found that gas suppliers on the east coast of Australia have used a market restructure to hike prices on domestic consumers, with evidence pipeline operators have set monopoly prices. It said the lack of competition in the local gas market even warranted consideration of whether joint marketing by one of the largest suppliers, the Gippsland Basin joint venture between Esso Australia and BHP Billiton Petroleum, had substantially lessened competition.",
  "webTitle": "Gas exporters would have to pass 'national interest test' under Labor plan",
  "webPublicationDate": "2016-05-18T06:17:03Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/18/gas-exporters-would-have-to-pass-national-interest-test-under-labor-plan",
  "keyword": [
    {
      "webTitle": "Gas",
      "id": "business/gas",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "business/2016/may/18/gas-exporters-would-have-to-pass-national-interest-test-under-labor-plan"
}