{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/carol-ann-duffy-jackie-kay-gillian-clarke-imtiaz-dharker-poets-on-the-road",
  "id": "2016-05-21-138",
  "sectionId": "books",
  "body": "There is, of course, form in this sort of thing: the Beatles’ Magical Mystery Tour, featuring English eccentric Viv Stanshall and Scottish humorist Ivor Cutler; Ken Kesey’s bus Further, filled with Merry Pranksters, driven by key Beat Generation member Neal Cassady and commemorated in 1968 in Tom Wolfe’s The Electric Kool-Aid Acid Test; the Union Jack-emblazoned bus that carted Sporty, Posh, Ginger, Scary and Baby around in Spice World. Now Carol Ann Duffy, the UK’s poet laureate, has invited three poets to join her on a road trip through England, Wales and Scotland, which will take them from Falmouth to St Andrews over the course of a fortnight. “No drugs on the bus!” she says, which won’t be a problem, although Gillian Clarke, the outgoing national poet of Wales, insists on some good red wine. Jackie Kay, poet and novelist, and now the new makar, the national poet for Scotland, remembers a previous poetry tour on which “one of the poets was an alcoholic, and all you could hear were these bottles rolling back and forth. It was a nightmare. I remember the bus kept having to be stopped for him to get out and pee in all sorts of different places. You could see him at a roundabout, baring his willy to the skies.” “No willies on this bus!” says Imtiaz Dharker, Pakistan-born British poet and winner of the Queen’s gold medal for poetry. It’s a long way from villanelles and anapaests, but this lorryload of laureates – Clarke for Wales, Kay for Scotland, Duffy for the UK and Dharker, in Duffy’s words, in the notional role of world laureate (“I just tag along,” she laughs) – are joyful souls. Before we’ve chatted for very long in the lounge of a Manchester hotel, they summon up a bottle of champagne to toast their venture.     Imtiaz Dharker: described by Duffy as world laureate. Photograph: ANL/Rex Shutterstock    They are good friends, and collaborators. Not to mention ex-partners: Kay and Duffy met at a poetry reading in London in 1986 and later embarked on a relationship that lasted 15 years; their conversation is punctuated with familiar laughter. Clarke, meanwhile, first met Duffy when she awarded her a prize in the early 1980s; having judged the competition blind, she remembers thinking, “It’s a woman, and it’s a young woman!” Kay remembers a similar experience when she had just had her son, Matthew, now in his 20s: “I’d written this poem about a miner who’d fallen in love with another miner. They thought I’d be a man, so they were quite surprised that this woman turned up with a wee baby.” All four regularly participate in Poetry Live!, an initiative that puts hundreds of poets in front of huge audiences of schoolchildren, which was founded by Dharker’s late husband, Simon Powell, in 2009.    Remember chaps at microphones with bits of paper and a pint of beer? Live poetry used to be very boring  Gillian Clarke     It was Duffy who had the idea for a road trip, led by a desire to celebrate the independent bookshops that do so much to underpin live poetry, and to connect with an equally loyal readership. Contemporary poetry – sometimes perceived as wilfully obscure, the preserve of both a particular kind of writer and a particular kind of reader – has broadened to embrace and include a wealth of different audiences. Clarke, who is 78, remembers a different time: “In the olden days, do you remember chaps at microphones with bits of paper and a pint of beer, and they would drop things, and say – ‘I think I’ll read another one, it’s in six parts’? It used to be very boring.” Now, you’re more likely to be mesmerised by the direct and explicit readings of Andrew McMillan, the poet who won last year’s Guardian first book award, or the medium-busting energy of Kate Tempest, whom all the poets here agree is prodigiously talented. (I recently interviewed her in front of a sold-out and ecstatic audience in London, and the whooping and hollering when she read seemed to indicate a genuine sea change.)     Kate Tempest at Camp Bestival last summer. Photograph: Joseph Okpako/Redferns    The laureates might be older than Tempest and McMillan – though they submit to squeezing in and out of the Guardian’s rented Mini with terrific grace – but they have all put that same desire to connect with audiences at the heart of their careers. “We’ve all hoped to be writing pioneers of one sort or another,” says Kay who, as makar, now has a much bigger platform. What does she hope to achieve? “I really want to take poetry into expected and unexpected places,” says the 54-year-old, who wrote the award-winning novel Trumpet, inspired by the life of Billy Tipton, the jazz musician who was born a woman but concealed her gender identity for decades. Kay’s work has ranged widely over personal relationships, adoption and the legacy of the slave trade, adapting different forms along the way. “I am the first black makar,” she says, “and I think it’s very important to be outspoken. I’ve felt outspoken all my life, and the minute I feel I’m not a radical voice, I’ll shut up shop.” Duffy jokes that while Scotland has taken a dozen years to appoint a black makar, it took the UK nearly 400 to find a female laureate. “I’m stealing that!” Kay laughs.     Jackie Kay: ‘It’s very important to be outspoken.’ Photograph: Andrew Milligan/PA Wire    In the early days of Clarke’s tenure, when her burning ambition was to challenge the divisions between north and south Wales, and between Wales and the rest of the UK, she used to go anywhere that would have her; she has been known to turn up to primary schools with a ram’s head in her handbag to pique the children’s interest. Having served Wales for eight years, she is handing over to poet Ifor ap Glyn. In a time of squeezed resources, closing libraries and an antagonistic, adversarial public discourse, do the poets think of their role as disrupters, challengers to authority? “To me,” Dharker says, “it’s the idea of getting people who thought poetry didn’t belong to them, wherever they are in the world – almost mugging them with poetry.” You could argue that Duffy has spent her career doing just this; as she puts it, “Poetry has kind of been my life. It’s how I see everything. That’s how I explain both myself and the world to myself.” She is seven years into her 10-year stint as laureate and throughout has focused on breaking down barriers; her public poems have addressed subjects from MPs’ expenses to David Beckham’s achilles tendon to the deaths of the last British soldiers to fight in the first world war. I tell her how affecting it was recently to watch the live broadcast from Liverpool’s St George’s Hall, which saw the families of the 96 victims of Hillsborough gather after the long-awaited verdict that the victims were killed unlawfully. Among the speeches came a rendition of Duffy’s poem Liverpool, her tribute to the “slandered dead”: “Over this great city, light after long dark;/truth, the sweet silver song of the lark.” I also recall, a few years ago, a very low-lit, quiet, late-night festival green room; I had asked Duffy if she’d give me a few words for a podcast. She’d happily read a poem, she said, whereupon she produced a slightly dog-eared sheet of paper and read Liverpool. When she saw my tears as she finished, she signed the paper and gave it to me. Duffy had given the poem to the Liverpool Echo, so it would be owned by the city; it was the paper’s editor who read it at the ceremony. How did it feel to hear those words? “The first thing I felt was huge emotion for the families. It was an amazing ceremony that the city of Liverpool gave – the huge dignity of all the people either on the stage or in the crowd. I was just so proud that they’d used my poem, really proud and grateful.”    Poetry is who we are in words. It talks across differences. The idea that a poet is a dead white man is risible now  Carol Ann Duffy     Liverpool is a city very close to her heart (she is still a Liverpool FC fan). “It was where I began as a writer,” she says, and she lived there for a decade or so, both as a student and as the partner of the celebrated Liverpool poet Adrian Henri. As a child, she had lived in Stafford, and recalls that early fever of childhood reading. “Because I had a Christmas birthday, I would get double book tokens, Christmas and birthday, so when I wasn’t going to the local library – daily I went there, on my bicycle – I was saving up my book tokens and going to the bookshop. I knew the people in that bookshop from when I was eight to when I was 18.”     Being poet laureate, Duffy says, is ‘almost entirely a joy’. Photograph: Thomas Butler for the Guardian    Now, she lives in the Manchester suburb of Didsbury, where she looks after her daughter Ella’s two spaniels, Lola and Scrumpy, while Ella is finishing her degree in English, education and drama at Cambridge. (Ella, who has wanted to work in the theatre since she was about 13, is unlikely to follow in her mother’s footsteps.) Duffy is more than happy to be the public face of poetry; far less so to be a “celebrity”, which she avoids by retreating home between engagements and pottering in the garden. She steers clear of social media. “I think poetry’s the opposite of that. And obviously, people who go to poetry are far fewer than the people who go to Facebook and Twitter. But I think poetry is a unifying art, a way of talking across differences. The idea that a poet is a dead white man is risible now.” Duffy is also a professor at the Manchester Writing School. Has she felt the impact of the current vogue for “no platforming” controversial speakers? No, she says. “Most people are good people, aren’t they? Your own humanity, your own common sense, should guide you to the difference between deliberate offence and free speech.” Duffy has perhaps done more than any other poet to demystify contemporary poetry – her work is at once easy to understand and filled with emotional profundity. But she is also unafraid of laughter and informality, particularly when it comes to children, remembering the time when a little boy asked her, at the end of a talk, whether she had “a poem about a balloon, at all”. She wrote one on the blackboard for him. She has three years of laureateship left: has she begun to assess what the experience has meant, or to envisage a life afterwards? “I’m quite a live-in-the-moment person,” she says, “so I think it’s going to have to be after the 10 years that I look back. But it’s almost entirely a joy.” She has taken particular pleasure in the variety of opportunities and collaborations: she’s just back from performing to 10-year-olds in Ireland; has recently written a libretto for composer Sally Beamish’s Shakespeare Odes; and is writing another for the Durham Hymns, to be performed in the cathedral there in July, not long after she sets her suitcase down from this tour. *** Before the poets set off, I press them on what they hope their road trip will achieve. Kay points to the different places that poetry can find its home – at festivals such as Latitude and Glastonbury, even at football grounds: she read an anti-racist poem at Sheffield United’s Bramall Lane back in 2012; as she said at the time, “a poet on the pitch, but not a pitch-perfect poet”. Poetry, Duffy agrees, “doesn’t have to show its passport”.     Gillian Clarke: ‘biggest show-off’ on the tour, Duffy says. Photograph: Geraint Lewis/Rex Shutterstock    Kay tells a very moving story about her own experience of the power of words. “I went and saw my birth mother recently [She was adopted as a baby], who’s got vascular dementia and lost all her ability to speak. And she hadn’t spoken at all for three months and I couldn’t think what to do to communicate. So I read her a poem in Scottish, because she’s from the Highlands, and at the end, she grabbed hold of my hands and said, ‘Yes!’” Kay ascribes that connective quality to the recognition of rhythms, repetitions and word-sounds buried deep in our brain, all of which can survive the loss of more overt comprehension. “Poetry is who we are in words,” Duffy says. But who we are also includes fun and celebration. “We’re certainly allowed to be silly,” Dharker says. “We’re allowed to go out and imagine ourselves as a rock band.” Who’s the best performer? “Gillian’s the biggest show-off,” Duffy says. (“Who needs enemies?” Clarke responds.) There is, I remind them, a noble tradition of bands splitting up while on tour – even on stage. Any danger of that? “I might just go my own way,” Kay says. “Jump off the bus. Have a massive tantrum.” “Has anyone got Kate Tempest’s number?” Duffy asks. • The Shore to Shore poets tour runs from 19 June to 2 July; for details, go to carolannduffyandfriends.com.  A poem by Gillian Clarke In A Cardiff Arcade, 1952One of those little shops too smallfor the worlds they hold, where wordsthat sing you to sleep, storiesthat stalk your dreams,open like golden windows in a wall. One small room leads to another,the first bright-windowed on the street,alluring, luminous. The other is dusk,walled with pressed pages, old bookswith leathery breath and freckled leaves. What stays is not the book alonebut where you took it down,how it felt in your hands,how she wrapped it in brown paper,how you carried it home, how it holds wild seasthat knock the earth apart,how words burn, freeze,to break and heal your heart. • Taken from Off The Shelf: A Celebration Of Bookshops In Verse, edited by Carol Ann Duffy and published by Picador at £10. On sale exclusively through independent bookshops nationwide during the poets’ tour, then from booksellers from September.",
  "webTitle": "'No drugs on the bus': Carol Ann Duffy takes a road trip",
  "webPublicationDate": "2016-05-21T09:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/carol-ann-duffy-jackie-kay-gillian-clarke-imtiaz-dharker-poets-on-the-road",
  "keyword": [
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Carol Ann Duffy",
      "id": "books/carol-ann-duffy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Jackie Kay",
      "id": "books/jackie-kay",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Clark",
      "id": "profile/alexclark"
    }
  ],
  "guardianId": "books/2016/may/21/carol-ann-duffy-jackie-kay-gillian-clarke-imtiaz-dharker-poets-on-the-road"
}