{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/obama-hiroshima-visit-japan-nuclear-disarmament",
  "id": "2016-05-27-147",
  "sectionId": "commentisfree",
  "body": "Visits to war memorials can be risky endeavors for heads of state, requiring careful choreography to avoid negative messages. In Asia, where resentment in neighboring countries over Japan’s wartime behavior still runs high, they can be especially risky. And yet these visits can be powerful opportunities to cement alliances and to remind leaders and their publics of common goals and values.  This is what Barack Obama and Japanese prime minister Shinzo Abe are hoping for with Obama’s first ever visit to Hiroshima by a sitting US president. President Obama laid flowers at a memorial cenotaph in the Hiroshima Peace Memorial Park on 27 May, accompanied by Prime Minister Abe. Hiroshima has become synonymous with the horrors of nuclear war, as the first of two targets upon which US nuclear weapons were dropped in August 1945. The iconic, skeletal Genbaku Dome (A-bomb Dome), the only building left standing at the hypocenter of the blast, is a grim reminder of the overwhelmingly destructive power of the 20th century weapon that has cast an uneasy shadow over the lives of millions across the globe for more than 70 years.   Related: Obama 'neglecting suffering of Korean Hiroshima survivors'    Why has this taken so long? Until now, simply put, the risks may not have been perceived as worth the rewards. In 1974, President Ford, the first US president to visit Japan, contemplated a Hiroshima visit but decided it would add too much negative weight to a trip designed to support the Japanese. (President Eisenhower’s entire trip to Japan in 1960 was called off at the last minute because of political protests.)  Some reports suggest that Japanese officials in 2009 sought to discourage an Obama trip to Hiroshima out of fear that expectations in Japan could not be managed adequately. Among those expectations was that Obama would apologize for the US bombing of Hiroshima and Nagasaki. Officials on both sides have announced that no apologies would be issued during the Obama visit.  Although many Americans may not find the US decision to use nuclear weapons to bomb Hiroshima and Nagasaki controversial, the catastrophic consequences of nuclear weapons use are widely condemned. No country since has used a nuclear weapon in a military campaign, despite the proliferation (mostly by the United States and Russia) of tens of thousands of weapons.  Last year, 159 states signed on to the joint statement on the Humanitarian Consequences of Nuclear Weapons at the Nuclear Nonproliferation Treaty review conference. The statement declared that “It is in the interest of the very survival of humanity that nuclear weapons are never used again, under any circumstances,” and that the only guarantee for that is their total elimination.  President Obama’s support for a world without nuclear weapons and his 2009 Nobel Peace prize partially inoculate him against critics advocating nuclear disarmament but not entirely. They question US plans for a 30-year, $1tn modernization of the US nuclear arsenal. Against the risks of criticism of his record on arms control and disarmament, President Obama must see ample rewards in the message of reconciliation this visit will produce.  He may be hoping that this visit belies the necessity of apologies as a prerequisite for valuable collaboration. Although the United States has bilateral defense alliances with several countries in the region, no multilateral mechanisms exist in Asia that could facilitate defense cooperation, in contrast to the Nato alliance in Europe.  More importantly, the enormous efforts to integrate Europe politically and economically in the wake of the second world war stand in marked contrast to their absence in Asia. While there has been some limited trilateral defense collaboration between Japan, South Korea and the United States in response to North Korean military aggression, this is in its infancy and not immune to political turbulence.  Mr Obama may emphasize that although the US and Japan are important partners both in nuclear nonproliferation and disarmament, significant progress toward a world without nuclear weapons cannot be achieved in the midst of regional tensions and insecurity. Collaboration is essential to pursue the common goals of peace and security. Mr Obama is not the first US president to advocate nuclear disarmament, nor is he the first to admit that resolving security issues is vital to the success of the process. By being the first US president to confront the enormity of the consequences of the use of nuclear weapons at Hiroshima, however, he lends credibility to his intentions and to those of the United States. It will likely be up to the next US administration to follow through on Mr Obama’s good intentions.",
  "webTitle": "Obama's Hiroshima visit strengthens his call for nuclear disarmament | Sharon Squassoni",
  "webPublicationDate": "2016-05-27T13:02:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/obama-hiroshima-visit-japan-nuclear-disarmament",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sharon Squassoni",
      "id": "profile/sharon-squassoni"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/obama-hiroshima-visit-japan-nuclear-disarmament"
}