{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/golfers-wild-spaces-aberdeenshire-jack-nicklaus",
  "id": "2016-05-03-345",
  "sectionId": "commentisfree",
  "body": "“If there is any larceny in a man,” said the American sportswriter Paul Gallico, “golf will bring it out.” James Bond ruthlessly exposed this when he took on Goldfinger (and Oddjob the caddy) in the most gripping round of fictional golf ever played and discovered the greedy chrysophilist was also a cheat.   Related: Green light for Donald Trump's golf course    I’ve got nothing against golf, but our passion for it is cheating future generations out of irreplaceable riches. Such as ancient woodland. Councillors in Aberdeenshire have just approved a Jack Nicklaus-designed golf course in Stonehaven, but the developers could only afford to build it if there were also 90 five-bedroom homes on the site, 44 of which will be built in an ancient woodland called Slicewells Wood. Nicklaus is “delighted” at the decision and has said how the game “provides us an opportunity to connect with nature and enjoy it”. It is unfortunate that this will be at the expense of the red squirrels, pine martens, bats and birds living in the 25.5 hectares of Slicewells that will be lost. Never mind that Aberdeenshire already boasts 47 golf courses or that the 90 houses contradicts the council’s local plan to build no more than three homes per development in rural locations. What’s astounding about this decision is that Aberdeenhire has been here before with celebrity-dazzled Scottish ministers doffing their caps to Donald Trump’s disastrous destruction of sand dunes with a golf course. I was struck by our veneration for golf last summer when I walked through Kenilworth golf course on the route of HS2 in Warwickshire. The high-speed railway has been shifted to save the course, but HS2 is deaf to appeals to tunnel under South Cubbington, an ancient woodland a couple of miles south. If bluebell walks were obsessions pursued by wealthy men, these outcomes would be very different. Monarch of the soul        ‘Swarms of monarchs turn conifers into shimmering statues of silver and orange,’ Photograph: Arturo Rosales Chavez/EPA    Butterflies are symbols of our souls, freed from the shackles of life on earth. This enduring belief is explored in a superb documentary I saw this weekend. Muerte es Vida (Death is Life) begins with rural Mexicans celebrating the Day of the Dead, when souls of loved ones return at the same time as the monarch butterfly, on its epic migration from North America. We meet fantastic swarms of monarchs that turn conifers into shimmering statues of silver and orange, and people, from a butterfly breeder in Dorset to a detective at Ground Zero in New York, for whom butterflies have appeared in moments of grief. Any film about death and monarch migration (in long-term decline because of agricultural pesticides) will be a tear-jerker, but Muerte es Vida is also an uplifting and humane look at bereavement. A more intimate relationship with the natural world can enrich us all. Postcard from my hedge   I’ve spent spring waiting, like an anxious parent, for bright-green shoots to burst from recently planted saplings. I replaced a leylandii hedge that housed two species (collared doves and nettles) with a native hedge including hawthorn, blackthorn and field maple, which are now dazzling green twiglets. I’ve just counted 29 species in my baby hedge, but lack the skills to detect the numerous beetles, wasps and parasitoids taking up residence. Even so, I’m still well short of the 2,070 species found in a typical Devon hedge, as revealed by John Wright’s A Natural History of the Hedgerow, which also reminds us that Britain’s 700,000km of hedgerows were once an instrument of oppressive enclosure. Is this a hopeful sign? Perhaps golf courses will one day be havens for wild things again.",
  "webTitle": "Golfers are slicing through our wild spaces | Patrick Barkham",
  "webPublicationDate": "2016-05-03T05:00:46Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/golfers-wild-spaces-aberdeenshire-jack-nicklaus",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Trees and forests",
      "id": "environment/forests",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Butterflies",
      "id": "environment/butterflies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Insects",
      "id": "environment/insects",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/golfers-wild-spaces-aberdeenshire-jack-nicklaus"
}