{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/sheriff-joe-arpaio-anti-bestiality-video-arizona",
  "id": "2016-05-20-47",
  "sectionId": "us-news",
  "body": "Is this the face of American fascism? Whiter than white – his hands skeletally pale – and showing all his 83 years, Joe Arpaio, the minority-persecuting sheriff of Maricopa County, Arizona, warns the public against yet another enemy in its midst. First it was Barack Obama, who Arpaio insists is not a true-born American. Then it was anyone who looks to his officers like they may potentially be an illegal immigrant. In February he was rebuked by a US district court for ignoring orders to cease his policy of arresting people simply on suspicion of illegal immigration.   Related: Sheriff Joe Arpaio battles beastiality with Craigslist stings: ‘This is my crusade’    Here he denounces America’s latest nightmare – not migrants, not even Muslims, but zoophiles. Arpaio is leading a campaign against bestiality, dedicating resources to rounding up people who abuse animals. In this video he presents it with the grimmest severity as a national crisis that he alone has the courage to face. He seems gripped by Jesuitical fury. This is a campaign for the national soul. Arpaio wrings his white hands repeatedly, kneads and unkneads his fingers, as he denounces dog abusers with all the dramatic intensity of senator Joe McCarthy going after communists.  Arpaio is seeking re-election, and his self-publicising mission is as brazen as that of his spiritual comrade Donald Trump. Not only did Arpaio endorse Trump in the Arizona primary but there is even speculation that he might become Trump’s running mate in a “nightmare ticket”. Arpaio himself has reflected on their similarity: “He’s somewhat like me. Or I’m like him. I don’t know which way it goes.” In this strange address, it is plain that their affinity is that of two unashamed hucksters. Even as Arpaio adopts the tones of a dedicated public servant warning of a national emergency, a sombre moralist with no thought for anything but the country’s good, behind him are prominently placed copies of his autobiography. The book in which he proudly styles himself “America’s toughest sheriff” and boasts about the “concentration camps” – as he has called them – he has created to expand prison space. This totally unapologetic mixture of authoritarianism and commercialism – if you like this tough policy, buy my book, and vote for me too – is indeed a mirror of Trump’s gleefully transgressive flouting of decencies.            Why I’m endorsing Trump – Sheriff Joe Arpaio video interview    Yet Arpaio in this televised address is more like a parody of Trump, revealing the absurd and fictional nature of the demons they pursue and the emergencies they promise to resolve. Arpaio comes on like a president rather than a sheriff, speaking with the grandeur of high office and promoting his anti-bestiality campaign as something that extends far beyond Maricopa County.  Well, it would be strange if the phenomenon were uniquely serious there. Yet the surreal nature of this campaign – singling out a particularly marginal group whose actions cannot possibly factor on any realistic scale as a pressing political or social issue – reveals the nothingness of the fear of migrants, too. If he can get this cross about people who love their pets too much, what does that say about the supposed harm illegal immigrants are doing to America? What does it say about Trump’s wall?  That’s my cosy liberal opinion. The comments on the Facebook page where this video can be watched tell another story. Arpaio’s fans line up to praise his courage and zeal. More than one of them compares this supposedly empowered group of deviants with the transgender lobby and other contemporary liberal causes. Arpaio, to his followers, is not an absurd posturer. He is exposing yet another symptom of a liberal society gone mad.  In his classic work Europe’s Inner Demons, the historian Norman Cohn showed how a terror of illusory enemies hidden in their midst caused medieval Europeans to persecute women for the fictional crime of witchcraft.  The parallel with Nazi Germany and its demonisation of Jews is intended by Cohn. Whenever a country or continent fabricates enemies and invents dangerous, cancerous presences within the social body, persecution beckons. Zoophilia exists, but as a serious threat to American society, it is up there with witchcraft. The same can be said of illegal Mexican migrants and Muslims, but once delusory dangers take hold of the political imagination we’re not in Kansas any more. We’re in Arpaio’s Arizona, Trump’s America, and reason weeps. So, is this the face of fascism coming to an America near you? The signs are not good.",
  "webTitle": "The face of American fascism? Decoding sheriff Joe Arpaio’s anti-bestiality video",
  "webPublicationDate": "2016-05-20T17:48:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/sheriff-joe-arpaio-anti-bestiality-video-arizona",
  "keyword": [
    {
      "webTitle": "Arizona",
      "id": "us-news/arizona",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "us-news/2016/may/20/sheriff-joe-arpaio-anti-bestiality-video-arizona"
}