{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/the-laura-kuenssberg-petition-should-be-condemned-not-just-removed",
  "id": "2016-05-11-114",
  "sectionId": "commentisfree",
  "body": "A petition calling for the BBC to sack political editor Laura Kuenssberg has been taken down by website 38 Degrees after it became “a focal point for sexist and hateful abuse”. The petition, which accused Kuenssberg of biased reporting against the Labour party and its leader Jeremy Corbyn, attracted abusive and sexist language among some of those supporting it, according to 38 Degrees executive director David Babbs.   While some have tried to argue that the problem is nonexistent, you don’t have to look very far to find evidence of abusive and misogynistic messages being directed at, or about, Kuenssberg. Posts calling Kuenssberg a bitch, a whore and a slag are not hard to spot on social media. Others refer to her as a cow and a cunt. Some people write that they’d like to kill her. One post included a picture of a scene from Return of the Jedi with Kuenssberg’s face Photoshopped on to that of Princess Leia in the famous gold-bikini scene and David Cameron’s face superimposed on Jabba the Hutt. It describes her as “Cameron’s slave girl”.           The BBC report that sparked a petition to sack Laura Kuenssberg – archive video    While male political reporters have faced similar accusations of bias, they tend to come without the side helping of abuse. Supporters of the petition have reacted angrily to the criticism, describing talk of sexism as a “diversion” from the main issue at hand. But no matter how passionate you are about a cause, painting sexism as a distraction from what’s “really important” implies that such abuse should be brushed under the carpet for the greater good. (It is for similar reasons that activists rightly call for an intersectional approach to equality movements, which are most powerful when they address the overlap between different forms of prejudice and inequality, rather than pursuing one cause to the exclusion of all others.) The situation calls to mind the recent phenomenon of so-called “Bernie Bros”, which saw some grassroots activists using graphic and abusive misogyny and sexist online memes  to attack Hillary Clinton (although this too was vociferously denied by Sanders supporters).       Vociferous campaigning for Bernie Sanders. Photograph: ddp USA/REX/Shutterstock     The arguments that tend to be put forward by those who find such abuse an unwelcome thorn in the side of their political campaign are that it is widespread, and not specific to their supporters – or that it has been invented as a means to undermine them. But these are easy arguments to make from the privileged position of discussing abuse in theoretical terms. That luxury is not available to those living through it. In the case of the Kuenssberg petition, the person who started it released a statement distancing himself from the abuse, which said:  I would like to reassure everyone that I am a passionate advocate for equality in all areas, not just gender equality ... This petition has precisely zero to do with Kuenssberg’s gender. Regardless of the gender you identify with, there is no excuse for biased reporting and misrepresentation of facts when you represent an organisation that has been famed for its impartiality and balanced approach.”    It is perfectly reasonable to point out that the intent and wording of the original petition had nothing to do with gender, but rather more disingenuous to completely ignore the fact that the response from many of those supporting it, or attacking Kuenssberg for similar reasons, has been very gendered indeed.  To see some acknowledgement and condemnation of that from those leading the campaign would in no way weaken their cause. In fact, by denouncing such abuse they might strengthen their position.  Because any point or argument (about Kuenssberg, Clinton or anyone else) is immediately devalued when those supporting it resort to sexism. It may seem frustrating to those trying to run a campaign, but suggesting that such issues can wait until later sets up a hierarchy of priorities. It ingrains the idea that sexism is acceptable, if we are told that there are certain circumstances in which it is an unfortunate but tolerable price to pay for victory.  While it may well be true that sexism exists elsewhere but is only being picked up in your campaign, this argument implies a lack of desire to tackle a problem that has been highlighted within your own ranks. This is a problem commonly attributed to the left, but nobody has the monopoly on misogyny – it is sadly too widespread for that. Whether sexism rears its head in the political conversations of stuffy and elite male-only club-rooms or in the feverish urgency of social media crusades and online petitions, the result is often the same: built-in methods to tackle systemic gender inequality don’t figure highly in the resulting campaigns and movements. You don’t have to be deliberately or directly sexist yourself to be part of the problem by attempting to diminish it. • This article was amended on 13 May 2016 to clarify the wording of the caption on the first photograph.",
  "webTitle": "The Laura Kuenssberg petition should be condemned – not just removed",
  "webPublicationDate": "2016-05-11T16:45:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/the-laura-kuenssberg-petition-should-be-condemned-not-just-removed",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Laura Bates",
      "id": "profile/laura-bates"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/the-laura-kuenssberg-petition-should-be-condemned-not-just-removed"
}