{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/13/sadiq-khan-to-double-size-londons-clean-air-zone-pollution",
  "id": "2016-05-13-213",
  "sectionId": "environment",
  "body": "The new mayor of London Sadiq Khan has made his first major policy announcement, unveiling plans to substantially increase the size of London’s clean air charging zone to tackle the capital’s illegal air pollution levels. The Ultra Low Emissions Zone (ULEZ) - which could also now come into force earlier than planned - will require drivers of the 2.5m oldest and dirtiest vehicles to pay a charge. Owners of cars that fail to meet the standards will pay a £12.50 charge, separate to the congestion charge.  The scheme is intended to act as an incentive to drivers to use cleaner vehicles or alternative transport to reduce the levels of nitrogen dioxide, a toxic gas produced by diesel vehicles. Under Khan’s plans, which will now be subject to a public consultation, the ULEZ will stretch from the north to south circular roads in London rather than just the much smaller congestion charge zone in central London as currently planned. Officials said the area covered will more than double in size. Khan said his predecessor, Boris Johnson, had been too slow to act and had left the city a “laughing stock” internationally, and the government had been “hopelessly inactive” on the issue. Officials said the ULEZ, under a consultation to be published within weeks, could now come into force as soon as 2019 rather than the original plan of 2020.           Sadiq Khan: London’s new mayor    “I have been elected with a clear mandate to clean up London’s air - our biggest environmental challenge,” Khan said at a school in east London. He said London had only acted on pollution in the past after emergencies, such as the Great Smogs of the1950s: “But I want to act before an emergency, which is why we need big, bold and sometimes difficult policies if London is to match the scale of the challenge.” The mayor’s office also said an extra charge on the most polluting vehicles would be brought in from 2017, which would be administered by the congestion charge system but be separate to the congestion charge. It is not yet clear what that charge will be. Khan chatted with pupils and sowed seeds with them at a rooftop garden of a primary school in Aldgate, which is situated on a busy road packed with cars and buses. Sir John Cass’s Foundation is equipped with its own pollution sensors as well as one from the wider London Air Quality Network, decorated with a design created by schoolchildren. “For me it can’t be right that this school on three occasions last year has to make the call whether to allow children to play in the playground breathing in this dangerous stuff or play indoors,” Khan told the Guardian.       He said the issue was very personal to him because of his asthma, but also as a father of two daughters, and as someone with nephews and nieces. “At the age of 45 I’ve been diagnosed with asthma. All the experts say that one out of three people who have asthma could be because of air quality.”  Khan said that under eight years of Boris Johnson the city’s reputation had gone from: “being one of the world-leading cities [in terms of air pollution], according to people around the world, to being at best mediocre.” He added the city had gone from having an earlier reputation for leadership on climate change and air quality but was now “a laughing stock around the world.” A study by King’s College London last year found that nearly 9,500 people in the capital die early because of air pollution. Earlier this year it took parts of London just one week to breach annual limits, and a major global study by the World Health Organisation on Thursday found the city breached its guideline limits for two harmful types of particulate pollution. Alan Andrews of ClientEarth, which has sued the government over the illegal pollution levels in London and other cites, said the mayor’s plan was a “hugely positive announcement”. “We will have to wait and see if the detail of the mayor’s proposals matches his ambition. With air pollution causing over 9,000 deaths a year in London it is vital that all options to solve this problem are on the table. It will be crucial that the ULEZ ensures vehicles meet the most stringent emission standards when driving on London’s roads, not just in discredited laboratory tests,” he said.  “Today’s announcement, coming so early in the new mayor’s term, should send a clear message to the UK government that ambitious and bold action is needed. The government must now up its game so that the whole country can breathe cleaner air.” Caroline Russell, Green party London Assembly member, said: “While I warmly welcome the mayor’s intention to expand the ULEZ to the north and south circular, it’s essential that all outer London boroughs should also have the ability to opt in right from the beginning.” But Friends of the Earth said that while it welcomed such a swift plan and expanded ULEZ, Khan was sending mixed messages by clearing an obstacle to City Airport’s expansion earlier this week. “It is confusing that this announcement comes in the same week that Sadiq Khan has removed a key hurdle in the expansion of City Airport which will only add to London’s dirty air woes,” said its campaigner, Sophie Neuburg.",
  "webTitle": "Sadiq Khan to more than double size of London's clean air zone",
  "webPublicationDate": "2016-05-13T11:20:26Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/13/sadiq-khan-to-double-size-londons-clean-air-zone-pollution",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport policy",
      "id": "politics/transport",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Vaughan",
      "id": "profile/adam-vaughan"
    }
  ],
  "guardianId": "environment/2016/may/13/sadiq-khan-to-double-size-londons-clean-air-zone-pollution"
}