{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/hoverboard-world-record-broken-with-2km-flight",
  "id": "2016-05-02-269",
  "sectionId": "world",
  "body": "A Frenchman has flown more than 2 kilometers (over a mile) on a jet-powered hoverboard, setting an apparent new world record.   Related: How to break a Guinness World Record    The Guinness World Records reported on its website that 37-year-old Franky Zapata travelled 2.2km (7,388ft) off the French coastal town of Sausset-les-Pins on Saturday at a height of 50m (165ft) above the surface of the water. It said a Guinness World Records official was on hand for the flight and determined that it beat the previous record of 275.9m (905ft) by Canadian Catlin Alexandru Duru last year. After the successful flight, which was watched by more than 200 people, Zapata said: “This has really been a life’s work”.     Franky Zapata on the Flyboard Air. Photograph: Clément Mahoudeau/IP3/Getty Images    He said the feeling of hovering above the ground was “really peaceful”. “I open my arms because it helps me control my movements, but when you open your hands and you feel the wind go through your hand and you have nothing under your feet — it’s hard to describe, really. You have to experience this moment in your life.” Zapata, a jet ski champion, used a craft known as the Flyboard Air developed by his company Zapata Racing. According to the company, the Flyboard Air can fly for up to ten minutes and has a maximum speed of 150kph (93mph).     Jet ski champion Franky Zapata hovers in the air as he breaks the Guiness World Records for furthest flight by hoverboard. Photograph: Jean-Paul Pelissier/Reuters    He also holds an earlier Guinness record for doing 26 backflips with a water jet pack in a single minute. Associated Press contributed to this report",
  "webTitle": "Hoverboard world record broken with 2km flight",
  "webPublicationDate": "2016-05-02T01:40:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/hoverboard-world-record-broken-with-2km-flight",
  "keyword": [
    {
      "webTitle": "Guinness World Records",
      "id": "world/guinness-world-records",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/02/hoverboard-world-record-broken-with-2km-flight"
}