{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/climate-change-smog-pollution-bottled-air",
  "id": "2016-05-14-122",
  "sectionId": "commentisfree",
  "body": "For one company, at least, the world’s escalating air pollution crisis has an upside. While billions of people live amid a fog of harmful airborne particles each day, Vitality Air, which sells bottled Canadian mountain air, is reporting a brisk trade.  “Our Chinese website keeps crashing. We are getting orders from all over the country, not just the wealthier cities,” said Harrison Wang, China representative for Vitality Air. “When the air is bad, we see spikes in sales. The smog is definitely our best advertising”.  While the company has sold 12,000 bottles of air from Canada’s pristine national parks to Chinese people sick of the pall of pollution that chokes many of the country’s cities, plenty of other nations are increasingly gasping for clean air.   More than half of the world’s 30 most polluted cities are in India, according to a new World Health Organisation database, with places across Europe and the US also choked by outdoor air that causes an estimated 3 million deaths a year.    Related: Air pollution: how does it affect you?     The past week has also identified the culprit for this smoggy malaise. The torching of fossil fuels has grown so quickly that the world is hurtling to atmospheric concentrations of carbon dioxide beyond 400 parts per million – a level unseen in human history. Particles and chemicals released from power plants and vehicles are killing us as the CO2 dissolves the Great Barrier Reef and helps rob Alaska of a winter.  The world is in the grip of a pollution emergency engineered on an industrial scale. Not content with befouling the skies, we’ve ensured that trillions of tiny pieces plastic are strangling the web of life found in the oceans.  Indeed, if humans vanished tomorrow, our great contributions as evidenced in epochs to come will not be mass-marketed angst at infidelity or non-hovering hover boards, but our pollution. Recent research concludes that on vast geological timescales, humans will leave behind just a layer of plastic and a blanket of planet-warming greenhouse gases.   Related: Air pollution rising at an 'alarming rate' in world's cities     While there are repeated assurances that we can turn things around (and the Paris climate agreement certainly offers political, if not scientific, weight behind that optimism), humans are failing to show the same ruthless efficiency in cutting pollution as we have in creating it over the past 150 years.  According to the US Energy Information Administration, although renewable energy will encouragingly grow faster than fossil fuels over the coming decades, coal, gas and oil will still make up 75% of global energy consumption by 2040.  Cities, where most pollution dwells, are perhaps ahead of national governments in realizing the crisis we all now face. In the US, the Clean Air Act has lifted the smog from many large American metropolises and have banded with other urban areas from around the world to do more to tackle climate change. Paris has placed a monthly ban upon cars along the Champs-Elysee, while Santiago in Chile last year temporarily hauled 40% of its 1.7m vehicles off the road.  But with more people dying from air pollution each year than malaria and HIV/Aids, it’s clear far more needs to be done to clean up our cities, stem the flow of plastic into the environment and help rapidly growing economies exploit the sun and the wind, rather than coal, for their energy needs. Otherwise we will run out of places to bottle clean air from.",
  "webTitle": "'Smog is our best advertising': pollution has an upside for some | Oliver Milman",
  "webPublicationDate": "2016-05-14T11:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/climate-change-smog-pollution-bottled-air",
  "keyword": [
    {
      "webTitle": "Pollution",
      "id": "environment/pollution",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/climate-change-smog-pollution-bottled-air"
}