{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/hillsborough-verdict-families-truth-establishment-lies",
  "id": "2016-05-01-212",
  "sectionId": "commentisfree",
  "body": "Liverpool has been a good place to be these past few days. That April in 1989, it felt like something physical had changed in the city – as though someone had turned up the gravity. Everything felt heavier. Over the years, you got used to it, like the howling of a distant siren. Now, at last, we tread with a lighter tread. The police, the press and the politicians tried to make it about Liverpool. Those who miraculously survived that day came home to find that not only had they lost friends and family, they were now somehow implicated in their deaths. People such as Trevor Hicks, who lost two daughters and who described himself to me as “a Thatcherite businessman until then”. On the way to the match, one of his girls complained to him about the rudeness of the police. He said: “If there’s any trouble, they’ll be the first people you turn to.” It was one of the last conversations they ever had. The police adopted a strategy of victim-blaming. Liverpool and football fans were the perfect victims. The story found a ready audience and their lies had traction long after they were exposed. When Steve Rotheram, MP for Liverpool Walton, made his celebrated speech in October 2011, he was allowed to use the word “lies” – against normal parliamentary procedure – because in all the vast riches of English no other word would do. But only a year earlier, Jeremy Hunt, when he was – of all things – secretary of state for culture, media and sport had reiterated the whole “fans were to blame” libel. Now the matter is settled. Hillsborough was not about Liverpool. Hillsborough is not about the past. Yes, it was a long time ago and back in the day police corruption was commonplace, while health and safety was unheard of. But the 27 years that have passed are themselves a matter of scandal. To use the passage of time as a reason not to prosecute those responsible is ludicrous. The fact that this has taken so long is an extra charge to be laid at their door. But we would be compounding a great wrong if we allowed clowns such as Kelvin MacKenzie and Hillsborough police chief, David Duckenfield, to carry all the blame. Hillsborough, in ways that are not immediately obvious, has reshaped us. Like privatisation or the Iraq war, it changed everything. Murdoch was able to use what happened at Hillsborough not only to gain control of the Premier League but also to sidestep press regulations and monopoly commissions. The grotesque disconnect between fans and the clubs they love opened up here. More importantly, the ghoulish cabal that created the notorious “the truth” headline – MacKenzie, some police officers and the late Tory MP Irvine Patnick – is the direct antecedent of the poisonous chumocracy whose mechanisms were briefly exposed during the hacking scandal. The fact that Murdoch is uncomfortably aware of how much he gained from Hillsborough and its cover-up was clear last Wednesday when his papers were the only ones that didn’t lead on the verdict. The demonisation of working people did not begin at Hillsborough. But Hillsborough turbo-charged it. The transformation of the working class from salt of the earth to scum of the earth – from Coronation Street to Benefits Street – was the battering ram that cleared the way for benefit cuts and austerity. When Boris Johnson, in 2004, or Jeremy Hunt, in 2010, made their Hillsborough “gaffes”, they were not slips of the tongue. They were moments when the door was left ajar and we overheard how they talked about us when they thought we weren’t listening. Or worse, they were a calculated manoeuvre – freshen up the libel, then wash your hands of it. Does that sound like a conspiracy theory? One of the most shocking things about the report of the independent panel was the revelation of just how vast and how calculated the conspiracy was. Even the families were taken aback. Hillsborough was not about Liverpool. But the cover-up, the indifference of the rest of the nation, the fact that Kelvin MacKenzie still has some sort of career as a kind of poor man’s Katie Hopkins, have all fed into the city’s consciousness. Children who were born years afterwards are painfully aware of the events of that April day. They are part of the city’s identity in the way that Bloody Sunday is part of Derry’s. What happened last week gives us the opportunity to take the toxins of paranoia and victimhood out of that inheritance. After the 7/7 bombings in London the press was, rightly, full of stories of the extraordinary heroism of ordinary commuters. There were acts of such heroism on 15/04 too, but we never had the chance to celebrate them because they were hidden behind the smokescreen. Now we have the chance to celebrate a different heroism – that of the families. The establishment tried to impose a narrative on Hillsborough. The families refused to accept it. Hillsborough is about the power of dignity in the face of humiliation, about the persistence of love in the face of loss, and the power that love has to change things. It’s important to note the crucial role that women played in this story. It’s also important to note that some of its heroes – Andy Burnham, Steve Rotheram, Bishop James Jones, to name just a few – belong to those very establishment institutions we so often vilify. The high points of the campaign were those memorial services at Anfield where faith groups, fans and politicians came together in a kind of new settlement when the wider political establishment was being discredited. At a time of social fragmentation and isolation they were expressions of a profound and purposeful sense of community .It was at one of these that Andy Burnham had his epiphany. Hillsborough is not about Liverpool. It’s about all of us. The victory of the families tells us that we – all of us – deserve better and that we are capable of creating something better. At the last memorial service, the former Everton striker Graeme Sharp read Psalm 23. One way to translate that would be “though we walk in the valley of death, we do not walk alone”.",
  "webTitle": "Justice finally triumphed. But let us not forget the original wrongs | Frank Cottrell Boyce",
  "webPublicationDate": "2016-05-01T03:59:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/hillsborough-verdict-families-truth-establishment-lies",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Frank Cottrell Boyce",
      "id": "profile/frankcottrellboyce"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/hillsborough-verdict-families-truth-establishment-lies"
}