{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/glyndebourne-il-barbiere-di-siviglia-review",
  "id": "2016-05-24-84",
  "sectionId": "music",
  "body": "Glyndebourne’s new production of Il Barbiere di Siviglia – the festival’s first for more than 30 years, is directed by Annabel Arden – whose approach to Rossini’s comedy is tinged with the surreal. The opera is by an Italian composer and based on the work of a French dramatist, but for Arden the Spanish setting is paramount. Her staging, as she puts it in a programme note, is “about taking inspiration from the Spanish tradition of the grotesque and the marvellous and making a synthesis of it.” The end result is nicely stylised, but of variable impact. The walls of Bartolo’s house are covered with Moorish-influenced blue and white tiles, and dominated by the image of a bird about to take flight, a fitting image for Danielle de Niese’s firebrand Rosina, who is bent on escape. Costumes suggest the 1950s: de Niese’s frocks are modelled on Balenciaga, while Taylor Stayton’s Almaviva wears a silver leather coat and sports an Elvis-style quiff.     Berta (Janis Kelly), Count Almaviva (Taylor Stayton), Rosina (Danielle de Niese), Figaro (Björn Bürger) and Basilio (Christophoros Stamboglis). Photograph: Bill Cooper    There are occasional nods in the direction of Dalí and Buñuel. During Basilio’s calumny aria, smoke billows like brimstone from beneath Christophoros Stamboglis’s cassock as he sings. One of the opera’s running jokes is that Figaro, the self-made man conspiring with an aristocrat to outwit the bourgeoisie, can get everywhere. Arden takes this quite literally, as Björn Bürger’s lanky, charismatic barber emerges from walls, trapdoors, and even the orchestra pit, at one point seemingly materialising out of nowhere atop Bartolo’s enormous filing cabinet.    De Niese, a soprano singing a mezzo role, is not always ideal, despite her fiery theatricality       Rosina (Danielle de Niese) and Figaro (Björn Bürger). Photograph: Bill Cooper    Unfortunately, it takes ages to get going, and the first half is not as funny as it could be. A trio of actors in various guises – Almaviva’s sidekicks, Bartolo’s servants – weave their way through round the stage, sometimes effectively, often distractingly. Alessandro Corbelli’s Bartolo is seemingly obsessed with collecting pianos, and there are moments when all the cast can do is stand and deliver, as the actors haul the instruments around as they take over the stage like something from one of Eugène Ionesco’s absurdist plays. The second half is much more focused, and a lot funnier as Stayton, in his priestly garb, homes in on de Niese, and the actors provide toy boy distractions for Janis Kelly’s scene-stealing Berta, who sports natty lingerie beneath her tweed twinset. It sounds impressive, though De Niese, a soprano singing a mezzo role, is not always ideal, despite her fiery theatricality. But the combination of ensemble precision and focused individual performances, so crucial to Rossinian comedy, is beautifully judged elsewhere. Stayton’s coloratura is effortlessly beguiling, while Stamboglis, a brief moment of imprecision apart, makes a suavely unctuous Basilio. Corbelli’s Bartolo is an object lesson in comic understatement. Bürger rightly dominates with singing of great bravado and warmth: Arden should do something with his over-extravagant hand gestures, but this is a performance of considerable distinction.  Enrique Mazzola’s conducting is spot on in its combination of energy and exactitude and the London Philharmonic plays with admirable spirit and finesse.  In rep at Glyndebourne, Lewes, until 17 July. Box office: 01273 813813.",
  "webTitle": "Il Barbiere di Siviglia, Glyndebourne review - energy and spirit but the comedy is hit and miss",
  "webPublicationDate": "2016-05-24T16:21:58Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/glyndebourne-il-barbiere-di-siviglia-review",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Glyndebourne",
      "id": "music/glyndebourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Ashley",
      "id": "profile/timashley"
    }
  ],
  "guardianId": "music/2016/may/24/glyndebourne-il-barbiere-di-siviglia-review"
}