{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/family-of-driver-mohammad-azam-killed-in-us-strike-on-taliban-leader-mullah-mansoor-file-criminal-case",
  "id": "2016-05-29-89",
  "sectionId": "world",
  "body": "The family of a taxi driver who was killed in a drone strike while driving the leader of the Afghan Taliban across Pakistan have lodged a criminal case against the US government. Mohammad Azam was killed on 21 May while unwittingly taking Taliban leader Mullah Akhtar Mansoor from the Iranian border to Quetta, the capital of Balochistan.   Related: Mullah Akhtar Mansoor obituary    The unprecedented attack has thrown into uncertainty possible peace talks with the Taliban as well as US-Pakistan relations. It has also devastated the family of Azam, who had been working for more than eight years as a driver in Taftan, a tiny desert town next to an important border crossing with Iran. “He was the sole breadwinner of our large joint family, this was an attack on our family that hardly earns enough for two meals a day,” said Mohammad Qasim, Azam’s older brother. Azam supported his wife, four children, and a disabled brother called Yar Muhammad. A week after his death his children remain distraught and tearful. They describe their father as a “martyr”. “Who will feed them now?” asked Qasim. “I appeal to the civilised world, including all those human rights bodies, to investigate the brutal murder of my brother and compensate his children.”     Mohammad Azam, the taxi driver killed in US drone strike on Mullah Mansoor. Photograph: Jon Boone for the Guardian    He has filed a “first investigation report” for murder, naming the “US authorities” who claimed responsibility for the attack. The police are now obliged to investigate the matter. “I want justice and demand action against the US authorities,” the document reads. It was a series of chance occurrences that led to Azam finding one of the US’s most wanted men sitting in his white Toyota Corolla. Azam got much of his work though a small local transport company owned by Habib Saoli, which has its office near the exit of the Iranian-Pakistani border facility that straddles the border.  Mansoor emerged from that building shortly after 9am on 21 May, returning to Pakistan after a long visit to Iran which, it has been reported, was for both medical attention and to visit members of his family. He was passing himself off as a Pakistani citizen using a passport and national ID card with the false name Muhammad Wali. He immediately began looking for a ride for the 600km journey to the city of Quetta. Said Ahmed Jan, an employee of a bus company, was trying to fill up the final seats of his Quetta-bound minibus but Mansoor wasn’t interested. “He said, ‘I want to go in a car’, so I called Habib and asked him to provide a car,” said Jan. “Habib took a little commission and gave the job to Azam.” Saoli said he could not remember whether Mansoor, who initially tried to haggle down the 14,000 rupees (£90) charge, had ever used one of his cars before.   Related: Death of Mullah Mansoor highlights Taliban's links with Iran    Mansoor was likely to have thought himself safe given the US is not known to have carried out any operations inside Balochistan despite the vast province being home to many of the Taliban commanders with which the US has been at war for 15 years. The situation is unlike Waziristan, a tribal region hundreds of miles to the north, where militant commanders operate in constant fear of the CIA’s extensive drone programme. In Waziristan the targets are usually groups affiliated with al-Qaida or the Haqqani Network, a Taliban ally. It is almost unheard of for senior members of the core Afghan Taliban, often known as the Quetta Shura, to be attacked inside Pakistan. However the US had already decided if it got the chance to kill Mansoor, who the Pentagon described as an “obstacle to peace” who was actively preventing Taliban commanders from holding talks with representatives of the Afghan government.  Attempting to foster such a reconciliation process is now a key part of US strategy in the region, with the country having backed a Pakistan-led effort to bring the two sides together. But Mansoor had been responsible for soaring violence in Afghanistan, forcing the Kabul government to abandon some territory to the insurgents. It is not known why the US waited to strike until Mansoor had completed more than two-thirds of his journey, having been on the road for almost six hours.           Mullah Akhtar Mansoor threat to peace, says Kerry after drone strike    But the car was finally destroyed by missile strikes in the mid-afternoon, shortly after the pair had taken a rest stop near the town of Ahmad Wal, roughly 35km from Afghan airspace. Qasim said he could not believe the news of his brother’s death when he received it, or understand how the leader of the Taliban could have been able to travel so freely.     A local newspaper report of the killing of Mullah Akhtar Mansoor in a US drone strike. Photograph: Rahmat Gul/AP    “Why didn’t the hundreds of paramilitary troops stop him like they do with the common passengers?” he asked.  “Why did the Americans kill him just for driving a car?” he asked. “It was not written on [Mansoor’s] forehead that he is a Taliban leader. He was travelling with valid documents.” Mureed Shah, a local government official for the area, said Azam had “no links with any militant group”.  “I know Azam personally. He was working on a low-paid job to support his poor family,” Shah said. “I have written to the government in Quetta to pay compensation to the family.” Qasim said no one from the government had as yet contacted him about compensation. The US army has made payments to civilian victims of military operations, including drone strikes, just over the border in Afghanistan, but not in Pakistan. Mustafa Qadri, a drones expert from Amnesty International, said the family had a right to bring a claim and demand damages. “The US has itself said very openly that it seeks to minimise civilian casualties and provide compensation and other damages to civilians who die,” he said. “So if this is justified as a spill over from the Afghan conflict why has the US not said anything about the unintended victim of this strike?”",
  "webTitle": "Family of driver killed in US strike on Taliban leader file criminal case",
  "webPublicationDate": "2016-05-29T13:37:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/family-of-driver-mohammad-azam-killed-in-us-strike-on-taliban-leader-mullah-mansoor-file-criminal-case",
  "keyword": [
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    }
  ],
  "guardianId": "world/2016/may/29/family-of-driver-mohammad-azam-killed-in-us-strike-on-taliban-leader-mullah-mansoor-file-criminal-case"
}