{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/muslims-class-islam-citizen-britain",
  "id": "2016-05-14-3",
  "sectionId": "commentisfree",
  "body": "“‘It shows it is possible to be Muslim and a westerner. Western values are compatible with Islam.” So said Sadiq Khan after his victory as London mayor. Trevor Phillips, former chief of the Equality and Human Rights Commission, takes a much bleaker view of Islam’s place in western society. Last month he presented a Channel 4 documentary – What British Muslims Really Think – based on an ICM poll of Muslim attitudes. The poll revealed a deep well of social conservatism.Just 18% of Muslims thought that homosexuality should be legal, four in 10 thought wives should always obey their husbands, almost 90% wanted to prohibit mockery of the prophet. Phillips wrote of “a chasm opening between Muslims and non-Muslims” and “the unacknowledged creation of a nation within the nation, with its own geography, its own values and its own very separate future”. Last week, he developed his thesis in a pamphlet for the thinktank Civitas. In Race and Faith: The Deafening Silence, he argues that Britain’s “superdiversity” has combined with the authorities’ laissez-faire attitude to make integration much more difficult. Muslims, in particular, are a problem, remaining at “a significant social distance” from wider society and “resistant to the traditional process of integration”. “Rome may not yet be in flames,” Phillips ominously suggests, alluding to Enoch Powell’s infamous “rivers of blood” speech, “but I think I can smell the smouldering while we hum to the music of liberal self-delusion”.    Many non-Muslim liberals take conservatism as a hallmark of Muslim authenticity    If Phillips is right, Khan’s optimism is misplaced. But is he right? Phillips’s pamphlet is more measured and nuanced than his documentary. There is much in it with which I could agree. Phillips’s argument about free speech is both welcome and brave. We should ignore the claims that speech should be restricted because it causes offence, Phillips argues; only speech that incites violence should be prohibited. At the same time, Phillips’s argument about Muslims and integration is flawed. British Muslims, he suggests, are different from previous waves of migrants because, as he said in his documentary, they “don’t want to change” but “still hold views from their ancestral backgrounds”. The real problem is the opposite. British Muslims have changed but many by becoming more socially conservative. Had ICM taken its poll 30 years ago, it would probably have found very different results. The first generation of Muslims to Britain, in the 1950s and 1960s, were religious, but wore their faith lightly. Many men drank alcohol. Few women wore a hijab. The second generation – my generation – was primarily secular. Our struggles were defined by political beliefs, and our desire for equality led us to challenge not just racism, but religious obscurantism. This is not to say that Asian communities of the 1970s or 1980s were particularly liberal. British society was conservative on issues such as homosexuality, and minority communities were no different. But the same radical currents that challenged conservatism in wider society were also present. “Radical” in the Muslim context meant being leftwing and secular, not, as now, being fundamentalist and regressive. The transformation in the meaning of that single word embodies the transformation of Muslim communities. It is only with the generation that has come of age since the late 1980s that the question of cultural differences has become important. Only then did Muslims imagine a “Muslim community”. And only then did the chasm between Muslim attitudes and those of wider society begin to develop. The reasons for this shift are complex. Partly they lie in a tangled set of social and political changes, including the collapse of the left and the rise of identity politics. Partly they lie in international developments, such as the Bosnian war of the early 1990s, that helped foster a heightened sense of Muslim identity. Partly they lie in the growing influence of Saudi Arabia on Islamic institutions in the west and its aggressive promotion of Wahhabism. And partly they lie in the development of multicultural social policies that exacerbated the worst aspects of identity politics, helping further to fragment society. Conservative social views in Muslim communities are not simply a throwback to “ancestral” ways, but have been forged out of contemporary social and political developments. The real question, then, is not, “Why have Muslims not changed?” but rather, “Why have large sections of Muslim communities changed in a more conservative fashion?” If we cannot ask the right questions, it is little wonder that we fail to find the right answers. Sadiq Khan’s views are significantly more liberal than those of most Muslims. He has faced considerable hostility for his support for gay marriage. Yet, his liberalism did not prevent large numbers of Muslims from voting for him. A chasm there may be, but it is not an unbridgeable one. Khan’s election shows also how we often ignore diversity within minority communities. There is polling evidence that British Muslims have become more polarized on social issues – a large proportion has become more conservative, while a small minority is more liberal than the population at large. The fact Khan’s liberalism is a minority view in Muslim communities does not make his Islam any less, or more, authentic than that of Muslims who think homosexuality should be illegal. Yet many non-Muslim liberals take conservatism as a hallmark of Muslim authenticity. The Danish MP Naser Khader tells of a conversation with a leftwing journalist who claimed that the Muhammad cartoons insulted all Muslims. “I am not insulted,” Khader responded. “But you’re not a real Muslim,” came the reply. To be a real Muslim is, from such a perspective, to be reactionary, to be insulted by the cartoons. It’s a view not so different from that of anti-Muslim bigots. Donald Trump’s suggestion that he would exempt Khan from his proposed ban on Muslims entering America echoes the view that liberals like Khan are not real Muslims. There seems to be only two registers in which public discussions of Islam take place today: indifference or fear. Multicultural indifference sees the otherness of Muslim communities as something to respect and live with. Nativist fear views it as a mortal threat to western societies. What’s missing is real social engagement, neither shunning Muslims as the Other, nor merely respecting their beliefs, but recognising rather that respect requires us to engage with, if necessary challenge, the values and beliefs of many Muslims, but as part of our normal national conversation. That is why Phillips’s defence of free speech is important. Freedom of expression is the very material of social engagement; when we restrain it, we restrain the capacity for social engagement. That is also why his view of Muslims as fundamentally different is disappointing – it is an approach that can only curtail such engagement. The most significant aspect of Sadiq Khan’s victory was not that he has become London’s first Muslim mayor. It is that, for many Londoners, his faith was irrelevant to the way they cast their vote. When we engage with others’ values, but remain indifferent to their identities – that is when we will have made progress. Kenan Malik’s most recent book is The Quest for a Moral Compass",
  "webTitle": "Muslims are not a ‘different’ class of Briton: we’re as diverse as the rest | Kenan Malik",
  "webPublicationDate": "2016-05-14T23:06:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/muslims-class-islam-citizen-britain",
  "keyword": [
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Trevor Phillips",
      "id": "uk/trevor-phillips",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kenan Malik",
      "id": "profile/kenanmalik"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/muslims-class-islam-citizen-britain"
}