{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/27/the-kill-order-james-dashner-review",
  "id": "2016-05-27-258",
  "sectionId": "childrens-books-site",
  "body": "Firstly, I must say that this book is a prequel. It probably has more deaths than the three books which come after it put together! The world is attacked by sun flares and lots of people die. Mark and Trina get saved and taken to a settlement. A year later the PFC attacks the world with virus infected darts so more people are wiped out almost like a cleansing of the species. Mark and Trina and the gang lose and find each other again while trying to save DeeDee, a 6 year-old girl they find near an abandoned settlement as the only survivor. The main characters are Mark, Trina and Alec. I didn’t think that Mark and Trina were particularly interesting and I preferred Alec, Lana and DeeDee. Overall I did like the book, mainly because of the detail the author put into the story. My favourite part was when the gang went into the city of the infected – although this bit was very dark and brutal, especially when they are being chased by the infected. I felt terror and hopeful anticipation at the same time while reading this part.      I would probably recommend this book although mostly to readers who like the rest of the Maze Runner series. This is mainly because it helps you understand how it all began and what the “flare” can really do to people. I gave this book 4/5 stars because the characters let the story down slightly.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Kill Order by James Dashner – review",
  "webPublicationDate": "2016-05-27T08:00:00Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/27/the-kill-order-james-dashner-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Disaster fiction (children and teens)",
      "id": "books/childrens-disaster-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Dystopian fiction (children and teens)",
      "id": "books/dystopian-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/27/the-kill-order-james-dashner-review"
}