{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/09/flying-scotsmans-schedule-kept-secret-deter-trainspotters-on-line",
  "id": "2016-05-09-138",
  "sectionId": "uk-news",
  "body": "Trains and delays are no strangers: leaves on the line, the wrong kind of snow, the wrong kind of sunlight and – where Flying Scotsman was concerned earlier this year – trainspotters on the line. But from now on the 93-year-old steam train will run on time.  Or at least that’s the hope of Network Rail, which is to withhold from the public the timings of its future journeys to prevent engine enthusiasts from clogging up the tracks and causing similar delays to the ones experienced in February. The National Railway Museum, which owns the train, and Network Rail have announced that they will not proactively issue timings for Flying Scotsman’s journeys as it continues its tour of the UK after more than eight hours of delays were caused by people wandering on to the tracks.  The newly restored engine will travel from York and Newcastle and back at some point on Tuesday and from York to Edinburgh at some point on Saturday.           Flying Scotsman sets off from London to York    The locomotive returned to the east coast mainline in February after a 10-year, £4.2m refurbishment by the National Railway Museum, taking its inaugural journey from London King’s Cross to York on 25 February. Its first outing was marred by trespassing on the tracks by overexcited fans. The train was forced to come to a stop near St Neots, Cambridgeshire, where dozens of people were standing on the line to try to photograph the oncoming engine. Members of the public posted photographs online of adults and children walking along the tracks while other trains continued to pass on opposing lines. All trains on the east coast mainline had to be stopped as a result, causing a combined total of more than eight hours of delays to 59 train services, costing almost £60,000 in compensation to delayed passengers.     Flying Scotsman just north of Marston, Grantham. Photograph: David Sillitoe for the Guardian    Network Rail’s managing director, Phil Hufton, described the images of people standing on the railway as deeply concerning. “I cannot stress enough how dangerous it is to go on to the railway without any formal training and without permission, as well as being illegal,” he said.  “I am urging those who plan to enjoy seeing Flying Scotsman in the coming days to do so from a safe position and do not go on to the railway under any circumstances. I’d like to thank those who have observed safe practices during the Scotsman’s runs so far and ask others to follow that example.” Ch Insp David Oram, from the British Transport police, said officers had been in extensive planning discussions with the rail industry to ensure that those wanting to see Flying Scotsman were safe. “Trespassing on the tracks to view the service is not only extremely dangerous and can result in the train’s journey being delayed, but it is an offence for which the offender risks being brought before the courts, a fine of £1,000 and a criminal record,” he said. “Where people are found to be trespassing, we will take proportionate and necessary action against them.” Built in Doncaster, South Yorkshire, in 1923, Flying Scotsman was the first officially recorded train to break the 100mph barrier in 1934. It was also the first to link London to Edinburgh in a single journey, then the longest non-stop rail journey ever achieved.",
  "webTitle": "Flying Scotsman's schedule to be kept secret to deter trainspotters on the line",
  "webPublicationDate": "2016-05-09T15:08:47Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/09/flying-scotsmans-schedule-kept-secret-deter-trainspotters-on-line",
  "keyword": [
    {
      "webTitle": "Rail transport",
      "id": "uk/rail-transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Transport",
      "id": "uk/transport",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "uk-news/2016/may/09/flying-scotsmans-schedule-kept-secret-deter-trainspotters-on-line"
}