{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/24/maxine-peake-blanche-dubois-streetcar-named-desire-manchester-royal-exchange",
  "id": "2016-05-24-280",
  "sectionId": "stage",
  "body": "The role was originated by Jessica Tandy, played on stage and screen by Vivien Leigh and has attracted major stars for almost 70 years including, most recently, Gillian Anderson whose portrayal won acclaim in London and can currently be seen in New York. Now, Maxine Peake is preparing to take on the part of Tennessee Williams’s troubled southern belle Blanche DuBois in A Streetcar Named Desire. The production, at the Royal Exchange theatre in Manchester, continues Peake’s creative collaboration with Sarah Frankcom, who directed her as Hamlet in a 2014 production and as Caryl Churchill’s shape-shifting Skriker at the Manchester international festival last year. Streetcar will start its five-week run on 8 September. Peake told the Guardian she and Frankcom are currently just “at the beginning of asking who Blanche is”. Commenting on the character’s enduring appeal for actors and audiences, she said: “Look at the people we are obsessed with in the press – people who have addictive personalities, people who seem to be on a self-destructive path … I have got a very perverse fascination with those sorts of characters.”      Peake as Hamlet in the Royal Exchange’s cross-gendered production in 2014. Photograph: Jonathan Keenan    When asked if she has considered the character’s accent, Peake joked “We’re setting it in Bolton” before saying the production will keep the southern US setting of Williams’s 1947 play but perhaps not be set in its original era. Frankcom said their version “won’t be located in the naturalism of when it was written but it also won’t feel stridently contemporary. It will fit in its own world”. Frankcom believes Williams’s characters are compelling because they have “a past, a present and a future”. She added: “There’s something about Blanche in particular. Any female theatre director is going to find her a really dazzling and attractive character but also quite troubling as well.” According to Frankcom, the play’s strength – and what makes it feel “unerringly new” in each production – is its depiction of the fragility of addiction. From her first scenes in the play, it is clear that Blanche is an alcoholic. “Williams wrote from the frontline of addiction himself,” said Frankcom.  Elia Kazan, who directed the play’s Broadway debut and the Oscar-nominated film version, once observed: “Tennessee Williams equals Blanche. He is Blanche.” The playwright became dependent on drugs and alcohol throughout his life. Peake said she will explore parallels between the dramatist and his creation by reading Williams’s memoirs and the acclaimed biography by John Lahr, Mad Pilgrimage of the Flesh.     Peake as Titania in A Midsummer Night’s Dream. Photograph: Des Willie/BBC    Streetcar is a rare excursion into American drama for Peake. She said: “I always thought I wasn’t the Tennessee Williams type. Perhaps I got that from drama school.” She remarked on the dangers of being pigeonholed and being told “what you can and can’t play” early on in your career. “You’ve just got to take hold of the reins yourself and say, ‘You know what? Actually, we’re all actors, we can all have a go.’” Peake graduated from Rada in 1998 and found fame on TV: she starred in Victoria Wood’s sitcom Dinnerladies that year and went on to appear in Paul Abbott’s Channel 4 series Shameless and as Myra Hindley in See No Evil: The Moors Murders. Her recent credits in the theatre include writing a play about the cyclist Beryl Burton and starring at the Royal Court in London in Zinnie Harris’s dystopian drama How to Hold Your Breath. Later this month, she will be seen as the fairy queen Titania in a BBC1 version of A Midsummer Night’s Dream adapted by Russell T Davies.            Maxine Peake performs ‘To be, or not to be?’ in Hamlet    Frankcom described Peake as “an actor who operates with the brakes off” and said that she thrives in an ensemble. “She has no sense of what she’s doing until she’s in a room with other people … That’s often very bracing, often quite scary. You don’t know where it’s going to end up. But it’s utterly thrilling.”  Frankcom said she started working with Peake “when I was relatively inexperienced. We’ve sort of grown up together. I have the great privilege of knowing that I can push her. Because of the way we have to work in the British theatre, you don’t have that long to rehearse. You need to arrive somewhere quite quickly. When you have an ongoing creative relationship with an actor you kind of have a head start.”   Related: Maxine Peake: ‘I’d like a go at playing Henry V. Yeah! Who knows?’    The majority of the pair’s collaborations have been staged at Manchester’s Royal Exchange, where Peake began her acting career in the youth theatre. Frankcom has been its artistic director since 2008 and Peake is now one of the theatre’s associate artists.  Although it seats about 700 people, it is an intimate space. “The audience are right there – they are sitting on the stage,” said Peake. “When we were doing Hamlet, one of the actors asked me if I had any tips for working at the Royal Exchange. I said: ‘Try and avoid the Asda bags on the front row on a Saturday matinee.’ They come in and plonk their shopping down and if you get a bit too carried away you can end up with someone’s week’s shopping around your ankles. But I love that … It feels like a comfortable space for the audience. It’s not them and us. We’re all in it together.”  Further casting for A Streetcar Named Desire will be announced at a later date. Additional details of the Royal Exchange’s new season will be released on Tuesday afternoon.",
  "webTitle": "Maxine Peake to star in A Streetcar Named Desire in Manchester",
  "webPublicationDate": "2016-05-24T07:00:04Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/24/maxine-peake-blanche-dubois-streetcar-named-desire-manchester-royal-exchange",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Tennessee Williams",
      "id": "culture/tennesseewilliams",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Maxine Peake",
      "id": "culture/maxine-peake",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Royal Exchange",
      "id": "stage/royal-exchange",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Wiegand",
      "id": "profile/chriswiegand"
    }
  ],
  "guardianId": "stage/2016/may/24/maxine-peake-blanche-dubois-streetcar-named-desire-manchester-royal-exchange"
}