{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/04/as-charles-offers-stage-to-oscar-winners-actors-express-concern-over-new-talent",
  "id": "2016-05-04-12",
  "sectionId": "film",
  "body": "More than 300 Oscar-winning actors, directors, writers and crew members gathered in St James’s Palace on Wednesday evening at a reception hosted by the Prince of Wales, alongside the Duchess of Cornwall and visiting executives from the Academy of Motion Pictures and Sciences.  The celebrities met by Charles and Camilla in the throne room included Dames Judi Dench and Maggie Smith, as well as Emma Thompson, Colin Firth, Jeremy Irons and Tom Hooper. Other recent winners at the reception were Mark Rylance, Jenny Beavan, Vanessa Redgrave, Jim Broadbent, Asif Kapadia, Andrew Lloyd Webber and Sir Michael Caine.  Upon seeing the prince, Thompson cried: “It’s you! You look gorgeous.” She later explained: “He’s an old friend. And I will always make a loud noise when he comes into any room, and he knows that. But he does ask me to pipe down. Someone’s got to do it. “I’ve done a lot of gigs for HRH in the old days when he wanted entertaining. I’ve got my own cap and bells.” Thompson, who won an Oscar in 1993 for her role in Howards End and an adapted screenplay award in 1996 for Sense and Sensibility, has never played royalty and said she harboured no desire to do so.  “They’re much better at it than any of us could ever be,” she said, before praising the royal family’s ability to juggle “their private lives” with “the role they have to play in society, which is very demanding”.  Caine likewise said he had not considered playing a king and “never thought of myself in the royal mould. I’m definitely working class. I can’t think of a single royal who has a cockney accent. Maybe I’ll be that little boy who’s just been born, when he grows up.” The actor, who is now 83, has been nominated six times for an Oscar and won twice – for Hannah and her Sisters and The Cider House Rules. A fortnight ago, the prince took to the stage to read lines from Hamlet alongside the likes of Dench and Benedict Cumberbatch at the Royal Shakespeare Theatre in Stratford’s event to mark the 400th anniversary of William Shakespeare’s death. Caine reported himself “stunned” by the performance: “I thought it was going to be an impressionist. Then he did it and he did it very well.” Despite this, however, Thompson said she thought the connection between the monarchy and the performing arts had been stronger in previous centuries.  “Particularly with the Princes of Wales, of course, because they were very keen on their actresses. Obviously the Prince of Wales now has no time or truck with such unstable characters. The Queen would think we’re all just frivolous and dreadful and can’t ride.” Cheryl Boone, the president of the Academy of Motion Pictures and Sciences, who appeared alongside the chief executive, Dawn Hudson, said British talent had been disproportionately dominant at the Oscars because of the country’s “commitment to training and the craft and creative”.  The evening – the first of its kind – comes as Isaacs seeks to shake up the membership of Academy voters following criticism that no non-white people were nominated for acting Oscars for the second consecutive year.  At Wednesday’s event, Isaacs would not be drawn on whether she felt the UK was more or less effective than the US at promoting diverse talent. Yet some of the winners present expressed scepticism about the extent to which on-screen talent was representative of the country at large. Dench reported that she, like fellow Oscar winner Eddie Redmayne, had funded acting students unable to afford their fees and rent. “It’s worrying that training is so expensive. I don’t know how many letters I get a week from young actors wanting to go to drama school and not having the money to get them through.”  Caine, meanwhile, said he was concerned that the popularity of reality shows was leaving many people ill equipped both to enter the business and then to deal with getting exposure too early. “These days they just say, ‘I’m going to be an actor because I want to be rich and famous.’ They can’t really act. “I’ve watched it ruin people,” said Caine of short-lived acclaim. “By the time they’re 30 they’re through.” Thompson echoed the sentiment, saying: “I think early fame is generally speaking pretty disastrous,” and adding that social media exacerbates such situations, “because it interferes with your capacity to develop because it’s so difficult to fail. You can’t fail privately and failure is such an important part of learning. For some people it’s just too hard.” She also bemoaned the increasing trend for studios to cast actors based on the scope of their following on Twitter, as well as the co-opting of non-actors into the profession on the back of their social media profile. “If they’re good then, all right, fine. But I’d say that is rare. Perhaps it’s fuddy-duddy of me to be worried [about social media], but it does worry me dreadfully.” • This article was amended on 5 May 2016. An earlier version said Emma Thompson won an Oscar for her role in The Remains of the Day. She was nominated for that film, but won the Oscar the previous year for her role in Howards End.",
  "webTitle": "Oscar-winning actors at royal reception express concern over new talent",
  "webPublicationDate": "2016-05-04T22:27:14Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/04/as-charles-offers-stage-to-oscar-winners-actors-express-concern-over-new-talent",
  "keyword": [
    {
      "webTitle": "Oscars",
      "id": "film/oscars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Oscars 2016",
      "id": "film/oscars-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Emma Thompson",
      "id": "film/emma-thompson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Michael Caine",
      "id": "film/michael-caine",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Judi Dench",
      "id": "culture/judi-dench",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Prince Charles",
      "id": "uk/prince-charles",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/04/as-charles-offers-stage-to-oscar-winners-actors-express-concern-over-new-talent"
}