{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-chukus",
  "id": "2016-05-02-165",
  "sectionId": "small-business-network",
  "body": "Emeka Frederick, co-founder and director of Chuku’s, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Chuku’s is the world’s first Nigerian-inspired tapas lounge, created by a young London-born brother-sister duo, wanting to put Nigerian cuisine on the UK foodie map. The lounge launched in 2015 is growing in popularity for its unique “chop (Nigerian pidgin for eat), chat, chill” experience.  Whether traditional or experimental recipes, all of the tapas on the menu are centred on typical Nigerian food and are made to be shared.  Currently running as a pop-up, Chuku’s events are infused with Nigerian-inspired art and culture, with chilled out afrobeats and live performances from British vocalists of Nigerian heritage, contemporary artwork by Nigerian artists, and our Hall of Fame, showcasing prominent Nigerians born or based in the UK.  To date, we have held three sell-out pop-up events, generating £5,000 in revenue, filmed a cooking show for an international channel on Sky TV, been invited to interview for a BBC African food series, and built a 1,000-strong social media following.  This fusion of food cultures, coupled with a truly unique dining experience is why, at four months old, we were listed as one of the top five African pop-up restaurants in 2015, described as reflecting the future direction of African food.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Chuku's",
  "webPublicationDate": "2016-05-02T11:10:34Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-chukus",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-chukus"
}