{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/jess-varnish-british-cycling-olympics-rio-216",
  "id": "2016-05-17-277",
  "sectionId": "sport",
  "body": "Jess Varnish has said in a statement that she is determined to win back her place on the British Cycling team before the Rio Olympics and plans to meet the new performance director Andy Harrison when she returns from a training stint in Australia.   Related: Cycling’s unnecessary pain from marginal gains of Sutton | Marina Hyde    Varnish also maintains that British Cycling’s decision not to renew her contract after she failed to qualify for the Rio Olympics at April’s world championships was unwarranted and came without warning. Following that decision Varnish alleged she was the victim of sexist abuse from the then British Cycling technical director Shane Sutton, who has since left his post after more British cyclists came forward with further allegations about the Australian. Since then Varnish has been training, at her own expense, in Australia but she will return to the UK later this week for a meeting with the team’s new performance director Andy Harrison. “My immediate priority is to win back my place on the British Cycling team, ahead of the 2016 Olympic Games, and to prove that I was, and still am, good enough to win medals for Great Britain,” said Varnish. “I have reached out to the new performance director at British Cycling, Andy Harrison, and will meet with him on my return to the UK. “I still maintain that the decision not to renew my contract was not down to performance. Prior to the 2016 world championships I was not once told that I was underperforming. We have monthly reviews and at no stage was I put under review, or set performance targets to keep my place on the programme. “The first I knew that the coaches had an issue with my performance levels, or training data, was five days after the 2016 world championships, when I was told I wouldn’t be getting a new contract over the phone.” At the world championships Varnish and Katy Marchant narrowly failed to qualify for the team sprint event in Rio but Varnish went on to insist that she deserves to compete at what would be her second Olympics after she and Victoria Pendleton were disqualified from the London 2012 final, having broken the world record in the qualifying stages. She continued: “I also maintain that I am a world-class athlete, and have the ability to win more medals for Great Britain. During the two-year Olympic qualifying process: • I gained more qualifying points than any other British female sprint rider. • I was consistently performing in the top five in the world for lap one times in the team sprint. • I qualified for the Olympic places for Great Britain in the individual sprint and keirin. • Since 2012 I have won medals at the world & European championships and Commonwealth Games.” A British Cycling spokesman said in a statement on Tuesday: “The selection criteria for Rio 2016 were agreed with the British Olympic Association and the British Paralympic Association before being published on the British Cycling website in 2014. We cannot comment on the chances of any individual hoping to be selected for either the Olympics or the Paralympics before the relevant selection panels meet.”",
  "webTitle": "Jess Varnish eyes Rio place and stands by claim she was wrongfully dropped",
  "webPublicationDate": "2016-05-17T07:47:53Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/jess-varnish-british-cycling-olympics-rio-216",
  "keyword": [
    {
      "webTitle": "Jess Varnish",
      "id": "sport/jess-varnish",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/17/jess-varnish-british-cycling-olympics-rio-216"
}