{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/time-to-widen-uk-tax-transparency-register",
  "id": "2016-05-06-52",
  "sectionId": "world",
  "body": "Next week the UK hosts a timely anti-corruption summit that will seek to nudge the world toward much-needed improvements in corporate transparency. As Fair Tax Mark certified businesses we applaud the UK taking the lead in establishing a public register of beneficial ownership, which will do much to tackle the corruption and tax avoidance connected with anonymous corporations. However, we would also like to see the government take affirmative action to ensure that such public transparency is extended to the UK’s overseas territories and crown dependencies – where so much concern rests following the disclosures within the Panama Papers. Businesses must increasingly demonstrate that they are open and transparent about their tax affairs, and pay the right amount of corporation tax at the right time and in the right place. Clarity on beneficial ownership is crucial to this, and would level the playing field for responsible business practice.Kim Coles Finance director, LushBen Reid Chief executive, Midcounties Co-operativePaul Ellis Chief executive, Ecology Building SocietySteph Gray Managing director, Helpful TechnologyVivian Woodell Chief executive, The Phone Co-opChris Dabbs Director of innovation, Unlimited PotentialRamsay Dunning Managing director, The Co-operative EnergyTom Stanley Founder, Urban IT SupportEd Mayo Secretary general, Co-operatives UKMatthew Bloch Managing director, Bytemark • Before proposing new ideas on tax the prime minister should honour the commitments he made at the G8 summit in 2013 (Cameron to propose global anti-corruption agency at summit, 4 May). The Panama Papers revealed that UK-linked tax havens like the British Virgin Islands sit at the heart of a web being used to avoid taxes in the world’s poorest countries. The IMF estimates that developing countries lose $200bn a year to corporate tax avoidance. David Cameron should seize the opportunity offered by next week’s summit to demand greater transparency from British overseas tax havens. It has been three years since he promised change, now it is time for him to deliver on his pledges. Demanding that British tax havens publicly name the owners of the countless shell companies they host would be a good start.Murray WorthyActionAid UK • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Time to widen UK tax transparency register | Letters",
  "webPublicationDate": "2016-05-06T17:43:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/time-to-widen-uk-tax-transparency-register",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tax avoidance",
      "id": "business/taxavoidance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/06/time-to-widen-uk-tax-transparency-register"
}