{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/somali-americans-trial-isis-fbi-informant-minneapolis",
  "id": "2016-05-27-120",
  "sectionId": "us-news",
  "body": "Abdirahman Bashir sat alone on the stand and began to cry. His head slumped in his hands, his eyes darting between the floor and the ceiling, he avoided the gaze of the three defendants in court. Young men he had allegedly planned to die with. Men whom he ultimately betrayed. Bashir, a 20-year-old Somali American, had once pledged allegiance to the Islamic State militant group after consuming hours of violent propaganda videos. He listened to lectures delivered by radical cleric Anwar al-Awlaki and saw his four cousins depart for the frontlines in Syria. He had planned to follow. But in December 2014, as the net began to close around him and his alleged co-conspirators, after a reported first attempt to leave the United States failed and news arrived of his cousins’ death following an airstrike, Bashir was looking for a way out. He agreed to become an informant for the FBI. Bashir spent the following months recording his friends with a hidden microphone as they plotted to leave Minneapolis for Syria. He taped them at their homes, inside mosques, at shopping malls and during car rides, as they articulated their radicalized views and plans to exit the US.  The recordings form the backbone of the prosecution’s case against 10 indicted Somali Americans from Minneapolis, who formed an alleged Isis cell in the city. These men, all in their early 20s, are facing charges of conspiracy to commit murder outside of the US and providing material support for a terrorist organization. Bashir’s evidence, delivered over five days in court, provides a detailed window into the ways these young men were radicalized and how the terrorist group is attempting to recruit fighters from the west.   Related: Six Minnesota men charged with conspiring to support Isis in Syria    His appearance in court has also sharply divided the large, overwhelmingly impoverished Somali diaspora in Minneapolis, which is still reeling from a swathe of young men who left the city between 2007 and 2011 to join the terrorist group al-Shabaab and fight in Somalia. Some accuse Bashir and the FBI of entrapment, saying the tactics have further intensified the mistrust between some members of the community and law enforcement.  Although the number of Americans seeking to join the Islamic State is small compared to Europe, where recent estimates suggest around 4,000 EU citizens have travelled to fight abroad, the trial in Minnesota is an indication that the US government, which has indicted 85 individuals – with an average age of just 27 – for connections to Isis, is willing to experiment with sentencing options for at least some of those involved in this Minneapolis group. Six of the accused already have pleaded guilty, and, borrowing on practices used in European countries such as Denmark and Germany, the court will explore these young men’s capacity to be deradicalized. These evaluations could lead to shorter prison sentences, with a focus on probation, potentially offering some of these young men a second chance. As he cried on the stand, Bashir told the court how he suffered from anxiety attacks immediately after members of the alleged cell were arrested in April last year and his involvement was revealed. “I felt lonely,” he said, as the all-white jury listened. “A lot of the community members would say: ‘This guy is after us.’ Even some of my family members would tell their kids to stay away from me.” Sitting in the dock, defendant Guled Omar, 21, shook his head as Bashir wiped his eyes. Abdirahman Daud and Mohamed Farah, both co-defendants aged 22, stared into computer monitors without emotion. ‘May Allah’s curse be upon you’ Bashir recorded his friends for around four months at the beginning of 2015 as they liaised with the 10th defendant in the case, 22-year-old Abdi Nur, who successfully fled the US to join Isis in 2014. The young men were recorded discussing various propaganda videos depicting torture and murder that they shared with each other, and, ultimately, their plot to buy fake passports to escape via the southern US border into Mexico. But that plan was a sting. Bashir told members of the group he had found a man in San Diego, California, who could source them a set of fake passports. The man, whom the group nicknamed Miguel, was an undercover FBI agent. Bashir told the court how he, Daud and Farah, drove for three days from Minneapolis to San Diego in April 2015. On the way they listened to lectures delivered by Anwar al-Awlaki, the US born radical preacher killed in Yemen by a US drone strike in 2011. But mostly, they sat in a tense silence. In one instance of rare conversation played to the court, Daud told the group he could no longer sleep until he saw the Isis flag. “I can’t believe I’m driving out of the land of the kuffar,” he said. “I’m going to spit on America at the border crossing. May Allah’s curse be upon you.” When the group arrived at the exchange point, a small warehouse in the city suburbs, armed FBI agents threw two flashbang grenades, pointed their weapons at the defendants and escorted Bashir, who had faked an injury, away from the group. They had not seen him since that day. Bashir told the court this week that he had been paid more than $100,000 by the FBI in the summer of 2015 as he assisted the investigation by translating and transcribing his recordings. He had previously been unemployed. Although paying informants is common practice in the FBI, a group of young boys, who later identified themselves as friends of Guled Omar, gasped inside the courtroom as they heard the figure. “Shit man, nobody gets paid that much,” one whispered. Later, one man in the group, 23-year-old Hasan Ali, a student who has attended almost every hearing to “show support” for Omar, said the FBI’s use of an informant had spread distrust among his friends, whom he described as moderate Muslims. “Going back into the community, we’re not going to trust each other any more,” he said. “White people always look at us as terrorists, now the FBI is making things even worse.” Mohamed Farah’s father, Abdihamid Farah Yusuf, was also enraged by Bashir’s testimony. “He [Bashir] used to come to my house, eat with my boys,” he told the Guardian. “It was entrapment by the government. A set-up.”     Abdihamid Farah Yusuf stands outside courthouse in Minneapolis. Photograph: Oliver Laughland for the Guardian    Earlier in the day, the court had heard recordings of Farah and Bashir admiring the contents of a newly released Isis video “Upon Prophetic Methodology”, which depicts hundreds of captives being gunned down with AK47 rifles by Isis fighters, who then toss their bodies into a riverbank stained with blood. Extracts from the video were played to the court, and many in attendance craned their heads away from the screens, as Omar, Bashir and Farah watched without reaction. Despite the overwhelming evidence, Abdihamid Farah Yusuf, who arrived in America in 1992 fleeing civil war in Somalia, maintained his son had not been radicalized and had no intention of fighting in Syria. “He never spoke about Isis. We came from civil war – why would he want to go to another one?”    He never spoke about Isis. We came from civil war – why would he want to go to another one?  Abdihamid Farah Yusuf     Twenty-one-year-old Abdirizak Warsame, one of the six who already has pleaded guilty to providing material support, also testified against his former friends on Tuesday, telling the court: “We would keep it [extremist views] from our family members.” Warsame told the court how he also consumed hours of propaganda videos, including Flames of War, an extended, slickly produced film that depicts Syrian government soldiers digging their own graves before they are shot in the head by a phalanx of Isis fighters. “I watched it three of four times,” he said.  He also told the court how a group of the accused young men went paintballing in the summer of 2014, and yelled “Allahu Akbar” as they fired on other participants.  “It felt you were actually fighting,” Warsame said in monotone. “But we didn’t go there to specifically train.” The most detailed account of how some of these young men moved to a path of radicalism came from Bashir himself. The 20-year-old’s family moved to America in 1992, escaping famine in Somalia, and raised him in a moderate household. He spoke calmly, describing how his views began to change as a high school freshman. He watched documentaries about the war in Afghanistan and had long conversations with his cousin, Hanad Mohallim, who in March 2014 left the United States to join Isis. The fact he now had four cousins fighting abroad increased his status amongst the group that remained in Minneapolis, he said. But Bashir remained skeptical about the terror group, promising Mohallim on the day he drove him to the airport as he left America that he would follow if Mohallim could prove the fight in Syria was “true jihad”. His father and other members of his family often tried to talk him out of his radical views, but had little effect in that time. In August that year, when footage of the gruesome execution of American journalist James Foley emerged, Bashir asked his cousin over the internet: “Why would they randomly just kill a reporter?”. But Mohallim always had an answer for any of Bashir’s questions. His cousin told him Foley was a spy and Bashir believed him. No easy answer For Abdirizak Bihi, a prominent community organizer in the largely Somali neighborhood of Cedar-Riverside, the major route for these young men’s travel into extremism is one that is not being articulated in court: poverty.  The Somali community in Minnesota, officially estimated at just over 46,000, but likely to be larger, has the highest rate of poverty of any ethnic group in the state. According to research published by the Minnesota State Demographic Center, 58% live in poverty, with an additional 26% living close to the poverty line, and 40% of adults are unemployed. On a short tour of the neighborhood, showcasing bustling Somali malls, tall brutalist housing towers and a diverse cultural center, Bihi was approached by a handful of younger residents who complained that they have no jobs. Public services in the neighborhood remain grossly underfunded, he said, pointing to the single publicly funded community center in the neighborhood.  “We need to fill the gap of youth programs. We have to compete with the bad people,” he said. “If we don’t engage our young people, somebody will, and that’s what happened.”     Community organizer Abdirizak Bihi says: ‘If we don’t engage our young people, somebody will, and that’s what happened.’ Photograph: Oliver Laughland for the Guardian    But the argument may not fully explain each of the 10 men’s pathway to radicalism. Guled Omar, who prosecutors say was the elected “emir” of the Minneapolis cell, was studying at college and had been working as a security guard before his arrest. Omar, who began testifying in his own defense on Thursday afternoon, was one of 13 siblings raised alone by his mother. Like Bashir, members of Omar’s family have gone to fight abroad. Omar’s older brother Ahmed Ali Omar, escaped to Somalia in 2007, one of the first Americans from Minneapolis to leave. He remains remains at large and was later labeled by prosecutors as an al-Shabaab recruiter. The FBI estimates that between 30 and 40 individuals have left Minnesota in the past decade to fight for terror organizations abroad. Bihi’s own nephew, 17-year-old Burhan Hassan, was recruited to fight for al-Shabaab and was killed in Somalia in 2009. The experience has left Bihi with little sympathy for those who criticize the FBI’s use of an informant in the current case. “Those of us who have seen our young ones slip out of the country, killed in a far away country and never seen their bodies, never seen closure – we look at the whole thing and say: ‘They [the families of defendants] are lucky.’ Their kids are alive and they get to see them.” A deradicalization program US district judge Michael Davis, the senior jurist presiding over the case, has recruited a German de-radicalization researcher, Dr Daniel Koehler, to evaluate each of the young men who agree to take part in a program of deradicalization. In a phone interview, Koehler confirmed that all six young men who have pleaded guilty had volunteered for the program, five of whom he already has interviewed. Koehler, a fellow at George Washington University, has begun assessing their pathways to extremism and the examining ways in which they could be successfully reintegrated into the community. The program is the first of its kind in America and borrows from models Koehler has successfully implemented in Europe. “All of them provided me with detailed accounts of their past, and of the radicalization process,” Koehler said, adding he could not provide further details of their interviews. Koehler will submit his evaluations to Judge Davis before sentencing, and argues the reports could provide an avenue outside of extended jail time, as has been the norm in US terror cases in the past. “It would be very very unwise, right now, when you have the chance to stop this from spreading, to ignore that and to just lock them up for 50 years,” Koehler said. “It does not help, we have seen that in Europe. It does not contain the threat. It will not stop it from growing.” None of the three defendants who have gone to trial have opted into the program and will likely face longer prison time if convicted. Abdirahman Bashir is unlikely to face any charges, despite admitting to multiple acts of perjury and seeking to join Isis, before he was recruited by the FBI and renounced radicalism. On Tuesday, he told the court calmly that he had decided to pursue a career in law enforcement, and asked one of his former FBI handlers if he could use him as a reference on an application to the San Diego police department.",
  "webTitle": "Somali Americans divided as FBI informant testifies against friends",
  "webPublicationDate": "2016-05-27T14:30:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/somali-americans-trial-isis-fbi-informant-minneapolis",
  "keyword": [
    {
      "webTitle": "Minnesota",
      "id": "us-news/minnesota",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "FBI",
      "id": "us-news/fbi",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Laughland",
      "id": "profile/laughland-oliver"
    }
  ],
  "guardianId": "us-news/2016/may/27/somali-americans-trial-isis-fbi-informant-minneapolis"
}