{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/29/bhs-property-investors-profited-backing-dominic-chappell",
  "id": "2016-05-29-101",
  "sectionId": "business",
  "body": "Property investors provided Dominic Chappell with the £35m needed to show Sir Philip Green’s Arcadia group that he was a credible buyer for BHS, it has emerged. Allied Commercial Exporters (ACE) then went on to make millions from a series of real estate deals with the department store chain. ACE, which is run by Guy and Alexander Dellal, the son and grandson of property investor “Black Jack” Dellal, backed Chappell’s takeover with the consortium Retail Acquisitions before buying an office block from BHS and loaning the retailer money at such a fierce interest rate that it was known by management as the “Wonga” loan. Arcadia executives told MPs investigating the collapse of BHS that the £35m payment was vital in determining the credibility of Retail Acquisitions, the consortium led by Chappell, before it bought BHS in March 2015. Paul Budge, Arcadia’s finance director, said: “We actually asked them to make sure that they deposit £35m with Olswang [Retail Acquisitions’ lawyers] in the Olswang client account to confirm their intentions. If we were going to go forward, sign up some heads of terms and give them a period of exclusivity, they had to do that. So they put £35m into an escrow.” Mishcon de Reya, the legal firm acting for ACE, confirmed the payment had been made by ACE. It said: “In February 2015 an amount of £35m was transferred by Mishcon de Reya on behalf of ACE to the client account of Olswang against an Olswang solicitors’ undertaking to repay on demand.” Sources close to Arcadia said the group was unaware that ACE had made the payment on behalf of Retail Acquisitions at the time, but subsequently became aware of their involvement. “Black Jack” Dellal helped to finance Green’s takeover of retail group Sears in 1998. However, sources close to the deal said Chappell was an associate of Alexander Dellal and that was how the agreement came about. “[Arcadia] didn’t know he knew him,” a source said. Following the £35m payment, on the day that Retail Acquisitions bought BHS from Arcadia for £1, ACE bought North West House, a BHS office building next to its headquarters in north London. ACE acquired the building from BHS for about £33m. Two months later ACE sold the building for £38m. ACE also lent £5m to Retail Acquisitions in March, which was paid back when BHS sold its warehouse in the Midlands in August, and loaned £25m to BHS, which cost the retailer £6m in interest and fees in just three months. The profits from the sale of North West House and the charges on the loans mean that ACE collected more than £10m from its dealings with Chappell and BHS. There is no suggestion of any wrongdoing by ACE. The company has said the various agreements were not connected and at commercial rates. The fact that ACE backed the deal raises further questions about whether Chappell had the financial strength to take control of BHS. Chappell has been declared bankrupt three times and had little experience of the retail industry. The Guardian revealed on Friday that a £5m “bonanza” cited by Chappell to bolster his business credentials when buying BHS was an accounting estimate and not the cash payment he had previously claimed. Chappell had presented the windfall in the accounts of Olivia Investments, his family’s holding company in Gibraltar, to counter concerns that the former bankrupt had little relevant experience when acquiring the retailer in 2015. BHS collapsed into administration last month with a pension deficit valued at about £571m. The retailer has been saddled with the deficit despite Green and other investors collecting more than £580m in dividends, rent and interest payments during his ownership. The retailer was owned by Green for 15 years until he sold it for £1 to Retail Acquisitions, a consortium of little-known accountants and lawyers led by Chappell. Retail Acquisitions received payments of more than £25m from BHS during its 13-month ownership of the retailer. Administrator Duff & Phelps is in talks with a Portuguese-backed consortium about a rescue deal for BHS. The consortium is being led Greg Tufnell, the former managing director of Mothercare and Burton, and the brother of former England cricketer Phil Tufnell. An announcement about a rescue deal is likely on either Wednesday or Thursday. Chappell did not respond to requests for comment.",
  "webTitle": "Property investors profited from backing BHS buyer Dominic Chappell",
  "webPublicationDate": "2016-05-29T11:34:46Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/29/bhs-property-investors-profited-backing-dominic-chappell",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mergers and acquisitions",
      "id": "business/mergers-and-acquisitions",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Dominic Chappell",
      "id": "business/dominic-chappell",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/29/bhs-property-investors-profited-backing-dominic-chappell"
}