{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/23/facebook-bans-photo-plus-sized-model-tess-holliday-ad-guidelines",
  "id": "2016-05-23-17",
  "sectionId": "technology",
  "body": "Facebook has apologized for banning a photo of a plus-sized model and telling the feminist group that posted the image that it depicts “body parts in an undesirable manner”.    Related: The ‘perfect body’ is a lie. I believed it for a long time and let it shrink my life    Cherchez la Femme, an Australian group that hosts popular culture talkshows with “an unapologetically feminist angle”, said Facebook rejected an advert featuring Tess Holliday, a plus-sized model wearing a bikini, telling the group it violated the company’s “ad guidelines”.  After the group appealed against the rejection, Facebook’s ad team initially defended the decision, writing that the photo failed to comply with the social networking site’s “health and fitness policy”.  “Ads may not depict a state of health or body weight as being perfect or extremely undesirable,” Facebook wrote. “Ads like these are not allowed since they make viewers feel bad about themselves. Instead, we recommend using an image of a relevant activity, such as running or riding a bike.”  In a statement on Monday, Facebook apologized for its original stance and said it had determined that the photo does comply with its guidelines. “Our team processes millions of advertising images each week, and in some instances we incorrectly prohibit ads,” the statement said. “This image does not violate our ad policies. We apologize for the error and have let the advertiser know we are approving their ad.” The photo – for an event called Cherchez La Femme: Feminism and Fat – features a smiling Holliday wearing a standard bikini. Facebook had originally allowed the event page to remain, but refused to approve the group’s advert, which would have boosted the post.    Related: Tess Holliday: 'Never seen a fat girl in her underwear before?'    The policy in question is aimed at blocking content that encourages unhealthy weight loss – the opposite intent of Cherchez la Femme, which was promoting body positivity.  This is not the first time Facebook has come under fire for its censorship of photos. In March, the site faced backlash when it concluded that a photograph of topless Aboriginal women in ceremonial paint as part of a protest violated “community standards”.  Critics said that ban was an obvious double standard, noting that Facebook allows celebrities such as Kim Kardashian to pose with body paint covering her nipples.  Instagram and Facebook have also faced opposition for policies banning women from exposing their nipples, with critics arguing that the guidelines are prejudiced against women and transgender users.  Cherchez la Femme vented its frustrations on its Facebook page.   “Facebook has ignored the fact that our event is going to be discussing body positivity (which comes in all shapes and sizes, but in the particular case of our event, fat bodies), and has instead come to the conclusion that we’ve set out to make women feel bad about themselves by posting an image of a wonderful plus sized woman,” the group said. “We’re raging pretty hard over here.”   Related: Facebook to change trending topics after investigation into bias claims    Jessamy Gleeson, co-producer of the group, said she was initially so shocked by the language in Facebook’s explanation that she didn’t know how to respond.  “I was utterly furious. I couldn’t comprehend it, quite frankly,” she said. “We thought it was really horrible and isolating and alienating … Women with fat bodies can, of course, be as desirable as anybody else.” Gleeson said she was not satisfied with Facebook’s apology and hopes the company will re-examine its policies and address double standards in how it reviews photos of women. “Quite simply they need to understand we can use images of fat women to promote women being happy,” she said, adding, “What about all the cases that don’t receive this media attention? They’ve been wrong in many other thousands of cases, I’m sure.”",
  "webTitle": "Too fat for Facebook: photo banned for depicting body in 'undesirable manner'",
  "webPublicationDate": "2016-05-23T21:49:46Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/23/facebook-bans-photo-plus-sized-model-tess-holliday-ad-guidelines",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Body image",
      "id": "lifeandstyle/body-image",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "technology/2016/may/23/facebook-bans-photo-plus-sized-model-tess-holliday-ad-guidelines"
}