{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/05/half-lost-sally-green-review",
  "id": "2016-05-05-217",
  "sectionId": "childrens-books-site",
  "body": "Half Lost is the final book in Sally Green’s Half Life trilogy, where in a world split into White and Black witches and the main character Nathan is a mixture of both.  I thought it definitely felt like the third book of the series – the world has expanded and the big battle has to be wrapped up. And the characters have to deal with the toll of conflict. If I’m going to compare it to other books, it’s the Mockingjay of the trilogy. This review isn’t spoiler free for the first books, but until I start talking about the ending it won’t reveal anything from Half Lost. There’s one obvious difference between this book and the previous in the series, Half Wild – Annalise. Nathan’s relationship towards her is now very negative – in the last book they were in a relationship and now he’s hunting to kill her. I wasn’t a massive fan of Annalise so I’d be a hypocrite if I said I was disappointed. However, I actually started to like her more in this book! I enjoyed the emotional arc of Nathan’s emotions and his treatment of her. I felt like he sometimes saw her as a two-dimensional character to be loved and it was interesting to see her in a different situation.      This leaves quite a different relationship to form, which is that of Gabriel and Nathan. I adore Gabriel’s character. I loved their relationship development and I thought it tied in well with the exploration of the effects of violence and killing. I feel as though sometimes stories with very powerful protagonists or major conflicts don’t deal with those themes very well. And I was really pleased to see it being addressed, even though my heart bled for Nathan. (I mean, as much as possible, since Nathan is pretty scary and not exactly encouraging pity.) As I said before, this book does feel very much like a final book in the series. The world’s been opened up and it’s a very different story to the first book. The characters have seen a lot more. I thought the pacing lagged a bit at times, to be honest; I was still involved with the character arcs but the actual plot felt off. I also felt the final battle was solved too easily. And the ending. Ah, the ending. This one is definitely going to divide people. (There are going to be spoilers in this paragraph, by the way.) I don’t even exactly know how I feel about it myself; I’m still reeling and bewildered, to be honest. I personally didn’t feel a build-up to Gabriel’s death and Nathan’s ending as not-human; I didn’t see it as necessary. I was frustrated that the author encourages a strong shipping culture only to join the masses of others who have killed off LGBTQ+ characters. I realise that this series is a grim one and main characters were always going to die, but I’m still so tired and upset at this trope. The author could even have included other LGBTQ+ characters – it was so wonderful to see queer representation in fantasy for once.   Related: How do I get involved in the Guardian children's books site?    Overall, I did think this was a strong finish to the series. I think it will please fans of the grittiness of the earlier books in the series, like me. I did say some negative things here, but it was an excellent and gripping read. My enjoyment of it was marred by the ending, which wasn’t for me.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Half Lost by Sally Green – review",
  "webPublicationDate": "2016-05-05T11:00:06Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/05/half-lost-sally-green-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Witches, wizards and magic",
      "id": "books/witches-wizards-magic",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Paranormal romance (children and teens)",
      "id": "books/paranormal-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/05/half-lost-sally-green-review"
}