{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/04/15-million-degrees-journey-centre-sun-lucie-green-review",
  "id": "2016-05-04-138",
  "sectionId": "books",
  "body": "We rarely look directly at it but we miss it when we can’t see it. If it wasn’t there at all, we’d be gone too. It delivers the food we eat, the air we breathe, the clothes we wear. We read by its light – on a screen, on paper, indoors or out – because it is the ultimate energy source: indeed, the only energy source. It powered the primeval forests of carboniferous ferns and conifers that became our fossil fuel just as it drives the winds for the electrical turbines that must one day replace coal and oil. Even the radioactive elements whose decay and fission keep the planet alive and self-renewing are stellar confections: fragments first forged in, and then recycled by supernovae, exploding giant suns. That lucky old sun, the great Louis Armstrong sang, “has nothing to do but roll around heaven all day”. In fact, it is the only thing in the solar system that really works hard: every second it converts 600m tonnes of hydrogen to 596m tonnes of helium and those missing 4m tonnes become the energy released by the thermonuclear reaction: a bonus of electromagnetic radiation distributed across the entire solar system. A trifling 2 billionth of this highlights one side of the spinning Earth, delivering energy at the rate of 1,361 joules per square metre. This is the caloric power a hungry human might derive from a mere crumb, a tenth of a gram of a commercially marketed corn chip, says Lucie Green helpfully. But this planetary nourishment arrives every second to every square metre and from this shining moment all else follows: everything that has ever lived, every evolutionary advance, every human conceit, every sensory pleasure, and every book, including this one. And you can read this only because printer’s ink absorbs visible light and bleached paper reflects it – both of these of the sun’s making. But the light that hits the page – in this story of research in progress – seems a strangely haphazard agency. It begins in the heart of the sun, in a ball of matter 133,000 times the mass of the Earth, so crushed by its own gravitational force that it has 10 times the density of lead, 2.5bn times the pressure of air, and is hot enough to shred atoms: they become plasma, the fourth state of matter, a swirl of electrons and protons. (In 1993 the band They Might Be Giants recorded a cover of “Why Does the Sun Shine?”, which contains the line: “The sun is a mass of incandescent gas.” Sixteen years later, they wrote a companion song that updated it to “The sun is a miasma of incandescent plasma”.) In this vast furnace, 15m C at its core, the highly improbable can happen: just give it time. Protons collide and, once every 100bn collisions, overcome their resistance to each other, perform a complex three-step dance of union, and become a helium-3 nucleus, releasing two neutrinos and two gamma ray photons in the process. The neutrinos instantly make the journey from the sun’s core to the cosmos at the speed of light, and every second 100bn of these pass through matter the size of a human fingertip as if it wasn’t there. But the gamma ray photons can barely travel a millimetre before smashing into electrons, to be scattered and bounced back, losing a tiny bit of energy in the process. This bashing and scattering happens an estimated 10 million billion billion times as the photons find their way to the surface of the sun: a distance of 500m km.   Related: Staring at the sun: our local star – in pictures    What begins as a laborious struggle through ultra-dense plasma becomes a mere obstacle race through the cooler zones where atoms can survive, and the light by which you read this is finally released by yet another freak of solar physics. A high energy photon is absorbed by a negative hydrogen ion which bubbles nearer to the surface at about a kilometre a second to release – at last – a photon of light in the visible spectrum that can make a dash to Earth’s surface in around eight minutes. Negative hydrogen ions midwife 95% of the sun’s visible light, and for every 100m hydrogen atoms in the sun’s photosphere, there is only one negative hydrogen ion. “The sun seems to be driven by some extremely unlikely processes,” Green writes. “But, of course, the sheer scale of the sun makes these things possible.” None of these happenings can be empirically tested, and very little can be observed directly: the whole story has had to be assembled by inference and conjecture, cautious observation and some serious mathematical physics, from the first sight of sunspots to the launch of space-based solar observatories. It is a story with its heroes and heroines: one of the latter is Annie Jump Cannon, recruited by Harvard in the 19th century as a computer (the word originally described a person who computed) to classify stars from their spectra: she categorised 250,000 in a lifetime. Another was Cecilia Payne, first at Cambridge and then Harvard, the first astronomer to make an accurate estimation of the sun’s chemical composition, although the men around her wouldn’t accept her results. Green is herself a solar physicist and TV presenter and this book tells a luminous story with (what other phrase could one use?) a light touch. The account embraces both the making of the solar system from a cloud of swirling gas and dust, and the sun’s probable end first as a red giant, and then as a white dwarf, fading to oblivion in a slow, billion-year extinction. But the real thrill is in the incomplete unfolding story: of the puzzles set by coronal mass ejections, those great million-mile-an-hour blasts of stellar fabric that light up the aurorae, pound spacecraft and once, in 1859, set telegraph equipment ablaze. The narrative encompasses the piecemeal answers delivered periodically by eclipses, the measurements of the sun’s extraordinary magnetic field, the strange resonances within the sun that triggered a new science called helioseismology, and the continuing discoveries of the marvellous Voyager spacecraft, launched in 1977, and now at or perhaps beyond the furthest outposts of the empire of the sun. And, in the next two years, the European Space Agency and Nasa will each launch a space mission to observe the making of the solar wind, while Voyager 1 and 2 are still feebly relaying signals from the furthest edge. “For the first time the beginning and the end of the heliosphere will be studied simultaneously,” Green says. “I cannot imagine that this will ever happen again.” • To order 15 Million Degrees for £15.19 (RRP £18.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "15 Million Degrees: A Journey to the Centre of the Sun by Lucie Green – review\r\n",
  "webPublicationDate": "2016-05-04T15:00:15Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/04/15-million-degrees-journey-centre-sun-lucie-green-review",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Physics",
      "id": "science/physics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Radford",
      "id": "profile/timradford"
    }
  ],
  "guardianId": "books/2016/may/04/15-million-degrees-journey-centre-sun-lucie-green-review"
}