{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/hollow-crown-sexing-up-shakespeare",
  "id": "2016-05-07-140",
  "sectionId": "tv-and-radio",
  "body": "On watching the opening scenes of BBC miniseries The Hollow Crown: The Wars Of The Roses, I only wished somebody had told me before how much better than their reputation Shakespeare’s history plays are. The so-called Henriad is considered the driest part of a body of work already thought of as rigidly inaccessible. On the face of it, the petty infighting of Henry VI’s court and the lead-up to the Wars of the Roses aren’t as juicy as the Tumblr cheesecake of Romeo + Juliet, or Lady Macbeth’s Top Household Stain Removal Tips. But do either of those plays have half-a-dozen fat old men, gathered in ye olde gardene and plucking roses from a briar in a pompous show of political allegiance, which calls to mind images of Elton John berating an assistant about the perkiness of his dianthus? No they do not.            It’s thought that a droop in the morale of Elizabethan England led to Henry VI being commissioned, and that it isn’t much more than jingoistic propaganda. This not only makes the feat the BBC has pulled off all the more impressive, making a properly captivating drama out of it, but it also fits nicely into the heavily patriotic context under which the series comes about: to celebrate 400 years of Shakespeare with adaptations, live readings, bard-inspired rap ensembles and quill emojis. How it found time in a schedule already heavy with 585 Great British conceits, Paul Merton’s Spiffing British Railways and the Bafta-winning Regional Accent Pie Tour Roadshow I don’t know, but hats off to Auntie. The first film of the three-part series takes place 17 years after the death of Henry V. Now on the throne is adolescent wet wipe Henry VI, whose interest in his overseas territories and a trifling little upstart called Joan of Arc pales considerably compared to his interest in praying, reading his Bible, gazing adoringly at the figure of Christ, thinking about Christ’s lovely silky hair etc.  Overshadowing it all, however, is his interest in his formidable new bride Margaret of Anjou. When royal puppet master Lord Gloucester (Hugh Bonneville) informs the king that France has snatched back several principalities, failed to provide a dowry for his wife, and heavily implied that they consider him une twerp d’royale, Henry is pretty chill. He takes one look at Margaret’s heaving bosom, ruff that won’t quit and winsome air of dark conspiracy, and all his troubles seem to fade away. “Oh well, not to worry,” he says on hearing the news (I might be paraphrasing slightly). “Just off to my quarters for 27 enlightening minutes – BRB.”     Lame duck… Tom Sturridge as Henry VI. Photograph: Robert Viglasky    Already the production has attracted controversy for “sexing up” Shakespeare. Namely with a scene between Margaret and the Duke of Somerset, who’s so good at sinister brooding I had to check he wasn’t being played by a medieval Cain Dingle. I’m not sure what the best course of action might be for the sort of person who drones on for their entire life about young people’s uninterest in Shakespeare, and then becomes scandalised to within an inch of their sanity when some canny writer chucks a pair of tits into the stage direction. By the end of the film, though, everything’s set up for Cumberbatch to gallop in as Richard III, and from what I’ve heard he doesn’t mess about. My suggestion is to leave the haters to Big Rich, with the promise at the end of a pop quiz on just how much gore, shagging, poison and bloody murder our guy Shakespeare was down with in the first place. The Hollow Crown: The Wars Of The Roses begins tonight, 9pm, BBC2",
  "webTitle": "The Hollow Crown: a sexy TV retelling of the Bard’s Henriad",
  "webPublicationDate": "2016-05-07T08:00:10Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/hollow-crown-sexing-up-shakespeare",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Filipa Jodelka",
      "id": "profile/filipa-jodelka"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/hollow-crown-sexing-up-shakespeare"
}