{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/trump-steps-up-attacks-on-clintons-trustworthiness-guardian-briefing",
  "id": "2016-05-26-205",
  "sectionId": "us-news",
  "body": "Trump attacks Clinton over emails Hillary Clinton’s efforts to move past the controversy over the private email server she used when secretary of state were dealt a blow on Wednesday by the release of an internal state department report finding she had broken multiple government rules. Clinton brushed off questions about her integrity on CNN: “Nothing has changed. It was not at all unprecedented. It will not affect my campaign or my presidency.” Her likely Republican opponent, Donald Trump, who has stepped up attacks on Clinton’s trustworthiness, told a rally in California: “She’s as dirty as they come.” Both candidates, for starkly different reasons, are looking toward a separate FBI decision on whether to bring criminal charges over the breaches. House speaker Paul Ryan said Clinton’s actions were “at best negligent and at worst harmful” to national security. Meanwhile, speaking to late-night TV host Jimmy Fallon, Trump confirmed he uses aliases, including the name Barron, and challenged Bernie Sanders to a debate ahead of the 7 June primary in California. (Clinton has turned down another debate with Sanders.) The leftwing Democratic candidate accepted, tweeting: “Game on. I look forward to debating Donald Trump in California before the June 7 primary.”           Donald Trump tells Jimmy Kimmel: I have used aliases    Hillary Clinton’s email server violated state department rules, audit finds ‘It’s beyond pain’ In the second of a two-part series about opioid addiction Chris McGreal visits Salt Lake City where Mormons, who shun drugs and alcohol, have now fallen prey to painkiller addiction. “Maline never thought she had a problem,” Mindy Vincent says of her sister. “She was a firm believer that because the doctor prescribed the pills it was OK. But she was on the painkillers for 15 years until they wouldn’t give her any more. She eventually ended up getting some heroin because she couldn’t get any more pills. My sister used heroin one time and she died.” You can read all our coverage in this series here.  ‘It’s beyond pain’: how Mormons are left vulnerable in Utah’s opiate crisis China to launch nuclear-armed subs  China is poised to send nuclear submarines into the Pacific Ocean for the first time. The move could further destabilise an already tense strategic standoff with the US in the South China Sea. Chinese military officials have indicated they consider the move inevitable, pointing to US plans to base anti-ballistic missiles in South Korea and the development of hypersonic glide missiles. Last week, a US spy plane and two Chinese fighter jets came close to colliding near Hainan island, where four Jin-Class ballistic missile-equipped subs are based. Meanwhile, Tom Phillips in Beijing examines Chinese efforts to curb the country’s debt-fueled economy. China to send nuclear-armed submarines into Pacific amid tensions with US G7 talks underway Barack Obama and leaders of the seven major advanced economies are holding a G7 meeting at Ise-Shima in Japan to discuss major economic and trade issues. As Obama prepares to visit Hiroshima, the Guardian asked the president about nuclear proliferation. “The dropping of the atomic bomb was unprecedented in history,” he said. “It’s something we’ve all had to deal with.” Obama also said North Korea was a “big worry for all of us”, referring to the hermit nation’s ongoing nuclear program, and spoke of the effort to protect the US and allies from an “unexpected escalation”. He also said foreign leaders were “rattled” by Trump – “and for good reason, because a lot of the proposals he has made display either ignorance of world affairs, or a cavalier attitude, or an interest in getting tweets and headlines.” G7 summit: Obama says Trump has ‘rattled’ world leaders – live coverage Exxon rejects climate change fears Rex Tillerson, the boss of oil giant ExxonMobil, told a shareholder meeting in Dallas that cutting oil production was “not acceptable for humanity”. Resisting calls to explain how the company planned to address climate change and maintain Exxon’s business, Tillerson said the company had invested $7bn in green technology. But until science and technology had achieved breakthroughs, “just saying ‘turn the taps off’ is not acceptable to humanity. The world is going to have to continue using fossil fuels, whether they like it or not”. The Guardian was banned from reporting from inside the meeting, and instead listened to proceedings via webcast. “We are denying your request because of the Guardian’s lack of objectivity on climate change reporting, demonstrated by its partnership with anti-oil and gas activists and its campaign against companies that provide energy necessary for modern life, including newspapers,” a spokesman said. ExxonMobil CEO: ending oil production ‘not acceptable for humanity’ Peter Thiel v Gawker  As a judge in Florida rejects Gawker Media’s request for a retrial of Hulk Hogan’s invasion of privacy case against the website, the Guardian looks at Facebook investor Peter Thiel’s campaign against the company initiated after founder Nick Denton set about outing him. Thiel, a Trump delegate in California, admitted to having bankrolled Hogan’s action against Gawker, which resulted in a $140m damages award in favor of the wrestler. Gawker claims the action was designed to result in Denton’s financial ruin.  PayPal co-founder Peter Thiel admits to bankrolling Hulk Hogan’s Gawker lawsuit Black Dahlia’s killer unmasked The 1947 killing and evisceration of Elizabeth Short continues to hold morbid fascination as one of the darkest of Los Angeles’ unsolved murder cases. Former Los Angeles police department detective Steve Hodel briefs the Guardian on the astonishing claim he spent 15 years of cataloguing and forensic work to establish – that Short was killed by his own father, a prominent LA physician named George Hodel. As Alexis Sobel Fitts points out, Steve Hodel may be a brilliant vigilante or an obsessive crackpot, but no one has been able to prove him wrong. I know who killed the Black Dahlia: my own father Who cares about stats? Columnist Dave Schilling wades into the debate over our obsession with sports statistics, and specifically whether black people even care about them. Responding to an ESPN column on the subject, Schilling writes: “I finally had an excuse for why I can’t seem to understand or appreciate advanced sports analytics: I’m black. Thank God, for a second I thought I was just stupid, lazy, or both.” Sports analytics don’t exist in ‘BlackWorld’? That’s ridiculous A lost hiker’s last message A hiker who died after a 26-day ordeal in the woods of western Maine kept a journal about her ordeal, and resigned herself to the idea that it could be years before her remains were found, it has emerged. Geraldine Largay, 66,  who was from Tennessee, had set out to walk from West Virginia to Mount Katahdin, a section of the 2,200 mile Appalachian Trail. But she got lost and her efforts to send SOS messages failed. Finally, she accepted she would die in the wilderness. One of her final log entries read: “When you find my body, please call my husband George ... and my daughter Kerry. It will be the greatest kindness for them to know that I am dead where you found me – no matter how many years from now.” Hiker who went missing on Appalachian Trail survived 26 days before dying Scully: a more exciting heroine After Gillian Anderson set off a Twitter storm after suggesting she should be the next Bond, film editor Catherine Shoard argues: “Shouldn’t we be cooking up new heroines, rather than just sticking old ones in a frock?” She adds: “I am baffled by this kneejerk cheerleading for the prospect of a woman taking on a role that involves murdering your way round the globe, bashing and backstabbing, boozy and ruthless.” Jane Bond is just James in a frock. We need a new heroine",
  "webTitle": "Trump steps up attacks on Clinton's trustworthiness | The daily briefing",
  "webPublicationDate": "2016-05-26T12:08:18Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/trump-steps-up-attacks-on-clintons-trustworthiness-guardian-briefing",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/26/trump-steps-up-attacks-on-clintons-trustworthiness-guardian-briefing"
}