{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/22/england-innings-win-sri-lanka-headingley-talking-points",
  "id": "2016-05-22-86",
  "sectionId": "sport",
  "body": "1) Five-star Anderson shows no sign of stopping   Related: Alastair Cook hails Jimmy Anderson and Jonny Bairstow as England bury demons    Jimmy Anderson, a couple of months from his 34th birthday, looks fitter and hungrier than ever. Recognition that the end is not so far away can spur a sportsman to even greater effort. He now has 443 Test wickets – he glided past Kapil Dev at Headingley – and he is sixth on the all-time list. However, there is a lot of hard yakka to be done to reach the top five. Courtney Walsh is in the middle distance and barely visible with 519. Meanwhile, behind Anderson, the other member of England’s latest old firm, Stuart Broad, has 338. They help one another wonderfully and share each other’s triumphs but they can still compete. Anderson averages 28.62, Broad 28.47. Both will be eager to grab the captain’s eye when the Sri Lanka tailenders come into view in this series. 2) Sri Lanka’s reptilian tail The Sri Lanka tail may be as long as a crocodile’s but it is nowhere near as strong. It rivals some of England’s worst, though the Caddick, Mullally, Tufnell, Giddins combination of the Oval Test against New Zealand in 1999 takes some beating. It is not a good sign when the 38-year-old Rangana Herath, albeit the pluckiest of cricketers, potters out at No8. At Headingley, Sri Lanka’s last five batsmen mustered 14 runs in their 10 innings. The conditions were undoubtedly hostile; Dasun Shanaka was making his debut and by all accounts has great potential at No7 but the rest are unlikely to score runs even on a good day for batting. Hence the pressure mounts on a callow top order. 3) Bairstow the big difference but others less secure   While Sri Lanka had Shanaka at No7, England had Jonny Bairstow. But England’s batting lineup is not set in cement. There were no runs from Nick Compton and nine from James Vince on his debut (plus a couple of dropped catches). It would be callous to draw conclusions from one innings but slowly the pressure mounts. Compton surely needs runs by the end of the Sri Lanka series (and there may not be two innings per game) to be sure of his place; Vince may have a little longer. Alex Hales can feel more secure. His 86 grew in significance as the match progressed and batting became ever more tricky. 4) No big green monster   Related: England beat Sri Lanka by innings and 88 runs in the first Test – as it happened    The Headingley pitch would have had county bowlers salivating. The new toss regulations have meant that there has been a dearth of green grass this summer in the County Championship. Better pitches? Not necessarily. Blander ones? Most certainly. Despite the scorecard, this surface was not one of those Headingley monsters of the 90s. However, the clouds rolled over and those wine-dark Dukes – England seem to have procured a box of balls that delivered the Duke Ellington philosophy “It don’t mean a thing if it ain’t got swing” – were at their most mischievous in Anderson’s delicate fingers. It was a good cricket pitch. But the batsmen could not cope without sunshine. 5) Roll up, roll up … for a one-sided Test with no Stokes The Headingley Test has not done strapped-for-cash Durham CCC many favours. Ticket sales have been modest: 26,000 sold for a five-day match is a disappointment. The match at Leeds was never dull but the outcome was decided once Sri Lanka failed to avoid the follow-on. An Angelo Mathews century at Chester-le-Street or maybe one from Kusal Mendis, impressively impish in the second innings, might enhance the contest and get the locals walking up. So might a bit of sunshine. The bookies now have England at odds-on to win all three games. To cap it all, Ben Stokes, poster boy not just in the north but all around the nation, collected a knee injury which jeopardises his chances of playing on his home ground. It’s a bit late to recall Paul Collingwood now.",
  "webTitle": "England’s innings win against Sri Lanka: five Headingley talking points | Vic Marks",
  "webPublicationDate": "2016-05-22T13:16:33Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/22/england-innings-win-sri-lanka-headingley-talking-points",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Vic Marks",
      "id": "profile/vicmarks"
    }
  ],
  "guardianId": "sport/blog/2016/may/22/england-innings-win-sri-lanka-headingley-talking-points"
}