{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/01/schism-finborough-london-review-athena-stevens-cerebral-palsy",
  "id": "2016-05-01-94",
  "sectionId": "stage",
  "body": "This play charts the tortured 20-year relationship between a girl with cerebral palsy and a Chicago teacher. It is written and co-performed by Athena Stevens and is a testament to the drive and willpower of disabled people. Since Stevens herself was born with athetoid cerebral palsy, it has a palpable authenticity that overcomes its preachiness.   Related: ‘No one expects people with disabilities to have a family’    Stevens plays Katherine who, as a 14-year-old, invades the apartment of a suicidal teacher, Harrison, and pleads with him to be taken out of special education and granted a place in his math class. Although Katherine is bright and determined, the play charts the obstacles she has to overcome: even Harrison tells her there is a schism between expectation and reality where disappointment breeds. But, as an initially platonic relationship grows into something serious, Katherine challenges Harrison by studying to become an architect – the very profession to which he once aspired. There is something schematic about Katherine’s rise and Harrison’s fall, but the play clearly captures the single-mindedness of disabled people. Katherine bluntly tells her partner, “I will do anything to get what I want” and, significantly, it is she who packs the condoms for a supposedly innocent weekend trip.  Stevens brings out all of Katherine’s inner strength and sexual need, Tim Beckman is equally good as the dispirited teacher, and Alex Sims directs sensitively. Even if the play overstates the message that disability is no bar to ambition, it is propaganda in a good cause.  • At the Finborough, London, until 14 May. Box office: 0800 847 1652",
  "webTitle": "Schism review – the drive and desires of a disabled woman",
  "webPublicationDate": "2016-05-01T14:00:24Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/01/schism-finborough-london-review-athena-stevens-cerebral-palsy",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/01/schism-finborough-london-review-athena-stevens-cerebral-palsy"
}