{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/20/beach-heaven-sabrina-ghayour-my-last-supper",
  "id": "2016-05-20-231",
  "sectionId": "lifeandstyle",
  "body": "I would be on a warm island eating stuff out of the sea. Somewhere serene like the Andaman sea in Thailand. I first went to south-east Asia in 2009 and I’ve been about six times since; Cambodia, Malaysia – I love it out there. It’s stunning, and the flavours! I never get sick of the food. I’d want to be on the beach. Given the choice, I’m a bit reclusive, I like to be in quiet places. On an island, in the woods, up a mountain. I’m not really a camper or a tent dweller, but I do like nature. It would be a late afternoon lunch. – I like to eat my meals much later than most people. Iranians generally eat quite late and I am at the extreme end of that. I have breakfast at at 11, lunch at three, and dinner around nine-ish. I particularly love a late lunch. You can sit back and watch the sun, everything comes together quite nicely. I’d not be cooking myself – I could have the day off! I like the taste of char on grilled meats and seafood and vegetables – I just love the taste that fire gives produce, everything is improved. So I’d want just that, and very little else: grilled corn, grilled aubergine, grilled seafood, with some salt and butter, a sprinkling of chilli and a wedge of lime. Maybe a fresh papaya salad on the side. I’m not a big booze person. I’d love nothing more than young coconut water, cold. And watermelon and mint, blitzed. After such a sensible meal, I could do with a bit of a dessert. Something simple though – loads of really ripe exotic fruit, mangoes, papaya, lychees. And toasted coconut ice-cream. I love being in the water, it’s something I get from my mother, I call her a fish. We always have to go find her at lunch time and beg her to reapply factor 15. With me I’d want the people I know best, those I feel most comfortable with. Life’s too short not to spend time with people you love and who make you laugh. My mother’s unintentionally incredibly funny. Her observations are hysterical. She’s the complete antithesis of a foodie. All my friends are funny. People who you can’t ever shock. In my family, we say exactly what’s on our mind, we’ve all such strong personalities, and a wild sense of humour. There’d be loungey, beachy, dance music – the Buddha Bar collections, Portishead, a bit of trip hop, maybe some Sinatra. I love dancing. I’m one of those nutters, slightly bonkers, unbridled, it doesn’t happen often, but when it does, I like to let go. And I’d want it all to look good. Lanterns, candles, flowers, cushions, Middle Eastern and Thai fabrics. The kind of party you never want to leave.   Sabrina Ghayour is a chef, food writer and cookery teacher. Her second cookbook Sirocco (Mitchell Beazley) is out now",
  "webTitle": "Beach heaven: Sabrina Ghayour’s final meal | My last supper",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/20/beach-heaven-sabrina-ghayour-my-last-supper",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Seafood",
      "id": "lifeandstyle/seafood",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Chefs",
      "id": "lifeandstyle/chefs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/20/beach-heaven-sabrina-ghayour-my-last-supper"
}