{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/25/iona-christian-community-serious-jeopardy-appeal-building-work",
  "id": "2016-05-25-88",
  "sectionId": "uk-news",
  "body": "A Christian community which attracts pilgrims from around the world to contemplate and pray amid the wild beauty of the Hebridean island of Iona is in “serious jeopardy”. The Iona Community has launched an urgent appeal to raise £1.5m to redevelop the buildings of St Colomba’s monastery. Without the work, the community could become “unfit for purpose” within a few years. In a report to the Church of Scotland’s general assembly, meeting in Edinburgh this week, the community said: “Significant needs have been building over a number of years … which, if not addressed imminently, will place the long-term sustainability of the centre at significant risk.” It added: “The impact of this on the island community of Iona would be catastrophic.” Although the abbey was rebuilt from ruins 50 years ago, it needs further extensive work to meet modern standards to accommodate pilgrims and tourists. The required work includes new electrical, plumbing and heating systems and updated and fully accessible accommodation. A complicating factor is that the abbey is a listed building of significant historical interest on a remote island. “Piecemeal maintenance and sporadic upgrading of internal services, electrical, water, sewerage and heating have led to constant and uneconomic patchwork repairs,” the report says. “If action is not taken now to improve the fabric of the buildings and the associated utilities, there is the prospect of the accommodation being unfit for purpose in five to seven years’ time, which would in turn place the Iona Community’s presence on Iona in serious jeopardy.” An appeal for donations raised £275,000 by the end of last year, well below the £1.5m needed. “This is the most demanding challenge the Iona Community has faced since the rebuilding of the abbey itself,” the community’s leader, Peter Macdonald, told the Herald. The community, founded in 1938 by George MacLeod, now runs three residential centres on Iona and the nearby island of Mull. In 1994, John Smith was buried in the cemetery of Iona Abbey after dying of a heart attack while leader of the Labour party. Thousands of people visited Smith’s grave in the following year, causing serious damage to Scotland’s earliest Christian settlement, according to locals. Smith was succeeded by Tony Blair. “People from different walks of life, nationalities, faiths and circumstances encounter one another though being engaged in common tasks – preparing meals, washing up, creating music for a service in the abbey or breaking bread together,” the director Rosie Magee wrote in the report. “Relationships are forged, sometimes unlikely ones, which cross cultural barriers and recognise our common search for significance and meaning in a hurting world.” The original monastic community was founded by Colomba, an Irish monk, almost 1,500 years ago.",
  "webTitle": "Iona Christian community in 'serious jeopardy'",
  "webPublicationDate": "2016-05-25T16:58:49Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/25/iona-christian-community-serious-jeopardy-appeal-building-work",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "uk-news/2016/may/25/iona-christian-community-serious-jeopardy-appeal-building-work"
}