{
  "apiUrl": "https://content.guardianapis.com/gnm-press-office/2016/may/06/the-scott-trust-ltd-appoints-new-global-readers-editor",
  "id": "2016-05-06-266",
  "sectionId": "gnm-press-office",
  "body": "London, 6 May 2016: The Scott Trust, shareholder of the Guardian Media Group, is pleased to announce the appointment of Paul Chadwick as global readers’ editor.  In this newly created role based in the UK, Paul will also have oversight of readers’ complaints to Guardian US and Guardian Australia, ensuring that a fast, fair and transparent complaints process is practised globally. Paul’s appointment follows the departure of the former Guardian readers’ editor, Chris Elliott. Paul will report directly into The Scott Trust, maintaining independence and impartiality for the Guardian’s internal complaints processes. A journalist and lawyer, Paul was previously the Director of Editorial Policies of the Australian Broadcasting Corporation where he led reform of the public broadcaster’s self regulation framework. He led the revision of the Australian Journalists’ Association ethics code and is also the recipient of a Walkley Award for most outstanding contribution to journalism. Paul has acted as a non-executive director of Guardian Australia since 2012. He has also held statutory office as the first Privacy Commissioner of the State of Victoria between 2001 to 2006. Paul Chadwick said: “The Guardian has a fine tradition of effective readers’ editors and I look forward to playing a part in this valued journalism institution in what is a radically changing global media environment.” Dame Liz Forgan, chair of The Scott Trust, said: “I am delighted that Paul is taking up the role of global readers’ editor. Paul is a hugely experienced journalist with an excellent legal pedigree, therefore I am confident that he will ensure that the Guardian’s high standards of fairness and transparency are adhered to across the world.” -Ends- For more information please contact:  media.enquiries@theguardian.com or 020 3353 3696 Notes to editors: About The Scott Trust Ltd The ultimate owner of the Guardian is The Scott Trust, which was originally created as a trust in 1936 to safeguard the title’s journalistic freedom. In 2008 it was replaced by a limited company with the same core purpose of the original trust: to secure the financial and editorial independence of the Guardian in perpetuity, while its subsidiary aims are to champion its principles and to promote freedom of the press in the UK and elsewhere. Other than to cover expense, The Scott Trust takes no dividend from the Group’s businesses, whose profits are instead reinvested to sustain journalism that is free from commercial or political interference. The Trust Board is chaired by Dame Liz Forgan and currently consists of executives within GMG, external members, a member of the Scott family and a member of Guardian News & Media’s editorial staff. About GMG Guardian Media Group (GMG) is amongst the UK’s leading media organisations. Its core business is Guardian News & Media (GNM), publisher of theguardian.com, one of the largest English-speaking quality newspaper websites in the world. In the UK, GNM publishes the Guardian newspaper six days a week and the world’s oldest Sunday newspaper, The Observer. GMG has also built an endowment fund, which includes the proceeds from the 2014 disposal of its 50.1% holding in Trader Media Group. ‎The sole purpose of the fund is to secure the editorial independence and financial security of the Guardian in perpetuity. The business conduct of the Group is guided by The Scott Trust values. For further information visit www.theguardian.com/gmg",
  "webTitle": "The Scott Trust Ltd appoints new global readers’ editor",
  "webPublicationDate": "2016-05-06T09:47:46Z",
  "webUrl": "https://www.theguardian.com/gnm-press-office/2016/may/06/the-scott-trust-ltd-appoints-new-global-readers-editor",
  "keyword": [
    {
      "webTitle": "Press releases",
      "id": "gnm-press-office/press-releases",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    },
    {
      "webTitle": "press releases 2016",
      "id": "gnm-press-office/press-releases-2016",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    }
  ],
  "authors": [
    {
      "webTitle": "GNM press office",
      "id": "profile/gnm-press-office"
    }
  ],
  "guardianId": "gnm-press-office/2016/may/06/the-scott-trust-ltd-appoints-new-global-readers-editor"
}