{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/gardening-blog/2016/may/24/bringing-tamil-nadu-to-the-chelsea-flower-show",
  "id": "2016-05-24-168",
  "sectionId": "lifeandstyle",
  "body": "Snake gourd, bitter gourd, ash gourd, I can barely write these names without grimacing. For the past few days I have been unraveling their jungly tendrils to attach them to a Tamil Nadu dwelling. They have most reluctant; homesick for their heated glasshouse in the heart of the Fens, being ably tended by Delfland Nurseries’ owner John Overvoorde. They are finally “planted” in our Chelsea flower show exhibit, but boy, have they been trouble. They arrived all carefully trained onto a bamboo trellis and needed to appear to be colonising our building. The chillies, aubergine, tomatoes, amaranthus went in without a fuss, and as for the 7m tall palm tree: it was a piece of cake. But as I ran out of time, arranging the gourd vines was rather like trying to untangle a kite on a windy beach.     A detail from the Lifeworks Global garden by Tom Hoblyn. Photograph: Tom Hoblyn    Last November, Lifeworks Global asked if I would help with their Chelsea exhibit, and when they told me the story, I was only too keen. Rural parts of Tamil Nadu are in trouble; overcropping using using unsavoury farming practices has left areas with lifeless and polluted soil. Vegetables are scarce and families are not getting a balanced diet. Lifeworks are assisting Tamil Nadu charity SCAD (Social Change and Development) in providing free seed, subsidised Grif-Aid water filters and teaching families how to heal their soil using organic techniques. It is working well. Families are selling excess vegetables and ridding the need for moneylenders; families are also planting trees to improve the microclimate. One fascinating technique to help heal the soil is the use of inoculated compost. Similar to mycorrhizal recipes for the establishment of trees here in the UK, this compost contains all the beneficial fungi and bacteria that kickstart soil life once again. I have been trialling it at home with great success. Owing to the short build time allowed, I have relied heavily on the film set industry to provide my Tamil Nadu-inspired dwelling, with skilled artists transforming a plywood structure into an authentic-looking building. Reassuringly, anyone who has been to Southern India has been extremely complimentary.   Related: ‘We had massive shed envy last year’: secrets of the Chelsea flower show revealed    The budget has been tight and lots of favours have been called in. Even my offspring have been planting. Thankfully all the plants have homes for after the show, and the set will no doubt become another dwelling for a film. It has been been fun and rewarding for such a worthy cause. I do hope that if you’re visiting Chelsea, you’ll come and see us: if you can’t make the show in person, look out for us on the BBC’s coverage to find out more, or visit the Lifeworks Global site.",
  "webTitle": "Bringing Tamil Nadu to the Chelsea flower show",
  "webPublicationDate": "2016-05-24T12:47:46Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/gardening-blog/2016/may/24/bringing-tamil-nadu-to-the-chelsea-flower-show",
  "keyword": [
    {
      "webTitle": "Chelsea flower show",
      "id": "lifeandstyle/chelseaflowershow",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Thomas Hoblyn",
      "id": "profile/thomas-hoblyn"
    }
  ],
  "guardianId": "lifeandstyle/gardening-blog/2016/may/24/bringing-tamil-nadu-to-the-chelsea-flower-show"
}