{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/flowers-of-evil-charles-baudelaire-review-essence-genius",
  "id": "2016-05-11-313",
  "sectionId": "books",
  "body": "I suspect that in the UK Baudelaire is more nodded to respectfully than actually read. This is a pity, because he could be said to have been the first modern poet: TS Eliot thought so, saying he was “the greatest exemplar in modern poetry in any language”. It is as much a matter of his state of mind as anything else. Baudelaire was given to reverie and despair in more or less equal parts or, as he put it, “Spleen et Idéal”. He was very conscious of the way his mind was elsewhere, unsuited to quotidian existence. The idea of the poet who is scornful or terrified of everyday life pretty much begins with him. This famous sequence was first published in France in 1857, and was swiftly condemned by the authorities as an offence against public morality, which did the poet’s reputation no harm at all. In the second poem, he compares the Poet – that is, himself – to an albatross, captured by mocking sailors and removed from his natural element: “exiled on earth, amid the jeering crowd, / With giant wings that will not let him walk”. That’s the translation given here, by Anthony Mortimer; and now you have much less excuse not to read Baudelaire than before, for this translation not only makes one of the best stabs yet at making him accessible to the monolingual English speaker, but comes with the original on the facing pages, so that even if all you have is school French, you can get some idea of what the poetry is really like. Translating Baudelaire is probably about as difficult as it gets. Not only do you have to keep as closely as is practical to the original verse forms – and Baudelaire was a master of these, toying with the classical structures of French verse, making it somehow both precise and fluid at the same time – you have to try to bring out his gift for nuance in the vocabulary. “J’ai longtemps habité sous de vastes portiques / Que les soleils marins teignaient de milles feux” is rendered here as “I used to dwell beneath vast porticoes / That sea-born suns tinged with a thousand flames”. You can’t help feeling in the first line that “j’ai longtemps habité” has something more mysterious about it than “I used to live”, which is a bit too precise and doesn’t carry the suggestion of deep time that the French does (he gets round this, just, with the archaism “dwell”). But it doesn’t matter: you now have the French to check it against, and you’ll need to do so if you can, for Baudelaire’s poetry is, in a sense, what the French language was made for. The structure and flow of the English language make it hard, if not impossible, to capture the essence of his genius. Eliot may have venerated him as a poet, but he knew better than to try to emulate his style, turning instead to the more formally inclined and ironic Jules Laforgue. And poetry in English can carry the burdens of its past in ways that are unavoidable and a bit unwelcome; it’s hard not to sound like someone else. It’s difficult not to notice the almost Kiplingesque rhythms of Mortimer’s translation of “Le Vampire” (“You came like the blade of a dagger / To my heart that was humbled and sad”), whereas Baudelaire’s words slink like a cat through the verses (“Toi qui, comme un coup de couteau, / Dans mon coeur plaintif es entrée”). Then there’s the shades of Thomas Gray in “Many a flower casts away / Its sweetly secret fragrance on / The wastes of deepest solitude” in poem 11, “Le Guignon” or “The Jinx”. I’m not doing this to nitpick; rather to prepare you for Baudelaire by illustrating the difficulties of translating him. You also get a useful essay about his life, helpful notes and a few other poems. This is, I think, the best way yet for us to enter the poet’s dream-like world, producing, as his title says, beauty from the sordid world around him. • To order The Flowers of Evil for £7.99 (RRP £9.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Flowers of Evil by Charles Baudelaire review – the essence of a genius",
  "webPublicationDate": "2016-05-11T08:30:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/flowers-of-evil-charles-baudelaire-review-essence-genius",
  "keyword": [
    {
      "webTitle": "Charles Baudelaire",
      "id": "books/charles-baudelaire",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction in translation",
      "id": "books/fiction-in-translation",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Paperbacks",
      "id": "books/paperbacks",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicholas Lezard",
      "id": "profile/nicholaslezard"
    }
  ],
  "guardianId": "books/2016/may/11/flowers-of-evil-charles-baudelaire-review-essence-genius"
}