{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/new-series-of-carry-on-films-announced",
  "id": "2016-05-17-228",
  "sectionId": "film",
  "body": "The first Carry On movie in 25 years, Carry On Doctors, is to be released in cinemas as part of a revival of the long-running British comedy series, according to Variety. The new instalment will be the first in a slate of new films, with producers hoping to recruit a fresh ensemble of homegrown talent to star in them. The debut instalment, not to be confused with 1968’s Carry On Doctor, will be written by Tim Dawson and Susan Nickson, best known as the writers of the BBC sitcom Two Pints of Lager and a Packet of Crisps. “I’m thrilled to be involved in perhaps the biggest comedy franchise in Britain,” said Nickson. “I grew up watching these films and to be working on this project feels like coming home. They’re peculiarly British but the appeal of the humour and the ever-present message that good people always win is absolutely global.” “These films are a part of British culture and to be carrying on the legacy of [original Carry On writers] Norman Hudis and Talbot Rothwell is a thrill and a responsibility,” said Dawson. “We intend to be sympathetic to the heritage while being unafraid to modernise the franchise for a whole new audience. This is my dream job.” The Carry On films represent the longest-running series in British history, a tradition that now looks set to continue. Among the best-known members of the original ensemble were Sid James, who starred in 19 films, Kenneth Williams (26 films), and Joan Sims (24 films). Producers said the new films would honour the legacy of the original series of 30 movies, made between 1958 and 1972. A 31st film, Carry on Columbus, was released in 1992, but few of the original ensemble involved. “Carry On is a national treasure: the most successful British comedy film series of all time,” said Jonathan Sothcott of Hereford Films. “We are making a new entry in the series with love and care: it isn’t a remake or an attempt to reinvent the wheel. We won’t be trying to find new Sids or Kenneths – we’re looking to create a whole new ensemble of brilliant British comedic actors. No stunt casting. No big American stars. This will be British film at its best, as the truly remarkable heritage deserves.” A second film, Carry On Campus, is already set to follow Carry On Doctors into production. Carry On historian Robert Ross will act as an adviser on the new series.",
  "webTitle": "Infamy! Infamy! Carry On films to carry on again after 25 years",
  "webPublicationDate": "2016-05-17T10:21:17Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/new-series-of-carry-on-films-announced",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/17/new-series-of-carry-on-films-announced"
}