{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/axl-rose-brian-johnson-acdc-do-justice",
  "id": "2016-05-06-302",
  "sectionId": "music",
  "body": "Axl Rose, perhaps for the first time in his career, is taking care not to cause offence. Ahead of the first of his shows filling in as frontman of AC/DC, the Guns N’ Roses singer has said he means “no disrespect” to Brian Johnson, the man he is replacing, and that he is such a fan of Johnson’s singing that he “wants to do it justice”. Speaking to BBC 6Music’s Matt Everitt, Rose said it had been his idea to approach AC/DC after it was announced that Johnson had been advised to stop performing to protect his hearing, and that a stand-in singer would be used to complete the Rock or Bust tour.   Related: AC/DC: 'If there's a bad-parenting issue, they blame rock'n'roll'    “I called the day I read about it in the news, that there was a situation going on with Brian’s hearing,” Rose said. “I called a guy who’s their production manager right now … So if I could help, and if I was able to do it, and they were interested, I’d love to help. And that’s how it started. I wasn’t looking at it like, ‘I’m singing for AC/DC.’ I was looking at it like, ‘Y’know, if I can, and if they think I’m able to do it.” Rose added that the set was a challenge for him. “A lot of the Back in Black stuff is really challenging. I’m not here in any way out of any disrespect to Brian. I can’t take anything away from his singing at all,” he said. “He’s a great singer and it’s really challenging to sing it. I’m just trying to do it justice for the fans.” AC/DC’s initial statement on Johnson’s departure was brusque and provoked speculation among fans about what exactly had happened. It read, in its entirety: “AC/DC are forced to reschedule the 10 upcoming dates on the U. leg of their Rock or Bust World Tour. AC/DC’s lead singer, Brian Johnson, has been advised by doctors to stop touring immediately or risk total hearing loss. Tomorrow’s show in Atlanta through Madison Square Garden in New York, NY in early April will be made up later in the year, likely with a guest vocalist. More information regarding these rescheduled shows to come. Current ticket holders can hold on to their tickets for the rescheduled dates or receive a refund at point of purchase.”   Related: AC/DC says Guns N' Roses singer Axl Rose to join band for rest of tour    Though both AC/DC and Johnson have since released fuller statements, guitarist Angus Young – who also spoke to Everitt – addressed the issue again. “In his heart he wanted to finish [the tour] but because of that hearing factor he had to make the decision,” he said. “It’s a hard thing to do, and he’d had the problem since we kicked off touring. It was his call. It was a shock to us too. The last thing you want to do is walk away from something, but you don’t want someone in a tragic situation; being deaf, or any other affliction.” Rose is expected to still be in the throne originally made for Dave Grohl when he takes to the stage in Lisbon with AC/DC on Saturday night, having recently broken a metatarsal. The Rock or Bust tour returns to the UK for two shows, in London on 4 June and Manchester on 9 June.",
  "webTitle": "Axl Rose determined to 'do justice' to Brian Johnson with AC/DC shows",
  "webPublicationDate": "2016-05-06T07:36:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/axl-rose-brian-johnson-acdc-do-justice",
  "keyword": [
    {
      "webTitle": "AC/DC",
      "id": "music/acdc",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Guns N' Roses",
      "id": "music/gunsnroses",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Metal",
      "id": "music/metal",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/06/axl-rose-brian-johnson-acdc-do-justice"
}