{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/clive-james-met-gala-plastic-surgery-misprint-poem",
  "id": "2016-05-14-162",
  "sectionId": "lifeandstyle",
  "body": "At the recent Met Gala in New York, all the stellar people were dressed to kill, and as I scan the gallery of red carpet photographs, I finally realise who Donatella Versace has been trying to turn herself into with her successive bouts of facial alteration. Now, the piecemeal transformation completed, she makes you wonder how Mike Tyson can look so good in a ballgown. I can’t mock her, because in recent times I am no stranger to the plastic surgeon myself. Every time a carcinoma is removed from somewhere on my head, the hole gets plugged with a graft from somewhere else on my body. Apart from the prospect of ending up upside down, there is also the disturbing consideration that, with proper planning, I could have been turning myself into someone better looking. Bradley Cooper was at the gala, too, and looking great. There was a time when I thought Tom Berenger was the ideal of male beauty, with a perfect shy smile. In that strangely lovely thriller Someone To Watch Over Me, when he and Mimi Rogers kissed each other, it was like the meeting of true mouths. But for later roles he thought his mouth needed surgical enhancement, and he began turning himself into Kim Kardashian. It follows that the ideal ideal is someone already dead. I think I’ll be Johnny Weissmuller. Thinking he was still in a Tarzan movie, he died giving the ape call. It was the same call that I gave a while ago when I discovered the misprint in my new book Collected Poems. People have written to ask me what the misprint is, so they can correct it in their copies. It’s on page 300, where the date cited in the poem’s title should be 1913, not 1917. Why does it matter? Well, the poem is about the glowingly healthy young crew of a racing yacht, and the title tells you, or should tell you, that they might soon be wiped out in the Great War. They don’t know what comes next. Unfortunately, with the wrong date, neither does the reader.   Related: Clive James: ‘Ben Affleck has overcome the handicap of his absurd good looks’    It was meant to be a poem about time, history, chance and death. Then suddenly, with a single stroke of the wrong key, it became a poem about a misprint. Hence my ape call, still a frightening event so many decades after I first gave it while standing in the bath and stampeded every wild animal in Kogarah. A few yards away, roaming loose on the linoleum floor of the back verandah, our budgerigar panicked and flew back up to the safety of its cage on top of the glass-fronted crockery cupboard. But in the long run there is no safety, not even for Tarzan.",
  "webTitle": "Clive James: ‘I can’t mock Donatella Versace, because I am no stranger to the plastic surgeon myself’",
  "webPublicationDate": "2016-05-14T08:00:31Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/clive-james-met-gala-plastic-surgery-misprint-poem",
  "keyword": [
    {
      "webTitle": "Plastic surgery",
      "id": "society/plastic-surgery",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Met Ball 2016",
      "id": "fashion/met-ball-2016",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Clive James",
      "id": "culture/clive-james",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clive James",
      "id": "profile/clive-james"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/clive-james-met-gala-plastic-surgery-misprint-poem"
}