{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/love-golf-muirfield-women-second-class",
  "id": "2016-05-20-203",
  "sectionId": "commentisfree",
  "body": "The Royal and Ancient Golf Club declared yesterday that Muirfield will not stage another Open Championship after it failed to reach the two-thirds majority required to admit women members. Everyone cheered – well, almost everyone. Peter Alliss’s intervention – “If somebody wants to join, well, you’d better get married to somebody who’s a member” – should not distract from the fact that the R&A has finally done something good and positive. Here it is sticking its fingers up at the old fogies in East Lothian, standing up for equality and women’s rights as it always has. When I say always, obviously I mean just for the past two years. It opened its doors to women in 2014. It’s an old hand at it now.   Related: Peter Alliss: women who want to play at Muirfield should marry a member    Royal Troon will host this year’s Open. It doesn’t admit women either, although a speedy vote from the members might change that just in time to avoid the adverse publicity. Royal St George’s, another Open venue, admitted women members in 2015. So it’s a very new thing, this “women members” malarkey. A new thing that one suspects has not been brought about by the sudden enlightenment of old men in plus-fours and argyle- patterned jumpers. As usual, money talks. Commercial sponsors that golf depends on cannot be seen to support such bigoted and old-fashioned ideas. They will fall away like flies. Do the likes of Rolex, MasterCard, HSBC and Ralph Lauren want their images sullied by this nonsense? Of course they don’t and the R&A has got wise to it. Professional golfers don’t want to be associated with it either. They want to be seen as athletes in a modern sport that moves with the times and accepts change. Golf had a huge opportunity to change its image with its Olympic inclusion. Imagine the fun of international mixed foursomes. It would have made it different from any other golf competition and could have been hugely exciting. Instead we have the normal strokeplay competition that we see week in week out. Muirfield is an old-fashioned club. It claims itself to be “a gentleman’s club where golf is played”. In other words it is not a proper golf club. A letter was circulated from the “no” campaign just before the vote. It’s worth commenting on for comedy value alone. Apparently there is a tradition of playing foursomes (for non-golfers, this is when a pair of players hit alternate shots. Therefore while four people are playing, only two balls are actually in play). It’s a faster format obviously and the letter worries that women would not be able to cope with it. Indeed, it says: “It will take a special kind of lady golfer to be able to do all the things expected of them in the template which is suggested and the ladies membership as a whole may not meet this standard.” Well, we’ll never know, will we? I have no statistics to back this up but the day someone can show me that women play golf more slowly than men I will eat my seven-iron. Yes, women may not hit the ball as far as men. As a consequence we lose fewer balls and spend less time looking for them in the heather. The myth of women and slow play is just that … a myth.   Related: Scotland's handicap? Sexist golf clubs | Kevin McKenna    Clearly Muirfield is a challenging course. The pace of play expected is four hours and 10 minutes for 18 holes. I played 18 holes on Thursday in three hours and 15 minutes, and that included stopping for a sandwich at the halfway house. Another argument put forward by the “no” campaign is that not many women would want to join. Spot on. I do not want to join your snotty club. Golf is my hobby. I love it and I would like to play it where I feel welcome, not like some second-class citizen. Muirfield’s problem, though, is golf’s problem. The image is appalling. The R&A’s stance goes a small way to improving it, but in the end it will be the fact of not having the Open, and the enormous financial cash cow that that is, that changes the minds of the Muirfield membership. I don’t doubt they will have another vote soon, when they realise how expensive their decision has been, and they will get their required two-thirds majority,but don’t expect me to go rushing up there for a game.",
  "webTitle": "I love golf, Muirfield, but I don’t want to join your snotty club | Alice Arnold",
  "webPublicationDate": "2016-05-20T11:38:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/love-golf-muirfield-women-second-class",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "The Open",
      "id": "sport/theopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alice Arnold",
      "id": "profile/alice-arnold"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/love-golf-muirfield-women-second-class"
}