{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/government-must-act-to-halt-csiro-climate-science-cuts-says-senate-committee",
  "id": "2016-05-03-283",
  "sectionId": "australia-news",
  "body": "The government must act to halt the CSIRO’s plans to cut its climate science program, a Senate committee has recommended, with one committee member calling on the government to consider replacing the chief executive over the debacle. In February, the CSIRO announced it would be sacking about 100 of its 140 climate scientists, chief executive Larry Marshall saying the science was settled on climate change and it was time to move on to questions of adaptation and mitigation.   Related: We handled the job cuts badly, CSIRO boss admits in Senate hearing    In the furore that followed, the CSIRO executives quickly pared the cuts back to 70 climate scientists, and more recently reduced it again to 40. They also announced that half the remaining climate scientists would be hived off into a dedicated unit, to be based in Hobart. The select committee report was scathing of the way the CSIRO’s executive team managed the process, particularly in failing to consult people affected by the cuts, including its own board, staff members, external stakeholders and government. Greens senator Janet Rice told parliament, “The chair of the board was not informed of the extent of the cuts that were being proposed until days before the cuts were announced. “We’re calling upon the government to reverse the cuts, and particularly to delay the implementation of the job cuts and undertake a thorough review.” In internal CSIRO documents revealed to the Senate committee, it was clear the cuts were made because government funding for climate science had been drastically reduced, and the CSIRO was unable to reach its external revenue targets for that sort of research. Rice called for the cuts to be delayed until after the election since “it’s very clear, the CSIRO said, that with an alternative government that funded the climate science, they would do things differently”.   Related: CSIRO climate cuts attack a national treasure when we need it most    Rice, whose partner is a climate scientist at the CSIRO, called for the government to consider Marshall’s position. The minister should have “a serious question” about his contract, which was up for renewal, she said. Labor senator Kim Carr, a previous science minister, was scathing of the executive team’s lack of consultation with the CSIRO board. “I think the board should have been fully engaged in the decision,” he said in parliament. “The minister himself should have been fully engaged as well.” Carr repeated the call for the minister to order the cuts be reversed. “In all my time as science minister I never directed the board in this way,” he said. “But in this case the stakes are just too high.” The chairman of the committee, Greens senator Peter Whish-Wilson, said the cuts must not go ahead until an independent body such as the Productivity Commission examined the value of the climate research.  “The government and the public should be able to examine hard data on the worth of this foundational information over the long term,” he said. CSIRO spokesman Huw Morgan said the CSIRO would respond to the report when it had had time to consider it.  “We know it is a difficult time for staff and CSIRO will continue to communicate and consult with staff and other interested parties,” he said. The committee’s report contained five recommendations:  That the auditor general investigate the use of private emails by CSIRO executives as part of its process in determining staff reductions That the CSIRO board delay the implementation of the cuts and review the process that led to them That the government direct the CSIRO to delay the cuts until after the election That an independent agency investigate the value of CSIRO climate research That the Department of Defence report on what ocean intelligence it needed to “maintain tactical advantages for all its operations, including the entire operating life of the future submarine fleet”",
  "webTitle": "Government must act to halt CSIRO climate science cuts, says Senate committee",
  "webPublicationDate": "2016-05-03T09:25:29Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/government-must-act-to-halt-csiro-climate-science-cuts-says-senate-committee",
  "keyword": [
    {
      "webTitle": "CSIRO",
      "id": "australia-news/csiro",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "australia-news/2016/may/03/government-must-act-to-halt-csiro-climate-science-cuts-says-senate-committee"
}