{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/16/april-third-month-in-row-to-break-global-temperature-records",
  "id": "2016-05-16-369",
  "sectionId": "environment",
  "body": "Last month was the hottest April on record globally – and the seventh month in a row to have broken global temperature records. The latest figures smashed the previous record for April by the largest margin ever recorded. It makes three months in a row that the monthly record has been broken by the largest margin ever, and seven months in a row that are at least 1C above the 1951-80 mean for that month. When the string of record-smashing months started in February, scientists began talking about a “climate emergency”. Figures released by Nasa over the weekend show the global temperature of land and sea was 1.11C warmer in April than the average temperature for April during the period 1951-1980.   Related: World's carbon dioxide concentration teetering on the point of no return    It all but assures that 2016 will be the hottest year on record, and probably by the largest margin ever.    With Apr update, 2016 still > 99% likely to be a new record (assuming historical ytd/ann patterns valid). pic.twitter.com/GTN9sPL2D7— Gavin Schmidt (@ClimateOfGavin) May 14, 2016    The new record broke the previous one by 0.24C, which was set in 2010, at 0.87C above the baseline average for April. That record itself broke one set three years earlier at 0.75C above the baseline average for April.    NASA April temperature is out. Warmest April on record. Beats the  previous record by largest margin ever. #climate pic.twitter.com/7BissESrWJ— Stefan Rahmstorf (@rahmstorf) May 15, 2016    The current blast of hot air around the globe is being spurred by a massive El Niño, which is a release of warm water across the Pacific Ocean. But it’s not the biggest El Niño on record and that spike in temperatures is occurring over a background of rapid global warming, pushing temperatures to all-time highs. “The interesting thing is the scale at which we’re breaking records,” said Andy Pitman, director of the ARC Centre of Excellence for Climate System Science at the University of New South Wales in Australia. “It’s clearly all heading in the wrong direction. “Climate scientists have been warning about this since at least the 1980s. And it’s been bloody obvious since the 2000s. So where’s the surprise?” said Pitman. Pitmans said the recent figures put the recent goal agreed in Paris of just 1.5C warming in doubt. “The 1.5C target, it’s wishful thinking. I don’t know if you’d get 1.5C if you stopped emissions today. There’s inertia in the system. It’s putting intense pressure on 2C,” he said. The record temperatures were wreaking havoc with ecosystems around the world. They’ve triggered the third recorded global coral bleaching, and in Australia 93% of the reefs have been affected by bleaching along the 2,300km Great Barrier Reef. In the northern parts of the reef, it’s expected the majority of coral is dead, and on some reefs over 90% of the coral is dying.   Related: Great Barrier Reef bleaching made 175 times likelier by human-caused climate change, say scientists    A recent analysis showed the bleaching on the Great Barrier Reef was made 175 times more likely because of climate change, and the conditions that caused it would be average in fewer than 20 years. The April figures come as the symbolic milestone of CO2 concentrations of 400 parts per million (ppm) have been broken at the important Cape Grim measuring station in Tasmania, Australia. Reflecting on the CO2 concentrations, Pitman said: “The thing that’s causing that warming, is going up and up and up. So the cool ocean temperatures we will get with a La Niña are warmer than we’d ever seen more than a few decades ago … This is a full-scale punching of the reef system on an ongoing basis with some occasionally really nasty kicks and it isn’t going to recover.”    Spiralling global temperatures from 1850-2016 (full animation) https://t.co/YETC5HkmTr pic.twitter.com/Ypci717AHq— Ed Hawkins (@ed_hawkins) May 9, 2016",
  "webTitle": "April breaks global temperature record, marking seven months of new highs",
  "webPublicationDate": "2016-05-16T00:28:25Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/16/april-third-month-in-row-to-break-global-temperature-records",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "El Niño southern oscillation",
      "id": "environment/elnino",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oceans",
      "id": "environment/oceans",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Meteorology",
      "id": "science/meteorology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Australia weather",
      "id": "australia-news/australia-weather",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coral",
      "id": "environment/coral",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/16/april-third-month-in-row-to-break-global-temperature-records"
}