{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/kei-kamara-columbus-crew-new-england-revolution-mls-weekend",
  "id": "2016-05-13-264",
  "sectionId": "football",
  "body": "Columbus Crew take on Colorado without Kei Kamara Well, how about that for a trade? On Thursday, Columbus Crew, second bottom in the Eastern Conference, made an announcement to shock the league: they were trading their top player, MLS all-star and leading goalscorer Kei Kamara, to New England. Apparently because of a penalty that he felt he should have taken against Montreal.   Related: Columbus trade Kei Kamara to New England after penalty argument    Columbus insist it’s a good deal for a player who’ll be 32 in September, and who, that penalty spat notwithstanding, has a reputation for being difficult to handle. In return the Crew get some general allocation money, targeted allocation money, two future draft picks and 2016 international roster spot. Columbus will also retain a percentage of any future transfer fee for Kamara if he moves outside MLS. But is it a smart move?            “Kei had a memorable 2015 season and we recognize and understand how popular and productive he was, so this decision was not one we made lightly,” head coach Gregg Berhalter said after the shock transfer. “Our actions will always reflect the values of our club and we believe this transaction will improve our competitiveness this year and in future years.” Well, that’s all very well and good, but who’s going to score the goals? The notion that the Crew will be improved this year without Kamara is simply fantasy. The team has just traded away its best player in what seems to be a fit of pique, and let’s not forget, the Crew have only won two of their nine games so far, even with Kamara in decent scoring form. Much now rests on the slim shoulders of Ethan Finlay, Federico Higuian and Justin Meram. Columbus have work to do. Their immediate task is to host high-flying Colorado at Mapfre Stadium. The Rapids are on a roll, and their 1-0 win over Sporting KC was their sixth out of six at home. Dillon Serna’s second-half goal sealed victory on Wednesday, and the Rapids now occupy the top spot in the West. Head coach Pablo Mastroeni watched his side struggle for large parts of the game, but he isn’t concerned about the quality of the performance: he just wants to keep winning. “More than anything else, these midweek games are a test of character, a test of mentality,” Mastroeni said. “We’ve got a team here that want to keep winning and today was a great performance in that it’s not always going to come away as aesthetically [pleasing] as you’d like. But this is not a beauty contest. It’s about winning and they got the job done.” FC Dallas happy to be home against Seattle It was tense, and for a while it looked as though it wasn’t going to come, but Dallas finally ended their scoring drought and got their first win in four. Their 2-1 home victory over Portland on Wednesday night was far from pretty, but it was certainly welcome. Dallas have another Cascadia test at the weekend, against Seattle. The Sounders didn’t play in midweek, but they’ve been much improved with four wins in the last six, thanks in large part to the blossoming relationship between Clint Dempsey and Jordan Morris. Erik Friberg managed an assist against San Jose last week, and the Swedish midfielder’s return coincided with Seattle’s best display of the season, but he rejected the notion that Seattle, having not played in midweek, have the edge for this one.   Related: Clint Dempsey learns to love again and Crew fall apart over penalty    “No, not really,” Friberg said after practice on Wednesday. “They play at home. They’ve been struggling a little bit away. So I think they’re going to be excited to play at home. It’s a good team. We talked a lot about keeping the ball. They sit in different areas and have some very good counter-attacking players.” Chicago still rock bottom as they travel to New England It looked as though Chicago would be heading back from Vancouver on Wednesday night with at least a point. Blas Pérez gave Vancouver the lead in the first half as the Chicago defence stood and watched, but Kennedy Igboananike levelled after a series of stepovers that left Jordan Harvey on his backside. Chicago might have even nabbed a winner as the second half grew end-to-end – Igboananike was denied by a combination of David Ousted and the post – but then three minutes from time, Vancouver attacked, Chicago couldn’t clear, and Perez notched his second with a spectacular overhead kick. Two-one to the hosts, and Fire coach Veljko Paunovic was left to rue a missed opportunity. The Fire remain at the bottom of the standings with just one win and seven points from their first eight games, and this weekend they’re on the road again, on the other side of the continent in Massachusetts. Their trip to New England arrives at an inopportune time, after MLS’s draw specialists needed to turn those ties into victories, and they hope they’ve found the man to that in Kamara. Last season’s top scorer, and a man whose 79 career goals are second most among active MLS players, trails only San Jose’s Chris Wondolowski, who has 116. On the face of it, it looks like a great signing for the Revs. “We have been looking to strengthen our team and we feel that this addition accomplishes just that,” Revs GM Michael Burns said. “Kei is a player who has had success and is a proven goalscorer in MLS. We’re pleased we were able to get this deal done and look forward to Kei’s arrival and integration into the team.” It certainly whets the appetite up front for the Revs, but how is Jay Heaps going to accommodate everyone? It’s something of a crush in the attacking positions, and one of Juan Agudelo, Teal Bunbury and Charlie Davies might have to miss out. Finishing has been an issue for the Revs: they’re third in the league in chances created, but 13 goals in 11 games tells its own story. If player and club can mesh, Saturday could represent the start of a new and exciting era in New England.  Orlando without suspended coach for trip to Sporting Orlando need to stop getting their staff suspended. Antonio Nocerino missed his team’s game against the Red Bulls in April for stepping on to the pitch to celebrate Kevin Molino’s stoppage time equaliser against New England, and now coach Adrian Heath has been banned, too, for entering the field to retrieve a wayward ball against the same opponents last week. Heath, the former Everton and Stoke City striker, will have no contact with the team after arriving at Sporting Park for the Lions’ game on Sunday. The rules for such an innocuous offence are severe, it’s true, and occasionally MLS doesn’t help itself with its rush to officiousness, but coming on to the pitch is a red line for coaches and substitutes. Orlando need to impose some self-discipline. “I’m sure when the rule was made up about entering the field of play, it wasn’t for this particular reason,’ Heath said. “I just tried to get the ball off as quickly as possible to carry on. I would think they’ve got other things to worry about … somebody walking three strides on to the field to get a stray ball off, but obviously not.” Sporting KC probably should have beaten Colorado on Wednesday, but they ended up on the wrong side of a 1-0 scoreline, and their winless run now stands at seven. On Monday, after their anaemic 2-0 defeat at Houston, the club held a “team meeting” to “discuss ways to improve” – or, if you’re of a more cynical mind, to point the finger and cast around for a scapegoat. Alas, the clear-the-air talks didn’t seem to make any difference in Denver, although they were unlucky with the dismissal of Ike Opara for two yellow cards. Dillon Serna’s winning goal came 12 minutes from the end and just two minutes after Opara’s ejection. KC’s form has really tailed off after a three-wins-from-three start, and their 4-2-6 record is that of classic mid-table dross. Eleven goals from 12 games suggests Vermes knows what the problem is. More is required from Dom Dwyer and Brad Davis. Top two meet in the East as Philadephia go to Montreal The best game in midweek came at PPL Park. Philadelphia and LA Galaxy shared a 2-2 draw in a pulsating match that featured excellent goals from Robbie Rogers and Mike Magee, one debut strike by Keegan Roseberry, and a bad handling error from LA keeper Dan Kennedy. Philadelphia kept at it after going behind, and gained a deserved point against the league’s most potent side. They’re second in the Eastern standings, and they go to Montreal this weekend in a top-of-the-table encounter that’s difficult to call.            Montreal didn’t play in the week, so they’ve had seven days to digest their 4-4 draw against Columbus last weekend. What a bizarre game that was: Montreal were 4-1 down early in the second half, but scored two in a minute, and found an equaliser in stoppage time after Columbus failed to deal with a long throw. The man to thank for the Impact was Ignacio Piatti, named MLS player of the week fora two-goal, one-assist display at the Mapfre. His first strike was a corker – a delicious turn and shot frmo the edge of the box – and his second wasn’t bad, either: he can add them to his ever-growing list of superb goals this season. Piatti’s contribution wasn’t lost on his team-mates. “When he’s in top form, he’s one of the best players in the league,” said Impact captain Patrick Bernier after the game. “If he keeps it up like that, for sure he’ll be a candidate for player of the year.” Montreal had been talked of as a possible destination for Kamara, in the wake of last week’s tantrum, but midfielder Marco Donadel is fine that such a move never materialised. “We have a lot of good strikers and I don’t think right now Kamara can give us anything different,” Donadel said. “We’re OK. There is a big guy here, no?”",
  "webTitle": "MLS weekend preview: how will Kei Kamara's shock move affect the league?",
  "webPublicationDate": "2016-05-13T09:00:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/kei-kamara-columbus-crew-new-england-revolution-mls-weekend",
  "keyword": [
    {
      "webTitle": "MLS",
      "id": "football/mls",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Columbus Crew",
      "id": "sport/columbus-crew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Colorado Rapids",
      "id": "football/coloradorapids",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Philadelphia Union",
      "id": "sport/philadelphia-union",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Montreal Impact",
      "id": "sport/montreal-impact",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Orlando City",
      "id": "football/orlando-city",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sporting Kansas City",
      "id": "football/sporting-kansas-city",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chicago Fire",
      "id": "sport/chicago-fire",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "New England Revolution",
      "id": "football/newenglandrevolution",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "FC Dallas",
      "id": "football/fcdallas",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Seattle Sounders",
      "id": "sport/seattle-sounders",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "football/2016/may/13/kei-kamara-columbus-crew-new-england-revolution-mls-weekend"
}