{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/dylan-hartley-wales-england-captain-northampton",
  "id": "2016-05-27-23",
  "sectionId": "sport",
  "body": "To listen to Dylan Hartley before England’s financially motivated end-of-season fixture against Wales was to be reminded of the significant risks players take whenever they pull on an international jersey. Hartley is keen to lead his squad away to Australia next week on an upbeat note but admits his career could be threatened if he receives another heavy blow to the head. Since being knocked cold in the grand slam-clinching win against France in Paris in March, Hartley has featured in only one club game for Northampton and his delight at resuming for England is mixed with a touch of concern. It took him six or seven weeks to feel fully recovered, during which he suffered from lethargy and a frequent desire to sleep. “If I got another [concussion] now I would be worried,” he said. “I would probably start looking at other careers or maybe a long layoff. But it’s not something I fear. I won’t go in worrying about it. I feel confident in my head and have tested it out a few times.” Hartley, even so, said he would consult a specialist and his family in the event of a third significant concussion. He is also honest enough to admit that becoming a father has given him a fresh perspective. “I had a constant reminder ... every time you see your kid you think: ‘If I hit my head again what’s that going to mean?’” On his worst days he felt incapable even of pedalling a bike. “I couldn’t run, I couldn’t do anything. Three in one season would warrant a bit of time off and I probably would take a step back and have a minute.” As England captain, however, there is no immediate prospect of rest, with a three-Test series against the Wallabies looming. England’s head coach, Eddie Jones, is also hunting for players who relish a physical scrap, as reflected by the side selected to face a largely familiar Welsh team. The uncapped Teimana Harrison, who attended the same school as Hartley in Rotorua before moving to England, starts at blindside flanker, with the equally feisty young prop Ellis Genge poised to make his Test debut off the bench. The hooker, Tommy Taylor, and the Exeter-bound centre Ollie Devoto are also uncapped replacements. Jones regards Harrison as a “streetfighter” and is also challenging Harlequins’ Jack Clifford to “come off the field with blood dripping off his face like Haskell does every week”. In the meantime he is already rubbing his hands at the impact made in training by the 21-year-old Genge and his fellow rookie prop Kyle Sinckler: “They’re like two bowling balls … they’re hungry and they want to be part of it. I think the [other] boys are a bit scared of both of them.” There was rather less warmth for the Saracens wing Chris Ashton, whose request to miss the Saxons tour to South Africa having been omitted from the senior party has not gone down brilliantly. “He made the decision he didn’t want to tour so you’re better off asking him,” Jones said tersely. A more sympathetic stance has been taken with Chris Robshaw, omitted from Sunday’s squad to allow him to attend his brother’s wedding. Despite 11 other players being involved in domestic finals, a capacity crowd is still expected at Twickenham for a game intended to swell the coffers in the wake of the World Cup last autumn. Jones also insists it is a worthwhile exercise. “It is fourth v fifth in the world and 80,000 people are going to be there so it is a serious game of rugby,” he said.",
  "webTitle": "Dylan Hartley ready for Wales but with concussion thoughts at back of his mind",
  "webPublicationDate": "2016-05-27T21:00:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/dylan-hartley-wales-england-captain-northampton",
  "keyword": [
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Dylan Hartley",
      "id": "sport/dylan-hartley",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/27/dylan-hartley-wales-england-captain-northampton"
}