{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/07/captain-america-civil-war-better-than-batman-v-superman",
  "id": "2016-05-07-91",
  "sectionId": "film",
  "body": "Captain America: Civil War, the latest billion-dollar sensory assault from the mighty Marvel Studios, arrived in North American theaters last Thursday. While I would normally present to you an all-you-can-hate buffet of reasons to loathe this film, I simply cannot. It’s quite good. Great, even. I will stop short of declaring it a new benchmark for human creativity, but I will gladly admit I had fun in my seat during most of the runtime. Civil War sits at 91% on Rotten Tomatoes as of press time, which is 63 percentage points higher than the recent release from Marvel’s mortal enemies at DC Comics, Batman v Superman: Dawn of Justice – a movie I hated with the passion of a thousand red Kryptonian suns. Civil War was very, very enjoyable, but was it that much better than Batman v Superman? Let’s find out.   Related: Every single thing that is wrong with Batman v Superman: Dawn of Justice    Action scenes The action in superhero cinema is often just a means to an end. For me, these scenes are like the crust on a pizza. You need the crust to be there in order to consume the rest of the pizza slice. Without it, you’d have to hold it up from the bottom or, God forbid, eat it with a fork like some pretentious arse who wears a bib and a monocle to the dinner table. If Marvel and DC really want me to hate their next big villain, have him or her eat a slice of pizza with a damn fork and knife and I’ll start hissing audibly until security throws me out of the auditorium. The action in these movies gets you where you need to go, like a pizza crust. It’s functional, but when done exceptionally well, it can be thrilling. The superhero genre is defined in part by the presence of action scenes. Without characters performing acts beyond the scope of the laws of physics while overcoming implacable enemies, a movie can’t really be a superhero film in the classic sense. Scarlett Johansson doing a cartwheel onto a semi truck while brandishing two small firearms and presenting her rear end for teenage boys to ogle is meant to wow the audience into submission, but it’s usually rendered empty spectacle. That’s not because the person doing the butt wiggling and cartwheeling is a stuntperson or a CGI creation. It’s because the characters almost never suffer injuries. You might catch Robert Downey Jr with a bloody nose or two, or his arm might end up in a sling right before the big climax, but that doesn’t tend to get in the way of the slam-bang finale.      From left: Anthony Mackie, Paul Rudd, Jeremy Renner, Elizabeth Olsen, Chris Evans and Sebastian Stan in Captain America: Civil War. Photograph: AP    I was awake, alert and emotionally available during almost all of the myriad conflicts in Civil War. The only caveat is that I got a bit antsy during the second-act car chase. All these Marvel films have a car chase at some point, and I struggle to tell them all apart. Ooooh, look at that black Cadillac flipping in the air! Watch out, random pedestrian. You don’t want to get smooshed by that product placement! Whoa, here comes another car. Watch it flip, too! Wow. The airport tarmac fight between all the heroes gave me the kind of giddy, childlike pleasure I can usually only derive from eating an entire bowl of fudge in one sitting. Batman v Superman’s fight scenes looked like someone ran the film negative through a bowl of old coffee grounds and cigarette butts. I also can’t say I understood much about the scene where Batman and Superman tussled with a giant mutant blob in the middle of a CGI industrial park. What elevates Captain America: Civil War above the other Marvel films, or more common schlock such as Batman v Superman, is that the film-makers (the directors, the Russo Brothers, and writers Christopher Markus and Stephen McFeely) figured out how to make these perfunctory action beats have some weight. I actually feel sorry for the poor bastards whose lives are ruined by superheroics in Civil War. In Batman v Superman, I wanted everyone to get flattened by a Cadillac. Advantage: Captain America     Steve Rogers and Bucky Barnes. Photograph: Allstar/Marvel Studios    The plot The stories of both films are pretty similar: superheroes do battle thanks to a Three’s Company-esque misunderstanding stemming from the collateral damage caused by the hazards of the job of saving the world. If, for some reason, you are reading this before watching the Civil war, the plot is kicked into motion after Scarlet Witch, portrayed by Elizabeth Olsen, blows a hole in a building while trying to rescue Captain America. The loss of life convinces the United Nations to create an oversight committee to control superhero activity. This all seems quite reasonable after having watched the last eight years of Marvel films, in which cities are levelled by aliens or monsters. I guess that if you lived in the Marvel universe, you’d have a tough time affording alien incursion insurance on your condo if you lived in lower Manhattan or the fictional Slavic nation of Sokovia. It’s a resident of Sokovia, Helmut Zemo, who reveals himself to be the villain – conspiring to manipulate the Avengers into fighting because of the carnage from Avengers: Age of Ultron. No penalty if you forgot the story of that movie. It was one whole year ago! That’s an eternity in pop culture time. The short version is that a robot levitated an entire city, killing Zemo’s family. He blames the Avengers – Captain America, Iron Man, and the rest – for their death. This revelation causes everyone in a spandex outfit a fair amount of distress. Even though they sought to do the right thing, people suffered. Actually, most of the movie is one form of moral quandary or another. By the end of the film, Captain America, who defied the UN attempt to regulate superheroes, still doesn’t trust the government. Iron Man, who chose to accept regulation, is too depressed to complain much about the committee’s blatant, authoritarian overreach. The movie, like Batman v Superman, ends on a stalemate of sorts. In BvS, Batman never really has his intellectual concerns over Superman’s presence resolved. They just forget about all of that in time to fight the aforementioned CGI monster, Doomsday. Advantage: a tie     Sharon Carter, Sam Wilson, Natasha Romanoff and Steve Rogers: bringing something new to the table Photograph: Allstar/Marvel Studios    The characters In Civil War, the heroes avoid fighting each other for most of the runtime because they’re friends who don’t actually want to punch each other. Cap and Iron Man are put at odds because of opposing moral stances, which is also true of Batman and Superman, but Batman and Superman don’t tussle through the first two acts of the movie because, well, it has to happen at the end, because the writers said so. Batman has to do a bit of Crossfit and steal some Kryptonite, but he’s essentially made up his mind to murder Superman before the movie even hits the 30-minute mark. They fight over a misunderstanding and make up completely thanks to the coincidence that their mothers have the same first name. In Civil War, Iron Man stops hating Captain America, but only long enough to find out his parents were assassinated by Cap’s best friend. The emotional complexity and logical progression of the central conflict makes Civil War significantly less painful to sit through. The secondary characters, such as Scarlet Witch, Falcon, Black Panther, and Black Widow, have more developed arcs than flimsy action figures such as Wonder Woman do. I actually understand Helmut Zemo’s point of view, whereas Lex Luthor is portrayed as a stereotypical insane person. Advantage: Captain America     Tony Stark: hooking up with Aunt May Photograph: Allstar/Marvel Studios    Intangibles Iron Man awkwardly flirts with Spider-Man’s Aunt May. The image of Tony Stark and Aunt May hooking up while Peter Parker does his chemistry homework is one that I might never be able to scrub from my brain. Minus points for Civil War. The music in Batman v Superman sounds like a Guitar Center exploded due to an undetected gas leak. Minus points. Martin Freeman’s American accent in Civil War is our payback for Kevin Costner in Robin Hood: Prince of Thieves. Minus points. John Slattery did a great job playing Roger Sterling from Mad Men in this movie, but I couldn’t help wondering why they kept calling him “Howard”. Plus points. The story of Captain America: Civil War sadly did not hinge on a mason jar full of urine. Minus points. Marvel Studios continues to subsidize Jeremy Renner’s addiction to flipping houses. Plus points. Advantage: Captain America The verdict Yup. Batman v Superman still sucks.",
  "webTitle": "Why Captain America: Civil War is better than Batman v Superman",
  "webPublicationDate": "2016-05-07T15:55:18Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/07/captain-america-civil-war-better-than-batman-v-superman",
  "keyword": [
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Batman v Superman: Dawn of Justice",
      "id": "film/man-of-steel-2",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Marvel",
      "id": "culture/marvel",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Schilling",
      "id": "profile/dave-schilling"
    }
  ],
  "guardianId": "film/2016/may/07/captain-america-civil-war-better-than-batman-v-superman"
}