{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/cbeebies-the-clean-green-slightly-bonkers-world",
  "id": "2016-05-05-342",
  "sectionId": "media",
  "body": "The feeling of despair that descends on hearing the theme tune of the CBeebies television show Me Too! is unmistakable. At 6am, it is the first show on the schedule of the BBC’s dedicated channel for the under-sixes, and if you find yourself watching it, a series of bleak assumptions can be made. First, you’re up too early. Second, you’ve capitulated, turning on the TV in the hope of silencing your offspring and going back to sleep. Third, even if you do manage to lose consciousness again, your doze will be infiltrated by the sounds of Me Too! – chuckles, saxophones, catchphrases. The theme tune alone, a jaunty bit of jazz-rock in a call-and-response format, can induce a mental state that, on a winter morning when the sun will not rise for another two hours, is doomy and tinged with moral collapse. Some comfort can be drawn from the fact that the show is on CBeebies. If a show is on CBeebies, it’s legit. It is like seeing the Fair Trade symbol, or a British flag on a punnet of strawberries. You feel righteous, as if you are complying with some fundamental parental code drawn up by the BBC. You are in the system, safe from the unregulated badlands of Nickelodeon and its oceans of advertising, the looping hours of Peppa Pig and American imports that run through the night so that other, feral children (not yours) can watch cartoons at 2am while snuffling from bowls of refined sugar. When you hear the squawk of trumpet that launches Me Too!, you can console yourself that in the eyes of the BBC the day has officially begun, and you can now surrender yourself to the green, health-and-safety, one-eye-on-the-curriculum world of CBeebies. I can’t remember the precise moment CBeebies entered my life. The kid came two-and-a-half years ago, and I dutifully established all sorts of lofty principles about the limited role TV would play in her childhood. Ha. Then, maybe a year in, a friend recommended a show that had the ability to hold her toddler in a peaceful trance – a notion that had begun to seem massively appealing. Thus a world was unveiled, a parallel universe of cartoon robots, consistently euphoric presenters, and Peter Rabbit as you have never seen him. A world where each hour of the day was accounted for, and where children reign supreme. This was not just a channel, but a culture. There was no going back. Any parent knows that children’s TV has an unparalleled capacity to irritate. But Me Too! Oh, Me Too! is particularly disheartening. The live-action show takes place in Riverseafingal, a fictional Scottish town that, as you swoop through its partially CGI streets in the opening sequence, both strongly resembles Newcastle and contains a replica of the Gherkin. Each episode begins with a parent – Bobby the night-time bus cleaner, Rudi the stallholder, and so on – dropping a child off with the unerringly cheerful Granny Murray who always offers them some mysterious kernel of wisdom. (“When things get scary, think of something funny,” for example.) The parent then goes to work, gets into some kind of minor scrape – Rudi’s plastic bags fly away in the wind, Bobby is scared by some thunder – remembers Granny Murray’s strangely prescient advice, uses it to great personal effect, and then goes back to pick up their kid and congratulate Granny Murray for saving the day. Granny Murray always saves the day.   Related: The clean, green and slightly bonkers world of CBeebies    You could argue that the programme offers a realistic picture of the challenges of balancing work and child-rearing. (The theme tune alone seems to address the pressures of modern capitalism: “Everybody’s busy selling / I want to buy me something new.”) But it is exhaustingly chirpy, and has some baffling preoccupations. The characters are all completely obsessed with time, for example. “I’m in in in in in a hurry!” goes one song, and in every show, you are forced to rewatch an edited version of everything you have just seen, in order to try and help the parent work out where the time has gone – a question they ask themselves repeatedly and never seem able to answer. I think they are trying to teach children how to tell the time, but it comes across – at 6am – as a kind of unsolvable existential crisis. Of course, it’s not meant for me. Kids’ shows repeat things – “Again, again!” cry the Teletubbies – because that’s how kids learn. And CBeebies is all about learning. Its remit, as described in the channel’s service licence, is “to offer high-quality, mostly UK-produced programmes to educate and entertain the BBC’s youngest audience”. Note that education comes first. As for the chirpiness: the characters smile relentlessly because that is nice for the watching child. It is only the cynical adult sitting next to them who notices the slow death taking place behind an actor’s eyes, the disappearing dream of a part in Game of Thrones, the sense – crystallised in that ferocious grin – of some profound psychic break taking place.    If a show is on CBeebies, it’s legit. It is like seeing the Fair Trade symbol on a punnet of strawberries    In all this, Me Too! is entirely innocent. It is not the show’s fault that it inhabits the CBeebies equivalent of the graveyard slot. Nor is it unusual in having an atmosphere of unflagging glee. You don’t watch children’s TV for irony. But at the same time it is hard, while watching, to turn off the part of your brain accustomed to tearing things to shreds. The newish parent, who never foresaw the period in their life when they would be spending the hours before dawn watching a woman named Bobby mop a bus depot in the middle of the night, finds themselves picking apart plot, character, meaning, production values. You find yourself wondering – at some length – how Bobby actually manages if she is looking after her son all day and then going off to clean buses at night. No wonder she is scared of the thunder! She must be knackered. CBeebies, you see, has become part of your life. * * * When rumours began to circulate last year that the BBC was threatening to axe CBeebies and move all children’s content online, the uproar was predictable and cacophonous. A petition was mounted on Change.org and signed by over 130,000 fraught parents. Parents’ websites such as Netmums succumbed to panic: “Life without CBeebies? That’s just not even worth thinking about, is it?” Blogs were written: “In some deep, profound, sleep-deprived way, each of us is CBeebies. Please, BBC, do not take it away” (New Statesman). Not everyone is a fan, though. There is, it seems, a political divide in CBeebies appreciation, judging by a recent Spectator article entitled “Agitprop for Toddlers” in which the author compared a wildlife programme on the channel, in which “a rainbow nation of children [march] around the British countryside singing ‘Let’s make sure we recycle every day’”, to “one of those Dear Leader dirges you see in North Korea”. The outcry and ensuing campaign was ultimately victorious – last September, the BBC’s director general, Tony Hall, confirmed to the Culture, Media and Sport select committee that he had no intention of scrapping the channel. BBC3, meanwhile, sank without a fight – not having in its back pocket an army of supporters for whom it represented far more than simply television, but a presence that has embedded itself in their home.     ‘In the Night Garden exerts a kind of supernatural force that can soften even the most jaded of adult viewers’. Photograph: BBC/Ragdoll    You could, if you wanted, structure your whole day by CBeebies. Its content is divided into sections, or “zones” according to the CBeebies Style Guide, a 34-page document from the BBC commissioning department, intended for programme-makers and channel staff: Get Set Go! between 6am and 9am, Discover and Do, from 9am to 3.30pm, including Lunch Time at 12, Big Fun Time, from 3.30pm to 6pm, and then the Bedtime Hour from 6 to 7pm. “With zones,” explains the guide, “everyone knows where they are, including parents”. It is surely the most literal version of the nanny state, telling you when to craft and when to sleep. Though the timetable does not suit everyone: “I DON’T WANT TO FEED THEM LUNCH AT 12 ON THE DOT EVERY DAY!!” declared Ladymoods on the parenting forum Mumsnet, “STOP TELLING US WHEN TO DO STUFF!!” CBeebies thinks like a toddler: it likes clarity and consistency, the comfort of routine. Its brand is typified by a font that I can only describe as the printed equivalent of jelly (its official name is Melt). The idents that appear between shows are populated by a collection of animated yellow “bugs” that squeak and wobble. “The bugs have real personalities but they are not characters – they are the CBeebies brand come to life,” announces the style guide. And then there are the presenters, a tribe of health-exuding young men and women in citrus-coloured T-shirts who are required to offer bite-size entertainment between shows. They chuck balls to each other, play hide and seek, or sometimes, if their imagination fails them, just tell you what’s coming next in a very, very excited voice.    CBeebies' brand is typified by a font that I can only describe as the printed equivalent of jelly    The presenters provoke intense online debate. On Mumsnet, there are long threads comparing their skills and physical virtues. The day that long-time presenter Andy wore a rather tight-fitting space suit to present the birthday card segment is still fondly remembered. (“It was a little snug!” wrote Elsqueak. “Where to look!”) Once, at London Zoo, I happened to see Andy in the flesh performing in an animal-themed show to a packed tent of toddlers and their parents, and inevitably the grown-ups seemed far more starstruck than the kids who were just as entertained by the guy in a gorilla suit. Every now and then I’d see a mum point at the stage and say to their kid, but really to themselves: “Look! It’s Andy!” * * * Naturally, CBeebies has spread far beyond the small screen. There’s an app, a radio version, live shows, and even, since 2014, CBeebies Land at Alton Towers. The day we went, it was bitterly cold and there was still a good half-hour wait for the Octonauts rollercoaster and the Postman Pat van ride. The Hey Duggee interactive show was the principal draw, it seemed, for the crowd, who queued patiently with shivering children for a picture with Duggee himself, in this case a human in a massive dog suit. The queue was heavily patrolled, lest Duggee’s time was overly absorbed by his eager fans and he missed his next show. Such is the life of the CBeebies celebrity. Our patience lasted long enough for one ride, the Treetop Adventure, which involved getting in a car and going round a track about 20ft off the ground. Pretty fun. It gave a good aerial view of the place: the fake trees, the sign forbidding adults from entering the photo tent without a child, the costumed staff. Everyone who did not look like they were suffering from frostbite seemed to be having a blast. Since it launched in 2002, the channel has gradually colonised the globe. Its international version, marketed by BBC Worldwide, is now shown in 78 countries – from Mozambique to South Korea. Recently, it became the first TV channel to be recognised by the Mexican Paediatric Association for its role in the education and development of children. The BBC estimates it is watched by 1.9 million kids under the age of six in Britain alone. The budget is small – £28.3m for 2016-17 – because CBeebies only makes around half its programmes. For the rest, it commissions and “pre-buys” shows from independent production companies: this is a more economical way for the channel to get what it wants, because it invests in a show before it is made, puts its cash in alongside other international investors, then gets a show tailored to its audience that it has not had to fully fund. The commissioners have a long history of picking winners, too. Teletubbies, first shown on the BBC in 1997, is probably the most successful children’s TV show of all time. It has aired in 120 countries and been watched by an estimated one billion children, 300 million of them in China, where it was the first western pre-school TV show to be broadcast. And now it’s back – a revamped version launched on CBeebies last year, in which the reincarnated Teletubbies seem remarkably similar to the old ones, although now with access to a giant smartphone.     Hey Duggee is also part of the interactive show at CBeebies Land at Alton Towers. Photograph: BBC    There is of course, a downside to such success – just like Hollywood with its churn of superheroes, there is a certain creative reliance on the back catalogue. Even the Teletubbies’ creator, Anne Wood – the Steven Spielberg of children’s TV – told the Radio Times she was “a bit sad” about the remake. “It comes down to the times we’re in: people feel safer remaking hits of the past rather than investing in something new.” Postman Pat’s new image is a classic of its kind, a shiny upgrade that retains reassuring key features, such as Jess the cat. I watched an original from 1981 and almost keeled over at the glacial pace and low-stakes plot. Pat’s main task for the 15-minute episode was finding the lost doll of a little girl named Katie. He stopped in at various locations in the village to conduct his search. At the church with Reverend Timms he found a lost glove under a pew, and then, at Ted’s workshop, Ted “found a watch he’d forgotten he’d had”. At the episode’s denouement, Pat discovers Katie’s doll behind a box of chocolates – it was there the whole time! New Pat would laugh in the face of such twists. There is no sign of the balding Reverend Timms, and now Pat has a mobile phone, regular if perplexing use of a helicopter, and is constantly in the grip of some unfolding emergency that is usually the result of a potentially dangerous object falling out of the back of his van – a hive of bees, for example. In one recent episode, Pat had to perform a near-lethal aerial display in front of the whole town, whizzing underneath a bridge in a supercharged flying machine. So much for the lost doll. Of course, even CBeebies has to move with the times. When a three-year-old can competently locate inappropriate music videos on an iPad, a scheduled TV channel – an old-fashioned notion in itself – has to offer up some pretty jazzy stuff to compete. Give Pat gizmos! Get the helicopter out to find the missing package! At least they’ve kept the song: “Early in the morning / Just when day is dawning / Pat feels he’s a really happy man.” Except there’s something about that “feels” that makes you question Pat’s sanity. Daily, he loses letters, parcels, bee hives. Pat is fantastically inept at his job. Sure, the guy feels happy, but he’s hopeless.     The shiny new Postman Pat and his helicopter. Photograph: supplied    * * * I don’t know if everyone has the same guilt about kids and television. I have friends who grew up watching as much as they wanted (loads), and then there are the ones who were strictly rationed, half an hour a day, only Newsround or Blue Peter, never ITV. I was in the latter camp until secondary school when my mum took on some extra teaching work in the evenings and I had blissful, uninterrupted hours ploughing through the Neighbours-Home and Away-Blossom-Wonder Years-My So-Called Life-Party of Five repertoire. But that was later. The early years were heavily policed and television in the morning was indicative of profound systemic breakdown. Now, as I thwack on the TV to buy myself half an hour, or distract the kid while I cut her toenails, I can’t help feeling a sort of internal tug, as though some vital societal fabric is being unravelled because there are images moving across a screen in the living room before lunch. From the first BBC broadcast aimed at children – Watch with Mother, which aired in July 1950 – people fretted about the effect that watching television would have on the young, and society as a whole. Some concerns were practical – according to David Oswell in his book Television, Childhood and the Home, the BBC issued advice to children in 1954 not to watch TV while lying on the floor with their chins cupped in their hands, as this was liable “to make their faces misshapen”. Others were profoundly moral. “What might our children become?” wrote Monica Dickens in Woman’s Own in 1950, “They might become a generation who couldn’t read a book, or play games out of doors, or amuse themselves with carpentry or trains or butterflies, or the hundreds of hobbies with which a child potters so happily.” Something of this panic persists today when, for example, a friend comes round and you explain, full of embarrassment, that the television is only being turned on so you can actually have a conversation. There is a sense that you have failed a little, having not come up with some more constructive diversion, such as making a hovercraft out of sticks, or, more fundamentally, not having created a child who will happily do puzzles in absorbed silence for prolonged periods of time. CBeebies seems to know about that guilt, and, with one eye on the parent, seeks to assuage it. So there are songs, interludes between the programmes, to remind the viewing child that a world exists beyond their sofa. “Everyone get out and about / So much to do outside!” went one recently. Kids steamed past on scooters, ran around in fields, scampered through a forest, all red-cheeked and brazenly healthy. And there is endless craft in the old Blue Peter style – demonstrations by presenters of how to make a planet out of bits of cardboard. All this is as old as the medium. I saw a Watch with Mother from 1963 the other day, and the presenter – a beautifully formal lady, with hair like a bold and immovable granite sculpture around her head and an accent that died with the empire – sat behind a table in front of some floral curtains and spent an unfeasibly long time showing her audience how to make paper lanterns, while being distracted by a wooden puppet dog called Sausage. “The paper must be the right shape,” she instructed seriously. “An oblong.” The craft displays and montages of children foraging are all laudable, but they somehow become a form of mockery when confronted with your child’s catatonic passivity as they stare at the screen. When a kid is watching another kid in a forest on TV, they are very obviously not in a forest. And, let’s be honest, no kid is going to watch another kid in a forest and say: “I want to go to a forest.” They’re going to say, “Can I watch another Mike the Knight?” And you, the parent, have turned on the TV precisely to avoid having to go to a forest, or because you have just come back from the playground and are really tired. It’s not that you don’t like forests – you love them! And on your occasional forest visits you take a lot of pictures to remind yourself that your kid’s childhood is definitely idyllic. But, the point is that watching your child watching another child run through a forest serves only to remind you that right now your own child is doing the exact opposite.     The Clangers come on at the end of the CBeebies day, narrated by the steady, lulling voice of Michael Palin. Photograph: Production/BBC    * * * The end of the day, as declared by CBeebies, is at 7pm. The channel simply stops, the way channels used to in the distant, analogue past. The “bedtime hour” concludes with a bedtime story, often read by a famous actor – Damian Lewis, Rosamund Pike, David Hasselhoff – who seem genuinely delighted about their five minutes of airtime on kids’ TV. The narrating celebrity presence on CBeebies is a constant: Alexander Armstrong (Hey Duggee), Derek Jacobi (In the Night Garden), Lorraine Kelly (Raa-Raa the Noisy Lion). The other day I watched Bing, about a large-eyed, hapless toddler rabbit, and spent the entire episode trying to identify the lyrical voice of his little brown-bear carer called Flop. Finally, the credits rolled: Academy Award-winner Mark Rylance! For some, the bedtime hour is a taunt – by that time, a kid may only be getting into his stride. For others, it is essential to sanity. When they altered the bedtime hour’s programme line-up last year, the CBeebies schedule manager wrote a long post on the CBeebies Grown-ups website to gently prepare parents for the transformation. “We don’t make these changes lightly,” he wrote, nervously. The response was dramatic. “Please reconsider,” pleaded one commenter. “My children were hysterical!!!” wrote another.   Related: Night fever: How In The Night Garden became a TV fairytale    But in fact, something rather wonderful takes place in this final portion of the day. The pace slows, there are fewer multicoloured dinosaurs, and instead, you have the steady, lulling voice of Michael Palin narrating Clangers – about a family of pink, mouse-like creatures who live underground on another planet – followed by the unchanged, vital staple of In the Night Garden. This show, this show. First broadcast in 2007, its 100 episodes – the final series aired in 2009 – are constantly repeated on CBeebies. And they are bonkers, involving a psychedelic cast of Iggle Piggle and Upsy-Daisy and Makka Pakka and the rest, all bobbling around in a surrealist garden, dancing and hugging, hanging out in a magical gazebo and travelling in their flying vessels, the Ninky Nonk and the Pinky Ponk. In the Night Garden exerts a kind of supernatural force that can soften even the most jaded of adult viewers. My mum, after four kids, eight grandchildren, and a strong history of anti-TV bias, still talks fondly of Iggle Piggle. Rounds of Reddit theories persist about whether the whole show is actually Iggle Piggle’s dreamworld, or if his voyage across the ocean in a boat is analogous to death. At the end of each episode, the characters fall asleep one by one, Iggle Piggle the last to go, drifting away in his boat to a theme tune which is the perfect counterpoint to that of Me Too! – elegiac, melodic, free from lyrics about shopping. By the end, the kid is watching in a transported state of wonder and joy I used to think only class‑A drugs could induce.     Sarah & Duck. Photograph: Karrot Entertainment    Watching a child watch In the Night Garden makes sense of things a bit. The kid loves TV for precisely the reasons I love TV. Pleasure, relaxation, stories. She falls, just like I do, for characters, for worlds. It is a way of escaping, maybe expanding, or at least releasing yourself to someone else’s imagination for a while. I don’t feel guilty about watching it, so it would be pointlessly hypocritical to feel guilty about her watching it. My favourite show on CBeebies – words I never thought I’d write – isn’t In the Night Garden, though. It’s Sarah & Duck, a series of seven-minute animations about a beanie-wearing girl called Sarah and her duck, called Duck. Sarah is busy, a little officious, kind; Duck, puffed up and absurd, always trying to do things beyond his natural limitations as a waterfowl. They go to the park, to the shop, to the zoo. It’s all fairly low-key, except there is usually some otherworldly element – a friendly moon or a knitted house or a row of talking shallots – that nudged the limited action on a bit. An episode might involve Sarah having a cold, or Duck pretending to be a penguin. We’re not talking high drama. But it seems, miraculously, to appeal to the kid and me in equal measure. I think, for me at least, it’s the humour – quietly visual, where a joke might be the way Duck ravishes a slice of bread – and the way its tone avoids the usual force-feed of bonhomie. Or maybe it’s just the genial narrating voice of Roger Allam, who never sounds like he is talking to a child. When I watch a good episode – Beach Break, for example – in which Duck attempts to eat a strawberry ice‑cream, spills it in the sand, narrows his eyes murderously, and then face-plants in both sand and ice cream to try and salvage its remains, I think of the animators. Their work – probably spending the best part of a week at a computer manipulating the facial expression of a cartoon duck for the sake of four seconds of my kid’s, sorry, my viewing pleasure – is nothing short of heroic. They have made a world, and I have fallen for it. • Follow the Long Read on Twitter at @gdnlongread, or sign up to the long read weekly email here.  This article was amended on 5 May 2016. An earlier version stated that CBeebies does not make its own programmes. In fact it makes around half of them.",
  "webTitle": "The clean, green and slightly bonkers world of CBeebies | Sophie Elmhirst",
  "webPublicationDate": "2016-05-05T05:00:42Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/cbeebies-the-clean-green-slightly-bonkers-world",
  "keyword": [
    {
      "webTitle": "CBeebies",
      "id": "media/cbeebies",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Teletubbies",
      "id": "tv-and-radio/teletubbies",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Sophie Elmhirst",
      "id": "profile/sophie-elmhirst"
    }
  ],
  "guardianId": "media/2016/may/05/cbeebies-the-clean-green-slightly-bonkers-world"
}