{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/roberto-martinez-everton-manager-sunderland",
  "id": "2016-05-10-30",
  "sectionId": "football",
  "body": "Roberto Martínez has denied it is inevitable he will be sacked as Everton manager in the coming days or that his position has been weakened by a lack of commitment from the team. Everton travel to Sunderland for their final away game of the season on Wednesday with Martínez appearing on the brink of losing his job after three seasons. Calls for a change have increased among supporters in recent weeks and a feeble display at the newly crowned champions Leicester City on Saturday did not help his claims that he retains the backing of the players. Martínez uncharacteristically turned on his team after the 3-1 defeat at the King Power Stadium, accusing all but the inexperienced Matthew Pennington of lacking intensity and effort.   Related: Roberto Martínez: Everton won’t roll over at Sunderland    The Everton manager’s press appearances have also become uncharacteristically brief since what he described as a defining week in the season yielded a shambolic defeat by Liverpool in the Merseyside derby followed by a stoppage-time loss to Manchester United in the FA Cup semi-final. He was reluctant to be drawn on his future at a pre-Sunderland press conference on Tuesday, admitting he and his players had allowed themselves to be distracted by the title celebrations at Leicester and would not repeat the mistake at the Stadium of Light. However, he denied it was a foregone conclusion that he will lose his job at Goodison Park and players, sensing as much, could not be motivated by him. “That is the manager’s job,” said Martínez, who will have Ramiro Funes Mori and Gareth Barry back from suspension and injury respectively at Sunderland. “If anyone wants to have a scrutiny of my job, then they are allowed to do that. If you are going to do it, then you don’t do it after the games since Chelsea in the FA Cup, you do it over the last three seasons and see where we are now. You have to look at the signs. The only thing that matters to me is the game against Sunderland.” Asked what signs of progress he was talking about, with Everton 12th in the Premier League, having collected the lowest number of points in their history at home this season, on the basis of three points for a win, Martínez replied: “I understand why you are asking but, honestly, the time to do that is after the Norwich game. Everything you can question me about afterwards. The only thing that matters is Sunderland. I don’t help the team if I speak about something other than Sunderland.” Despite some pitiful performances recently, Everton’s players have escaped the fierce criticism being directed at their manager. Martínez, however, insists key figures such as leading goalscorer Romelu Lukaku have not “downed tools” as they look ahead to the European Championship. The Everton manager said: “Not at all. Rom is still only 22 and young players go through new phases. It’s the first time he’s played 47 games in a season and you have to cope with the mental fatigue of preparing from game to game. I understand no one should be happy at not winning games. I’m the first one to set high standards and high expectations, and I don’t expect anyone to be happy when we don’t win. That’s why the focus goes into Sunderland. We want to finish strong. “We put a lot of effort into the cup competitions and that is going to affect you a little bit in the league. That happens. It happened last year when we were in the Europa League. This season, since the quarter-final against Chelsea, we have not been ourselves in the league. We have not been at our level. That is not down to one or two individuals. It is the reality of how the season has panned out. The second half against Manchester United, we played our hearts out. That’s how close we were to getting that little bit of success you need to make the next step.”",
  "webTitle": "Roberto Martínez denies it is inevitable he will be sacked as Everton manager",
  "webPublicationDate": "2016-05-10T21:29:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/roberto-martinez-everton-manager-sunderland",
  "keyword": [
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/10/roberto-martinez-everton-manager-sunderland"
}