{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/no-data-exists-on-suicide-among-gay-and-trans-indigenous-australians",
  "id": "2016-05-05-359",
  "sectionId": "australia-news",
  "body": "No data exists on the rate of suicide among Aboriginal and Torres Strait Islander LGBTQI people but the elevated risk is obvious and a lack of inclusion in decision making is holding back treatment, a conference will hear on Thursday.   Related: Critical response team to tackle 'ongoing tragedy' of Indigenous suicide    This week more than 370 delegates will gather in Alice Springs for an inaugural conference on how to address the shockingly high rates of suicide among Indigenous Australians.  The conference will hear from a number of high-profile Indigenous campaigners and frontline workers to discuss how to lower the rates, which are far greater than for non-Indigenous Australians.  Nationally suicide rates are 11 deaths for every 100,000 people but that more than doubles for Indigenous people. When the data is broken down further it becomes even more concerning – Indigenous young people aged 25 to 29 take their own lives at a rate of is 91 in every 100,000 people. It is the leading cause of death for children under 14, and particular areas have seen tragic spikes in deaths. There is no such data when it comes to Indigenous LGBTQI (lesbian, gay, bisexual, transgender, queer and intersex) people. The rates – believed to be even higher again – have not been measured. “We need more data disaggregation in order to ensure tailored support and awareness-raising,” Gerry Georgatos, suicide prevention researcher at the Institute of Social Justice and Human Rights, told Guardian Australia. “If we do not disaggregate we risk discrimination, we risk making people invisible, elevated risk groups become invisible. When we disaggregate we can then identify what underlays their negative risk factors, and then tailor responses and future direction.” Dameyon Bonson, the founder of Black Rainbow, an advocacy group for LGBTQI Indigenous youth, said people working in the sector were forced to look on comparative data from Canada’s Indigenous people and on intersecting demographics. But actually breaking down suicide statistics to find out just how bad the problem is really just a part of the response. “Policies are based on statistics, so on one end we need stats to get policy in place because the anecdotal doesn’t make it through,” Bonson told Guardian Australia.    There are three key groups. Them mob, us mob and us other mob … and we all need self-determination  Dameyon Bonson, Black Rainbow     “But homelessness and suicide among Aboriginal and Torres Strait Islander people is high, and homelessness and suicide among LGBTQI is high. If you’re both, the risk isn’t going to reduce,” he said. “We’re not a separate high-risk group. We’re at high risk within the Aboriginal community.” Indigenous LGBTQI people were not now part of the decision-making or treatment process, he said, which resulted in a lack of understanding and of safe spaces, and greater discrimination. Health bodies – both mental and physical, Indigenous and non-Indigenous – needed to have more inclusive management and employment. “I don’t believe we need separate bodies, we just need to be included in the conversation and the solution process,” said Bonson, who is a Mangarayi and Torres Strait Islander man based in the Kimberley. Last year he was also an Indigenous Human Rights Awards finalist. “I’d like to see a national Aboriginal and Torres Strait Islander LGBTQI framework, that can just be inserted as an accompaniment to the national Aboriginal and Torres Strait Islander health plan.” The current plan has just one mention of LGBTQI people, he said. Bonson’s presentation at the conference will examine the presence of heterocentrism and the exclusion of LGBTQI Indigenous people in communities and decision making processes in the health sector.  “There are three key groups,” he said. “Them mob [white people], us mob [Indigenous people], and us other mob [Indigenous LGBTQI people] ... and we all need self-determination.”   Related: LGBTI Indigenous people offered a rainbow to follow    Bonson said he wanted to keep the topic light but that distinction was “fundamental” because the lens of each group influenced policy. While there was not a lot of homophobia in the Aboriginal community, “heterosexism plays a significant part in the exclusion of Aboriginal and Torres Strait Islander LGBTQI people,” he said. “A lot of remote communities still have underlying mission values and there are churches in them,” he said. “There’s a lot of conflicting messaging.” He expected his message would be uncomfortable for many in the Indigenous community to hear. “I feel it sometimes in my own community and group of colleagues, that they’re not seeing the heterosexism,” he said. “I can’t speak for sister girls so I don’t assume to. Straight black people can’t speak to the LGBTQI people. But I know what inclusion is. It’s a conversation we have to have.” The conference runs from Thursday to Friday in Alice Springs and will hear from speakers including Stan Grant, Prof Tom Calma and Rosalie Kunoth-Monks. • For information and support in Australia call Lifeline on 13 11 14, Beyond Blue on 1300 22 4636 or Black Rainbow on Facebook",
  "webTitle": "No data exists on suicide among gay and trans Indigenous Australians",
  "webPublicationDate": "2016-05-05T01:00:33Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/no-data-exists-on-suicide-among-gay-and-trans-indigenous-australians",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Suicide rates",
      "id": "society/suicide-rates",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Transgender",
      "id": "society/transgender",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/05/no-data-exists-on-suicide-among-gay-and-trans-indigenous-australians"
}