{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/readers-recipe-swap-miso-dale-berning-sawa",
  "id": "2016-05-21-195",
  "sectionId": "lifeandstyle",
  "body": "A bowl of miso soup is as instant a homemade meal can get, and as satisfying an instant one can be. It has the saltiness that makes bacon so addictive, the warming depth you long for when you’re really hungry, and a lightness that doesn’t usually go hand in hand with something this savoury. And while that soup might be reason enough to always have a pot of miso in your fridge, the potential this paste contains within its robust bulk is nothing short of remarkable. Made by fermenting soya beans with salt and koji (the fungus Aspergillus oryzae used to make soy sauce and other Asian ferments), it is what is added to those basic ingredients that determines the type of miso achieved. Hatcho (or mame) miso is 100% soya bean miso; rice gives kome miso, and barley, mugi miso; aka miso is red and aged, while shiro (white) miso is sweet and young, made with more rice and barley than soya. If you’re into fermentation, try making your own. Koji can be purchased online, and other beans and grains used if you’ve no soya beans to hand: a friend of mine makes hers with chickpeas. As something to make, and a flavour range to work with, miso is the curious cook’s dream ingredient. The winning recipe: Miso, ginger and garlic dressing While she and her husband were running a guest house in rural Kyoto, writes Anna Thomson, she had at her disposal several vats of rich, dark miso in the basement that the owner had made – which is as beautifully evocative as the flavour of the simple dressing she made with it. The ginger, garlic, soya and honey enhances the intense depth of flavour the miso harbours with quasi Korean brightness: the perfect condiment for an Anna Jones style bowlful of grains and crunchy greens, or to follow Thompson’s little boy’s lead, simply atop a bowl of rice. Makes 1 jar  3 tbsp hatcho or mame miso4 tbsp extra virgin olive oil3 tbsp rice vinegar2 tbsp honey1 tsp soy sauce (optional)1 garlic clove, finely minced3cm knob of ginger, finely grated 1 Whisk all ingredients in a jar, thinning with water if necessary. Miso walnut butter Mehrunnisa Yusuf was inspired to make this excellent spread by the udon with mushrooms and walnut miso that were on the menu at Koya, in London’s Soho – an erstwhile favourite haunt of Cook’s. And it really is inspired – the astringent notes of the nuts are couched in the remarkable savoury sweetness of white or shiro miso. She recommends spreading liberally on toasted sourdough – I can’t wait to use it in making a variation on the winning spelt thumbprint cookies from a few weeks back. Makes 1 jar 250g walnuts2 tbsp white miso2 tbsp runny honey 1 Preheat the oven to 180C/350F/gas mark 4. Place the walnuts on a rimmed baking sheet in a single layer. Toast for around 10-15 minutes, moving them around every five minutes. Take care not to let the nuts burn. When toasted and fragrant, remove from the oven and set aside to cool for around five minutes. 2 Reserve six whole walnuts before placing the rest in the bowl of your food processor. Process until they release their oil and become a smooth butter – depending on the strength of your processor, this might take 2-10 minutes. 3 Now add the miso and process to mix. Then add the honey and process for a further 30 seconds. 4 Lastly, add the whole reserved walnuts and pulse briefly, to achieve a chunky texture. Aubergine and butternut squash in spicy miso Ofer Guez’s marinade for roast veg here shows a) how lovely miso is in spicy settings and b) that it’s the vegetarian’s best friend: the beautifully rich savouriness that a mere blob of miso brings to any dish makes the need for meat or fish simply evaporate. Also, while miso is such a Japanese staple – usually paired with sake and mirin – it works just as well in entirely unrelated culinary settings too, as is demonstrated by the white wine, sriracha and maple syrup here. Serves 21 aubergine, peeled, cut into 8 wedges and then in half lengthways½ butternut squash, peeled, cut into similar size as the aubergine piecesTofu (optional), cut into similar sized pieces  For the roasting sauce½ tsp coarse salt½ tbsp olive oil4 tbsp white wine  For the marinade1½ tsp red or white miso1 tbsp Chinese dark soy sauce1 tbsp maple syrup1 tbsp peanut butter, tahini or other nut butter1-2 tsp sriracha (according to desired spiciness)½ garlic, crushed (optional)2 tbsp white wine 1 Preheat the oven to 180C/350F/gas mark 4. Arrange the vegetable pieces on a tray, brush with the roasting sauce, and roast for 30-40 minutes until soft on the inside and browned on the outside. 2 Brush and mix with the miso marinade and set aside to cool. 3 When at room temperature, sprinkle with white sesame seeds and serve with rice. Miso yoghurt chicken Of course, a miso marinade is a thing of beauty with many a cut of meat. Megumi Yamashita makes her own miso and her own yogurt, and has come up with a beautifully simple marinade using both. The former keeps the meat moist and tender while the latter brings out its flavour. Serves 44 chicken thighs, skin on bones cut out120g natural yogurt40g miso1 tsp fresh ginger, grated (optional) 1 Mix the yoghurt, miso and ginger together and marinate the chicken in this mixture for at least one hour. 2 When ready, place the chicken, skin side up, on an oiled baking tray, smear with the remaining marinade and roast in the oven at 190C/375F/gas mark 5 for 20–25 minutes or until the skin is crispy. Miso-stuffed mushrooms Mushrooms, as we know, are the other secret weapon in the vegetarian’s arsenal of ingredients, so Alfred Dyck’s innovative pairing of mushroom with miso is undoubtedly a winning double whammy. Barley miso has a lovely nuttiness to it, and the partnership of tahini and miso is a combo to remember. Serves 4-6A large handful of coriander1 heaped tbsp barley miso1 heaped tbsp tahiniChilli flakes, to tasteOlive oil12 chestnut mushrooms, stalks removed A pinch of ground chilli pepper or paprika 1 In an electric blender, combine the coriander with sufficient olive oil to achieve a consistent mixture. 2 Add a heaped tablespoon of tahini and an equal amount of barley miso. 3 Add chilli flakes to taste, and blend until smooth. Add more oil if the mixture becomes too stiff to blend easily. 4 Finally, place the mushrooms upside down on a baking tray and fill them with the mixture. Now sprinkle with ground chilli pepper or paprika and bake at 180C/350F/gas mark 4 for 15-20 minutes.   Related: Readers’ recipe swap: Spelt | Dale Berning Sawa    Miso caramel chocolate pots I might cook with miso practically every day, but until coming across this recipe I had never contemplated its sweet potential. ColonialCravings’s caramel is a thing of beauty. In fact, if I’m perfectly honest, I didn’t want the chocolate – just an espresso-style shot of that caramel was the midnight feast I’d been yearning for. Serves 4-6For the caramel 100g soft light brown sugar75ml double cream15g unsalted butter1 tbsp white miso  For the chocolate  200ml double cream8 black peppercorns (optional)100g dark chocolate½ tsp vanilla pasteA big pinch of cinnamon 1 Melt together the ingredients for the caramel in a small saucepan and bring it to boiling point. Reduce the heat and then let it simmer for 2-3 minutes. Set the caramel aside to cool a little. 2 Chop the chocolate and add it to a mixing bowl with the cinnamon and vanilla paste. Heat the cream and the peppercorns until just below boiling point and then strain the cream over the chocolate. Let this sit for a minute or two while you divide the caramel between ramekins or small serving glasses. 3 Stir the chocolate and cream together, ensuring that it is well blended. Put this and the caramel filled serving dishes in the fridge and forget about it for an hour or so. 4 Once the chocolate ganache has cooled and become quite thick (but not set firm) briefly whisk it to incorporate a little air into the mix, so that it is slightly moussy and then spoon it over the caramel layer in the serving dishes. Return the chocolate pots to the fridge to chill and set before serving. Serve with a grating of chocolate on top, if you like.",
  "webTitle": "Readers’ recipe swap: Miso | Dale Berning Sawa",
  "webPublicationDate": "2016-05-21T05:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/readers-recipe-swap-miso-dale-berning-sawa",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/21/readers-recipe-swap-miso-dale-berning-sawa"
}