{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/lewis-hamilton-monaco-grand-prix-mercedes",
  "id": "2016-05-30-66",
  "sectionId": "sport",
  "body": "Lewis Hamilton has thanked his Mercedes team-mate Nico Rosberg’s former mechanics following his win in the Monaco Grand Prix, one which has put his ambition for a fourth Formula One world title back on track. Rosberg won the first four races of the season after it was announced that the two drivers’ teams had virtually swapped for the year, with five changes on each side. But Hamilton’s success on Sunday, his first since last October’s US Grand Prix in Austin, cut Rosberg’s lead from 43 points to 24 with the German driver only able to finish seventh. Hamilton said: “I think this will be a boost for my mechanics, who have been nervous all year. It’s not easy coming from one side of the garage to the world champion’s car. It’s the same if you’re given Fernando [Alonso] or Sebastian [Vettel] as a driver. “That’s just how it is. When you have the champion in the car you know you need to deliver and because of the issues we had they probably felt they weren’t delivering. But they have been. It must be a great relief for them and I’m grateful to them for sticking with me. Hopefully it will give them the confidence to know that I’m as strong as I’ve always been and I will be for the rest of the year.” When the swap was made this year, a Mercedes spokesman said: “It’s just to mix things up and keep things fresh. You need to do that because you don’t want people doing the same thing for 15 years.” Following technical problems with Hamilton’s car in a number of the early races this season, Mercedes wrote an open letter to their fans in response to conspiracy theories circulating on social media. Mercedes assured them that there was “No ‘A’ or ‘B’ team here” and told “the haters, the naysayers, the conspirators” that “if we can convince even half of you of what we really stand for, we’ll consider that a battle well won”.   Related: F1 Monaco Grand Prix: five things we learned from Monte Carlo | Paul Weaver     Now Hamilton is relishing the prospect of the next race in Canada in just under a fortnight, where he has won four times. “I know how quick I am round Monaco, but it was only my second win,” he said. “It’s such a difficult race to win and this was the hardest. “But I felt I earned it and the next one is a good race for me generally. Hopefully in the great atmosphere of Montreal I will be able to shine like I did the first time I won.” That was in 2007, when he recorded his first F1 win in a chaotic race which featured Robert Kubica’s spectacular crash. Hamilton feels there is still work to be done in the Mercedes team to iron out the glitches that marred his season before Monaco, along with his own mistakes. He was affected, as was Rosberg, by a fuel-pump issue in qualifying in Monaco, which saw him on the second row of the grid behind Rosberg and Red Bull’s Daniel Ricciardo. “There are still issues, and mistakes being made,” he said. “We really need to pull together as a team. Because we now have more pressure than ever on us, with the other teams applying that pressure. We are the greatest team, but we need to refine a few areas.” Hamilton said his 44th victory – his favourite number – had special significance for him. “It’s the number I had when I first started racing. I won my first championship with 44. “And I just can’t believe I have 44 wins in Formula One. I’ve had a lot of help and hard work from so many people. Way, way too many people to name in a long career. So I’m going to enjoy 44 as long as I can because it only happens once.” Hamilton revealed that he planned to overtake Rosberg in Monaco if his team-mate hadn’t been ordered to move over when he was struggling with a lack of pace in his car early on. “I was looking at all the weak points, his weak areas, and I was waiting for the moment to be close enough. I was going to take him on Turn three, on the outside, which not many people do. But I didn’t have to.” As for the 19-point swing in his favour in terms of the championship, Hamilton added: “I did not expect the points to have shifted as they have. But a swing goes both ways, and I’m conscious of that.”",
  "webTitle": "Lewis Hamilton puts Monaco win down to mechanics and gears up for Montreal",
  "webPublicationDate": "2016-05-30T16:20:56Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/lewis-hamilton-monaco-grand-prix-mercedes",
  "keyword": [
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/30/lewis-hamilton-monaco-grand-prix-mercedes"
}