{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/mexico-city-plastic-whistles-sexual-assault",
  "id": "2016-05-27-113",
  "sectionId": "world",
  "body": "The mayor of Mexico City has provoked derision after unveiling civic authorities’ latest weapon against the capital’s epidemic of sexual harassment: a plastic whistle.  Miguel Ángel Mancera announced the initiative this week, saying that women would be provided with whistles emblazoned with the city’s new logo “which will help them to warn of possible crimes”.       A spate of high-profile sexual assaults has in recent months cast the spotlight on street harassment and sexual violence against Mexico’s women, especially on the perpetually overcrowded public transit system.  Around three million sexual attacks – ranging from groping to rape – were committed in Mexico between 2010 and 2015, according to the National Statistics Institute.  But Mancera’s suggested solution unleashed a scornful backlash on social media from activists and ordinary citizens, who accused him of patronizing women instead of tackling men’s boorish and criminal behaviour. Commentators on Twitter suggested that the mayor’s next move would be to issue chastity belts or burqas. One widely shared tweet suggested other innovations, such as anti-corruption maracas, or vuvuzelas to prevent extortion.        Many social media posts were accompanied by the hashtag #ElPitoDeMancera – which translates literally as “Macera’s whistle” but could also be a read as a reference to the mayor’s anatomy. Writing for the website Sin Embargo, columnist Catalina Ruiz Navarro said: “Mancera’s whistles … put the job of prevention on the victim.” “Women without a whistle – real or metaphoric – would ‘expose themselves’ and if they’re assaulted and no one does anything, it would be their fault for not whistling,” she wrote. Others criticised the whistle idea as improvised, short-sighted and again sending the message that women should watch how they act and dress and prepare for possible assaults – while asking nothing of men.       “The saddest thing is to think that this government has been defeated on this issue and decided that the only solution is ask women to look after themselves,” said Regina Tames, director of the Information Group on Reproductive Choice (GIRE).  A later statement from the mayor outlined additional measures to improve safety for women, such as improving lighting in public places, cleaning up areas adjacent to metro stations and expanding a female-only bus service.  At least 126,000 women suffered acts of sexual aggressions on the overcrowded metro system last year, according to figures compiled by the capital’s Institute of Women. Only 300 reported the incident to authorities. Mexico City runs a fleet of pink buses only for female passengers, along with women-only carriages on the subway system. While the services offer some respite to women, many see it as a short-sighted solution – similar to the whistle. Some 94.1 of sexual crimes are not reported to the authorities, according to the Executive Commission for Attention to Victims (CEAV).  According to Tames, most sexual assault survivors avoid the process, which requires women to retell their stories multiple times and sometimes return to the crime scene with investigators. “It’s a total re-victimization in which women’s statements are not considered credible,” Tames said. Last month, thousands took to the street to demand an end to gender violence. The hashtag #MiPrimerAcoso (my first assault) surfaced the same month, as women tweeted graphic details of men acting untowardly them sexually – often when they were minors. But the demonstrations and attempts to speak out against harassment have also brought a backlash on social media sites: women who have publicly denounced attacks have in turn received abuse and even threats.  The situation has grown worse in recent years, said Minerva Valenzuela, a cabaret performer and feminist in Mexico City.  “Every time we talk about this topic [now], there are threats of rape and death.”",
  "webTitle": "Mexico City mayor ridiculed over plan to fight sex crimes with plastic whistles",
  "webPublicationDate": "2016-05-27T14:56:31Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/mexico-city-plastic-whistles-sexual-assault",
  "keyword": [
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/27/mexico-city-plastic-whistles-sexual-assault"
}