{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/nicola-sturgeon-confirmed-as-scottish-first-minister",
  "id": "2016-05-17-104",
  "sectionId": "politics",
  "body": "Nicola Sturgeon has been confirmed as Scotland’s first minister after she overcame a token challenge for the post from the Liberal Democrat leader, Willie Rennie. Sturgeon was re-elected to the post by 63 votes to five, giving her control over more than £30bn in spending, after the three largest opposition parties abstained during the formal election contest on Tuesday.    Related: Scotland to get new cabinet post focusing on faltering economy    The Scottish National party leader, who failed by two seats to win an overall majority in the devolved parliament’s elections on 5 May, promised again to prioritise closing the large gap in education attainment and strengthening the faltering economy.  “With new powers coming to this parliament the responsibility placed upon us and in particular on the first minister is greater than ever before,” she told MSPs. “But that’s a responsibility that I’m ready and eager to seize.” Opposition leaders challenged Sturgeon to exploit Holyrood’s new tax and welfare powers, worth some £14bn, to take bolder, more radical action on public services investment, schools and climate change.  Ruth Davidson, leader of the Scottish Conservatives, now Holyrood’s second largest party, said she expected the parliament to test the authority of Sturgeon’s minority government, controlling the first minister’s use of executive authority to take significant decisions.  Kezia Dugdale, the Scottish Labour leader, said Sturgeon was now the most powerful first minister Scotland had ever had. “With the mandate the people have given her, I hope she uses it to bold. I hope she has the courage to change course; to use her power to challenge vested interests.”   Related: Scottish Labour leader challenges SNP to make the case for Europe    Party leaders have already signalled they plan to test her minority government by mounting an early challenge to the SNP’s anti-sectarianism legislation in football. While commanding majority support in opinion polls, the Offensive Behaviour Act is opposed by the other parties. Sturgeon is due to appoint her first cabinet secretary for the economy in her cabinet reshuffle on Wednesday, with fresh warnings about the stiff challenges facing Scotland’s economy. John McLaren, an economics consultant, said Sturgeon and the new economy secretary needed to resuscitate a sluggish economy, which had grown in cash terms last year by just 1%, when Scotland’s trade balance with the rest of the UK was the worst on record. Sturgeon’s celebrations were also marred by the disclosure that two senior SNP MPs, Stewart Hosie and Angus MacNeil, had separated from their wives after both having an affair at separate times with the same journalist at Westminster.  Asked about the affairs by reporters, Sturgeon refused four times to express confidence in Hosie, her party’s deputy leader, who announced on Sunday he had separated from his wife, Shona Robison, a Scottish government minister and one of Sturgeon’s closest friends. Sturgeon insisted it was a private matter.",
  "webTitle": "Nicola Sturgeon confirmed as Scottish first minister",
  "webPublicationDate": "2016-05-17T15:38:49Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/nicola-sturgeon-confirmed-as-scottish-first-minister",
  "keyword": [
    {
      "webTitle": "Nicola Sturgeon",
      "id": "politics/nicola-sturgeon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/17/nicola-sturgeon-confirmed-as-scottish-first-minister"
}