{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/china-send-nuclear-armed-submarines-into-pacific-us",
  "id": "2016-05-26-332",
  "sectionId": "world",
  "body": "The Chinese military is poised to send submarines armed with nuclear missiles into the Pacific Ocean for the first time, arguing that new US weapons systems have so undermined Beijing’s existing deterrent force that it has been left with no alternative. Chinese military officials are not commenting on the timing of a maiden patrol, but insist the move is inevitable. They point to plans unveiled in March to station the US Thaad anti-ballistic system in South Korea, and the development of hypersonic glide missiles potentially capable of hitting China less than an hour after launch, as huge threats to the effectiveness of its land-based deterrent force. A recent Pentagon report to Congress predicted that “China will probably conduct its first nuclear deterrence patrol sometime in 2016”, though top US officers have made such predictions before.   Related: Little blue men: the maritime militias pushing China's claims    China has been working on ballistic missile submarine technology for more than three decades, but actual deployment has been put off by technical failures, institutional rivalry and policy decisions.  Until now, Beijing has pursued a cautious deterrence policy, declaring it would never be the first to use nuclear weapons in a conflict and storing its warheads and its missiles separately, both strictly under the control of the top leadership.  Deploying nuclear-armed submarines would have far-reaching implications.  Warheads and missiles would be put together and handed over to the navy, allowing a nuclear weapon to be launched much faster if such a decision was taken. The start of Chinese missile patrols could further destabilise the already tense strategic standoff with the US in the South China Sea.           What’s happening in the South China Sea?    Last Tuesday, a US spy plane and two Chinese fighter jets came close to colliding 50 miles of Hainan island, where China’s four Jin-Class ballistic missile submarines are based. A fifth is under construction.    South China Sea   The two countries’ navies have also come uncomfortably close around disputed islands in the same region, and the chance of a clash will be heightened by cat-and-mouse submarine operations, according to Wu Riqiang, an associate professor at the School of International Studies at the Renmin University in Beijing. “Because China’s SSBNs [nuclear missile submarines] are in the South China Sea, the US navy will try to send spy ships in there and get close to the SSBNs. China’s navy hates that and will try to push them away,” Wu said. The primary reason Chinese military officials give for the move towards a sea-based deterrent is the expansion of US missile defence, which Moscow also claims is disturbing the global strategic balance and potentially stoking a new arms race. The decision to deploy Thaad anti-ballistic interceptors in South Korea was taken after North Korea’s fourth nuclear test, and the stated mission of the truck-launched interceptors is to shield the south from missile attack.  But Beijing says the Thaad system’s range extends across much of China and contributes to the undermining of its nuclear deterrent. It has warned Seoul that relations between the two countries could be “destroyed in an instant” if the Thaad deployment goes ahead.  “No harm shall be done to China’s strategic security interests,” the foreign ministry declared.  Behind the ominous warnings is growing concern in the People’s Liberation army that China’s relatively small nuclear arsenal (estimated at 260 warheads compared with 7,000 each for the US and Russia), made up mostly of land-based missiles, is increasingly vulnerable to a devastating first strike, by either nuclear or conventional weapons. Missile defence is not their only worry. They are anxious about a new hypersonic glide missile being developed under the US Prompt Global Strike programme, aimed at getting a precision-guided missile to targets anywhere in the world within an hour.    Related: What’s behind Beijing’s drive to control the South China Sea? | Howard W French    China is developing a similar missile but officials in Beijing fear that the Chinese nuclear arsenal is so small it could be almost completely wiped out without notice, with the few missiles launched in reprisal being destroyed in mid-air by US missile defences.  Without that capability to respond with a “second strike”, China would have no meaningful deterrent at all. The government of President Xi Jinping insists the country has no plans to abandon its “no first use” principle but military officials argue US weapon developments give it no choice but to upgrade and expand its arsenal in order to maintain a credible deterrent.  There seems to have been some discussion of moving to a “launch on warning” policy, to fire Chinese weapons before incoming missiles land and destroy them. That appears to be a minority view, however.  The dominant approach is to stick with the current deterrent posture, which relies on hitting back in a devastating manner once China has been attacked. The core aim is to have a second strike capacity that is “survivable” and “penetrative”. Submarines, on patrol in the ocean depths, fulfil the first requirement, they say.  It has tested a missile, the Ju Lang (Giant Wave) 2, for that purpose, and each Jin submarine can carry up to 12 of them. Partly to help penetrate US missile defences, China has in recent months also started putting multiple warheads on its largest missile, the DF-5, another development that has set alarm bells ringing in the Pentagon, where some analysts view it as the first step towards a massive nuclear armament drive aimed at obliterating the US arsenal.  Jeffrey Lewis, the director of the East Asia Non Proliferation Programme at the Middlebury Institute of International Studies at Monterey, argues there is a danger of the two sides fatally misunderstanding each other’s intentions. “Given China’s apparent desire to overwhelm US missile defences, it is not surprising that multiple warheads – whether independently targeted or not – would become a feature of Chinese deterrence. The surprise is that it took so long for them to be fielded,” Lewis writes in a book on multiple warheads (Mirvs) published last week by the Stimson Centre thinktank.  “What western strategic analysts might view with alarm, their Chinese counterparts might view as modest increments necessary to strengthen deterrence … Chinese strategic analysts, unlike their western counterparts, have so far adopted a surprisingly relaxed view of nuclear threats, while some of their US counterparts are inclined toward envisioning worst-case scenarios.”   Related: The Guardian view on the South China Sea: high time for compromise | Editorial    Evidence for China’s more “relaxed” approach is the length of time it took to deploy multiple warheads, two decades after developing the necessary technology. China has similarly taken decades to deploy nuclear missile submarines.  Part of the reason has been technical: it is a hard technology to master. Wu Riqiang argues China’s Jin submarines (known in the Chinese military as Type 094) are still not ready, as they are too noisy and could easily be located by US attack subs. They would never get past the first island chain off China’s coast and into the mid-Pacific, where they would have to be to hit the continental US. “My argument is that because of the high noise level of the Type 094 and China’s lack of experience of running a SSBN fleet, China cannot and should not put 094 in deterrent patrol in the near future,” he said. The slow pace has not just been for practical reasons. China’s guiding principle has been to have a capacity for “minimum means of reprisal” while minimising the chance of accidental or unauthorised launch.  Deploying ballistic missile submarines poses a huge dilemma for Beijing. If it can only launch its weapons on receiving orders from the top, they risk being rendered unusable by a surprise “decapitation” strike on the Chinese leadership. However, to follow the British Royal Navy model – in which each Trident submarine commander has a signed letter from the prime minister in his safe, to open in the event of a strike on London – would entail a huge leap in the alert status of the Chinese nuclear arsenal, and a similarly huge delegation of responsibility to one of the armed forces.  Wu argues Beijing would be better off sticking to its present policy of hiding its land-based ICBMs in more ingenious ways. Under Xi’s assertive leadership, China seems determined that the Chinese nuclear deterrent will take finally to the ocean, and it has already taken thestep of putting multiple warheads on its missiles. Those steps are mostly in response to US measures, which in turn were triggered by unrelated actions by the North Koreans.  The law of unintended consequences is in danger of taking the upper hand. “The two sides may thus be stumbling blindly into severe crisis instability and growing competition by China with respect to strategic forces,” Lewis argues. “A competition between unevenly matched forces is inherently unstable.”",
  "webTitle": "China to send nuclear-armed submarines into Pacific amid tensions with US",
  "webPublicationDate": "2016-05-26T04:26:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/china-send-nuclear-armed-submarines-into-pacific-us",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Julian Borger",
      "id": "profile/julianborger"
    }
  ],
  "guardianId": "world/2016/may/26/china-send-nuclear-armed-submarines-into-pacific-us"
}