{
  "apiUrl": "https://content.guardianapis.com/women-in-leadership/2016/may/11/five-things-companies-can-do-to-boost-employee-happiness",
  "id": "2016-05-11-346",
  "sectionId": "women-in-leadership",
  "body": "A new survey from the Chartered Institute of Personnel Development (CIPD) tells us what anyone sitting on a crowded commuter train on a rainy morning already knows, most of us hate our jobs. Work dissatisfaction has hit a two year low and it doesn’t look like it’s going to go up any time soon.  This isn’t hugely surprising, we all know that the cost of living has risen and wages haven’t kept up. Job security is a term that your parents use but which means nothing in today’s “gig economy”, and work has become some deathly dull that one man is funding his retirement through suing his company for “bore-out”. Add it all together and it’s no wonder that employee satisfaction is so low.  If you’re an employer who cast an eye over the CIPD report and then forgot about it, you probably want to stop reading now. But if you suspect that at a happy workforce might be a more productive workforce then we have some suggestions for simple things you can do to bring about business bliss. Pay everyone fairly. Yes, even the women. While undertaking a pay audit of your company might seem like a fast-track to internal squabbling and law-suits, it could in fact buy you a lot of goodwill with your employees, and some very nice PR. However, don’t just stop at the gender pay gap. Have a look at how big the gap between the most senior and junior staff is. This pay gap has been on the increase for a while now but when it continues to rise even in times of trouble, you’re just encouraging a disgruntled staff. Just ask Philip Green. Embrace flexible working. If you believe the government, it’s the future. But even if you don’t research shows that employees who have some level of control over how and where they work are happier than those crammed into the same office from nine till five every day. As Peter Fleming puts it, “human beings thrive on mastery and self-development”. When we’re in charge of our own performance we’re likely to want more from ourselves than when we’re working to someone else’s standards. Stop mistreating contractors. We know that more and more companies are abandoning traditional permanent jobs in favour of short-term or zero hours contracts. If you expect your staff to remain resilient and productive despite a lack of security then you need to think about what you can give them in return. A proper contract is one thing, but so are training, decent pay and opportunities for promotion. You can also realise that if we are moving into a gig-economy then decent references, using your networks to help those who’ve worked hard for you, and transparency around length of contract is important, decent behaviour.  Stop ignoring part-timers. As the bulk of childcare still sits with women, more of them opt to work part-time than men. Strangely we then start to see people who work part-time hours as uncommitted and off the career ladder. We don’t give them stretch projects, we expect them to do as much work in three days as they did in five, and we overlook them for pay-rises and promotions. And then companies wonder why their female employees leave. Start to look at what people really want. Clue: it’s not a bigger office or a better title. More often than not what people really want is the ability to change things for the better, to spend more time with their families or doing the things they really love, to feel like they’re appreciated and rewarded appropriately. It’s straight-forward stuff, so why are so many companies so bad at it? We all know that if you pay peanuts you get monkeys, but if you start treating staff like robots you’re going to get an organisation that very quickly short-circuits.",
  "webTitle": "Five things companies can do to boost employee happiness",
  "webPublicationDate": "2016-05-11T06:22:05Z",
  "webUrl": "https://www.theguardian.com/women-in-leadership/2016/may/11/five-things-companies-can-do-to-boost-employee-happiness",
  "keyword": [
    {
      "webTitle": "Women in Leadership",
      "id": "women-in-leadership/women-in-leadership",
      "sectionId": "women-in-leadership",
      "sectionName": "Women in Leadership"
    },
    {
      "webTitle": "Office politics",
      "id": "women-in-leadership/office-politics",
      "sectionId": "women-in-leadership",
      "sectionName": "Women in Leadership"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women in the boardroom",
      "id": "business/women-in-the-boardroom",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Minter",
      "id": "profile/harriet-minter"
    }
  ],
  "guardianId": "women-in-leadership/2016/may/11/five-things-companies-can-do-to-boost-employee-happiness"
}