{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/exxon-climate-change-greenhouse-gasses",
  "id": "2016-05-25-199",
  "sectionId": "commentisfree",
  "body": "Related: Let's give up the climate change charade: Exxon won't change its stripes | Bill McKibben    At Wednesday’s ExxonMobil shareholders meeting, CEO Rex Tillerson will have to answer tough questions about the company’s role in causing climate change, including one from my family. Attorneys general from several states are investigating when the company knew about the risks of burning fossil fuels – and whether Exxon misrepresented that information to investors and the public. At the same time, shareholders are demanding more transparency on the risks climate change poses to the company. As the daughter of one of the Exxon scientists who first told senior management about greenhouse gases in the 1970s, I find it ironic that the reason for these investigations is the company’s failure to follow the same hard-numbers approach that made Exxon so successful in the first place.   Related: Exxon investors aim to force reckoning with impact of climate change policies    My father, James F Black, PhD, started working for Standard Oil (part of which later became Esso and then Exxon) during the second world war. He had a distinguished career over 40 years, garnering dozens of patents through his wide-ranging research. In 1977, he briefed some of Exxon’s top executives about the risks of burning fossil fuels. A year later, in recapping his presentation in an internal company memo, he wrote: “Present thinking holds that man has a time window of five to ten years before the need for hard decisions regarding changes in energy strategies might become critical.” By the end of that 10-year window, however, company executives had started ignoring science, cancelling research projects and investing in “spin”. They poured millions of dollars into advocacy groups and public relations campaigns designed to cast doubt on the scientific realities of climate change. As Exxon entered this period, my father would lament: “A company is in trouble when it falls into the hands of the accountants.” Indeed, ignoring data in favor of “spinning” scientific results can cause irreparable harm. Look at the nightmare of lead poisoning in Flint, Michigan. Or consider how tobacco companies distorted their own scientific research on the dangers of secondhand smoke. In all these examples, the people and institutions who withheld or misrepresented critical information caused real harm to public health. And in Exxon’s case, the dangerous dismissal of science continues to this day.  For instance, Exxon is a key member of the American Legislative Exchange Council (Alec), which misinforms state legislators about climate science. The organization also works to block climate policies, including a revenue-neutral carbon tax – a policy Exxon claims to support. And at last year’s shareholders meeting, Rex Tillerson said climate models still weren’t good enough to take seriously. “What if everything we do, it turns out our models are lousy, and we don’t get the effects we predict?” he told shareholders. But scientists are trained to take a sober look at the weight of the evidence, not declare results they don’t like to be “lousy”. The value of true scientific inquiry is that it is free from bias and accepts results with dispassion.  When my father first briefed Exxon’s executives about climate change, the concentration of carbon dioxide in the atmosphere stood at 330 parts per million. Now it is 20% higher and Nasa scientists are telling us the first few months of 2016 are so warm we’re almost certain to set another global heat record this year. What would the world be like today if Exxon executives had listened to my father? If Exxon had led the industry in confronting climate change instead of funding public relations campaigns to disprove its existence? Perhaps sea levels would not be rising as quickly. Perhaps the fires burning across Alberta would not be as destructive. Perhaps we would already be transitioning to cleaner fuels and energy sources. We’ll never really know what would have happened if Exxon had listened to my father. But at today’s shareholders meeting, Rex Tillerson can still do the right thing. My daughter Anna is in Dallas today to attend the Exxon shareholder’s meeting on our behalf. She shares her grandfather’s passion for science and just received a degree in chemistry. While she’s there, she will deliver a petition on behalf of thousands of members of ClimateTruth.org urging Exxon to finally cut its ties with the American Legislative Exchange Council, something many other oil and energy companies have already done. I hope Rex Tillerson listens to her. I hope he goes further, too. The company should end all donations (both public and anonymous) to organizations that undermine the public’s understanding of science. And instead of confusing the public on climate change, Tillerson should channel the company’s incredible resources – including its scientists and lobbying muscle – to solving it.  Exxon’s engineering and research capacities could help create a future in which the planet is protected, public welfare is not compromised and the price of its shares will remain high. That’s what my father wanted. As his daughter and a shareholder, it’s what I want, too.",
  "webTitle": "My father warned Exxon about climate change in the 1970s. They didn't listen | Claudia Black-Kalinsky",
  "webPublicationDate": "2016-05-25T11:00:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/exxon-climate-change-greenhouse-gasses",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Black-Kalinsky ",
      "id": "profile/claudia-black-kalinsky"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/exxon-climate-change-greenhouse-gasses"
}