{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/saracens-exeter-premiership-final-rugby",
  "id": "2016-05-29-11",
  "sectionId": "sport",
  "body": "When Pete Sampras was quietly accumulating seven Wimbledon titles in eight years there were those who yearned for more variety. It is an occupational hazard when champions settle into an extended trophy-winning groove but the smooth operators of English rugby are not bothered by such irrelevancies. Having become the first club to complete a Premiership and European double since 2004, Saracens have no intention of easing off now. To listen to Owen Farrell, in particular, was to suspect that Saracens’ hunger for silverware is far from sated and that the roster of all-time dominant sides is on the way to being extended. “Hopefully we’ll never hit the crest,” said Farrell, who already boasts three Premiership winners’ medals at the age of 24. “Hopefully this is just the start and we carry on like this for a long time.” As with Bath, Leicester and Wasps in their respective heydays, winning has become a habit no one wants to shake. With Farrell, the remarkable Maro Itoje, the brothers Vunipola, George Kruis, Will Fraser and Jamie George poised to ensure the backbone of the side stays strong for the forseeable future, it is certainly hard to see Sarries failing to challenge strongly for a third straight domestic crown next season. With the Springbok back-rower Schalk Burger and the talented Wasps fly‑half Alex Lozowski among those set to arrive this summer, the loss of estimable individuals such as the retiring Jacques Burger and Charlie Hodgson should not be overly disruptive either.   Related: Saracens’ Mark McCall says Alex Goode must start in England first Test    Any squad capable of maintaining such high standards for 33 successive weekends, losing only four matches in all competitions, clearly possesses a steely core and, amid the latest spray of celebratory post-match champagne, it was hard not to recall England’s failed World Cup campaign and marvel at the resilience of players such as Farrell, Brad Barritt and Alex Goode, all of whom have had to weather difficult moments this season. For Barritt to have led his beloved club side to the European Cup and now the Premiership in the space of a fortnight will go a long way towards easing the pain of last autumn while Goode, whose late try sealed this latest triumph, could not have done much more over the past six months to remind Eddie Jones of his abilities. “For me he’s by a mile the best full-back in England,” said Mark McCall, fully aware that Jones is not going to select his Test side to face Australia in Brisbane on Saturday week based on other people’s recommendations. “If I say he should play, he probably won’t.” If this season has revealed anything, though, it is that success is easier to sustain when players are desperate to win for each other as much as themselves. Farrell summed it up nicely when he reflected on another demanding year of juggling club and country commitment: “We don’t care what people think about us because people can think what they want. It’s about us. It’s about what we believe in and what we do together. That’s why we are where we are.”   Related: Saracens make their experience count to expose young Chiefs of Exeter | Michael Aylwin    It did not feel like a coincidence, either, that Exeter suffered a very similar fate to Bath in the Premiership final 12 months ago. This was yet another of Saracens’s vampire weekends, sucking the life out of previously vibrant opponents, although the Chiefs’ questionable strategy of trying to outdo Saracens at their own pin-point kicking game in the first half also played its part. For Exeter, 23-6 down at half-time, it amounted to yet another Twickenham disappointment to be added to four previous second-tier final losses and a Big Game defeat to Harlequins on this same pitch. Had Mitch Lees and Henry Slade not missed key tackles or Farrell’s pass to Chris Wyles for Sarries’ second try been ruled forward it might have helped but they were equally undone by their first-half inaccuracy in all areas. The unfortunate Henry Slade had one of those days when little went right, just when he wanted to show Jones what a midfield talent he is. On the plus side his fellow tourist Jack Nowell had an excellent match and the Chiefs fought back furiously to within three points of the champions with five minutes left, having previously been only a missed conversion away from reaching a European semi-final. They will come back stronger and increasingly have a base of enthusiastic fans far beyond the Exe Valley. When Northampton supporters arrive in head-dresses and kids from Bristol can be seen doing the “Tomahawk Chop”, the Chiefs must be doing something right. Saracens Goode; Ashton, Taylor (Bosch, 73), Barritt (capt), Wyles; Farrell (Hodgson, 68), Wigglesworth (De Kock, 68); M Vunipola (Barrington, 66), Brits (George, 52), Du Plessis (Figallo, 52), Itoje, Kruis, Rhodes (Wray, 52), Fraser (Hamilton, 71), B Vunipola. Tries Taylor, Wyles, Goode. Cons Farrell 2. Pens Farrell 3. Exeter Dollman; Nowell, Slade, Whitten (Campagnaro, 68), Woodburn (Short, 55); Steenson (capt), Chudley (Lewis, 65); Moon (Hepburn, 47), Cowan-Dickie (Yeandle, 47), Williams (Francis, 47), Lees, Parling (Welch, 64), Ewers, Salvi (Horstmann,  61), Armand (Salvi, 65). Tries Yeandle, Nowell. Cons Steenson 2. Pens Steenson 2. Referee W Barnes (RFU). Att 76,109.",
  "webTitle": "Relentless Saracens see off Exeter’s bold challenge to secure double",
  "webPublicationDate": "2016-05-29T21:30:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/saracens-exeter-premiership-final-rugby",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Owen Farrell",
      "id": "sport/owen-farrell",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/29/saracens-exeter-premiership-final-rugby"
}