{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/11/charlotte-edwards-england-women-cricket-captain-retires",
  "id": "2016-05-11-308",
  "sectionId": "sport",
  "body": "An emotional Charlotte Edwards, arguably the most significant women’s cricketer to have played the sport, spoke of her world having been turned “upside down” after she was effectively sacked as England captain by head coach Mark Robinson.   Related: England women’s cricket will be a harsher world without Charlotte Edwards | Mike Selvey    Edwards, the country’s record run-scorer and a veteran of 309 caps in a career spanning 20 years, announced her retirement from international cricket at Lord’s on Wednesday after being informed of Robinson’s decision by Clare Connor, the head of the women’s game and her predecessor as captain, last week. The 36-year-old had hoped to continue playing for England, only to be forced into a rethink when, to her shock, Robinson informed her that she would not be selected for the upcoming series with Pakistan and West Indies with a view to blooding younger players under new leadership. “It has been the hardest week of my life,” said Edwards, who scored more than 10,000 international runs and captained England a record 220 times over 10 years. “[Robinson] thinks there is not a place for me in the team. With that in mind, I went away, had a big think about things and this is the right thing for me and the team. “My world has been upside down for a week. It has been my life for 20 years. For me this is closure. The most important thing is for the England team to move on. Mark feels some of the younger players, and the younger batters in particular, have been hiding behind me at times. That was a phrase he used.” Edwards, who led England to win three Ashes series, the World Cup and World Twenty20 titles in 2009 and was central to a new professional era of contracts for the women’s team, claimed she was “comfortable” with Robinson’s decision to stand her down from the role despite hoping to go out after the World Cup on home soil in 2017.     Edwards in action for England. Photograph: Philip Brown/REUTERS    She said: “I am really happy with the way the game is in England, and I have loved working with Mark and the new coaching staff. I could have said today that I would be fighting to win my place back, as I plan to continue playing, but after a lot of thought I’ve decided that would not be right for me or for the team.” Robinson, the former Sussex head coach who was hired by Connor in November last year to shake up the team after a period of apparent stagnation by the team, was critical of their performance after the semi-final defeat to Australia during the recent World Twenty20 in India, claiming they needed to “get fitter” and “toughen up a little bit”.   Related: England women’s side need to toughen up and be fitter, says Mark Robinson    “[Robinson] felt a fresh vision was what the team needed in terms of leadership,” Connor said. “Charlotte has captained the team for 10 years and environments do need a freshen-up and a new voice, almost a disturbance to the dynamics to kickstart a different style of play or culture.” Edwards, who will continue to play domestically for Kent and captain the Southern Vipers in the inaugural women’s Super League this summer, spoke of her pride at being an inspiration to young players, having started her cricket in an amateur era where the sport was played in skirts and seen it develop into a full-time career. She added: “I’m really disappointed and upset that I can’t go on that future journey with the players, but I’ve had an incredible career over the past 20 years and I’ve been overwhelmed by all the messages that I’ve already received. Becoming a role model for girls coming into cricket is the best thing for me when I reflect on my England career. My own personal record is nothing compared to that, really.”",
  "webTitle": "England captain Charlotte Edwards’ world ‘turned upside down’ by sacking",
  "webPublicationDate": "2016-05-11T08:46:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/11/charlotte-edwards-england-women-cricket-captain-retires",
  "keyword": [
    {
      "webTitle": "Charlotte Edwards",
      "id": "sport/charlotte-edwards",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England women's cricket team",
      "id": "sport/england-women-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/11/charlotte-edwards-england-women-cricket-captain-retires"
}