{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/roy-hodgson-defends-jamie-vardy-skipping-england-game-to-get-married",
  "id": "2016-05-22-26",
  "sectionId": "football",
  "body": "Roy Hodgson has defended Jamie Vardy’s decision to interrupt England’s preparations for Euro 2016 by briefly departing the national camp in order to get married, following the striker’s winner in the 2-1 friendly victory against Turkey.   Related: Jamie Vardy pounces to give England win against Turkey in friendly    At the end of an afternoon in which England showcased both their 4-3-3 and 4-4-2 diamond formations, their coach also expressed satisfaction with Vardy’s ability to both play wide on the left and up front alongside Harry Kane. Goals from Kane in the third minute and then the Leicester City player seven minutes from time gave England victory in the first of three friendlies – they face Australia at the Stadium of Light on Friday and then Portugal at Wembley on Thursday week – before Hodgson’s players fly to France and open their Euro 2016 qualifying group against Russia in Marseille on 11 June. Hodgson was cautiously satisfied with a performance punctuated by plenty of attacking promise but underscored by a pronounced defensive vulnerability at times. “For large swaths of the game we played reasonably well,” said the England head coach. “But Turkey had some good moments. We’re not the finished article, there’s work to be done.” Happily for Hodgson the opposition also had few answers to Vardy’s change of pace and goalscoring incision. When asked if the striker was wasted on the wing when he could have been alongside Kane, Hodgson replied emphatically: “We need to be able to play both systems – asking him to play on the left or right side shouldn’t cause him any problems. We can’t leave ourselves hamstrung and say Jamie Vardy is only going to play in one system. I spoke to Jamie before the game and he was more than happy to play in a wider system. I think it was a success.”   Related: Jack Wilshere hit and miss but does enough to join England at Euro 2016 | Louise Taylor    With Vardy now temporarily departing in order to get married this week it means he will not be available at Sunderland, where Wayne Rooney and his fellow Manchester United players – possibly except the injured Marcus Rashford – are due to join up with England on Monday following their FA Cup final victory against Crystal Palace. “Yes, the public might think it odd,” conceded Hodgson of Vardy’s absence, before explaining why he had allowed it. “The major reason was he had to cancel his wedding last year when I called him up. So it was more difficult for me than it would have been otherwise to complain about this week’s date. We also changed the time of our meeting-up. When Jamie planned the wedding he thought he’d get a week or 10 days off at the end of the season. “You’d have to ask him about the wedding but we know Jamie, we’re satisfied with him. I don’t think his place in the team, or the squad, is under enormous threat. And in some ways the competition for places has perked up because the Manchester United players join us.” This party includes Chris Smalling, who Hodgson said would strengthen a suspect defence on the second stage of a mini roadshow as they take a brief tour of the north before returning to Wembley. By then the squad will have been whittled down to 23 from 26, so this proved very much part of an audition process for, among others, Jack Wilshere, who played 66 minutes on his return to international action after a year out with a broken leg.",
  "webTitle": "Roy Hodgson defends Jamie Vardy skipping England game to get married",
  "webPublicationDate": "2016-05-22T20:22:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/roy-hodgson-defends-jamie-vardy-skipping-england-game-to-get-married",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Turkey",
      "id": "football/turkey",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/22/roy-hodgson-defends-jamie-vardy-skipping-england-game-to-get-married"
}