{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/middlesex-nottinghamshire-county-championship-division-one-match-report",
  "id": "2016-05-08-52",
  "sectionId": "sport",
  "body": "In the middle of the afternoon session anyone glancing on to the Nursery from the back of the Lord’s media centre would have seen Alex Hales pounding out his fitness training. It was diligent, of course it was, but there was an urge to shout out that there was more fun to be had in the middle. Hales, with excellent timing, had batted well enough in all probability to clinch his place in the first Test. But in pristine batting weather and on one of Mick Hunt’s bespoke batting tracks he left an awful lot of runs out there. He had taken a huge gamble in seeking a break until Nottinghamshire’s match against Yorkshire last week, and his innings here against Middlesex would always be the last chance to make any sort of positive impression to dispel doubts he was the man to open for England with Alastair Cook. At Trent Bridge he appeared to be unsure of the course he should take, comparing in the one hand the apple of blazing attack in the first innings against the pear of digging-in defence in the other. It appears he has come to the conclusion that pears wins it. Here he made 73 – three more than the sum total of his two previous innings, from 124 balls – with 10 fours and a six swung languidly, using his long levers, over long on. It was a well-crafted innings, in a traditional sense.   Related: Alex Hales leads the cast of England hopefuls out to impress at Trent Bridge    Chris Read had asked for and won the toss for Nottinghamshire, and batting first (odd if they had not) they found some testing new-ball bowling from Tim Murtagh and, as first change, Toby Roland-Jones in addition to some lacklustre stuff from Steve Finn that produced a run a ball. Hales looked more comfortable at the crease – less angular in his movement and more balanced – than he had at Trent Bridge and he began to drive strongly and clip nicely off his legs. His 50, from 96 balls, did not arrive until after lunch but thereafter, wisely or not, he began to play some shots. So Ollie Rayner’s off-spin was sent sizzling flat from inside out, over extra cover, always a risky shot in red-ball cricket. He was then swept vigorously before he was launched high over long on. Perhaps the adrenaline started to pump too hard, for now he drove airily at Roland-Jones and was bowled. So the good impression went only so far: pretty 70s from the top order tend not to win Test matches. It was good reward, though, for Roland-Jones, the pick of the Middlesex seamers, who impresses with each viewing. He runs a vast distance – exhausting to watch – but has good pace and sends down a consistent line from a high action. The wickets he took either side of lunch – Greg Smith in the morning and Hales and Riki Wessels in the space of six balls in the afternoon – were well earned and helped put Middlesex in a better position than they might otherwise have achieved given the conditions. By the close Nottinghamshire had made 345 for seven, with runs from Michael Lumb, who made 78 and shared a third-wicket stand of 107 with Hales before being lbw to Rayner, and an excellent unbeaten 86 from Samit Patel. His sixth-wicket stand with Read brought 71. After a generally indifferent day Finn came back strongly in the final session to claim the new-ball wickets of Read and Stuart Broad, both with the aid of excellent close catches from Nick Compton.",
  "webTitle": "Nottinghamshire’s Alex Hales makes his England pitch against Middlesex",
  "webPublicationDate": "2016-05-08T18:22:57Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/middlesex-nottinghamshire-county-championship-division-one-match-report",
  "keyword": [
    {
      "webTitle": "County Championship Division One",
      "id": "sport/countychampionship1stdivisioncricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Middlesex",
      "id": "sport/middlesex",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nottinghamshire",
      "id": "sport/nottinghamshire",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/08/middlesex-nottinghamshire-county-championship-division-one-match-report"
}