{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/the-guardian-view-on-armed-drones-a-new-code-for-a-new-form-of-warfare",
  "id": "2016-05-11-62",
  "sectionId": "commentisfree",
  "body": "Drones are us. Most weeks of the year, western drone strikes are used to kill terror suspects in several parts of the world’s most troubled zones – Syria, Iraq, Pakistan, Somalia and Yemen prominent among them. Most of the drone strikes are American, but the US has long lost its monopoly of this very 21st-century form of warfare (the first strike was carried out in 2001). So far, seven countries have used armed drones in combat operations: the US, Israel, Pakistan, Iraq, Iran, Nigeria – and the United Kingdom. But, as the New America Foundation, which attempts to monitor drone warfare, has said, it is only a matter of time before many more of the other 86 states known to have some sort of drone capability begin to make active use of it. The arrival of a terrorist drone can only be a matter of time. Britain’s role in drone warfare is marginal when compared with that of the US. But UK drone use is still significant and a matter of indisputable public interest. According to Drone Wars UK, more than 1,200 UK missions have been launched in Iraq and Syria in the past 18 months, of which around 360 have released weapons, overwhelmingly in Iraq. While many of these missions have directly followed decisions by parliament to engage in military operations, others have not. Britain now needs to take the practical, legal, political and moral issues around armed drones much more seriously than we have yet done. The UK crossed an important watershed in August last year when an RAF drone strike killed Reyaad Khan, a British citizen fighting with Isis in Raqqa, Syria. At that time, parliament had not yet authorised air strikes against Isis in Syria rather than Iraq (that authorisation came in December) but David Cameron told MPs in September that the strike was justifiable as a new departure in a counter-terrorism strategy that seeks to detect and disrupt plots against the UK anywhere in the world, not just in conflict zones. More recently, there have been allegations that similar UK drone strikes have been launched against terror targets in Libya. Ever since the Iraq invasion of 2003, the House of Commons has become far more assertive about its role in such matters than it ever was in the past. But the degree to which government and operational decisions are properly held to account in the targeting of terror suspects remains very imperfect and uneven. Unmanned drone strikes, which are in some ways obviously less emotive than the commitment of UK troops into harm’s way, are now the leading example of a neglected area of lethal state force. This week, parliament’s joint human rights committee, which comprises both MPs and peers and is chaired by the former Labour deputy leader Harriet Harman, started to try to roll back the tide of uncertainty. Its thorough and important report with the rightly forbidding title “The government’s policy on the use of drones for targeted killing” made a powerful legal and political case for a much more honest approach to the proper limits of this form of military action. But even this report was hampered by the Ministry of Defence’s reluctance to be drawn into any form of on-the-record discussion of the legal framework for the use of lethal force outside of formal armed conflict. Few will dispute that Isis is a genuine and present threat or that targeted killing by the use of remotely piloted drones is a challenge to traditional conceptions of peace, war and international law – and western countries may find themselves victims one day as well as perpetrators. There is no obvious justification for any government to refuse to engage in developing a relevant legal framework and there is a clear presumption in favour of a common international approach, not least at the European and Nato level. The use of drones against individual terror suspects outside traditional armed conflict is UK government policy and the prime minister has himself admitted it is a new departure. It is therefore imperative to debate the legal basis, if any, on which this rests within the nexus of laws of war and human rights obligations of which the UK is a signatory. In the early days of drones it may have been possible to simply say that the UK, like the US, uses drone strikes on terrorists because it can. But times have moved on. As Ms Harman pointed out on the Today programme, one of these days there is the danger that, without a more clearly defined legal framework, RAF officers sitting in a base in this country may find themselves under investigation for a murder charge. It would be far better to pre-empt that possibility by agreeing an international legal code of the kind that has governed other lethal forms of weaponry, than by refusing to engage until it is too late.",
  "webTitle": "The Guardian view on armed drones: a new code for a new form of warfare | Editorial",
  "webPublicationDate": "2016-05-11T19:01:08Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/the-guardian-view-on-armed-drones-a-new-code-for-a-new-form-of-warfare",
  "keyword": [
    {
      "webTitle": "Drones (military)",
      "id": "world/drones",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ministry of Defence",
      "id": "uk/ministry-of-defence",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/the-guardian-view-on-armed-drones-a-new-code-for-a-new-form-of-warfare"
}