{
  "apiUrl": "https://content.guardianapis.com/media/greenslade/2016/may/16/steve-turner-the-man-who-founded-a-journalists-union",
  "id": "2016-05-16-143",
  "sectionId": "media",
  "body": "Steve Turner, who has died aged 80, was a terrific subeditor but I think it’s fair to say he was an even finer trade union leader.  Some members of the National Union Union of Journalists will not agree with me because Turner was famous for having formed a breakaway union, the British Association of Journalists. There is not enough space, even on this website, to recount the details of the bitter internal NUJ struggle that led to the split. Suffice to say that Steve was elected as the union’s general secretary in 1990, was fired in 1991 - supposedly defying policy on print union mergers - and the following year became the founding father of the BAJ, which survives as “the recognised union for Trinity Mirror.” I attempted to reconcile the NUJ and BAJ a couple of years ago without success. Steve and his committee decided against. Although I was disappointed, I wasn’t surprised. Steve was a man of rigid principle. It was that quality that made him far and away the most effective NUJ chapel negotiator I ever encountered. He was patient and diligent. He didn’t bluster or raise his voice. Even when provoked, he sought to control his temper. Another former colleague, Revel Barker, negotiated alongside Steve, and later, when elevated to a management role, negotiated against him. He considered him “a tireless worker” for his members and “as persistent as a terrier.” Barker remarked: “Underlying all of his effort there was total commitment but also, thank god, a sense of humour.” That took me some time to discover. Steve and I clashed when I ran a self-invented “casuals section” of the NUJ at the Sunday Mirror in the mid-1970s. But after one particular argument he did reveal an unexpected streak of humour, which helped us to remain on friendly terms. By the time I became Daily Mirror editor in 1990 he was father of the chapel and we found ourselves as allies rather than rivals in fighting off the crazy decisions of the owner, Robert Maxwell. Like me, he started his journalistic career in Essex, in his case in Romford. He enjoyed a lucrative period after setting up his own freelance agency, working for the Observer and the BBC’s World At One. His first Fleet Street staff job was at the Daily Mail, as a news sub. Then he joined the Daily Mirror’s features subs’ table, where he graduated to running the readers’ letters section when such things were still taken seriously on popular papers.  He also worked on the Sunday Mirror and had a specialist task every Friday evening: subbing the column written by Woodrow Wyatt. I worked within hearing of him and one of the weekly delights was to eavesdrop on the series of phone calls between Wyatt and the ever punctilious Steve as he sought to make sense of the irascible columnist’s raw copy. I recall phrases such as “I’m only trying to help you make your point, Woodrow”... “well, you can’t say that because it’s not factually accurate”... and, inevitably, “I think the editor will agree with me if you do call him.” It says much for the respect in which Steve was held that when he founded the BAJ, a large number of former Mirror colleagues quit the NUJ and joined his fledgling union. And he stuck by them. Once he took up a case, he never let go. Brendan Monks, a Mirror photographer who later joined the Daily Mail, said: “I really loved Steve. He helped me no end as I was leaving the Daily Mail. A good, honest guy who cared.”  During his time at the Mirror, Steve met Debbie Thomas, a feature writer, who became his second wife. They had a daughter, Rosie. And Steve had three children from his first marriage: Roy, Colin and Yvette. Steve died on 12 May after a long period of illness. There will be a private family funeral followed by a public memorial service, at St Bride’s, in September.",
  "webTitle": "Steve Turner, the man who founded a journalists' union",
  "webPublicationDate": "2016-05-16T15:06:03Z",
  "webUrl": "https://www.theguardian.com/media/greenslade/2016/may/16/steve-turner-the-man-who-founded-a-journalists-union",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mirror",
      "id": "media/daily-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sunday Mirror",
      "id": "media/sundaymirror",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National Union of Journalists",
      "id": "media/nationalunionofjournalists",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media unions",
      "id": "media/mediaunions",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Daily Mail",
      "id": "media/dailymail",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Trinity Mirror",
      "id": "media/trinity-mirror",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Roy Greenslade",
      "id": "profile/roygreenslade"
    }
  ],
  "guardianId": "media/greenslade/2016/may/16/steve-turner-the-man-who-founded-a-journalists-union"
}