{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/19/coalition-plans-crackdown-on-7-eleven-style-wage-theft",
  "id": "2016-05-19-336",
  "sectionId": "australia-news",
  "body": "Increased fines and a new offence for franchisors who fail to stop underpayments by franchisees are key planks of a new Coalition policy to stop wage theft. The policy, released on Thursday, proposes a higher penalty category for “serious contraventions” when an employer “deliberately and systematically” rips off workers, including by forcing them to pay back wages, as 7-Eleven franchises have done.  Penalties for this category will be 10 times higher than the current maximum penalty, meaning individuals could be fined $108,000 and companies $540,000. The Coalition has promised $20m of extra funding to the Fair Work Ombudsman, which polices underpayment, although the extra money comes after resources for the ombudsman were cut by $17m in the past year.   Related: 7-Eleven is the tip of the iceberg in worker exploitation. So who's turning a blind eye? | Joo-Cheong Tham    The ombudsman will also get new powers to compel employers to answer questions and produce documents, like other agencies including the Australian Competition and Consumer Commission and the tax office.  The policy proposes a new offence for franchisors and parent companies who “fail to deal with exploitation by their franchisees”. Franchisors and parent companies will be liable where they “should reasonably have been aware of breaches and could reasonably have taken action to prevent them from occurring”. Although franchisors may escape liability if they educate franchisees about obligations and “have assurance processes in place”. The Greens industrial relations spokesman, Adam Bandt, said: “The proposed changes don’t go far enough in making head office responsible for actions of franchisees. “If head office is able to say, ‘We’ve given them an education session,’ then wipe their hands of it, the exploitation will continue.” The Coalition has promised new penalty provisions for obstructing Fair Work Ombudsman investigators or providing false or misleading information. The policy explicitly cites the 7-Eleven scandal as the impetus to protect vulnerable workers. It said 7-Eleven demonstrated both “systemic underpayment of workers” and coercion to make workers pay back a portion of their wage to their employers. Speaking on Radio National on Thursday, the employment minister, Michaelia Cash, said: “The 7-Eleven business model basically dictated the only way you could make a profit was if you undercut wages. Now if a franchisor does this knowingly, why is it that they are not held liable?” Cash said the policy was comprehensive and “looks at exploitation, if it does occur, and ensures the fines are a deterrent to this kind of behaviour”. Labor’s policy to combat worker exploitation also promises higher penalties and more resources to the Fair Work Ombudsman. Both Labor and the Greens criticised the government for announcing their proposed changes during caretaker mode rather than legislating them before parliament was dissolved. An Adelaide law school labour law expert, Andrew Stewart, said it was “significant” that parent companies and franchisors could be held liable for subsidiaries and franchisees, but asked why the policy didn’t apply to a company who used a subcontractor or a labour hire agency that underpaid workers.  “Contracts can be written to provide greater or lesser control. If underpayment is not just an issue in franchises ... why not go further?” “It’s fascinating that in effect, there’s a bit of a bidding war between the Coalition and Labor as to who can be tougher on worker exploitation,” he said. Stewart said Labor’s policy targeted a wider variety of exploitative practices, including sham contracting and phoenixing (the intentional transfer of assets from an indebted company to a new company to avoid paying creditors), but the Coalition’s was arguably tougher on franchisors such as 7-Eleven. A Sydney University business school academic, Stephen Clibborn, who conducted a survey which found 60% of international students in Sydney earn less than the national minimum wage, told Guardian Australia it takes “a couple of steps in the right direction” by increasing penalties and funding to the ombudsman. “Increasing penalties is one part of the equation, but anyone underpaying workers is clearly making a calculation of the deterrent and chance of getting caught – that’s why we need a serious increase in [Fair Work Ombudsman] funding,” he said. The National Union of Workers national secretary, Tim Kennedy, told Guardian Australia there was “not much in the policy because it doesn’t even give workers are pathway to enforce these rights”.   Related: 7-Eleven chain allegedly pays some staff in Australian stores just $10 per hour    He said even the increased penalties were a “drop in the ocean” compared with the amount of money 7-Eleven earned due to widespread underpayment. The NUW is also concerned the policy holds franchisors liable for franchisees, but not companies who use labour hire and subcontractors who then underpay their workers. “Labour hire employees and franchisee workers don’t have the same rights as directly employed workers to collectively bargain,” he said.  “Our view is the policy does nothing to change the current dynamic in the labour market where you have wholesale exploitation of workers without the same rights as directly-employed workers, because the risk has been moved down the supply chain onto them as individuals.” The policy comes after 7-Eleven sacked the independent panel, led by Alan Fels, investigating underpayments and took the wage recovery process in-house. Members of the panel blasted 7-Eleven’s decision, saying the franchisor was spooked by the possibility it may have to pay more than $100m to in back wages. Under the policy the Fair Work Ombudsman will have a new migrant workers taskforce which will receive expert advice from Fels. Clibborn questioned how this differed to the current migrant worker team in the ombudsman. Cash said 7-Eleven was negotiating a proactive compliance deed with the ombudsman which would give it oversight over wage payments and recovery of previous underpayments.",
  "webTitle": "Coalition plans crackdown on 7-Eleven-style wage theft",
  "webPublicationDate": "2016-05-19T04:12:48Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/19/coalition-plans-crackdown-on-7-eleven-style-wage-theft",
  "keyword": [
    {
      "webTitle": "Industrial relations",
      "id": "australia-news/industrial-relations",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/19/coalition-plans-crackdown-on-7-eleven-style-wage-theft"
}