{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/11/robot-jobs-automated-work",
  "id": "2016-05-11-355",
  "sectionId": "careers",
  "body": "Jobs computers can't do have one thing in common – attentive, human qualities.  Dr Carl Frey     According to Oxford university economists Dr Carl Frey and Dr Michael Osborne, 40% of all jobs are at risk of being lost to computers in the next two decades. Though much has been said about the jobs that will be lost, Frey points out that we don’t know what type of new work automation will create.  We have already seen a shift away from agriculture and manufacturing jobs; now as more jobs become automated in what Frey terms the “computer recession”, we will see the disappearance of repetitive, low-skilled work, he says. “And we don’t know specifically what new sectors will create jobs in the next decade or two.” Though there are three types of roles that we won’t easily be able to automate, and jobs for the next generation will focus on these areas.  Social First, jobs that involve complex social interactions won’t be easy for a machine to do. “If you think of all the social tasks – negotiating or taking care of others – it is almost unthinkable that a robot will acquire these skills at human levels of social intelligence,” says Frey.  So careers such as teaching, social care, nursing and counselling are all likely to stay after the robot revolution. And although the diagnostics role of doctors is already replicable by machines, the patient-interaction aspect of the job is hard to replace. Creative The second type of work that machines won’t easily be able to replicate is creativity. “Computers are very good at processing problems once the problem has been specified, but they’re not as good at generating new creative ideas,” says Frey. So artists, writers and musicians will all be safe – but this creativity is relevant to the science, technology, engineering and maths (Stem) sectors, too, meaning high-level engineers, mathematicians and those working in the sciences are also less likely to be be susceptible to automation. “Scientists and engineers need to have a very in-depth understanding to work out what to study next, which actually involves a fair amount of creativity, just as someone working in the arts does,” adds Frey. Autonomous object manipulation In plain English, this means the ability to pick up and move around different sized objects. “You can programme and instruct a robot to pick up glasses, for example, but it will be almost inconceivable to have a general purpose robot that can distinguish between all the different objects in your home and pick them up and put them in different places,” says Frey. So cleaners, gardeners and refuse collectors will be among the last jobs to be automated.   Related: Intelligent steps to future-proof your job against the robot revolution    The human factor “There are quite a few occupations and categories that we don’t see as susceptible to a computer recession. But they have just one thing in common – they need attentive, human qualities,” says Frey. Osborne agrees that the jobs left for our children are more likely to be creative, involve social interaction, or be physical – which are also typically the types of job we most enjoy. “There’s evidence to suggest that as we get more automated, machines will do more of the dirty, repetitive routine work. The jobs left would be increasingly creative and social, which is something we find more pleasurable. So it is true that we will work in complementary ways to machines.” One downside, however, is that as we work more closely with machines, the machine will learn to mimic what we do and gradually more and more jobs will be susceptible to automation. “That means we can’t expect this balance between human and machine work to remain stationary,” says Osborne. While the thought of machines taking over 40% of all jobs seems terrifying, Frey reminds us that in the 30s economist John Maynard Keyes wrote an essay suggesting there would be mass unemployment following automation of mining and manufacturing. “And while it’s true that all those activities are more automated today,” he says, “Keyes failed to predict the shift in the rise of the service economy – which now takes up most jobs. In the same way we may be missing something important today.” Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "After the robot revolution, what will be left for our children to do?",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/11/robot-jobs-automated-work",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Robots",
      "id": "technology/robots",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "careers/2016/may/11/robot-jobs-automated-work"
}