{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/05/royal-ballet-frankenstein-review-liam-scarlett-royal-opera-house-london-steven-mcrae",
  "id": "2016-05-05-190",
  "sectionId": "stage",
  "body": "For Liam Scarlett, the key to Mary Shelley’s Frankenstein is not horror, but love. When Victor Frankenstein strives to reanimate dead matter, it’s not because he’s a mad scientist, but because he’s mourning the loss of his beloved mother. When the monster he creates destroys Victor’s family, it’s because the Creature is in turn yearning for Victor’s love. All credit shoud go to Scarlett for the depth with which he’s read Shelley’s novel, and for the ambitiousness with which he’s attempted to stage it. This new three-act ballet comes with a commissioned score by Lowell Liebermann and with designs of marvellously gothic invention by John Macfarlane. The front curtain is particularly arresting: a monstrous skull scribbled over with arcane medical annotations.     Scrabbling, breathless agitation … Federico Bonelli as Victor Frankenstein. Photograph: Tristram Kenton for the Guardian    Yet in his attempt to remain faithful to Shelly’s novel, Scarlett has also fallen into the trap of being over-literal. Most of his long first act is wasted on swathes of very ordinary dance exposition, as he fills in the backstory of Victor’s love for Elizabeth, and introduces the members of his household. Amid the merry servants and domestic bustle, Scarlett fails to bring into focus the only two characters who matter, Victor and Elizabeth. Although beautifully danced by Federico Bonelli and Laura Morera, their choreography remains too generic – reminiscent of too many other lovers in the repertoire.  We only start to see what a potent, strange ballet this Frankenstein might be when it shifts to the anatomy theatre. Liebermann’s music, hitherto unmemorable, comes alive with strafing strings and nervy percussion. As Victor and his fellow students participate in a corpse dissection, Scarlett’s witty, visceral choreography concentrates horror with banality. And if the tavern scene that follows is redundant, the Creature’s animation scene is fabulous. A solo of scrabbling, breathless agitation conveys Victor’s terrified excitement, and Macfarlane creates a moment of total theatre in the clamorously sparking “galvanising machine” and the appearance of the Creature – a bare, forked Gollum, criss-crossed with raw and bloody seams.    Scarlett animates the Creature with a language of lurching, limp creepiness, latent with demonic power    It’s the Creature who dominates the rest of the ballet, but there should be much more of him. Scarlett animates him with a language of lurching, limp creepiness, latent with demonic power, and Steven McRae’s performance is masterly. Stalking Victor and his little brother (the beguiling Guillem Cabrera Espinach), he’s both a figure of pathos and your worst nightmare. But Scarlett doesn’t give enough weight to the doomed relationship with Victor, not to the bewilderment and hurt that goad the Creature to his final killing spree.     Masterly performance … McCrae as the Creature with Guillem Cabrera Espinach as William Frankenstein. Photograph: Tristram Kenton for the Guardian    The last act features the ballet’s most beautiful choreography, in the gliding, hallucinatory wedding duet for Victor and Elizabeth; the device of having the Creature slipping sinisterly between the wedding guests is expertly handled. But the murderous denouement and Victor’s anguished suicide feel cursory. There’s a very powerful work at the heart of this ballet, yet Scarlett needs to cut and cut again to set it free. And given the amount of money that was spent on the production, the Royal should insist that he does.  In rep at the Royal Opera House, London, until 27 May. Box office: 020-7304 4000. Screened to cinemas nationwide on 18 May.",
  "webTitle": "Royal Ballet: Frankenstein review – Steven McRae reanimates Shelley's tragic demon",
  "webPublicationDate": "2016-05-05T12:26:10Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/05/royal-ballet-frankenstein-review-liam-scarlett-royal-opera-house-london-steven-mcrae",
  "keyword": [
    {
      "webTitle": "Royal Ballet",
      "id": "stage/royal-ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Ballet",
      "id": "stage/ballet",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/05/royal-ballet-frankenstein-review-liam-scarlett-royal-opera-house-london-steven-mcrae"
}