{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/27/sudan-e-voucher-scheme-smart-cards-scepticism-darfur",
  "id": "2016-05-27-260",
  "sectionId": "global-development",
  "body": "The UN World Food Programme is offering electronic vouchers instead of food aid to some displaced people in Sudan’s Darfur region but, despite the success of vouchers elsewhere in Sudan, some Darfuri recipients claim the scheme leaves them worse off because high inflation keeps food prices rising. The initiative aims to help nearly 450,000 people in Darfur, about a quarter of the 1.8 million displaced people in the region. Some of the displaced not included in the voucher scheme will continue to receive food assistance. “We have a plan to reach all the displaced people in Darfur one day, depending on the security situation. We also need to have viable markets,” said Amor Almagro, the WFP spokeswoman in Sudan.   Related: The forgotten mountains: a journey into the heart of rebel-held Darfur – in pictures    More than 2.5 million people have been displaced and 400,000 killed in Darfur, according to the UN, since an insurgency against the government in 2003 and subsequent crackdown by Khartoum.  The WFP has been registering displaced people in Otash camp, South Darfur, with a view to replacing the paper vouchers they have been using since 2013 with smart cards. The move follows a successful initiative at Derage camp in the same state. E-vouchers at Otash should be ready to use by July. “The registration has been going smoothly for Otash camp and we expect will be finished by the middle of June,” said Bille Khalaf, the programme policy officer for cash-based transfers at the WFP. However, with inflation pushing up food prices on a daily basis in Sudan, many people in South Darfur camps are not optimistic about the new scheme. “The prices are really high and they only give us around $7 [£4.77] a month for a person,” said Hwaaa Hassa, 49, who is raising 11 children and grandchildren at Otash. She added: “It was far better for us when they used to give us direct food. It used to be a lot and we had the chance of exchanging it with other items at the markets in Nyala but the new project doesn’t give us this option.” Another woman also expressed concerns. “I prefer the old way of distributing food at the camps, and they used to give us more food than now,” said 40-year-old Hawaa Yacoub, a mother of nine who has been living in Derage camp since 2004. Eligible Darfuri families are given cards topped up monthly with about 52 Sudanese pounds (£6; $8.50). Recipients are able to buy food from designated shops participating in the programme.     Ahmed Mohamdeen, 58, at Nyala’s main market. He has three wives and 12 children, all living at Otash camp. He said: ‘The new system did not help me at all, I have lots of children and the stuff is really expensive here.’ Photograph: Gabriela Vivacqua/WFP    The number of items redeemable has been increased to 18, including lentils, oil, onions, dry okra, tomatoes, garlic, salt, sugar, flour, pasta, sorghum, millet, eggs and goat meat. “They now have many choices; they take whatever they want from the shops at the camps. They used to only take certain items and sometimes [had] to go outside the camp to exchange it with other items. We are actually boosting the Sudanese economy,” said Khalaf. One NGO worker from Nyala in South Darfur, who wished to remain anonymous, said: “The project makes the IDPs [displaced people] safer because they don’t need to go out of the camps to collect food, which may put them at a risk of being targeted by Janjaweed [Arab militias].” He said the scheme prevents cheating by people who were able to take food aid using fake names. The cash vouchers scheme is partly funded by the UK’s Department for International Development (DfID), which has contributed £50.6m to WFP’s Sudanese vouchers programme since 2013.     Related: Sudan gets creative with waste at Khartoum's first recycling festival | Zeinab Mohammed Salih      But some are sceptical. “I really don’t understand the project’s goals, I only see it as something that changed the consumption pattern[s] of people in Darfur,” said Mohamed Osman, a food security researcher at Ahfad University for Women. “They used to only consume millet and now it has been changed to pasta and so on.” A field officer for World Vision in Nyala, who spoke on condition of anonymity, raised a concern about power, saying: “The only problem that we are facing for this work is the electricity, because it is not stable in this part of Sudan. However, the WFP provided solar [panels] that help the shop owners to charge their devices.” The scheme has had an unwelcome impact for some Darfur residents living outside the camps. “Because of this project, many people are struggling to get their basic needs at Nyala markets, because most of the shop owners are now buying all the items from Nyala markets and sell[ing] them in the camps,” said Nazar Makki, the programme officer of Afaq al Salam, a monitoring NGO based in Nyala.  This article was amended on 28 May 2016 to remove a quote that had been included in error.",
  "webTitle": "Smart cards not so clever as scepticism greets Darfur e-voucher scheme",
  "webPublicationDate": "2016-05-27T08:00:00Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/27/sudan-e-voucher-scheme-smart-cards-scepticism-darfur",
  "keyword": [
    {
      "webTitle": "Food security",
      "id": "global-development/food-security",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Sudan",
      "id": "world/sudan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Darfur",
      "id": "world/darfur",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Zeinab Mohammed Salih",
      "id": "profile/zeinab-mohammed-salih"
    }
  ],
  "guardianId": "global-development/2016/may/27/sudan-e-voucher-scheme-smart-cards-scepticism-darfur"
}