{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/07/slapped-for-spice-how-synthetic-cannabis-is-wreaking-havoc-behind-bars",
  "id": "2016-05-07-144",
  "sectionId": "society",
  "body": "The Johnson family used to think nothing could shock them. Then they received a short video on Snapchat of 38-year-old Sam Johnson being beaten up by fellow inmates at Guys Marsh prison, Dorset. Johnson, who is serving a 32-month sentence for robbery, is schizophrenic and has learning disabilities. He is also a drug addict. After his latest stint in jail, it would appear he is now dependent on synthetic cannabis, a family of legal highs that are wreaking havoc in Britain’s jails. Sold under dozens of brand names, synthetic cannabis is known generically as Spice, after an early market leader. Johnson is in debt to his drug dealers at Guys Marsh. The video shows him standing with his hands behind his back or by his sides as the dealers extract revenge by slapping him harder and harder, until they land a mighty blow on his jaw. It would appear from the video that Johnson, who was a semi-professional boxer until drugs got the better of him, is out of it – oblivious to his surroundings, oblivious to what is happening to him. The men hitting him take pleasure in it. Every strike is greeted with a roar of approval. The video is entitled, “Slapped for Spice lol”. “Every single member of my family who has watched that video has broken down and cried their eyes out, hysterical,” says Sam’s sister, Kelly Johnson. “And we’re talking grown men. My dad’s brother had to hold him while he cried like a baby. “My dad’s had a minor stroke since this,” Kelly says. “He’s been in hospital. His blood pressure has gone up through the roof to 190. My mum’s nerves are shattered ... she went to see Sam in prison and she has been a nervous wreck since then. To think he’s still in there with those people being subjected to such abuse, and knowing they’ve still got phones and they’re still sending out messages.” It is illegal for prisoners to have phones in prison.     A still from the Snapchat video the Johnsons received.    As a prisoner whose life has been blighted by synthetic cannabis, Sam Johnson is by no means unusual. This week, the new chief inspector of prisons, Peter Clarke, told the Guardian that synthetic cannabis is having a “devastating impact” in British prisons and making it difficult for normal life to continue in some facilities. “Its presence in prisons has given rise to debt, bullying and violence. Both at local and national level, there needs to be clear strategies to deal with the supply of these drugs into prisons, and to care for those who suffer from their effects. At the moment, the situation appears to be getting worse, not better,” Clarke said. After receiving the video, things got worse for the Johnson family. Kelly’s sister received a text message saying that she would have acid poured over her if she didn’t pay the £800 the dealers claimed Sam owed. They said that in the next video, Sam would be humiliated naked. What baffles her most is how the dealers are getting away with such beatings. “How can it happen on a Saturday afternoon in a prison that six or seven people put one man in a cell, close the door and subject them to such violence? And Sam is not alone.They’ve done it to other people in there. There’s a video of a guy in Brixton prison being subjected to the same abuse.” Kelly knows that few people will have sympathy for her family. The Johnsons are one of the most notorious criminal families in Britain, best known for stealing from Britain’s stately homes. Kelly and Sam’s father, Jimmy Johnson, is the leader of a travelling community based in Cheltenham and has served time in most of the country’s jails. Many family members have spent their life in and out of prison. In 2008, five family members were jailed for between eight and 11 years each after stealing antiques, jewellery, porcelain, crystal and china worth £30m in a raid on Ramsbury Manor, Wiltshire. In 2009, they were the subject of a BBC documentary called Catching Britain’s Biggest Thieves. Kelly, who does not have a criminal record, claims local media refuse to cover the story because of the Johnsons’ reputation. But, she says, what is happening to her brother in prison should have nothing to do with the family history, and that a failure to report it is masking a disturbing pattern in prisons. The prevalence of these legal highs – known as “new psychoactive substances” (NPS) – has resulted in an escalation of violent attacks in an already brutal culture. Synthetic cannabis products consist of chemicals synthesised in clandestine laboratories in the far east. They cause an effect similar in some ways to cannabis – but are many times more potent, and the effects are hugely unpredictable. They are cheaper than illegal “normal” cannabis, have no smell and, significantly, do not show up in drug tests, which are mandatory in prisons; this accounts for their increased use in jails. Kelly doesn’t know where to look for help because nobody wants anything to do with her family. “I can’t even go to my own MP because my family name stinks so much in my own town. I’ve got no criminal record myself, but we’re just all tarred with the same brush. If people are seen to help us it would ruin their career.” She says she can’t sleep. “I’m terrified for Sam.” Just before he was beaten up by the drug dealers, he jumped from the second landing of the prison wing on to a pool table. She thinks he was lucky to get away with broken ribs. “He’s got this mental illness and he’s constantly being bullied. He’s like a child in there. My brother needs to be out of that prison and to somewhere where there is a hospital wing so he can be properly assessed and treated.”    'Black mamba causes more grief than smack, crack and weed put together.'    The increasing use of legal highs by prisoners is emerging as the biggest single problem facing the prison service in England and Wales. Prison governors say the situation is near to being out of control, and Public Health England has developed a national strategy designed to cope with the pressure being put on ambulance and medical services called into prisons when inmates overdose on the drug. A report from the prisons and probation ombudsman last year linked synthetic cannabis with 19 prison deaths between 2012 and 2014 . Synthetic cannabis will become illegal to sell – and to possess inside a prison – on 26 May. Black Mamba is the one of the most popular brands. Known side-effects of the drug include delirium, stupor, hallucinations and dehydration. It also causes users to experience breathing difficulties, vomiting, severe rashes and loss of limb control. Ambulances called to prisons to treat inmates who have overdosed have been dubbed “mambulances” by prisoners, because of the frequency of such emergencies. By commenting on the dangers associated with NPS, Clarke was repeating a warning sounded by his predecessor. Last year, in his final annual report before leaving the post, Nick Hardwick reported a 55% increase of violent incidents in prisons in England and Wales. In an interview with the Guardian in January he warned that: “The availability of legal highs such as Spice has led to violence both in terms of the reaction to the drug but also as debts are enforced.” It was, he went on, “a really big problem. And because it’s so difficult to detect when there’s so much of it, you go into places that are well-run and they have huge Spice problem.”      Other prisoners’ accounts support the argument that the drug is a major problem. Danny is standing outside HMP Manchester, formerly known as Strangeways, having just just been discharged. He is in his mid-30s and no stranger to prisons, having served numerous short-term sentences. He has been smoking cannabis since his early teens. Danny says he tried Black Mamba once. “It gave me the paras [paranoia] big time,” he says. “I never touched it again and never will, even it if it was given to me, it’s a bad-news drug.” He says Black Mamba is readily available in HMP Manchester, one of the biggest prisons in England and Wales, and was responsible for the vast majority of violent incidents in the jail. He says scores of prisoners were “off their heads most of the time” and non-users do their best to avoid them. “One minute, they’re your mate, the next, they are trying to kill you, or imagining you want to kill them. It causes more grief than smack, crack and weed put together.” Danny says ambulances – he calls them mambulances, too – are frequently called to HMP Manchester and to the nearby Forest Bank jail. Danny talks about how the drugs get into the prison. These days it is less common for visitors to bring them in because of the prevalance of CCTV. “Men who have been on bail but expecting a sentence ‘plug’ a stash [insert into the rectum], a lot comes in that way,” he says. He has heard of drones being used occasionally. “But a lot comes in through bent staff. It sells at around five times street price, so there’s big money to be made, big temptation.” Public Health England, an executive agency of the Department of Health, has produced a toolkit to support healthcare and custody staff in tackling the challenges presented by NPS in prisons and and is currently running a national training programme for frontline staff. “NPS present particular risks because their content is constantly changing and their effects can be dangerous and unpredictable,” a spokesman says. “NPS use can result in serious physical and mental health issues and lead to dependency, but with treatment, users stand a good chance of recovery.” The Guardian passed the information and footage of Sam Johnson to the prison service and later learned police had been called to the prison, where two inmates were arrested and mobile phones seized. When asked about the assault on Johnson, a Ministry of Justice spokesman said: “This behaviour is totally unacceptable. We immediately reported this incident to the police as soon as it came to light and are working to identify the offenders responsible. We do not tolerate violence in prison and work with the Crown Prosecution Service to ensure those caught are prosecuted and face extra time behind bars. “As the prime minister and justice secretary have said, our prisons need reform. That is why we are investing £1.3bn to transform the prison estate over the next five years, to better support rehabilitation and tackle bullying, violence and drugs.” A week after passing on the information about the attack, the Guardian was told he had been moved to another prison. Kelly says she is relieved her brother is away from the immediate threat of the beatings, but remains fearful for him and the many other heavy users of NPS. “I want what has happened to Sam to be made public, so that all the families who have got vulnerable people in prisons are made aware of what’s going on,” she says. “This drug could destroy a whole generation in prison.”",
  "webTitle": "'Slapped for spice': how synthetic cannabis is wreaking havoc behind bars",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/07/slapped-for-spice-how-synthetic-cannabis-is-wreaking-havoc-behind-bars",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "science/drugs",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Eric Allison",
      "id": "profile/ericallison"
    },
    {
      "webTitle": "Simon Hattenstone",
      "id": "profile/simonhattenstone"
    }
  ],
  "guardianId": "society/2016/may/07/slapped-for-spice-how-synthetic-cannabis-is-wreaking-havoc-behind-bars"
}