{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/13/justin-robertsons-favourite-tracks",
  "id": "2016-05-13-195",
  "sectionId": "music",
  "body": "The track I’ll be opening my next DJ set with  The Comet Is Coming: Cosmic Dust            In the 90s, DJs were big on dramatic intros: whack on some Prokofiev then fire into an Italo piano stomper. But in the 21st century, this is perfect for setting out your stall: wonky, funky and yet restrained.  The track I always play to rescue a dancefloor  Justin Robertson’s Deadstock 33s: If You Want To Get Into It            Wiggly acid provides the platform as a voice from the ether implores people to lose their minds.  The track that got me out of bed this morning  Idrissa Soumaoro & L’eclipse: Fama Allah            Positive vibes from Bamako, hangover forgotten within four bars.  The track that should have been a crossover hit  Albion Ft Ric Piccolo: No Es Computable             Not many tracks I play will ever trouble the charts, but I could see this being a surprise hit straight from the bizarre Europop canon. Reminiscent of one of those themes from a 1970s science programme, where a hairy bloke in a bad cardigan tells us that in the future we will all live under the sea and eat pills instead of food, possibly via a Speak & Spell device.   The track I’d play to show off my eclectic tastes  Hawkwind: The Aubergine That Ate Rangoon (Deadstock 33s edit)       I chopped up this percussive space-rock bundle of fun for disc jockeys of a psychedelic bent.   The track I wish I’d never played  The Waterboys: The Whole Of The Moon            Not that it’s a bad record, just not a good choice at 2am in a rave in Manchester. I felt like a French knight at Agincourt when a hail of cans engulfed the booth.  The track that currently gets the most rewinds  Konstantin Sibold: Mutter            Great for the eyes closed pointy finger dance.  The ideal festival track  Muslimgauze: Untitled 1985 (Victor Shan & Gerd Janson rave mix)            Not for the faint-hearted, but will definitely help you forget the overflowing chemical toilets.  The track I’d play at my funeral  COB: Spirit Of Love            I’d like my funeral to be long and depressing, but not too depressing. This manages to make love sound melancholic, so it’s a perfect combination of up and down. Good for swaying and weeping   Justin Robertson plays The Old Barn, Portsmouth, Saturday. He also curates The Explorer’s Chronicle at the Red Gallery, London, 14-17 June.",
  "webTitle": "Justin Robertson's favourite tracks",
  "webPublicationDate": "2016-05-13T12:00:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/13/justin-robertsons-favourite-tracks",
  "keyword": [
    {
      "webTitle": "Dance music",
      "id": "music/dance-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Hutchinson",
      "id": "profile/kate-hutchinson"
    }
  ],
  "guardianId": "music/2016/may/13/justin-robertsons-favourite-tracks"
}