{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/06/sri-lanka-jayawardene-england",
  "id": "2016-05-06-36",
  "sectionId": "sport",
  "body": "Mahela Jayawardene is used to being compared with the classiest batsmen of the modern generation but at Lord’s on Friday he was being linked with those famous double agents Guy Burgess and Kim Philby – at least Jayawardene was a better cricketer than Philby, who played for Westminster School with only modest success. The Sri Lanka team are in England to play three Test matches and five ODIs and it was suggested to their captain, Angelo Mathews, and coach, Graham Ford, that they might have a word with their recently retired former captain Jayawardene, who will be commentating on the series for Sky Sports. Jayawardene had two spells with England in the winter, working as a batting consultant. The England management were particularly keen to tap into his experience of Asian conditions and his expertise against spin bowling. So he might know a thing or two about the England players, someone suggested coyly. Ford smiled with the manner of a man who knows a thing or two about counter-intelligence but was not letting on. Mathews, though, was correct when he said: “There are no secrets in international cricket. We have a lot of video footage. They have media footage of us as well. So there are no real secrets. When we get on the park we know what they’re up to. There will be a couple of tactical ideas which Mahela can put in.” Sri Lanka can also call on their other recently retired great Kumar Sangakkara, who plays for Surrey. But given Ford’s deep experience of cricket in England, and the knowledge of the game in Sri Lanka possessed by the home coaches, Trevor Bayliss and Paul Farbrace, there really will not be much guesswork going on in the coming weeks. Lord’s was so sunny and warm that no one wanted to tell the Sri Lankans that the weather in England has not really been like this of late and it is unlikely to be like this when they play their first Test in Leeds on 19 May. But Mathews and Ford know that too. And they also know that they won here against the odds in 2014; a tense draw at Lord’s was followed by a win by 100 runs at Headingley where, memorably, the last man Jimmy Anderson’s 81-minute vigil came to an end with the penultimate ball of the match. Mathews said: “It’s going to be a challenge playing against England in England. Early summer it’s going to be cold for us. The main challenge is going to be the weather. “Unfortunately we don’t have Kumar or Mahela, who we had in 2014. But we’ve got to move on and take up the challenge. Most of the players haven’t played that much in England and it’s going to be the first time for most of them. “But we have trained extremely hard in the past two days. We are trying to acclimatise as soon as possible. Definitely we still have talent. And we’ve got some fearless players in our team. That can be a plus point for us.”",
  "webTitle": "Sri Lanka ponder tapping into Jayawardene’s inside knowledge of England",
  "webPublicationDate": "2016-05-06T18:59:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/06/sri-lanka-jayawardene-england",
  "keyword": [
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/06/sri-lanka-jayawardene-england"
}