{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/17/the-doctor-warning-15-year-olds-about-their-declining-fertility",
  "id": "2016-05-17-172",
  "sectionId": "education",
  "body": "The girls in year 10 at St Saviour’s and St Olave’s Church of England school in south London are listening intently as fertility expert Prof Geeta Nargund describes the dramatic decline in their ovarian reserves. The 15-year-olds are told that if a woman wants to maximise her chances of having two children, she should start trying for a baby under the age of 30, ideally 27; if she wants one child, she should start before 35, ideally 32.  Nargund makes clear that these ages have been arrived at in a single study by Dutch researchers who have performed a computer simulator analysis on the basis of a 90% chance of pregnancy, but it has got the girls thinking. “If I was to have seven children, what age would you recommend?” one of the pupils asks. Based on that study, Nargund says, 23-plus. In 2014 the average age of a first-time mother in the UK was 28.5. In an hour-long lesson, Nargund details the trials and tribulations of ovulation, explaining to the girls that each of them had between six and seven million eggs when they were a foetus in their mother’s womb. By the time they were born there were a million left; at puberty they have roughly 300,000, and by the time they are 37 it will have been whittled down to a mere 25,000. “It’s a very rapid decline,” she says. What’s more, the quality of the eggs declines as well as the quantity. Smoking 20 cigarettes a day hastens the menopause by two years (by which time egg numbers have dwindled to 1,000); excessive alcohol intake “is not a good idea”, and regular marijuana use increases the risk of primary infertility. Then there’s the damage that can be caused by sexually transmitted infections including chlamydia and gonorrhoea. This lesson in fertility is one of the first of its kind in the country, delivered by a doctor who has made a career out of helping people with fertility problems to have a baby, and who now wants to shift the infertility paradigm from expensive IVF treatment to prevention, starting in schools. Nargund is the medical director of Create Fertility, a clinic which promotes “natural and mild IVF”, and founder of the Create Health Foundation which is offering fertility education on a charitable basis. This is her first commission but she’s been in talks with other schools and hopes it will be rolled out widely. Her pitch is that sex and relationships education in schools has helped reduce teenage pregnancies through better information about contraception. With fertility problems now affecting one in seven heterosexual couples, she says young people should also be informed about fertility so they stand a better chance of getting pregnant if and when they choose to. “It’s not about pressure or stress. It’s about helping them to help themselves and to make those choices, with the information they are given,” says Nargund, who says she has seen too many patients – “well-educated women” – who were unaware of the “rapid decline in fertility” from 35 onwards. These women can be helped through fertility treatment, but she says it’s not available to everyone on the NHS, adding: “IVF is not a walk in the park.” Helen Fraser, chief executive of the Girls’ Day School Trust, which represents independent girls’ schools, has expressed concerns about telling girls when they should have a baby. “It is absolutely right that girls are educated about their bodies and understand their own fertility, but nobody should be dictating to them: ‘This is when you should have your baby.’ “Women in their 20s have so much to think about and worry about and I am concerned that warnings like this unnecessarily add to the pressure. While it’s true that fertility does tend to decline in a woman’s 30s, it does not suddenly fall off a cliff.” Nargund’s Tuesday session includes sections on ovarian function, lifestyle factors that can affect fertility, the rise of the older mother, and one slide reminding the girls that not all women want to have children. The lecture notes include a grainy picture of the actor Cameron Diaz and the words: “I have an unbelievable life. In some ways I have the life that I have because I don’t have children.”     A pupil looks at lecture notes from the class. Photograph: Martin Godwin for the Guardian    Caroline Elliott-Janvier, a modern languages teacher and head of personal, social, health and citizenship education (PSHCE) at St Saviour’s and St Olave’s, contacted Nargund after reading about her interests online. “We are trying to have a very forward-looking attitude to how we deliver PSHCE,” said Elliott-Janvier. “It’s certainly not scaremongering. It’s not about telling girls they have to have children at a certain age. It’s simply giving them the information that will allow them to make an informed choice. “I have two children. I wanted two children, but I know of friends and colleagues who have not been aware and have come to that decision too late. I think it would be a shame for this generation and future generations not to know more about it.” Pupil Abbi says after the class: “Some of the statistics were shocking. Knowing we are losing a lot of eggs as we grow, it’s shocking.” Abbi wants to be a paediatrician. She also wants to have five children, so she starts totting up the years of study and when she might start to think about having a family. The dilemmas of modern parenthood begin to dawn on her. “I’m going to be out there helping other people’s children. I won’t be there for my children.” Another pupil, Miriam, says: “I thought I could have a baby whenever. But I learned that the older you get, the less likely you are to conceive. It’s something to think about.” Next week’s lesson will be on medical and hormonal conditions during teenage years that can affect future fertility, plus lifestyle factors affecting male fertility and what Nargund calls “advances and technologies in fertility care”. But these bright young girls are already thinking ahead. “Is it possible for women to preserve their younger eggs?” asks one. “I’m going to address this in our next lecture,” says Nargund, who has one child, a son. “Egg freezing is the latest technology. That’s something that needs to be very carefully discussed. It’s not something that should be taken lightly.” The girls move on to their next class. They seem to have enjoyed this life lesson. “I found it quite educational,” says Sharon, picking up her bag. “We wouldn’t learn something like this in a normal lesson or as part of our GCSEs. “But stuff like this will be in the back of our minds now.”",
  "webTitle": "The doctor warning 15-year-olds about their declining fertility",
  "webPublicationDate": "2016-05-17T12:15:08Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/17/the-doctor-warning-15-year-olds-about-their-declining-fertility",
  "keyword": [
    {
      "webTitle": "Personal, social and health education",
      "id": "education/personal-social-health-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sex education",
      "id": "education/sexeducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "education/2016/may/17/the-doctor-warning-15-year-olds-about-their-declining-fertility"
}