{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/24/the-lie-tree-frances-hardinge-review",
  "id": "2016-05-24-208",
  "sectionId": "childrens-books-site",
  "body": "A sinister Victorian murder mystery that revolves around the force of lies, the power of patriarchal society and revenge. When Faith’s family suddenly moves to the dull, rainy island Vane, she is told that her father is visiting an archeological dig, but soon she begins to be suspicious of it. Despite her family’s best attempts, the locals’ suspicions also grow. When the island finds out the true reason behind the family’s escape from England, their carefully constructed reputation shatters, and they are alienated from society. Now Faith is suffering. She is lonely and isolated with a vain mother, uncaring father and pestering brother for company. And books. Faith adores knowledge, consumes it and inhales the facts. Or she used to; at the time, it was uncalled for ladies to desire knowledge, and dangerous too. So, when her father calls her into his office one late night, asking her to join him on an expedition, she is delighted. It’s an opportunity to learn more, enjoy the rare company of her father, and to slip out of her dire routine for an evening. Yet by the next morning her father is dead, and she has an obscure tree to look after.       This is where lies begin. And then they gain power, morphing into a life of their own, and are soon unstoppable.  This novel was incredibly atmospheric. As soon as I started reading I felt enveloped by the dense words and was transported into Faith’s peculiar 19th century world. However, at times I felt like the writing was very heavy and over-bearing to read, making it a slightly painful experience, because I always had to be concentrating to fully understand what was going on, and felt I couldn’t always relax into the novel.  The book progresses massively in style; for me the opening scene was excruciatingly bland but as I trudged on further through the chapters, I was rewarded. Having said that, it was written cleverly, and it always appeared to me that the plot had flourished and grew on it’s own; that it wasn’t the outcome of some author’s toil. All of it seemed to happen so naturally. The characters developed wonderfully, and by the end they were overflowing with rich desires and feelings. The climax was near the last section of the novel, and it was amazing – there were mountains of suspense and the air was cracking from the tension.  At several points I was overwhelmed by the amount of middle-aged male characters, and kept confusing them in my mind. I think this was predominantly because Hardinge had not given them any specific defining features, physically and internally. I became more familiar with them towards the end though, and was able to differentiate them mostly by their actions, not by their intrinsic identity.  Faith was a tremendous protagonist. We start off the novel and she has glassy-eyed, slightly subdued character, where she only voices her timid opinions internally. Later on though, as several events influence her, she gains confidence and becomes a more forceful person. A large leap, one might say, particularly a society run by patriarchs…   Related: How do I get involved in the Guardian children's books site?    There wasn’t any romance in the novel, and although I thought this generally suited the plot, it would have been even more dynamic with it. I was unsure why Faith hated Paul Clay so much as well, because he didn’t do anything outstandingly resentful, therefore making her strong feelings slightly unnecessary.  This was a great novel, extremely atmospheric and thrilling. It was slow to start off with, yet gained momentum as the plot progressed. Although it is labelled YA, it is an intriguing and thought-provoking read for everyone who enjoys fantasy.   Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "The Lie Tree by Frances Hardinge – review",
  "webPublicationDate": "2016-05-24T11:00:10Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/24/the-lie-tree-frances-hardinge-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Historical fiction (children and teens)",
      "id": "books/childrens-historical-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Frances Hardinge",
      "id": "childrens-books-site/frances-hardinge",
      "sectionId": "childrens-books-site",
      "sectionName": "Children's books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/24/the-lie-tree-frances-hardinge-review"
}