{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/11/ori-gershts-best-photograph-a-bullet-hitting-a-pomegranate-at-1600-frames-per-second",
  "id": "2016-05-11-134",
  "sectionId": "artanddesign",
  "body": "This image references a 1602 Baroque still life by Juan Sánchez Cotán titled Quince, Cabbage, Melon and Cucumber. It’s a very cerebral painting, because he was trying to create a sense of perfect static balance. It must have taken an awfully long time. My photograph was an act of destruction, taken at an unthinkable speed. I decided to use a pomegranate, instead of a quince, because a pomegranate would explode like a grenade. I took it after a long period in Ukraine, photographing the landscapes my grandfather-in-law would have seen when he survived the Holocaust. Soon after, my son was born. I was travelling a lot, and I think I became more introverted. This image came from a need to produce a moment of destruction that would also be a moment of creation. The bullet was captured at 1,600 frames per second, a speed we cannot perceive with the naked eye. So the image requires a suspension of disbelief. In my photography, I try to explore the relationship between the virtual and the real, the physical and the metaphysical. All my work has a direct connection with my upbringing in Israel, and this idea within the Jewish diaspora of a utopian place we can never quite obtain – the return to a place that doesn’t really have any material presence in the world, and that can never be realised. I left Israel when I was 21, in 1988. I’ve lived in the UK for 28 years. My position changed – from an Israeli who lived in Israel to someone who chooses to live outside Israel. I went from living there to looking back and reflecting. I began to ask what it meant to live in such a place. But, in Britain, I was suddenly a foreigner, an outsider. A lot of people in Israel see it as very important to take a side, to say “I’m here” or “I’m there”. I want to explore the liminal spaces in between. Photography has the ability to create something new and unique – a fusion of the two. I looked at the paper this morning. There was a picture of a bus full of people, blown up in Jerusalem. My daughter saw it, and was mesmerised. She wanted to see more. Violence can be grotesque, but also incredibly, intensely attractive. I wanted this image to be similarly hypnotic. Destruction is painful, but it can be very cathartic.      Ori Gersht’s CV Born: Tel Aviv, 1967 Studied: BA in photography, film and video at the University of Westminster, London (1989-92) and MA in photography at the Royal College of Art, London (1993-95). Influences: Josef Koudelka, Joel Sternfeld, Jan Brueghel the Elder, Pieter Bruegel the Elder, Francisco Goya, Juan Sánchez Cotán, Francisco de Zurbarán, Berenice Abbott, Henry Fox Talbot, Felice Beato, Hiroshi Sugimoto, Rembrandt. High point: “The exhilarating realisation of a new body of work, which is uplifting, inspiring and often charged with optimism.” Low point: “The day after the opening of a new exhibition, when new possibilities seem to diminish.” Top tip: “Constantly search for purpose, never let go of moral responsibilities, always remember that every little gesture of good will is vital for the wellbeing of our shared reality.” • Ori Gersht’s Floating World is at Ben Brown Fine Arts, London W1, until 16 June.",
  "webTitle": "Ori Gersht's best photograph: a bullet hitting a pomegranate at 1,600 frames per second",
  "webPublicationDate": "2016-05-11T16:01:18Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/11/ori-gershts-best-photograph-a-bullet-hitting-a-pomegranate-at-1600-frames-per-second",
  "keyword": [
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Seymour",
      "id": "profile/tom-seymour"
    }
  ],
  "guardianId": "artanddesign/2016/may/11/ori-gershts-best-photograph-a-bullet-hitting-a-pomegranate-at-1600-frames-per-second"
}