{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/13/new-smithsonian-museum-african-american-history-tour",
  "id": "2016-05-13-133",
  "sectionId": "culture",
  "body": "Ninety feet belowground in Washington DC, less than two miles from the White House and the Lincoln Memorial, stand a segregated rail car, a slave cabin and a Louisiana prison guard tower. These restored and reassembled relics of slavery and segregation in the US, testimony to the march to freedom of black Americans, now form part of one of the country’s most keenly anticipated museums in recent history.   Related: First look at the Smithsonian's museum of African American history – in pictures    “This story of African American culture is infused throughout the planet, all over the globe. To have it memorialized here in a living way – not just about the history – but looking forward to the future is really something special,” said Phil Freelon, one of the architects who designed the Smithsonian’s National Museum of African American History and Culture, which is scheduled to open in late September at a cost of over half a billion dollars. The Guardian was invited in for an early viewing of the expansive 400,000 square foot exhibition space – much of it still shrouded in dust and debris, most of the halls still awaiting their exhibits. But with its larger artifacts already in place, it is a building already able to tell its story. Though it carves a broad three-storey relief into the national mall, most of the museum’s real estate is below ground level. The front lawn is, in fact, an eco-friendly “green roof” for the space that sits below, and a giant circular skylight juts up from the grounds to help illuminate the underground portions.     The Smithsonian National Museum African American History and Culture is slated to open in September 2016. Photograph: Jason Hornick    The structure is modeled on a traditional wooden column design borrowed from the Yoruba people, in present day Nigeria, said lead architect David Adjaye. Wrapped around the glass is an intricate bronze lattice intended to evoke the ornate ironwork of 19th-century enslaved black metalworkers in places such as New Orleans and Charleston. Adjaye called the pattern “a 21st-century interpretation of this history of these craftsmen who have been invisible”. Museum staff stress that a major focus is to bring a new dimension to a history that has often depicted enslaved Africans as interchangeable brute laborers, rather than the skilled craftspeople, agriculturalists and artisans many were.  When the museum opens its doors to the public, visitors will be taken first to the bottom level, one of thee underground concourses. “As you go down the elevator, we literally have markers on the wall that show the transition over time as you go down from current day to 15th-century Africa,” said Mary Elliot, one of the curators. The music in the elevator will match this journey, rewinding from contemporary to ancient African rhythms. The first exhibits here highlight the diversity of cultures among different sites on the continent where enslaved Africans were shipped from. Then comes the slave trade. “This is a story of profit and power and human cost,” Elliot said. “We also talk about people who were not black and how they wrestled with this moral question. Everyone should be able to see themselves in this exhibit.”     Slave cabins from the 1800s will be exhibited at the Smithsonian. Photograph: Jason Hornick    An imposing, textured grey back wall is decorated with quotes in bronze letters from giants of abolitionism such as Harriet Tubman and Frederick Douglass, as well as the names and dates of landmark moments in the national debate over slavery. Against that wall sits a restored cabin once inhabited by enslaved blacks on a South Carolina plantation in the early 19th century. “If you think of the energy of the people who lived in that cabin, and if you can close your eyes and imagine; their vista down this hallway is the paradox of liberty, with Thomas Jefferson, the Declaration of Independence, the constitution and the Bill of Rights,” Elliot said, listing some of the exhibits that will fill the hall, as well as the text of the Emancipation Proclamation, and excerpts from the narratives of freed people. As visitors continue on they will move through the American civil war and Reconstruction, and on to exhibits from the early part of the 20th century. Hanging from the ceiling, restored in shiny army navy and gold, rests an aircraft of the Tuskegee airmen, the highly decorated second world war black pilots that fought against the Nazis for a country that would not let them train and fly together with their white counterparts. The space also hosts a guard tower from the infamous Angola prison plantation in Louisiana where, after emancipation, allegedly free blacks were routinely captured and sent to toil under the southern doctrine of lend-lease. All over the south, towns and other jurisdictions adopted vagrancy and “sundown” laws that allowed police to arrest and incarcerate black men for imaginary crimes so the state could lease the prisoners back to plantations, replicating the unfree labor conditions of the antebellum south. Angola was one such location, later leased by the state itself in 1901 to profit off this grotesque arrangement directly. The guard tower, which was donated by the state of Louisiana and driven to the nation’s capitol on a flatbed truck, dates back to the 1930s, a time when vagrancy laws were still used explicitly for these purposes. As visitors move through exhibits, working their way up the museum’s six levels, they will eventually pass through the historical collections and into the cultural galleries, divided up into film, sports, stage, and the visual arts.     Chuck Berry’s Cadillac sits draped in plastic at the Smithsonian. Photograph: Jason Hornick    The Musical Crossroads gallery will present a broad spectrum of artifacts from those of turn of the century folk hero and blues guitar legend Huddle “Lead Belly” Ledbetter, to the sequencer and synthesizer of late hip-hop producer James Yancey, better known as J Dilla. The section is anchored by the Parliament Funkadelic “Mothership”, a stage prop acquired from frontman George Clinton’s home in 2011.  Section curator Dwan Reece said the intention was to tell the story of African American music “not from the point of view of looking at it as a hall of fame but as a story of artistic expression, self-actualization, social protest and community building”. At the end of the cultural galleries, visitors are faced with a panoramic view of the national mall including the Washington Monument grounds, the White House and Arlington national cemetery. Adjaye call this a critical moment “where you can maybe look at America in a different way … and maybe you’ve learned something through this experience”. Freelon, Adjaye’s partner, added: “Some of the problems and issues that are addressed in these galleries are happening again in the world today. That makes it even more poignant and important that we look at our history and remember so that we are not doomed to repeat it.”",
  "webTitle": "Inside the new Smithsonian: a vivid exploration of African American history",
  "webPublicationDate": "2016-05-13T14:47:07Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/13/new-smithsonian-museum-african-american-history-tour",
  "keyword": [
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamiles Lartey",
      "id": "profile/jamiles-lartey"
    }
  ],
  "guardianId": "culture/2016/may/13/new-smithsonian-museum-african-american-history-tour"
}