{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/for-russia-brexit-would-be-an-opportunity-not-a-tragedy",
  "id": "2016-05-19-167",
  "sectionId": "world",
  "body": "When it comes to international views on next month’s Brexit referendum, there has been a loud chorus of foreign leaders, including the US president, Barack Obama, calling on Britain to remain in the EU.  But there is one notable exception: in Moscow, analysts say, Brexit would be seen not as a tragedy but a major opportunity. Supposed Russian excitement at the prospect of more division in Europe has been used by the remain campaign as a reason for voting to stay. Guy Verhofstadt, a former prime minister of Belgium, wrote in the Guardian that Vladimir Putin is “the only leader who would stand to gain” from Brexit.   Brexit explained: Russia   In Moscow, there is little sign that any attempts are being made to influence the upcoming vote, but there is certainly an appreciation that a weaker EU, occupied with dealing with the fallout of a British exit, would be a more malleable negotiating partner. As Europe has struggled with the migration crisis and terror threats in recent months, there has been a certain level of schadenfreude in official Moscow statements. There have even been suggestions that Russia is trying to stoke the tension further, notably with its liaisons with European far-right parties.  Moscow could see real foreign policy opportunities if Britain leaves. A Europe dealing with the knotty disentanglement of Britain would be less able to put up a united front on issues such as Ukraine, while Britain itself, traditionally one of the toughest voices in Europe on Russia, could suddenly become more amenable to making new friends. There’s also a domestic reason why the Kremlin would be keen on Brexit, said analyst Sergei Utkin: “Official propaganda tries to tell Russian citizens that they are better off in Russia than in rotten Europe. With migration, security challenges and everything else, life in Russia is better. Brexit would be another piece of this ideological claim that Europe is falling down.” In the Russian business world, there is little real understanding of what Brexit would mean. “There is some curiosity about possible short-term opportunities, but long-term nobody knows what it would mean,” said Tom Blackwell, chief executive of EM Communications, which works with a number of major Russian companies. He said it is usually possible to spot when the Kremlin is particularly interested in an issue if state-linked companies start pushing the message but that this does not appear to be the case with Brexit. “You can usually tell when there’s an order from on high to speak about an issue and we haven’t seen that,” he said. This is possibly partly because any agitation for a British EU exit from Russia could be counterproductive. “Given the way Russia is perceived, it’s not like there is much they could do anyway,” said Utkin. “For the time being, there is nothing Russia can do to influence the outcome, so even though they may be supportive of Brexit, the best thing is to keep their distance.” A delegation of MPs from the parliamentary foreign affairs committee spent three days in Moscow earlier this month, as part of an inquiry into bilateral relations between Britain and Russia. MPs on the trip said the EU referendum did not come up much in their meetings with Russian politicians and officials, with little sense that their Russian counterparts were engaged in the issue.  After meeting the MPs, Alexei Pushkov, one of the top Russian foreign policy officials, said Britain had “zero role in Ukraine and a third-rate role in Syria” because of its unconstructive policy towards Moscow. A Britain outside the EU would allow Russia to play this card more, suggesting closer bilateral links with London. In a Europe that was angry at Britain for leaving, Russia could also see opportunities. “If Britain leaves then this could create openings where Moscow could go to the British government and say: ‘You’ve got all these angry voices coming from the EU, who are offended with your decision to leave and you need friends; we are ready to cooperate,’” said Utkin. Western diplomats say the issue of Brexit appears to be at best peripheral in Russian official thinking for now, but one place where the issue of the Kremlin’s response to a potential parting of the ways between London and Brussels is very much on people’s minds is Kiev. “Russia is enjoying the disintegration of Europe; the refugee crisis is in Russia’s interests and Russia is inflaming it,” said Alex Ryabchyn, a Ukrainian MP. He said the British voice inside the EU was vital for keeping pressure on smaller countries to put up a united front against Moscow.  “In France or Germany there are strong pro-Russian camps, and Britain doesn’t have that; Britain has always been a strong voice inside Europe advocating for Ukraine with countries like Greece and Spain, without that voice Europe will be much weaker on Russia.”",
  "webTitle": "For Russia, Brexit would be an opportunity not a tragedy",
  "webPublicationDate": "2016-05-19T13:43:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/for-russia-brexit-would-be-an-opportunity-not-a-tragedy",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ukraine",
      "id": "world/ukraine",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Shaun Walker",
      "id": "profile/shaun-walker"
    }
  ],
  "guardianId": "world/2016/may/19/for-russia-brexit-would-be-an-opportunity-not-a-tragedy"
}