{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/financial-fair-play-premier-league-profit",
  "id": "2016-05-25-35",
  "sectionId": "football",
  "body": "Premier League clubs generated a record income of almost £3.4bn last year, with 14 of the 20 clubs making a profit, the Guardian’s analysis of their most recently published accounts has revealed. The improvement in the clubs’ finances, after years of paying too much to players in wages and making losses despite the Premier League’s huge television rights and other income, is the result of clubs having finally agreed to introduce financial fair play regulations in 2013.   Related: Premier League finances: the full club-by-club breakdown and verdict    The regulations, which restrict clubs’ losses to £35m a year if bankrolled by an owner and cap the amount of new TV income permitted to be spent on players’ wages, immediately transformed clubs’ balance sheets. In the final season before financial fair play was introduced, 12 of the 20 clubs made a loss, and the world’s richest football league recorded a total overall loss of £291m. Caused mostly by excessive spending on players’ wages despite the bonanza from TV rights and eyewatering ticket prices, that loss turned into a total £198m profit in 2013-14. Last year, 2014-15, the most recent for which the clubs have published accounts, the league made an overall profit of £113m on a record income of £3.4bn. The fall was predominantly due to relatively heavy losses made by Chelsea, Sunderland, Queens Park Rangers and Aston Villa. The financial regulations have been renewed for the next three-year period, 2016-19, covering new TV deals that are expected to exceed £8bn, launching Premier League clubs on to another level of wealth beyond any other league. In 2014-15, the total spending on wages was slightly up on 2013-14, from £1.9bn, 57.5% of the clubs’ income, to £2bn, 60% of income. The vast majority of this spending was on players’ wages rather than on clubs’ other employees, although some senior staff are increasingly well paid. Eleven of the clubs handed their highest-paid director more than £500,000. The Tottenham Hotspur chairman, Daniel Levy, was the highest-paid executive last year, with a total package of £2.61m, including salary and bonuses. The 60% figure for spending on wages, although still huge for players fortunate to be playing in football’s pay-TV boom era, is significantly down on the excessive spending of previous years. In 2009-10, the year Portsmouth became the only Premier League club to collapse into administration, wages were 68% of income and clubs made a record loss overall of £445m. More than a quarter of that loss was the £121m recorded by Manchester City in the early years of mega-investment by Sheikh Mansour bin Zayed Al Nahyan. The following year, when Abu Dhabi money financed the high-priced signings of players including Yaya Touré for £24m, David Silva for £26m and Mario Balotelli for £24m, City made the Premier League’s record loss of £197m. The plan by City, whose executives opposed the Premier League and Uefa’s financial fair play rules, was that the success brought by such players would deliver huge income and so make the club profitable. In 2014-15, that did happen: City made a pre-tax profit of £10m. City’s share premium account, which records the sum invested by Mansour since he bought the club in 2008, was £1.2bn, a record poured into an English football club. At Chelsea, the amount loaned by Roman Abramovich to the club’s parent company, Fordstam Ltd, to bankroll spending on players, transfers and losses since he took over in 2003, rose to £1.1bn. Financial fair play rules, which enable clubs to make sizable profits and owners to reap dividends or capital gains, have been cited by buyers of English clubs, particularly from the United States, as a key attraction for them to invest. The restriction on players’ wages, losses and owner investment, which have instantly made most clubs profitable, is resulting in more clubs now being taken over. US investors bought a substantial stake in Crystal Palace in December, and the original 2002 shareholders of Swansea City are expected shortly to make multimillion-pound gains for themselves, also by selling their shares to an American consortium.",
  "webTitle": "Premier League clubs make record £3.4bn with help from FFP regulations",
  "webPublicationDate": "2016-05-25T19:47:36Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/financial-fair-play-premier-league-profit",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Financial fair play",
      "id": "football/financial-fair-play",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Finances",
      "id": "football/football-finances",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Business",
      "id": "football/business",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/25/financial-fair-play-premier-league-profit"
}