{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/am-i-going-to-regret-my-tattoo-google-answer",
  "id": "2016-05-04-314",
  "sectionId": "commentisfree",
  "body": "Like a dog or a cat, a tattoo is for life, not just for Christmas. When one goes wrong, it can go really wrong: we’ve all heard horror stories about mementos of a (now ex) girlfriend or boyfriend or tales of “spontaneous” (read: drunken) inkings. But even if a tattoo is well thought through – as is often the case – can you ever be sure you won’t regret it? Maybe not today, maybe not tomorrow, but soon, and for the rest of your life? To find out, we asked Guardian readers about their relationships with their tattoo(s) years after the dust, or ink, had settled. Of the 92 people who responded, 59 said they would not do anything differently, including several whose tattoos didn’t work out quite as they imagined.  One of these was Jack McGregor, 44, from Dumfriesshire, who had tattoos of three different lovers’ names. He said they had definitely proved contentious over the years – but that he nonetheless had no regrets, explaining “they are visible reminders of how I’ve changed and developed”. There were unhappy stories too though. Sarah, 41, from Ho Chi Minh City in Vietnam, for instance, covered up two of her tattoos, including a spider on her foot after it prompted her dad to keep stamping on her, shouting: “There’s a spider!”     Neil’s £1.65 tattoo.    Neil Cameron, 61, also looked back with remorse on a tattoo that cost him £1.65 in 1974 but £300 to have removed in 2014. He said: “I got a thistle with the word Scotland on my right forearm. I got it because I thought it would make me look like a tough guy.” He wished he had realised it would look dated in years to come. Despite the occasional mishaps, however, the general message was that if you prepare carefully for a tattoo you should end up happy with the results. Many of those who replied to us urged fellow would-be tattooers to wait about four to six months – some recommended a year – before actually putting needle to skin. Elizabeth Lerret, 26, from Cambridge, Massachusetts, in the US has the outline of her home town on her ribs. “I got the tattoo because I had just come back from being abroad and was about to leave to study in Jordan for a semester, and the semester after that I was going to study in Korea. Cambridge Massachusetts is the greatest city on Earth and I feel so lucky to have grown up here. I wanted to bring a part of it with me wherever I go,” she said. She thought about the design for a year before taking the plunge, and would be doing the same for her new Alice in Wonderland design.     Elizabeth Lerret’s new design. Photograph: Elizabeth Lerret    Jai L, 29, from Warrington, said: “I was told once you choose your design, wait six months and if you still want it then get it and this is what I say to other people.” Many stressed the importance of choosing the right design – the meaning of a picture or symbol can obviously change over time, often unpredictably. Laura, 27, from London, celebrated a friend’s birthday a few years ago by getting matching aubergines (the symbol of their friendship). “It was a last-minute, perhaps rash, decision,” she said. “I wish I could have predicted how ubiquitous the aubergine would become in popular culture as a signifier of the penis.” Despite this, she said the symbol would always mean more than that to her. As a general rule of thumb, a lot of people also warned against getting a tattoo of a name. Alison, 50, from Slovenia said: “No names. No portraits of young kids. They change. Make sure you understand the risks. Ask what ink the tattooist uses and look it up, and make sure your tattoo is the right way up.”     One of Jai L’s two tattoos is an Ohm symbol. Photograph: Jai L    Kyla, from Austin, Texas, also emphasised that your personality could of course change over time, citing her brother who had a cartoon devil tattooed on his shoulder while in college, before becoming a devout Christian later on in life. “He’s had a full round of laser treatments, but the image, while fuzzy, is still there. I think he’ll probably end up getting it covered with something else.” She had her own bad experience when a tattoo she asked for ended up being bigger than she’d expected. “I had intended for it to be much smaller, but when the artist drew it up at the size it is, I just went with it. I do regret it but, since it’s on my back, I never have to look at it, so I don’t really think about it much.”  This leads to another important consideration: who is doing your tattoo. Rory Hall, 30, from London, said you had to pick wisely. “Do your research. Instagram is the perfect place to find the best artists in the UK or abroad. It’s always worth travelling to get the work done right.”     Rory Hall’s calves were inked by Dalmiro Dalmont at The Family Business in London. Photograph: Rory Hall    He added that you got what you paid for: “Decent tattooists charge more, but this is with you for life; it’s not the place to try and be thrifty.” Hall recommended asking friends for tips, and consulting online forums. As well as what you get done and by whom, it’s also important to consider where it goes on your body. Many respondents pointed out that you need to think about your career: do you work in an industry where a visible tattoo will be acceptable? Might you change job in the future?      Jade says she is sick of having to wear long sleeves to cover up her tattoos. Photograph: Jade    Jade, 26, from Essex said: “I didn’t appreciate the impact that my tattoos could potentially have on my career. Although I don’t regret the design of the tattoos and what they signify, I regret the placement of my arm and wrist tattoos. I’m about to begin training as a teacher and will need to keep my tattooed arms covered up year-round, even in the hot summer months … I’m fed up with always having to wear long sleeves.” There were also a lot of warnings about looking after your inkings properly, and making sure you took care during the process itself. Magda, 26, from London, who has 10 tattoos, said, “The mark of a good tattoo parlour is somewhere that will refuse paying customers if they do not believe the tattoo will be in their or the customer’s best interests.” She added: “Make sure you take food and water with you, even if you don’t expect it to hurt too much. Your body will use up a lot of energy and you will need to replenish it in order to prevent fatigue, which has the potential to result in more pain, shock or passing out. Also, make sure you get yourself in the right headspace before getting a tattoo. It is a vulnerable situation to be in in so many ways. Be kind to yourself that day, relax, stay hydrated and make sure you eat a couple of hours before your appointment.” The most important thing, though, as pointed out by nearly all respondents, is to remember that you are getting the tattoo for yourself and no one else.     Magda has a sugar skull on her left calf. Photograph: Anonymous    As Stephanie, 29, from the US, said: “Don’t get a tattoo and expect validation from everyone around you: some people (like my family) hate tattoos on some sort of principle, some of your friends might not like a style that you like and some people are just haters. If you get a tattoo, make sure you are happy with it.” Some names have been changed",
  "webTitle": "Am I going to regret my tattoo? You asked Google – here’s the answer | Sarah Marsh",
  "webPublicationDate": "2016-05-04T07:00:21Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/am-i-going-to-regret-my-tattoo-google-answer",
  "keyword": [
    {
      "webTitle": "Tattoos",
      "id": "fashion/tattoos",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/am-i-going-to-regret-my-tattoo-google-answer"
}