{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/28/jeremy-corbyn-failed-reply-israel-left-antisemitism-ken-livingstone",
  "id": "2016-05-28-29",
  "sectionId": "politics",
  "body": "Jeremy Corbyn faced fresh criticism over his handling of antisemitism allegations after Labour’s sister party in Israel said it had had no reply to a letter its leader sent to him a month ago expressing dismay and inviting him to Jerusalem to see the Yad Vashem Holocaust museum. Labour MPs said they were shocked that no response had apparently been sent and added that it was further evidence of the party leadership’s slow and inadequate response to the crisis. After Ken Livingstone was suspended from the Labour party at the end of April for making highly controversial remarks about Hitler and Zionism, Isaac Herzog, leader of the Israeli Labour party, wrote to Corbyn, saying he was “appalled and outraged by the recent instances of anti-semitism by senior Labour party officials in the United Kingdom”. Livingstone said on the Vanessa Feltz Show on Radio London last month: “When Hitler won his election in 1932, his policy then was that Jews should be moved to Israel.” Corbyn was forced to suspend his ally for the remarks. Herzog invited Corbyn to bring a delegation to Yad Vashem to witness that the last time the Jews were forcibly transported “it was not to Israel but to their deaths”. An Israeli Labour party official confirmed that it had “not had a reply” after rumours circulated in the Jewish community in London that no response had been received in Jerusalem or issued from London. Wes Streeting, the Labour MP for Ilford North, who was one of several MPs who held a private meeting with Corbyn last week to discuss antisemitism, said: “It should be a matter of common courtesy to reply to a letter from the leader of one of our sister parties, particularly on an issue as important as tackling antisemitism. But this is fairly typical of the flat-footed and lackadaisical attitude that we’ve seen from the outset. It is simply unacceptable.” Ian Austin, MP for Dudley North, said he was shocked that the party had not sent Herzog a reply. After Livingstone’s suspension, Corbyn established an independent investigation under the chairmanship of the former head of Liberty, Shami Chakrabarti. The Labour leader also reassured MPs last week that he was treating the matter as a high priority. Now it has emerged that Livingstone’s Saturday morning radio show has been dropped by LBC in the wake of the controversy. He had presented the politics show for eight years with David Mellor. LBC, which is owned by Global Radio, the UK’s largest commercial radio operator, decided not to renew the contracts of both presenters. Livingstone had appeared on LBC’s Saturday show as a guest in the wake of the antisemitism row, but has not been on the station since then. “I was told on Monday that my contract would not be renewed,” Livingstone said. “It was an annual contract and doesn’t run out until the end of July/early August.” Meanwhile, a Labour activist, Jackie Walker, who was suspended this month over claims about antisemitism, had her suspension lifted. The Kent activist, who is also a member of the pro-Corbyn Momentum movement, described the past few weeks as “a living nightmare”. According to BBC reports, Walker had written about “the African holocaust” and Jews as “chief financiers of the sugar and slave trade”. She accused the “rightwing press” and people opposed to Corbyn’s leadership of having “provoked” her suspension. “I am glad this investigation has fully cleared me of any wrongdoing,” she said. “I am not a racist, but I robustly defend my right and the right of others to speak openly and frankly about matters of grave political and historical importance. That is the cornerstone of the right of free speech in our democracy.” She added: “What I have suffered and the effect [it] has had on my health, and also on my family, can only be described as the lowest form of ‘attack politics’.”",
  "webTitle": "Jeremy Corbyn ‘failed to reply’ to Israeli Labour on fears of antisemitism",
  "webPublicationDate": "2016-05-28T22:12:00Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/28/jeremy-corbyn-failed-reply-israel-left-antisemitism-ken-livingstone",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ken Livingstone",
      "id": "politics/livingstone",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    }
  ],
  "guardianId": "politics/2016/may/28/jeremy-corbyn-failed-reply-israel-left-antisemitism-ken-livingstone"
}