{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/09/manchester-city-vincent-kompany-miss-start-of-season",
  "id": "2016-05-09-211",
  "sectionId": "football",
  "body": "Vincent Kompany’s thigh injury is expected to keep him out for four months meaning Manchester City’s captain will miss the start of next season under the club’s new coach, Pep Guardiola. However Lieven Maesschalck, the Belgium team doctor, claims the 30-year-old could still play on for five more years if he recovers fully. Kompany suffered the problem in the opening minutes of City’s 1-0 defeat to Real Madrid at the Bernabéu last Wednesday. The central defender is ruled out of Belgium’s Euro 2016 campaign, which starts in June, and now is set to be unavailable for Guardiola when the 2016-17 season starts.   Related: Vincent Kompany injury again highlights Manchester City’s damning weakness | Jamie Jackson    While the Spaniard replaces Manuel Pellegrini on 1 July, Kompany faces a long summer of rehabilitation from what is a 33rd injury of his eight years at the club. His troubled history and the length he will be out may threaten his long-term future at the club. According to Maesschalck, Kompany may not return until the end of August. “I’ve seen Kompany [last] Thursday. It was very clear: he has a complete tear of the slender thigh muscle,” he told the country’s Radio 1. “It will take about four months to get match fit again. How bad it is, Vincent must now look forward to next season. It was inevitable, he had no choice. The decision is final. “Kompany was obviously very disappointed. For him, everything [is] Belgium. He wanted to do everything to be there at the European Championships. The body of Kompany is under enormous pressure, the time pressure is always there and he is very demanding of himself. On the other hand, it is phenomenal how he deals with the disillusionment. He draws all courage for the next chapter. I’m sure he’ll be back. Now he has the opportunity to rest and recover his body well.” Maesschalck is clear Kompany can still look forward to many more years playing at the highest level. “I’m 100% sure he can handle it effectively,” he said. “Kompany sets himself always in a positive way. It is a privilege to work with such a personality. Vincent has been playing 16 years at the top level. [Marc] Wilmots [national coach] has also often been injured and always returned to the highest level. “In the NBA, I have seen the same thing many times. This does not mean the end of the career of Kompany. He needs only one match to get back at the top level. A winner if he can handle it. And he still can compete at the highest level for at least five years.”",
  "webTitle": "Manchester City’s Vincent Kompany expected to miss start of new season",
  "webPublicationDate": "2016-05-09T11:51:15Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/09/manchester-city-vincent-kompany-miss-start-of-season",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Vincent Kompany",
      "id": "sport/vincent-kompany",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Belgium",
      "id": "football/belgium",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/09/manchester-city-vincent-kompany-miss-start-of-season"
}