{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/macklemore-ryan-lewis-systemic-racism-isnt-going-get-clicks",
  "id": "2016-05-12-84",
  "sectionId": "music",
  "body": "The first sound recorded during this interview with Ben “Macklemore” Haggerty and Ryan Lewis tells you a lot about where their heads are right now. Before a word has been spoken, Haggerty lets out a cavernous yawn, one that threatens never to end. “Tired?” I ask as he slumps in front of me in a room backstage at the O2 in London. He nods back, the energy for words still beyond him. There are obvious reasons why Haggerty might be knackered. He is currently six months into a world tour promoting the duo’s second studio album, This Unruly Mess I’ve Made, a tour which, if tonight’s show is anything to go by, requires every ounce of energy he can conserve: just over an hour from now, he will be performing slam-dunk leaps across the stage for the venue’s 10,000-strong crowd. Haggerty also recently became a father for the first time, a calling to which he is so determined to give his all that this morning he got up early and took his daughter Sloane on a tour of London. But, even without any of this, you suspect being a part of Macklemore must be mentally exhausting. Ever since 2012, when songs such as Thrift Shop and Same Love launched his career, Haggerty has held the awkward position of the US’s foremost white rapper, with all the identity baggage that brings: was he profiting from black culture? Why were better rappers selling a fraction of the records he was? You don’t get to be a successful white rapper without facing such questions. While he was often humble and self-aware, his attempts to answer his critics could be clumsy – such as in 2014 when he won the Grammy for best rap album and decided not only to text Kendrick Lamar, admitting that he had been robbed, but then to screengrab the message and post it to Instagram.     ‘The tour requires every ounce of energy he can conserve’ – Macklemore playing the O2. Photograph: Rex/Shutterstock    “If you make a mistake publicly, one that I’m still talking about two years later,” begins Haggerty, while Lewis giggles, “you realise that what the media chooses to highlight and create as the narrative lasts. So, you get more and more people afraid to truly put themselves out there. And that creates a culture of people who are constantly in a place of calculation.” The criticism made Haggerty “shrivel up” and avoid the public eye. He wouldn’t make a mistake like that again, he decided, because he wouldn’t put himself out there. And then something changed. On 24 November 2014, it was announced that Darren Wilson, the police officer who shot dead Michael Brown and sparked unrest in Ferguson, Missouri, would not face state criminal charges. The decision caused protests across the US. It also caused Macklemore to think about what his place in all of this was, about whether his solidarity was desired, about on whose side a rapper who had profited from the power structure of systemic racism could legitimately claim to be. It was the flashpoint moment of a journey that ended with the creation of White Privilege II, the final track of This Unruly Mess I’ve Made. It’s a record unlike any you’ll hear in pop right now, a nine-minute, multi-part exploration of Haggerty’s guilt (“Thinking if they can’t, how can I breathe? / Thinking that they chant, what do I sing? / I want to take a stance, ’cause we are not free / And then I thought about it, we are not we”), the tangled, contradictory thinking of mainstream America and the acceptance that Haggerty is operating in a world set up in his favour (“Fake and so plastic, you’ve heisted the magic / You’ve taken the drums and the accent you rapped in”). Ultimately, Haggerty questions whether or not he is prepared to risk what he has when it really matters: “We take all we want from black culture, but will we show up for black lives?”         Macklemore and Ryan Lewis: White Privilege II.    Making a record that takes yourself to task so thoroughly, that dives headfirst into an issue loaded with controversy – that’s quite a jump to make from being unwilling to put yourself out there, no? “Yeah, it was a jump,” agrees Haggerty. “But watching the non-indictment on TV and then going out into the streets …” He pauses, as he does frequently. “It was a jump that I felt was essential to … who I am. Because the silent, I-don’t-wanna-mess-up, fearful person that had emerged out of me is not who I truly am. And, on the night of the non-indictment, I got real clarity of what I could be doing with my art in terms of speaking up, speaking out and getting outside of myself.” For an outside observer, Macklemore can be a difficult cultural figure to untangle. Haggerty grew up as a middle-class kid in Seattle, releasing his debut album, The Language of My World, in 2005 before hooking up with Lewis in 2008. As producer, Lewis takes a hands-on approach, not only making beats, but also pushing Haggerty into lyrical spaces outside of his comfort zone. The pair have never been afraid to tackle social issues – 2012 single Same Love was a passionate argument for gay and lesbian rights, which brought with it a fair amount of criticism for piggybacking on other people’s struggles (rapper Le1f tweeted: “I’m gonna write a song about disabled people, or the aboriginal struggle. cuz mama needs a new fur coat.”). But much of the duo’s output is dedicated to sillier songs such as Let’s Eat (“Fuck it man, I love fried shit!”) and Brad Pitt’s Cousin. Critics don’t seem able to agree on what Macklemore should be doing: some say he needs to stop trying to write the white To Pimp a Butterfly and concentrate on his goofier pop side; others say he is able to use his rarefied position for good, so why undermine it with goofy pop hits about fast food? Their knack for novelty suggests they might not have treated a song about white privilege with the respect it deserves, yet nothing could be further from the truth. Hyper-aware of the criticism that might come their way, the pair reached out to black activists, scholars and songwriters to bring them onboard. “All very sceptical of what we were doing at the beginning,” says Lewis, “and rightly so.” Georgia Roberts, Lewis’s thesis adviser from his time at the University of Washington, gave them a weekly, three-hour schooling on race that lasted six months. Haggerty and Lewis even promised to support Black Lives Matter, the People’s Institute for Survival and Beyond, Youth Undoing Institutional Racism and the Tyree Scott Freedom School (a project of American Friends Service Committee and the People’s Institute) and Black Youth Project 100, putting out a statement that read: “As a company (Macklemore & Ryan Lewis LLC), we are committed to a long-term investment of our time, resources, finances and creative capacities towards supporting black-led organising and anti-racist education and discourse.” In the words of rapper Talib Kweli: “What [Macklemore is] attempting to do is exactly what activists ask white allies to do when dealing with the struggle. He is talking to other white folks on the song. He has black voices on the song. He is dealing with the issue head on. It’s not something that comes from an abstract place – it comes from a real place.” After countless lunches, phone calls, meetings and “awesome conversations”, they were left with something unique. But they had also been through a learning process so steep – “the more I learned, the more I realised that I know really very little” is how Lewis puts it – that they began to question themselves and their motivations. “Often you lose perspective on a song,” explains Haggerty. “But it’s more like: ‘Do we get a bass, do we get a live drummer, I don’t know, let’s go home and figure it out later.’ This was more like: ‘Should we even be doing this? Should this come out into the world?’” Did the duo ever wonder if the answer to all their self-analysis on White Privilege II was actually quite simple: that white people should stop making hip-hop? Haggerty nods: “Ryan hit a certain point in making the song that was kinda like: ‘Wait ... so if this and this and this and this, then ... what are we doing?’” They both crack up before Haggerty continues. “It’s hard for me to be objective, but I feel that, as long as I’m using my voice for a cause that is greater than my own means, there is still a reason to continue.”     Demonstrators mark the first anniversary of the shooting of Michael Brown. ‘On the night of the non-indictment, I got real clarity of what I could be doing with my art in terms of speaking up,’ says Haggerty. Photograph: Scott Olson/Getty Images    Indeed, what Macklemore is saying on White Privilege II is something that only a white rapper could say – unlike on much of his back catalogue, where being white simply increased the chance it would sell in bucketloads, on White Privilege II, the fact Haggerty is white gives it a kind of perspective it wouldn’t have were it to be delivered from the mouth of, say, Lamar. Regardless of whether you think it’s a good record or not, it’s hard to deny it’s a unique one – thoughtful, tortured, brave, an attempt to address something that rarely gets addressed by a mainstream cultural figure. “What makes any of us who we are is telling our honest, authentic story,” says Haggerty. The artists that can do that, and make it resonate with people … that’s what we’re going for as songwriters.” When White Privilege II dropped on January 22, Macklemore and Ryan Lewis were prepared for a reaction – but not the reaction they got. They had anticipated strenuous debates about structural racism; instead, for the first 48 hours, all the media seemed to care about was the fact Iggy Azalea was mentioned (“The culture was never yours to make better / You’re Miley, you’re Elvis, you’re Iggy Azalea”, ran the lyrics, which were wrongly interpreted as a straight diss): “It gave people something to talk about, because really they don’t want to talk about systemic racism. ‘Macklemore and Ryan Lewis take on systemic racism’ is not going to get clicks or make someone pick up Rolling Stone.”         Growing Up, Macklemore’s collaboration with Ed Sheeran, is a paean to fatherhood.    Then came the jokes. “Nothing says white privilege like Macklemore releasing a nine-minute song about Black Lives Matter,” said one tweet. “End racism – so Macklemore stops writing songs about it,” ran another. Haggerty gets it, but he still thinks this kind of criticism was off the mark. “It might potentially be a clever tweet or have some truth or irony or whatever, but to me it’s not encapsulating the experience of what that song is, or the 10,000 kids that are going to hear it tonight at the show. Because if you get 10 of those 10,000 kids to talk about race after the show or talk about that moment, I’d say that’s better than not putting the song out in the first place.” Other criticism was more robust. Some argued that, by condemning the white privilege from which he profits and turning it into a record, Macklemore was simply profiting off the back of it again. Lewis accepts this, too, but says “we realised there’s no way to do the song at all without it benefiting [us] in some way, shape or form”. He adds: “Is the voice that you have ... a positive enough contribution to justify doing it?” Besides, as Haggerty points out, was White Privilege II really that beneficial to their pop careers? “Putting a song about race five weeks before your album comes out, as kind of the only thing you’re putting out … that’s not advantageous in terms of generating a radio song,” he says. “Again, that’s not some martyr shit, it’s more just like what are we trying to be right now. Are we trying to be pop stars? Because I think we can do that version. Or are we trying to actually say something?” Did they ever start to feel like, whatever they did, they couldn’t win? “If winning is appeasing everyone then no, you can’t win,” says Haggerty. “But ... it’s more complex than that.” One criticism rests on how much Haggerty and Lewis are actually doing to help the black community. “I’m not here to defend or brag about what I do do,” says Haggerty, “but what we’ve made an effort to do is not only share the proceeds from the song, and not only our initial backing of certain black-led organisations, but a continued engagement and financial support that doesn’t need to be a public thing.”     ‘Lewis takes a hands-on approach, not only making beats, but also pushing Haggerty into lyrical spaces outside of his comfort zone.’ Photograph: David Bebber for the Guardian    Another, more prosaic, criticism levelled at Macklemore is that, while he might be doing the right thing, his music is simply not cool – it’s too apologetic, lacking in nuance, too much like a well-meaning community workshop. Just contrast his approach with that of another famous white rapper, Eminem: on the Marshall Mathers LP, he managed to rip into the hypocrisy of white power structures without explicitly telling the world he was doing so – where he was a coiled, unapologetic ball of rage, Macklemore and Ryan Lewis are a far less rock’n’roll prospect. At times, it’s hard not to see them as a kind of hip-hop version of Spinal Tap’s Artie Fufkin from Polymer Records, begging the world to kick their asses hard enough to atone for their position. From another perspective, it’s hard not to admire their thick skin. “All art should be open for critique,” says Haggerty. “And particularly a song that is attempting to take on as many issues as White Privilege II does. What White Privilege II should be doing is getting people to have a conversation.” There is, it should be noted, substance to Macklemore and Ryan Lewis beyond White Privilege II. On This Unruly Mess I’ve Made, the track Kevin talks about the prescription drugs crisis currently tearing through the US (“First dealer was his mom’s medicine cabinet / Got anxiety, better go and give him a Xanax”), while St Ides takes a nostalgic trip through teenage alcoholism (“I used to steal my daddy’s cabernet / Never thought it would turn into a rattlesnake”). Macklemore has previously spent time in rehab for drug and alcohol addictions, including a brief relapse in 2011 that affected his working relationship with Lewis. Does he still need to keep an eye on things? “Yeah, it goes through my mind every day,” he says. “And that will always be with me. But I think if I’m healthy and I’m doing 12-step meetings and I’m being of service to others, then the chances of me slipping back, regardless of what I’m going through, aren’t very high. If I’m only working a couple of those, they go up. If I’m not working any of it, then yes, I’m going to relapse.” I wonder if the stress of putting himself in the public eye makes it more of a challenge to stay on the wagon. “Yes. But then I’ve always wanted to escape my own mind. When no one knew who the fuck I was, I wanted to get out of my own head, too. So, I can’t blame any of the fame or the criticism for my drug addiction. It has been around since long before I had the thing with Macklemore, and it will be around a lot longer than Macklemore is relevant to the world.” On a more positive note, Growing Up, his song with Ed Sheeran, talks about new fatherhood in sentimental but heartwarming fashion – Macklemore has a knack for being simultaneously relatable and a bit cheesy. Becoming a dad, he says, gave him “immediate reason every single day to not think about myself first”. This could also describe the journey he has gone on with his music – the realisation that he is not the most important figure in all of this. “This is not about me. The Grammys aren’t about me. Our success isn’t about me. The machine isn’t about me. And White Privilege isn’t about me. What it’s about is – can you still step into a place that is uncomfortable and show up because it’s the right thing to do?” In a country where black youths are routinely being shot dead by the police, you can easily see how a white guy agonising at length over whether or not he should be taking part in a protest looks indulgent and perhaps comically lacking in self-awareness. But, really, it depends on who you think is listening. Activists schooled in the struggle might mock White Privilege II, but what about Macklemore’s white fans, who have never before been forced to think about how they benefit from systemic racism? Can’t this be an education for them? For all the therapeutic wrangling the song goes through, its message is simple and positive: white people owe it to the black community to show up, to put themselves on the line, to help dismantle a system that puts them before others. As the interview draws to an end, Haggerty says: “I would never think that because I made White Privilege II that I’ve said enough, or that now I can step away from the conversation.” Lewis agrees: “We soon learned while making White Privilege II that the song won’t matter as much as continuing to do the work after the song is out.” They might need to stifle those yawns a little longer – it’s unlikely they’ll be resting any time soon.",
  "webTitle": "Macklemore and Ryan Lewis: ‘Systemic racism isn’t going to get clicks’",
  "webPublicationDate": "2016-05-12T18:07:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/macklemore-ryan-lewis-systemic-racism-isnt-going-get-clicks",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Macklemore",
      "id": "music/macklemore",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/12/macklemore-ryan-lewis-systemic-racism-isnt-going-get-clicks"
}