{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/30/donald-trump-bernie-sanders-isis-migration",
  "id": "2016-05-30-114",
  "sectionId": "us-news",
  "body": "Trump woos motorcycle rally Donald Trump continued to pound the political map over the Memorial Day weekend, joining the Rolling Thunder motorcycle rally of veteran hog-riding bikers on the National Mall in Washington DC. The crowd heard one former congressman insist that hundreds of American prisoners of war were still being held in Vietnam. Trump – who said he had hoped to speak with the Lincoln Memorial behind him, like Dr Martin Luther King, rather than facing it – did not engage with that issue, instead praising veterans as part of his stump speech. Meanwhile, his campaign is seeking to downplay reports of infighting and Mitt Romney continues to speak out against him. Elsewhere, for Memorial Day, Ben Fountain considers Republican nominee and the fantasy of cost-free conflict.  Donald Trump a conquering hero for bikers at Rolling Thunder rally Sanders in the land of milk and honey Can California still be Sanders’ golden state? Hillary Clinton claims her 270-delegate lead is insurmountable, yet the Vermont senator continues to accrue political energy and support. “His rallies, attended by tens of thousands, sometimes more, certainly don’t feel like those of a losing candidate,” writes Nicky Woolf. And given poor polls and scandal, can Hillary Clinton shake off her troubles to take on Trump? ‘A capacity to move voters’: can California be Sanders’ golden state? Libertarians select Johnson The Libertarian party has selected the former Republican governor of New Mexico Gary Johnson as its nominee for president. Johnson, 63, was the nominee in 2012, receiving about 1% of the vote after spending $2.5m. “I am fiscally conservative in spades and I am socially liberal in spades,” he said yesterday. Columnist Matt Laslo writes: “For all of you already sick of watching Donald Trump and Hillary Clinton exchange low blows, don’t give up hope. It seems you have another option.”  Gary Johnson selected as Libertarian nominee for president Family sues over drone strike The family of a taxi driver killed in a drone strike while driving the leader of the Afghan Taliban, Mullah Mansoor, across Pakistan has lodged a criminal case against the US government. Relatives of Mohammad Azam say they have been offered no compensation. “This was an attack on our family that hardly earns enough for two meals a day,” said Mohammad Qasim, Azam’s older brother. “Who will feed them now?” Family of driver killed in US strike on Taliban leader file criminal case Isis strikes as Falluja battle rages Islamic State has claimed responsibility for two suicide bombings in Baghdad as Iraqi forces entered Falluja, the latest phase in the weeklong operation to capture the militants’ stronghold near the Iraqi capital. At least 11 people were killed in Baghdad, Iraqi officials said. Isis attacks in Baghdad kill 11 as Iraqi forces try to take Falluja Zoo visitors mourn gorilla Visitors left flowers at a gorilla statue at the Cincinnati zoo on Sunday, one day after security officers killed a gorilla that had grabbed a boy who fell into the exhibit. Panicked zoo visitors watched helplessly and shouted “Stay calm!” while one woman yelled, “Mommy loves you!” as the 400lb male gorilla, Harambe, loomed over the four-year-old boy, who had fallen into a shallow moat. “They made a tough choice and they made the right choice because they saved that little boy’s life,” the zoo director, Thayne Maynard, said of the officers. “It could have been very bad.”           Zoo director comments on Ohio gorilla shooting    Cincinnati zoo visitors leave flowers for gorilla fatally shot after grabbing boy Hitler’s computer discovered A cipher machine used to code Nazi messages has been found for sale on eBay. The rare Lorenz teleprinter, part of Hitler’s encryption equipment, was being offered for sale by a woman in Essex, in England. The “telegram machine” was stored in a garden shed when a volunteer with the National Museum of Computing spotted it for sale. The Lorenz teleprinter, when cracked, would hasten the end of the second world war and lead to huge breakthroughs in modern computing. The museum paid $12 for the device; the last time one came up for sale at auction, it fetched $365,000.  Device used in Nazi coding machine found for sale on eBay Deadly week in Mediterranean migration More than 700 migrants are feared drowned in three Mediterranean sinkings over the past week, with refugee agencies describing the loss of Europe-bound asylum seekers as the worst since April 2015, when 1,300 died in two separate incidents. Over the past eight days, more than 13,000 people have set sail from Libya. Rescuers with the German NGO Sea Watch described using a net to retrieve bodies. More than 700 migrants feared dead in three Mediterranean sinkings The real Barack Guardian art critic Jonathan Jones considers the photography of official White House photographer Pete Souza, who has chronicled the most intimate, candid and comical moments of Barack Obama’s presidency. “Reports on Souza’s photographs tend to repeat over and over again that they show how ‘cool’ this president is, but that word means nothing,” writes Jones. “These images tell the true story of a presidency that words have failed.” Pete Souza: photographing the real Barack Obama Is Opec relevant? The mighty Organization of Petroleum Exporting Countries holds a crucial meeting on 2 June. But in a market characterised by low prices and overproduction, is Opec still functioning? Saudi Arabia and Iran want to maintain market share rather than adjust production to raise prices. Few oil market analysts are expecting a consensus to emerge from the meeting, writes Debbie Carlson, but that doesn’t mean Opec will not be relevant again in the future. Is Opec relevant in an oil market of falling prices and overproduction? Will cannabis cultivation help Native American communities? The native Americans of Squaxin Island, 15 miles north of Olympia, Washington, are the first tribe to open a cannabis store. But tribal elders are moving with caution. Cannabis is considered a gateway drug in many communities, and some tribes have banned it. The legality of this enterprise is also not clear. The Menominee Indian tribe in Wisconsin saw their hemp crop destroyed by the DEA, and the Flandreau Santee Sioux tribe in South Dakota saw their dreams of a “cannabis resort” go up in flames after threats of a federal raid. Cannabis on tribal land a ‘50/50’ gamble for Native Americans in Washington Penguins and Sharks take to ice in Stanley Cup finals “Predicting what could potentially be seven straight games involving two very good hockey teams” – from Pittsburgh and San Jose – “is perhaps a fool’s errand,” writes Colin Horgan. “But because the Stanley Cup finals start on Monday night, it is time to speculate on what they might bring us.” Horgan says the winner will be … Pittsburgh. Stanley Cup finals: the crucial questions as Penguins take on sharks And in case you missed it … With the weekend’s suspected shark attack in California, consider the words of Warren Entsch, MP for northern Queensland in Australia, who placed the blame for a fatal crocodile attack squarely on the 46-year-old woman who died after being attacked in waist-deep water at Daintree forest’s Thornton beach at 10.30 at night. “You can’t legislate against human stupidity,” Entsch said. “This is a tragedy, but it was avoidable. There are warning signs everywhere up there.” Crocodile attack blamed on ‘human stupidity’",
  "webTitle": "Trump on roll with bikers as Sanders eyes California",
  "webPublicationDate": "2016-05-30T12:08:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/30/donald-trump-bernie-sanders-isis-migration",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Opec",
      "id": "business/opec",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Hockey",
      "id": "sport/hockey",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/30/donald-trump-bernie-sanders-isis-migration"
}