{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/jurgen-klopp-liverpool-tickets-europa-league-final",
  "id": "2016-05-06-110",
  "sectionId": "football",
  "body": "Jürgen Klopp has said there is no point complaining about Liverpool’s meagre ticket allocation for the Europa League final and that ticketless fans should head for Basel on 18 May.   Related: Liverpool fans allocated just over 10,000 tickets for Europa League final    Liverpool and Sevilla will each receive only 10,236 tickets for the final at St Jakob-Park, having qualified with victories over Villarreal and Shakhtar Donetsk respectively on Thursday. Basel’s stadium will have a capacity of 35,000 for the Europa League final and only one Uefa final since 1998 has been staged at a smaller venue – the 2014 Europa League final in Turin. Around 2,000 of Liverpool’s tickets will go to former shareholders who sold to Tom Hicks and George Gillett in 2007. As a condition of the sale to the club’s previous owners, the shareholders’ priority rights for cup final tickets was protected and the current owners, Fenway Sports Group, are unable to change the terms. Seasonal hospitality members are also guaranteed seats. Only 47% of Liverpool’s tickets – just under 5,000 – fall into what the club described as the “general supporter allocation”. Liverpool have 27,000 season ticket holders and took 32,000 fans to the Capital One Cup final in February. Uefa has said Basel was selected two years ago as it was Switzerland’s turn to host the event and St Jakob-Park is the biggest football stadium in the country. European football’s governing body has also indicated that Liverpool’s ticket allocation will be increased in the event of Sevilla not taking up their full entitlement. Unai Emery’s team play the Copa del Rey final against Barcelona a week after the Europa League final. Contrary to Uefa’s customary advice, Klopp believes supporters without tickets should travel to Switzerland and insisted it was futile protesting against an allocation that was decided long ago. The Liverpool manager said: “What I learned in life is what I can’t change I don’t think about. It’s a wonderful opportunity and we can’t change the stadium. It’s a wonderful stadium and wonderful city. It’s worth going even if you don’t have a ticket, to enjoy the city. We can’t think about the size of the stadium. If you ask who wants to see this final you will find 30 million people so there is no chance. It’s like this.” However, Uefa has since advised Liverpool supporters who travel without a ticket to stay away from the stadium. “We advise anyone without tickets not to approach the stadium on the day of the final since safety and security measures will be very tight,” said a statement. “The stadium perimeter will be reinforced in order to guarantee safe and secure entrance for all ticket holders.” Of Liverpool’s allocation 10% will go to matchday officials, players, former players and media, and 2% to contractual partners. Meanwhile, Klopp said Liverpool’s captain, Jordan Henderson, and the striker Divock Origi may have a chance of featuring against Sevilla despite fearing their seasons were over because of respective knee and ankle ligament injuries.   Related: The Joy of Six: football chants    He said: “I don’t know about Jordan in this moment but he was really celebrating after the game and I saw in his eyes that he thinks he has a chance. It is the same with Divock Origi. You need to be ready the Sunday before otherwise we can’t take the risk. No doubt he will be fit for the European Championship.” Klopp also believes Daniel Sturridge, who impressed on his return to the Europa League starting lineup on Thursday, will be in peak condition for England this summer. “With Daniel we did everything we could to get him as fit as possible,” he said. “Now he looks great and that’s good news for England with the European Championship. There is nothing negative.” Adam Lallana has said the misery of losing the Capital One Cup final in February will spur Liverpool to ensure there is no repeat against Sevilla. Liverpool have reached two cup finals since Klopp replaced Brendan Rodgers as manager in October, the first ending in a penalty shootout defeat against Manchester City at Wembley. The England international, outstanding in the 3-0 win over Villarreal, insists that painful experience can help Klopp’s team in their second shot at a trophy this season. Lallana said: “We’ve experienced losing in a final and it is not nice. I think the experience of that day will help us, even in such a short turnaround to this final. It is a young squad but I feel we need to win something to feel what it is like to win and almost make it like a bug, just keep going.”",
  "webTitle": "Jürgen Klopp advises Liverpool fans without tickets to head to Basel",
  "webPublicationDate": "2016-05-06T15:11:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/jurgen-klopp-liverpool-tickets-europa-league-final",
  "keyword": [
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/06/jurgen-klopp-liverpool-tickets-europa-league-final"
}