{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/frozen-elsa-first-lesbian-disney-princess-lgbt",
  "id": "2016-05-04-246",
  "sectionId": "commentisfree",
  "body": "Come on Disney, give Elsa a girlfriend. The heroine of Frozen, the most progressive Disney princess of them all, feminist icon and singer of the greatest paean to coming out since, well, Diana Ross’s I’m Coming Out, deserves a nice gal to shack up with in her ice palace. Fan art has long been imagining Elsa (and pretty much every other character in Frozen barring Olaf, the snowman, who is clearly gay) as queer. This would be the same Elsa who is forced to conceal her true self until, branded a “freak” and a “monster”, she runs off into the snowy mountains where she throws off her cape and hollers “COULDN’T KEEP IT IN, HEAVEN KNOWS I TRIED!” into a blizzard.         Elsa Lets it go    It doesn’t take much of a stretch of the imagination, does it? Now a Twitter campaign (#GiveElsaAGirlfriend) is calling on Disney, currently working on Frozen 2, to just come out of the closet and say it. Elsa is a lesbian. Imagine it … a Disney princess who is gay and happy at the same time. It would be radical indeed to watch Elsa and her lady love (I picture her as a mash-up of Mulan and Merida from Brave) making ice castles in the air in their glittery dresses. It would be a bit like Carol 2, but in CG. The sad fact is we’ve barely seen such a thing, even outside the ultra-heteronormative land of Disney. We have now had an Indian Disney princess (Jasmine), an African-American Disney princess (Tiana), and a red-haired Disney princess who is more into archery than marriage (Merida). Yet nothing for the LGBT community. It’s time that Disney took a look at the latest GLAAD index which found that not a single one of the studio’s films (not just the cartoons) released in 2015 featured a gay character. Not explicitly, anyway.   Related: Frozen fans urge Disney to give Elsa a girlfriend in sequel    This is not about reinforcing gay stereotypes. It is not about saying Elsa is a frosty ice queen who rejects men and must therefore be a lesbian. It is about saying that what’s implied can be true, that there are women who love women, and that we deserve love stories too. That’s not a message just for gay people. It is universal: to thine own self be true and all that. In short, it is about letting go. Until Disney improves its record on representing LGBT people – and let’s be honest that’s probably going to take a while – the wonderful world of gay subtext will have to do. With that in mind, here are some more Disney characters who, with but a sprinkle of queer imagination, would make fabulous LGBT icons. Snow White She is the fairest one of them all with a passion for woodland creatures and no romantic interest whatsoever in the huntsman who takes her into the forest to kill her nor the seven dwarves whose house she ends up cleaning. The Evil Queen soon realises it wasn’t jealousy after all that caused her to order Snow White’s death but deep-seated desire. The poisoned apple is cast aside and the two women lock lips as red as blood and live happily ever after. With the gay dwarves. Dory in Finding Nemo            She is played by a lesbian (Ellen DeGeneres) after all. There is no sexual tension between Dory, the sweetly forgetful fish, and Marlin, the neurotic father in search of his lost son. They find Nemo and co-parent him in the most modern, respectful, and loving of family set-ups. Geppetto in Pinocchio He lives alone with his cat and dapper homosexual cricket, quietly, stoically yearning for the chance to be a gay dad. Seeing as it’s Disney, where dreams come true, a little wooden boy is duly delivered. The heteronormative world (and a whale) threaten to separate them but the world loses. The boy becomes real and is adopted by Geppetto. Mulan She runs off to join the army dressed as a man. She sings the following lines while looking at herself in a lake: “When will my reflection show / who I am inside?” It doesn’t take much work, this one. Anyway the revelation follows: Mulan is trans. She falls for Li Shang, who loves her right back and promises her: “I’ll make a man out of you”. And so it comes to pass. Ursula in The Little Mermaid     Ursula, apparently modelled on the drag queen, Divine Photograph: Allstar/WALT DISNEY    She is a theatrical and seductive lesbian (who was apparently modelled on the drag queen Divine). She falls for the princess Ariel while stealing her voice, chases her out of the sea and on to dry land, where she kisses her voice back to her. They return to the dark and murky seabed and make it really cosy.",
  "webTitle": "What Frozen needs is a lesbian Elsa | Chitra Ramaswamy",
  "webPublicationDate": "2016-05-04T10:30:16Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/frozen-elsa-first-lesbian-disney-princess-lgbt",
  "keyword": [
    {
      "webTitle": "Frozen",
      "id": "film/frozen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Chitra Ramaswamy",
      "id": "profile/chitra-ramaswamy"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/frozen-elsa-first-lesbian-disney-princess-lgbt"
}