{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/06/ivf-gave-me-heart-attack-at-25",
  "id": "2016-05-06-166",
  "sectionId": "lifeandstyle",
  "body": "I was 15 when I was diagnosed with severe polycystic ovarian syndrome, a condition that means cysts grow on your ovaries. I hadn’t started my periods and was told it was unlikely I ever would. The gynaecologist said I’d need intervention when the time came to have a family, and put me on the pill to stop the cysts growing. It didn’t bother me at the time – I think my mum was more upset than I was. At 21, I fell in love, and when we got married four years later, we went to a fertility clinic that claimed high success rates. They put me on stimulation drugs to induce ovulation – the same drugs as for IVF, but without the need for the egg collection. We were so hopeful it would work first time that I bought baby toys and clothes. When it didn’t, we felt devastated, but the clinic said doubling the dose should do the trick. I expressed concerns because my family has a history of blood clots, but they said it was fine. I was more closely monitored the second time, but again I didn’t get pregnant. Soon after, I started getting bad abdominal pain, wincing whenever I moved. The clinic scanned me and said there was a cyst, but assured me it would go down within two weeks. Later that week, I sat bolt upright in bed, suddenly unable to breathe. The most excruciating pain started in my chest and settled between my shoulder blades: it felt as if I was being stabbed. When my left arm started to go numb, I suspected a heart attack, but I was only 25, so decided I had to be overreacting. The pain became unbearable, and my husband called an ambulance. The paramedics gave me glyceryl trinitrate spray, for heart problems. When that didn’t work, they tried dissolvable aspirin, and when that failed they blue-lighted me to hospital. That’s when I started to think, this is what it feels like to die. I was rushed into the resuscitation unit, where morphine eased the pain and I was given a clot-busting drug. I was warned there were serious risks and, unbeknown to me, my family was told I might not make it. The next morning, I was transferred to a bigger hospital, where I had an angiogram that confirmed the heart attack was caused by a clot. The doctors concluded it must have been caused by the IVF drugs. I was relieved to know the reason, but distraught to be told I’d never be able to undergo IVF again. Three weeks later, when I came out of hospital, I looked into adoption, but found that you have to wait two years after fertility treatment. It was around then that I became breathless and ended up back in hospital, where doctors discovered I had a hole in my heart: either the heart attack had caused it, or it had always been there, and been made bigger by the heart attack. Either way, it was surprisingly good news, because closing it up would mean I could come off my medication and safely undergo a very low dose of IVF.   Related: Experience: my boyfriend threw acid in my face    By the time they’d operated four months later, I’d found Professor Dr Geeta Nargund, a fertility expert who pioneered natural and mild IVF after witnessing a patient die as a result of a reaction to the same drugs I’d had. Her method uses a dramatically reduced dose, which removes the risks. But there was yet more disappointment when the first cycle didn’t work, nor the second. We decided to give it one last go. I hardly dared believe I could be pregnant, but seeing a heartbeat in week seven made it real. Molly was born in November 2006 and, incredibly, 10 months later I started to ovulate naturally for the first time in my life – kickstarted by my pregnancy, the doctors say. I had my daughter Ruby two years later. For a long time, I felt angry with the original clinic, but then decided to channel my anger. I now work to raise awareness of the dangers of high-stimulation IVF. I’ve also discovered that the UK is well behind other countries in reporting adverse reactions to IVF. This means that if I’d died from my heart attack, the real cause would probably never have been found. I feel so blessed not only to have survived, but to have had two wonderful little girls. I want to do everything I can to protect other women. • As told to Kate Hilpern Do you have an experience to share? Email experience@theguardian.com",
  "webTitle": "Experience: IVF gave me a heart attack",
  "webPublicationDate": "2016-05-06T13:00:27Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/06/ivf-gave-me-heart-attack-at-25",
  "keyword": [
    {
      "webTitle": "Heart attack",
      "id": "society/heart-attack",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/06/ivf-gave-me-heart-attack-at-25"
}