{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/malta-should-consider-moratorium-on-turtle-dove-hunting-says-eu",
  "id": "2016-05-03-119",
  "sectionId": "environment",
  "body": "Malta should consider a temporary ban on the shooting of turtle doves which are being driven to extinction by hunting and other pressures, the EU’s environment chief has said. The International Union for the Conservation of Nature (IUCN) put turtledoves on its Red List of species threatened with extinction for the first time last October. But after a referendum on the issue, Malta said that 5,000 turtle doves could be shot during the country’s two-week spring hunting season, which finished on 30 April. Karmenu Vella, environment commissioner, said that the commission was already investigating Malta for violations of the EU’s birds directive and would go to court if necessary. “I have also urged the Maltese government to consider a moratorium on the hunting of turtle doves,” said Vella, who is himself Maltese.  It was not immediately clear whether the commissioner’s appeal was communicated directly to government officials, or if he was merely referring to an interview given to Maltese media over the weekend. Last week, the IUCN wrote to Vella urging action on a Maltese exemption from the law which allows quail and turtledove shoots. The conservation agency said it broke the birds directive’s rules which forbid hunting species that have an “unfavourable conservation status” or “very low population levels”.  The letter said: “In order to save the turtle dove from a real threat of extinction, IUCN has requested the Commission to apply an urgent moratorium on spring hunting of the species in Malta. This should remain in place until the sustainability and recovery of the turtle dove [populations] can be clearly demonstrated.”  As well as over-hunting, the IUCN blames a 30% drop in turtledove populations across Europe on agricultural intensification and disease, and says that more research is needed. The Maltese government says that it has reduced its maximum quota for turtledove kills from 11,000 to 5,000 this year, with the same number for quail.  The Mediterranean island state won an appeal against a prohibition on spring hunting at the European court, after arguing that the autumn season did not constitute a satisfactory alternative.  The Liberal Democrat MEP Catherine Bearder, who has been named the RSPB’s turtle dove champion said: “The evidence is clear, the annual Maltese massacre of thousands of turtle doves is simply not sustainable. The EU must step in immediately to safeguard the future of this vulnerable species.” Chris Packham, the naturalist and broadcaster who produced a series of YouTube videos from Malta on hunting two years ago, returned in April to protest the shootings. “What brings us back? Turtle doves. Turtle doves are the fastest declining bird in the UK ... this is a species very rapidly disappearing.” He added in a video posted last week to his YouTube account: “Here, I’m afraid to say, they’re shooting them. We saw turtle doves being shot this morning. We heard the gunfire, we watched the bird, and we saw it coming to the ground.”",
  "webTitle": "Malta should consider moratorium on turtle dove hunting, says EU",
  "webPublicationDate": "2016-05-03T15:54:05Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/malta-should-consider-moratorium-on-turtle-dove-hunting-says-eu",
  "keyword": [
    {
      "webTitle": "Birds",
      "id": "environment/birds",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Malta",
      "id": "world/malta",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European commission",
      "id": "world/european-commission",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Endangered species",
      "id": "environment/endangeredspecies",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Conservation",
      "id": "environment/conservation",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Arthur Neslen",
      "id": "profile/arthurneslen"
    }
  ],
  "guardianId": "environment/2016/may/03/malta-should-consider-moratorium-on-turtle-dove-hunting-says-eu"
}