{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/03/mona-hatoum-show-at-tate-modern-will-feature-graphic-video-work",
  "id": "2016-05-03-163",
  "sectionId": "artanddesign",
  "body": "One of the first thing visitors will see at Tate Modern’s survey of work by Mona Hatoum are the artist’s internal organs and fluids on vivid display courtesy of endoscopic probes.     Corps Étranger. Photograph: Nils Jorgensen/Rex/Shutterstock    The graphic video work won’t be for everyone. “Sometimes people can’t take it,” admitted Hatoum. “It’s usually men who are uncomfortable ... I think women are closer to their body.” The uncompromising Corps Étranger (Foreign Body) is on display in the first UK survey of work by Hatoum, an artist whom Tate considers to be one of the most important of her generation. Born in Beirut in 1952 to a Palestinian family, Hatoum settled in London in 1975 after war broke out in Lebanon, but as an artist she is far better known in Europe, particularly France, than she is in the UK. “There hasn’t been a major show for her so this feels very celebratory,” the curator Clarrie Wallis said. “What is important is that her works are relevant in terms of the world we are living in today.” The endoscopic work was inspired by her interest in surveillance, something she noticed when she first moved to London in the 1970s. Hatoum said she wanted to make the work – a kind of ultimate surveillance – in 1980 when she was a student at Slade, but all the doctors she approached refused on ethical grounds. It only happened in 1994 because she had the weight of the Pompidou Centre in Paris behind her. “It is a piece that takes you in different directions,” she said. “On the one hand it is fascinating to feel like you are inside the body; at the same time it is disgusting. It is seductive and disgusting at the same time.” The Tate Modern show covers 35 years of work, including early performance work such as a 1985 video called Roadworks in which Hatoum trudged barefoot around post-riot Brixton with Doc Marten boots tied to her ankles.     Mona Hatoum. Photograph: Katherine Anne Rose for the Observer    Many Hatoum pieces explore incarceration and displacement, but they are also open to multiple interpretations. For example, one of the largest pieces, HomeBound 2000, is of various kitchen utensils and furniture all hooked up to a live electric wire. There is an audible buzz in the room and visitors are kept back by what looks like an electric fence. The work could be seen as a reference to domestic entrapment in the kitchen, Hatoum said, but could also be a reference to being under house arrest. “It can also be seen as a denied homeland, it can have so many possible interpretations and that is always the case in my work, I like to keep it open.” • Mona Hatoum is at Tate Modern, 4 May-21 August",
  "webTitle": "Mona Hatoum's internal organs to feature in Tate Modern show",
  "webPublicationDate": "2016-05-03T13:51:27Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/03/mona-hatoum-show-at-tate-modern-will-feature-graphic-video-work",
  "keyword": [
    {
      "webTitle": "Tate Modern",
      "id": "artanddesign/tate-modern",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Video art",
      "id": "artanddesign/video-art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/03/mona-hatoum-show-at-tate-modern-will-feature-graphic-video-work"
}