{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/03/the-time-has-come-to-turn-up-the-heat-on-those-who-are-wrecking-planet-earth",
  "id": "2016-05-03-149",
  "sectionId": "environment",
  "body": "An interesting question is, what are you waiting for?  Global warming is the biggest problem we’ve ever faced as a civilisation — certainly you want to act to slow it down, but perhaps you’ve been waiting for just the right moment.   The moment when, oh, marine biologists across the Pacific begin weeping in their scuba masks as they dive on reefs bleached of life in a matter of days. The moment when drought in India gets deep enough that there are armed guards on dams to prevent the theft of water. The moment when we record the hottest month ever measured on the planet, and then smash that record the next month, and then smash that record the next month? The moment when scientists reassessing the stability of the Antarctic ice sheet have what one calls an ‘OMG moment’ and start talking about massive sea level rise in the next 30 years?   That would be this moment – the moment when 135 children have drowned in Thailand trying to cool off from the worst heatwave on record there. The moment when, in a matter of months, we’ve recorded the highest windspeeds ever measured in the western and southern hemispheres.  For years people have patiently and gently tried to nudge us on to a new path for dealing with our climate and energy troubles – we’ve had international conferences and countless symposia and lots and lots and lots of websites. And it’s sort of worked—the world met in Paris last December and announced it would like to hold temperature increases to 1.5C or less. Celebration ensued. But what also ensued was February, when the planet’s temperature first broke through that 1.5C barrier. And as people looked past the rhetoric, they saw that the promises made in Paris would add up to a world 3.5C warmer—an impossible world. The world we’re starting to see take shape around us.   So there’s a need to push harder. A need, as it were, to break free from some of the dogma that’s surrounded this issue for a very long time. Yes, we need to have “everyone work together.” Yes, we need a “multi-faceted, global effort.” But you know what we really need? We need to keep oil and gas and coal in the ground, keep it from being burned and adding its freight of carbon to the global total.  Which is why, from one end of the planet to the other, people are taking greater risks this month. In one of the biggest coordinated civil disobedience actions the world has ever seen, frontline communities and climate scientists and indigenous people and faith leaders and just plain people who actually give a damn will be sitting down and sitting in and standing pat—blocking, at least for a few hours, those places where the coal and oil and gas currently reside, in the hopes of helping keep them there.  In Australia they’ll be taking to kayaks at the world’s largest coal port in Newcastle, and in Brazil it’s the fracking onslaught they’re opposing. In Vancouver they’ll be surrounding a new proposed oil terminal on the coast, and in Indonesia they’ll be outside the presidential palace in Jakarta. Coal will be the target in the Philippines and Turkey and the UK; oil in Nigeria; gas in the Rocky Mountains of Colorado—on and on around the planet, a swell of people saying the time has come.   Related: Climate protesters invade UK's largest opencast coal mine     The time has come to turn up the heat on the small band of companies and people still willing to get rich off fossil fuel, even though it’s now utterly clear they’re breaking the planet.   The time has come to show that we understand we’re in this together across borders and boundaries.  The time has come to take action commensurate with the scale of the problem. Yes, risking arrest is harder than signing a Facebook petition. But experience has shown it can often work—that’s what kicked the fight against the Keystone pipeline into high gear, turning it into the highest profile defeat of the oil industry in a generation. That’s what made it impossible for Shell to keep drilling in the Arctic, and for Adani to find the funds they need to build Earth’s biggest coal mine.  Not everyone can do it—there are regimes that are too authoritarian for anyone to dare even peaceful civil disobedience of this kind. But for those of us who still live in places theoretically committed to freedom, it’s time to put that privilege to use. The planet is well outside its comfort zone—that’s what it means when whole ecosystems are obliterated in a matter of days. Which means its time for us to be there too.",
  "webTitle": "The time has come to turn up the heat on those who are wrecking planet Earth | Bill McKibben",
  "webPublicationDate": "2016-05-03T14:43:19Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/03/the-time-has-come-to-turn-up-the-heat-on-those-who-are-wrecking-planet-earth",
  "keyword": [
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Activism",
      "id": "environment/activism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Bill McKibben",
      "id": "profile/mckibben-bill"
    }
  ],
  "guardianId": "environment/2016/may/03/the-time-has-come-to-turn-up-the-heat-on-those-who-are-wrecking-planet-earth"
}