{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/17/live-racing-tuesday-17-may",
  "id": "2016-05-17-251",
  "sectionId": "sport",
  "body": "Tuesday’s best bets, by Greg Wood The crowd at Newcastle this afternoon may barely limp into four figures, but it will still be a significant moment for racing in the north of England and Scotland when the runners go to post for the first race at Gosforth Park this afternoon. All-weather racing has finally arrived north of the Trent, and with another 36 meetings scheduled for this year alone, we might as well get used to it.   Related: Horse racing tips: Tuesday 17 May    For some, the removal of Newcastle’s turf will remain a nagging issue for a long time to come, but there is not a great deal to complain about on today’s card in terms of competitiveness, with not an odds-on favourite in sight and half of the market leaders currently priced at 4-1 or bigger. Steccando (2.00) could be the horse to achieve a small piece of Tapeta history by winning the first race on the new track. Alan Swinbank’s gelding has shown some promise on his three starts to date and is bred to come into his own now that he steps up to 10 furlongs, and while Roger Varian’s debutant Gibbs Hill, a 100,000gns yearling, is well-related and could outclass his field, the betting does not suggest that he is a Guineas winner in waiting. Finn Class (4.10) is a double-figure price for the most valuable race on the card but could be worth a small interest to back up an improved performance to win the Thirsk Hunt Cup last time out. His victory there has taken his rating into the 90s for the first time, but he put together back-to-back victories in June last year, has won on an artificial surface in the past and is a decent price in a competitive race to follow up. Malaysian Boleh (4.40) has plenty of all-weather form which gives him every chance in a tight race, while the price about Glasgon (3.10) looks fair in the most difficult race on the card. Elswhere, King Of Swing (3.15), another who put up a very solid performance at Thirsk recently, is a good bet at around 6-1 at Nottingham, while Cryptic (3.25) should go well at Lingfield. Tipping competition, day two Our winners so far: Monday Paling 3-1 Rusty Rocket 12-1 Gowanauthat 8-1 And our leader is: Toptrapper +14 … who is clearly the man on form, having won last week’s competition before picking the first two winners this week. Cornsay, melonk and Copshaw pursue on +10. Today, we’d like your tips, please, for these races: 4.40 Newcastle, 5.45 Newcastle, 5.55 Nottingham. This week, we’re offering you a second chance to win a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -3. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Tuesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-17T09:49:16Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/17/live-racing-tuesday-17-may",
  "keyword": [
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    },
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/17/live-racing-tuesday-17-may"
}