{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/kristen-stewart-cannes-2016-personal-shopper-limbs-cut-off",
  "id": "2016-05-17-150",
  "sectionId": "film",
  "body": "The lack of freedom afforded to you by being famous feels a bit like “having your limbs cut off”, Kristen Stewart told press at the Cannes film festival. The actor was speaking at the press conference for Olivier Assayas’s supernatural drama, Personal Shopper. The second film at Cannes in which she stars (the other is Woody Allen’s Café Society, which opened the festival last week), Personal Shopper sees her play Maureen, a psychic medium who, during daylight hours, assists a famous fashion model with her clothing choices.   Related: Personal Shopper review: Kristen Stewart's psychic spooker is a must-have    Stewart said she liked how “capable” her character was and – as someone who relies on personal assistants herself – said she envied Maureen’s freedom. “[You] feel so incapable of going to the store. Well, technically you can, but it proves to be logistically not worth it,” she said. “It was fun to play somebody who was so capable. Sometimes I do feel a little bit like I have my limbs cut off. That’s not to say that [fame] is a bad feeling, but it is surreal.” Assayas’s film combines fashion industry satire with family drama and supernatural horror. Maureen is grieving for her twin, Lewis, who was also a medium. The pair agreed before he died that the first of them to go would send a sign to the other if an afterlife exists. We join Maureen as she waits for Lewis to make contact. Asked if she herself believed in ghosts Stewart said that, while she had been afraid of them as a kid, she was agnostic about the existence of the supernatural.     Kristen Stewart In Personal Shopper Photograph: PR Image    “I really don’t know,” she said. “But I’m really sensitive – this is going to look great in quotes – I’m really sensitive to energies. I truly believe that I’m driven by something that I can’t really define and so I can’t necessarily take responsibility for it, but it gives me the feeling that we’re not so alone.” Personal Shopper met with a mixed reaction from critics after its first screening at Cannes last night, with some members of the audience greeting it with boos, the same form of feedback that was delivered to Andrea Arnold’s American Honey last week. Asked if the vocal reception had bothered him, Assayas, a festival regular, laughed and said that he had come to expect the unexpected from Cannes. “Movies have a life of their own,” he said. “What’s exciting about Cannes is that yesterday no one had seen this film and today it’s in front of the whole world. It’s a very instant, very powerful moment. It’s like giving birth. People have expectations about what it will be. You expect anything at Cannes. You just go with the flow”.   Related: Cannes day six: Kristen Stewart, Pedro Almodovar and Rossy de Palma - in pictures    “Imagine if people booed when you gave birth,” joked German actor Lars Eidinger, who plays the boyfriend of Stewart’s character’s boss in the film. Both Stewart and Eidinger have worked Assayas before on his film Clouds of Sils Maria. That film premiered in competition at Cannes two years ago. Stewart, again playing the role of a personal assistant to a celebrity, went on to become the first American female actor to win the César award, France’s equivalent of an Oscar. “There’s a flame that he lights under my ass that is stronger than I’ve ever felt,” she said of her working relationship with Assayas. “I navigate my career by feel, and I feel him.” In a central scene in Personal Shopper Maureen is plagued by an unknown virtual assailant who sends her frightening text messages. Stewart, while answering a question about the nature of modern technology with her thoughts on how dangerous it is to get too disconnected from the real world, was interrupted by a mobile phone owned by one of the press. “What the hell?!,” she said. During the press conference, an assistant – a tall, broad man in a dark suit – stood to the side of the room holding a pair of trainers for Stewart to wear when she was ready to leave.",
  "webTitle": "Kristen Stewart: 'Sometimes I do feel a bit like I have my limbs cut off'",
  "webPublicationDate": "2016-05-17T13:41:05Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/kristen-stewart-cannes-2016-personal-shopper-limbs-cut-off",
  "keyword": [
    {
      "webTitle": "Kristen Stewart",
      "id": "film/kristen-stewart",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Olivier Assayas",
      "id": "film/olivier-assayas",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Horror",
      "id": "film/horror",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Drama",
      "id": "film/drama",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Personal Shopper",
      "id": "film/personal-shopper",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Clouds of Sils Maria",
      "id": "film/sils-maria",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/17/kristen-stewart-cannes-2016-personal-shopper-limbs-cut-off"
}