{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/12/anti-corruption-summit-us-united-kingdom-tax-havens",
  "id": "2016-05-12-368",
  "sectionId": "commentisfree",
  "body": "The fight against corruption entails no small amount of absurdity, since so much of the corruption these days occurs in broad daylight. The corruption is so blatant, so indefensible, that attempts at justification are necessarily surreal. Recently, 300 economists, including me, made the point thanks to Oxfam’s mobilization. Prime Minister David Cameron’s job at Thursday’s Anti-Corruption Summit is not to whisper about the corruption of Nigeria or Afghanistan but to end the deep and historic role of the United Kingdom in this sordid mess. Ditto for the US and other major parties to the abuse.  One of the pervasive elements of corruption is the use of shell companies, which are legal entities designed purely to protect real owners from disclosure, liability and accountability. When the Panama Papers were leaked, the law firm at the center of the disclosure, Mossack Fonseca, had this astounding justification:  Finally, the instances you cite in your reporting represent a fraction – less than 1% – of the approximately 300,000 companies that Mossack Fonseca has incorporated in its over 40 years in operation. This fact shows that the vast majority of our clients use companies we incorporate for legitimate uses and that our due diligence and compliance procedures are overwhelmingly successful in thwarting those who have other intentions.  The very idea that the law firm has done “due diligence” on 300,000 companies, even over 40 years, is beyond ludicrous. Even over 40 years and 250 working days per year, incorporating 300,000 companies would entail an average of 30 companies per day. Of course there is no due diligence (as the corrupt cases plainly demonstrate). There is blatant abuse of incorporation.  The UK is at the center of this network of impunity, a legacy of the British Empire and a measure of the continuing role of the City of London in transferring tax-free funds around the world. The British Virgin Islands, a UK oversees territory, has a population of 28,000 people and more than 1m registered companies, roughly 35 companies per resident population. It is by far the most popular tax haven of the Panama Papers companies. Recent estimates hold that the British Virgin Islands host about 479,000 active companies.            What are the top 10 most secretive tax havens?     Related: Cameron: 'fantastically corrupt' countries at corruption summit - live    The tentacles of corruption reach deep into the UK (and US) financial systems. Banks in the City of London and Wall Street have paid tens of billions of dollars of fines for insider trading, financial fraud, price rigging and other financial crimes in recent years. Yet almost no leading bankers have taken a hit for their organization’s malfeasance. It’s hard to escape the conclusion that the major financial firms are part of a global network of organized financial crime.  Yet the tax havens and the bankers certainly have their defenders. That’s the real point. The impunity is so strong that even the most flagrant abuses such as 479,000 shell companies in the British Virgin Islands, lead to little if any action. Consider the recent statements by Conservative MP Dominic Grieve, who claims that the British Virgin Islands are “entitled” to run their financial haven as they see fit. Of course this is all the more shocking because Grieve is former attorney general of England and Wales and a member of the Privy Council.  The UK and the US are at center of the system of global abuse. Britain created the modern world of global finance in the 19th and early 20th centuries, and Wall Street became co-leader with the City of London after the second world war. In both countries, hundreds of thousands of lawyers, bankers, hedge fund operators, politicians, accountants and regulators have consciously built a system of global tax havens of the rich, by the rich, and for the rich that now hosts more than $20tn (yes, trillion) of funds hiding from taxes, law authorities, environmental regulation and accountability.  Good that the UK is hosting the Anti-Corruption Summit. But let’s be clear. As serious and tragic as is the corruption in Nigeria, Afghanistan and elsewhere, it has long been facilitated by the UK itself (including through Royal Dutch Shell, not just tax havens). We should distinguish the big and small operators. As the famous old English ditty puts its: The law demands that we atone When we take things we do not own But leaves the lords and ladies fine Who take things that are yours and mine.",
  "webTitle": "To end corruption, start with the US and UK. They allow it in broad daylight | Jeffrey Sachs",
  "webPublicationDate": "2016-05-12T04:00:18Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/12/anti-corruption-summit-us-united-kingdom-tax-havens",
  "keyword": [
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Corruption index and barometer",
      "id": "world/corruption-index",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeffrey Sachs",
      "id": "profile/jeffreysachs"
    }
  ],
  "guardianId": "commentisfree/2016/may/12/anti-corruption-summit-us-united-kingdom-tax-havens"
}