{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/13/good-to-meet-you-michael-rossiter",
  "id": "2016-05-13-93",
  "sectionId": "theguardian",
  "body": "Born before the war, I grew up in a south Wales working-class family and went on from my local grammar school to study chemistry at Bristol university. I stayed on to work for my PhD in the research laboratory. A slightly older postgraduate introduced me to the Guardian. I had developed a social democratic outlook so I was easily converted, and the paper has been an important part of my life ever since. As was common in the 1960s, I took a one-year postdoctoral fellowship in the US. I returned to the UK to a job in the scientific civil service – and to get married. The next 30 or so years were occupied by the pleasures of family life enriched by the many satisfactions of a scientific career, the Guardian spread out on my desk at lunchtimes. My wife and I retired to Shropshire about 20 years ago. The Guardian is a daily must, though oddly I never seem to have quite enough time to do it justice. I usually make my way quickly through to the Opinion section. I share Polly Toynbee’s humanistic and republican outlook and seem to agree with her generally (though not on inheritance tax). Her disclosures of what the government is up to are depressing but it is essential that we know these things. I enjoy Simon Jenkins’s maverick views and read all the other regular contributors. As an oldie, I find Mrs Cameron’s Diary totes hilair. • If you would like to be interviewed in this space, send a brief note to good.to.meet.you@theguardian.com",
  "webTitle": "Good to meet you… Michael Rossiter",
  "webPublicationDate": "2016-05-13T16:38:53Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/13/good-to-meet-you-michael-rossiter",
  "keyword": [
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/13/good-to-meet-you-michael-rossiter"
}