{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/28/eastway-emitter-r4-bike-review-saddle-instrument-torture-helen-pidd",
  "id": "2016-05-28-119",
  "sectionId": "technology",
  "body": "There are a great many reasons why I struggled to keep up with one of the world’s top women’s cycling teams when I chased them around Mallorca. Most were my own fault: my lack of athleticism and undisciplined diet, plus a swollen elbow after I fell off outside the hotel after not fixing on my pedals properly. But I also blame the Fizik Aliante saddle, an instrument of torture that comes with Eastway’s Emitter R4. It isn’t normal to struggle to pee after a 55-mile ride because your bits have been compacted tighter than a rush hour tube train. That’s my excuse for getting dropped by Dani King, anyway, when I joined the Olympic gold medallist and her Wiggle High5 team on a winter training camp. After I overshared during dinner, I was assured that a) pre-emptive chamois cream probably wouldn’t have made much difference (half the pros said they never bothered), and b) had I purchased the bicycle from Wiggle, one of the team’s headline sponsors, I could have requested a saddle swap. But just as cheap mustard can ruin a fillet steak and good wine tastes rank out of a plastic cup, the saddle did spoil my enjoyment of an otherwise decent bike. This is a perennial problem for women buying unisex bikes. Unisex invariably means a saddle designed to accommodate testicles. Eastway was recently bought by Wiggle to become its in-house brand. At £950, the Emitter is aimed squarely at participants of the cycle to work tax-break scheme, which usually has a ceiling of a grand. Whether you can get a decent full-carbon bike for that price is hotly contested, but it means you compromise on components. This model comes with cheapo Shimano RS11 wheels and a Tiagra compact groupset, one of the most basic in the range. It’s not a bad setup. Tiagra served me well for years: I had it on an aluminium Specialized Dolce and, while not the smoothest, the gears never let me down. King and co may have left me for dust going up Col de sa Batalla, a hairpin-tastic climb into the Tramuntana mountains, but that was due to my fitness (and their awesomeness) rather than gearing issues. I was spinning easily in the lowest of the 20 gears, even on 12% gradients. If Eastway bikes were really good then you’d imagine the Wiggle High5 team would be riding them, instead of fancy Colnagos. But for a sportive rider, or someone in the early stages of club riding, it would be just the ticket. But ladies, for the sake of your labia: switch the saddle. Eastway Emitter R4      Price £950Frame Full carbon compositeFork Full carbon, taperedWeight 8.5kg (18lb 12oz) for 56cm frameWheelset Shimano RS11Groupset Shimano Tiagra",
  "webTitle": "Eastway Emitter R4 bike review – ‘The saddle is an instrument of torture’",
  "webPublicationDate": "2016-05-28T10:00:01Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/28/eastway-emitter-r4-bike-review-saddle-instrument-torture-helen-pidd",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "lifeandstyle/cycling",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "technology/2016/may/28/eastway-emitter-r4-bike-review-saddle-instrument-torture-helen-pidd"
}