{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/10/bbc-white-paper-conservative-mps-independence",
  "id": "2016-05-10-152",
  "sectionId": "media",
  "body": "Conservative MPs have warned the government that any attack on the BBC’s editorial independence would provoke a revolt on the backbenches. Damian Green, a former home office minister, told the Guardian that attempts to influence the BBC’s ability to schedule its own programmes or to stuff its board with government appointees would be opposed by several Conservative MPs. “It is an issue within the party,” he said. MPs fear that the white paper to be published on Thursday could give the government too much influence over the BBC, with plans to give greater powers to a new unitary board and media regulator Ofcom, and to curtail the corporation’s content.    Related: BBC charter renewal: the main sticking points    One senior MP, who declined to be named, said there were fears that the culture secretary was picking an ideological fight at a time when there were much bigger areas of contention, such as Europe. “I don’t disagree with my government on much but I feel passionate about the BBC,” they said.  Green, a member of the cabinet until 2014, is understood to have made his views known to the culture secretary, John Whittingdale, who has been widely reported as wanting to take a tough stance on the management of the BBC. “My red line is independence,” he said. “The BBC needs to take its own decisions on scheduling and the government needs to make it clear that the people making decisions at the BBC are not being run by the government of the day, whatever government it is.” Green, a former journalist for the Times, Channel 4 and the BBC, declined to say whether the group of MPs had complained to the prime minister. “We are waiting anxiously to see what’s in the white paper ... and hoping that these so-called leaks may be more scary than the real thing,” he said. Another MP suggested that the biggest attack on the BBC’s independence may be hidden in the small print of the white paper and therefore not necessarily picked up by Downing Street, which tends to leave secretaries of state to deal with the detail. “Unless it’s reasonable it [the white paper] will go nowhere,” the MP said. However, it is unclear how much MPs can do, given the fact that the royal charter governing the BBC is finally defined by an agreement between the culture secretary and the BBC following the publication of the white paper. The current 10-year charter runs out at the end of this year. The white paper is also expected to tighten the BBC’s editorial guidelines to ensure its content is distinctive and impartial. However one BBC source was dismissive of the idea that adding these words to its guidelines would change much, saying: “If all it means is inform, educate and entertain, but be distinctive with it, then that’s fine as we think we already are. Equally, we are already committed to impartiality as it is enshrined in our published editorial guidelines.” Criticism from within the Conservative party comes after a cross-party group of peers launched a campaign against mooted government cuts to the BBC and a host of celebrities spoke out in defence of the corporation. One of the peers, Liberal Democrat Lord Lester, was critical of plans to publish the white paper on Thursday, just before a recess. His party would fight “government plans to stifle proper debate,” he said. Whittingdale and his advisers at the Department for Culture, Media and Sport, are understood to be planning to appoint at least half of the new unitary board, as well as marking a historic end to the corporation’s self-regulation. Clare Foges, chief speechwriter to David Cameron for four years until 2015, wrote about the situation of the government attacking an institution which is broadly supported by the public, including many Conservatives: “Undermining the envy of the world would make us the idiots of the world,” she wrote in the Times on Monday (paywall). “It would be like the US attacking Hollywood or France its wine producers.” “There are a number of us who broadly agree with what Clare wrote,” said Green. A private members bill published by a group of peers including Lord Lester has been tabled for the same day as next week’s Queen’s Speech amid concern that the white paper has been rushed out on the last day before recess. “The Government must not be allowed to sneak out their white paper on the BBC on Thursday when Parliament is away. It is vital that proper scrutiny is given to what the government is proposing for the future of this important institution,” he wrote.",
  "webTitle": "BBC white paper could spark revolt among Conservative MPs",
  "webPublicationDate": "2016-05-10T13:53:16Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/10/bbc-white-paper-conservative-mps-independence",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Martinson",
      "id": "profile/janemartinson"
    }
  ],
  "guardianId": "media/2016/may/10/bbc-white-paper-conservative-mps-independence"
}