{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/tough-talk-crime-crisis-britains-prisons-suicides-assaults",
  "id": "2016-05-05-324",
  "sectionId": "commentisfree",
  "body": "Britain’s prison population has gone beyond 90,000. This is a massive increase since Margaret Thatcher was prime minister three decades ago. In fact, in the 45-year period 1950 to 1995, the numbers in prison doubled, before doubling again in less than half that time. Meanwhile, over the last 15 years, Britain has increased the lengths of its prison stays by 33%. Now, one in seven prisoners serves more than 10 years, while the number of lifers and other long termers has doubled to 18% of all prisoners. Lifers’ and other long termers’ average lengths of stay have risen from 13 to 17 years in little more than a decade.   Related: Prison suicide rate at highest level since 2007, figures show    These are familiar problems to me: I used to run the New York City jail system. The United States incarcerates a larger proportion of its residents than any country on Earth. Almost 2.2 million people are locked up today, an almost eightfold increase from the 295,000 who were in jails in 1970. That’s almost 700 per 100,000 people. At the opposite pole are Finland and Sweden, with rates of 57 and 55 per 100,000. How did we get here? We “got tough” on crime. So tough that over the last four decades sentences were dramatically increased and long prison terms required for hundreds of crimes; discretion was removed from judges; “second-” or “three-strike” laws were mandated, so that decades or life in prison had to be served for second or third convictions, even non-violent ones. But we also got here by ignoring every piece of evidence about what did and didn’t work to reduce crime. I recognise that some people pose a threat and need to be removed from society. But in the US we default to prison for terms so long we now have geriatric prisons for people who cannot go to the bathroom by themselves, much less pose a safety risk. Today an almost universal academic and expert consensus has been reached that our policies regarding “mass incarceration” have failed. And it is not just progressives who have come to that conclusion but conservatives too.    Jail terms in the US are so long we now have geriatric prisons for people who cannot go to the bathroom by themselves    So what can Britain, or any country for that matter, learn from us? Above all: don’t even think of doing what we did. It is wasteful, unjust, hugely expensive, inefficient and diverts funds from other essential areas of government such as social services, health and education – all of which can have a far greater public safety benefit than more prisons. But, sadly, Britain is repeating our disastrous, harmful and failed experiment. Britain now incarcerates growing numbers of people at a cost of almost £3bn annually. No good can come of it – neither for public safety nor for crime control. Indeed, 46% of those who leave British prisons are reconvicted within a year of their release because incarceration has not remotely addressed issues that got them there in the first place – and in all likelihood made them worse. Yet there is no “easy” solution to downsizing. British prisons will not get back to Thatcher-era population levels without tackling the issue of sentencing reform and length of stays head on: prison numbers cannot be meaningfully reduced merely via simple, politically safe policies such as diverting low-level offenders (who stay only briefly and take up little space). In addition, the Ministry of Justice’s plan to significantly reduce the prison population by a reduction in reoffending has almost no chance of success. Most research indicates that even the best designed and implemented re-entry and rehabilitation programmes achieve only 10-15% reductions. This is important and worthwhile but would only reduce the reoffending rate to 41%. In the face of the rapid prison growth and increased sentence lengths, such a reduction will not have a large impact on numbers. British prisons are now seriously overcrowded, operating at 111% of certified normal capacity on average – some at over 160%. Alongside this there have been huge cuts in prison officer staffing and, most disturbingly, suicides in prisons in England and Wales have skyrocketed, along with rates of in-prison homicides and assaults.   Related: Synthetic cannabis 'having a devastating impact in UK prisons'    The number of suicides is a hugely important indicator of the health of any prison system. One with a high rate of suicides invariably manifests problems that go beyond the suicides. And suicides in English and Welsh prisons have almost doubled in just three years. These statistics are shocking. Both the size of the increase in such a short period and the number itself – there were 100 suicides during the 12 months ending March 2016, compared with 52 for the 12 months ending March 2013 – means that there is a suicide rate of 117 per 100,000 prisoners, one of the highest rates in the world. The comparable rate in the US – hardly known for its progressive prisons nor for its low number of mentally ill prisoners – is 15 per 100,000. India’s rate is 18 per 100,000, and Canada’s 22. The number in England and Wales suggests a system in massive distress, and conditions of confinement that are badly deteriorating. I am sure Britain’s prison governors and staff are valiantly trying to deal with all of this: but the Ministry of Justice’s plan to build prisons to ease overcrowding will not happen fast enough. As we in the US well know, you simply cannot build your way out of this problem. The US tried that and failed miserably. In one way, it is too late: Britain has started down this road. But in another, the scale of imprisonment is geometrically lower in Britain than the US and, in a broad historical sense, you are just at the beginning of the failed journey we started over 40 years ago. If there is to be a course correction in Britain, now is the time.",
  "webTitle": "Tough talk on crime has led to a crisis in Britain’s prisons | Michael P Jacobson",
  "webPublicationDate": "2016-05-05T06:00:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/tough-talk-crime-crisis-britains-prisons-suicides-assaults",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US prisons",
      "id": "us-news/us-prisons",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Sentencing",
      "id": "law/sentencing",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael P Jacobson",
      "id": "profile/michael-p-jacobson"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/tough-talk-crime-crisis-britains-prisons-suicides-assaults"
}