{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/tvandradioblog/2016/may/18/every-eastenders-death-peggy-mitchell-barbara-windsor",
  "id": "2016-05-18-216",
  "sectionId": "tv-and-radio",
  "body": "Peggy Mitchell was the 111th person to die in the history of EastEnders. Her final scenes on Tuesday night were so tender and touching that they need to be commemorated accordingly. That can only mean one thing: a worst-to-best EastEnders death list! How did Peggy’s death compare to everyone else’s, including offscreen deaths, bit-part deaths and animal deaths? Let’s find out! The EastEnders death list 111 (joint) Joel and Stephanie Reynolds, 2016, speedboat accident.109 Jed (stag-night stranger), 2007, bus accident.108 (joint) Neil and Sue Miller, 2005, car accident.106 Harry Slater, 2002, heart attack.105 David (Janine’s husband), heart attack.104 Siobhan (Tanya’s chemotherapy companion), 2011, cancer.103 David Collins (Jane’s first husband), 2005, Huntington’s disease.102 Stuart (Andy Miller’s patient), 1985, leukaemia.101 Benny Bloom, 1989, natural causes.100 Reenie Branning, 1999, pneumonia.99 Yusef Khan, 2011, building collapse.   Related: Babs calls time for the last time: farewell Peggy Mitchell, queen of EastEnders    98 Vivienne Hobbs, 2004, placental abruption.97 Cedric Lucas, 2006, cancer.96 Carl White, 2014, thrown in a car and crushed.95 Sugar, 2010, drowned.94 Hassan Osman, 1985, sudden infant death syndrome.93 Barbara Owen, 2001, heart disease.92 Tramp, 2014, hit by car.91 Nora Swann, 2006, pneumonia.90 Cyril Bishop, 2015, cancer.89 Carol Hanley, 2015, cancer.88 Debbie Bates, 1995, hit by car.87 Lorraine Stevens, 2012, pancreatitis.86 Tommy Clifford, 2009, kidney failure.85 Irene Holloway, 1987, cancer.84 Clive Dixon, 1997, drug overdose.83 Rosa di Marco, 2002, heart attack.82 Charlie Cotton, 1991, lorry accident.81 Margaret Wilson, 2006, head injury.80 Andy O’Brien, 1986, hit by lorry.79 Jane Williams, 2002, cancer.78 Evie Brown, 2006, cancer.77 Trina Johnson, 2009, impaled on a rake.76 Viv Slater, 1999, stroke.75 Archie Mitchell, 2009, bludgeoned with a statue.74 Natasha Butcher, 1997, aborted.73 Leo Taylor, 2005, heroin overdose.72 Paul Trueman, 2004, assassinated by a hitman.71 Tom Clements, 1988, heart attack.70 Stephanie Watson, 1992, hit by car.69 Donna Ludlow 1989, heroin overdose.68 Willy (dog), 1992, put down.67 Saskia Duncan, 1999, bludgeoned with an ashtray.     Saskia Duncan. Photograph: Tom Boulting/BBC    66 Audrey Trueman, 2001, cerebral haemorrhage.65 Laura Beale, 2004, fell down stairs.64 Mo Butcher, 1992, Alzheimer’s disease.63 Emma Summerhayes, 2015, hit by sabotaged car.62 Tom Banks, 2002, blown up in house fire.61 Eddie Royle, 1991, stabbed.60 Ashley Cotton, 2001, crashed sabotaged motorbike.59 Jack Dalton, 2003, shot.58 Joe Wallace, 1994, complications from Aids.57 Joe Macer, 2007, thrown out of window.56 May Wright, 2008, gas explosion.55 Roly (dog), 1993, hit by lorry.54 Geoff Morton, 2004, suicide.53 Trevor Morgan, 2002, blown up in house fire.52 Johnny Allen, 2006, heart attack.51 Roy Evans, 2003, heart attack.50 Tony King, 2013, suicide.49 Lydia Simmonds, 2011, natural causes.48 (joint) Pete Beale and Rose Chapman, 1993, staged car accident.46 Jamie Mitchell, 2002, hit by car.45 Owen Turner, 2009, strangled.44 Jase Dyer, 2008, stabbed.43 Jack Edwards, 2010, car accident.42 Gemma, 2010, strangled.41 Harry Osborne, 1990, natural causes.40 Steve Owen, 2002, blown up by exploding car.39 Rob Grayson, 2011, drowned.38 Cindy Beale, 1998, pulmonary embolism.37 Trevor Kellow, 1988, suicide.36 Danielle Jones, 2009, hit by car.35 Kevin Wicks, 2007, car accident.34 Andy Hunter, 2005, pushed off flyover.33 Felix Kawalski, 2005, natural causes.32 Michael Moon, 2013, stabbed.31 Charlie Slater, 2016, heart attack.     Charlie Slater. Photograph: Adam Pensotti/BBC    ***30 Zaair Kazemi, 2015, stillborn. The death of Shabnam and Kush’s child was extraordinarily gruelling to witness, even if it was handled with extreme tenderness. 29 Derek Branning, 2012, heart attack. Of course it was a heart attack. Derek Branning was a walking heart attack from the very first moment he appeared on screen. His face looked like a clogged artery, for crying out loud.     Derek Branning. Photograph: Kieron McCarron/BBC    28 Gill Fowler, 1992, complications from Aids. Less because of the death, and more because of the wedding between Gill and Martin the night before her death. 27 Den Watts, 2005, bludgeoned with a doorstop. This death is only so high on the list because of its total finality. Den survived a shooting, but it’s another matter entirely to have your skull caved in by the woman out of Toast of London.     Den Watts. Photograph: BBC    26 Danny Moon, 2006, shot. The mid-noughties saw a dreadful proliferation of Moons that even EastEnders itself seemed to regret after a while, which explains why they were all killed with such abandon in such a short space of time. Danny Moon, for example, was shot by his brother. 25 Stan Carter, 2015, prostate cancer. Maybe it’s because Great Canal Journeys is such a moving show, but the death of Timothy West’s character last year hit home hard. 24 Lou Beale, 1988, natural causes. A lovely, quiet death, brought about because Anna Wing didn’t think EastEnders was a good fit for her Quaker lifestyle. 23 Dennis Rickman, 2006, stabbed. Stabbed by a Moon. God, I hate the Moons. 22 Reg Cox, 1985, bludgeoned with pipe. The very first death, in the very first episode. How do you set the tone of a long-running soap opera? Bash in a guy’s head before the cameras start rolling and let the rest of the characters discover him. 21 Nick Cotton, 2015, heroin overdose. They thought Nick Cotton was unkillable. Then his mum killed him. Moral: beware of mums.     Nick Cotton. Photograph: Jack Barnes/BBC/Jack Barnes    20 Tiffany Mitchell, 1999, hit by car. Poor Tiffany. She had her entire, horrible, plagued-by-misery life ahead of her. 19 Angie Watts, 2002, cirrhosis of the liver. Angie hadn’t been on EastEnders for 14 years when her death was announced. Anti-climactic, but still notable thanks to the scale of the character in her glory years. 18 Stella Crawford, 2007, suicide. Good Christ, this was tense. Stella was an abusive monster, but the moments preceding her death – on the day of her marriage to Phil Mitchell, no less – seemed to stretch out for an eternity. 17 Nana Moon, 2005, aortic aneurysm. The death of the only acceptable Moon was one of the most beautiful moments ever attempted by EastEnders. In a show that often goes out of its way to revel in death, Nana Moon’s passing was nothing short of a celebration of life. 16 Fatboy, 2015, locked in car and crushed. Fatboy didn’t deserve to go out like this, thrown into the boot of a car by accident and smashed to pieces. Maybe he got out of it somehow. Maybe one day we can strike this one from the list. 15 Lucy Beale, 2014, bludgeoned with a jewellery box. Lucy Beale was awful, and the whodunnit storyline surrounding her death lasted at least six months too long. But her death was a huge event, and that’s why it’s not further down the list.     Lucy Beale. Photograph: Jack Barnes/BBC    14 Mark Fowler, 2004, complications from Aids. You could argue that Mark Fowler did more to change the public attitude surrounding Aids than any other character in history. His death, preceded by a huge sendoff by the entire cast, reflects this.     Mark Fowler. Photograph: PA    13 Arthur Fowler, 1996, bludgeoned with a pipe. During a prison riot, no less. Poor Arthur deserved better than this. 12 Heather Trott, 2012, bludgeoned with a picture frame. Sometimes entire weeks would pass on EastEnders where Heather would be the only character to smile. Killing her off was like killing Santa Claus. Never forget. 11 Wellard, 2008, put down. My theory is that EastEnders dogs are like James Bonds; you always gravitate to the one you grew up with. Roly and Willy were slightly before my time but, when Wellard went to the great Dean Gaffney Tribute Museum in the sky, man, it hurt.     Wellard. Photograph: BBC    10 Bradley Branning, 2010, falling off roof. Not many characters get to die on live television, but that’s what happened to poor Bradley. His death was so spectacular that his dad tried really, really hard to throw up at the sight of it.               9 Jim Branning, 2015, heart attack. Jim Branning’s big sendoff happened in 2011, when he filmed his final scenes four years after the actor who played him suffered a stroke. But when he died last year, they killed Jim off too, giving him the funeral they both deserved.  8 Frank Butcher, 2008, throat cancer. Again, Mike Read had left EastEnders before he died. But his death was a chance to celebrate the life, work and spinny bow tie of Frank Butcher, and the programme grasped the opportunity with both hands.  7 Barry Evans, 2004, pushed down cliff. A soul as beautiful as Barry didn’t deserve to die at all. The fact that he died because Janine Butcher pushed him down a hill is a monstrous wrong that still needs to be rectified.             6 Pat Evans, 2012, pancreatic cancer. In her pomp – thanks in part to her earrings, which doubled as an elaborate form of body armour – you never thought that Pat would ever die. When she did, it was all the more devastating.             5 James Branning, 2010, sudden infant death syndrome. AKA the death so sad that EastEnders had to scrub an entire year’s worth of storyline. When Ronnie’s baby James died, she carried his body to a neighbour’s house, swapped it for their baby and raised the new one as her own. Even by EastEnders’ standards, that was pretty grim, and viewer backlash meant producers had to compensate by rewriting a cheerier plot on the fly. On the plus side, this rewriting gave us Poppy Meadow, so it wasn’t all bad.             4 Peggy Mitchell, 2016, suicide. The most recent EastEnders death was also one of its loveliest. Faced with terminal illness, Peggy went out on her own terms – complete with a visit from the Ghost of Pat Butcher – which meant that yesterday’s episode doubled as a lap of honour for her.  3 Billie Jackson, 2010, alcohol poisoning. God, this was rough. Billie was a little-loved child character whose death would have normally gone unremarked. But the way its aftermath was handled, unflinchingly following his mother in real time as she discovered his body and howled with raw anguish, was upsettingly brutal.             2 Pauline Fowler, 2006, cerebral haemorrhage. Pauline died face down in the snow, in the middle of Albert Square, on Christmas Day. It felt as if the producers had this image planned for years, but they couldn’t find a character big enough to pull it off. Pauline – and only Pauline – was that character.             1 Ethel Skinner, 2000, assisted suicide. The storyline where Ethel asked Dot Cotton to help her die, and where Dot had to wrestle with her conscience as she made up her mind, is EastEnders’ all-time best. No death before or since has even come close.",
  "webTitle": "A short history of death on EastEnders",
  "webPublicationDate": "2016-05-18T11:12:02Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/tvandradioblog/2016/may/18/every-eastenders-death-peggy-mitchell-barbara-windsor",
  "keyword": [
    {
      "webTitle": "EastEnders",
      "id": "tv-and-radio/eastenders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Soap opera",
      "id": "tv-and-radio/soap-opera",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/tvandradioblog/2016/may/18/every-eastenders-death-peggy-mitchell-barbara-windsor"
}