{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/18/latino-voters-for-donald-trump-hispanic-polls-immigration-election-2016",
  "id": "2016-05-18-237",
  "sectionId": "us-news",
  "body": "When Donald Trump posted a photo of himself on Cinco de Mayo grinning over a taco bowl above the words “I love Hispanics!”, he was widely derided. The tweet was denounced as offensive and unpresidential, and interpreted as a sign that the billionaire was well on the way to alienating every last Latino voter in America. But despite the taco bowl embarrassment, despite his provocative remarks about “illegals” and murderous rapist Mexicans, there is a body of Hispanic Americans who remain among his most impassioned fans. Take Luz Helena, a 40-year-old from Colombia who has lived for 17 years as a naturalized American citizen in Toms River, New Jersey.      Luz Helena: ‘Everywhere you look, my people are abusing the law.’ Photograph: Luz Helena    She told the Guardian: “I love and support Donald Trump 100%.” But wasn’t she upset by the candidate’s pledge to build a wall along the Mexican border? Not at all, she said. “When we came to this country we did it right. We paid our taxes and followed its laws. But everywhere you look, my people are abusing the law. They are illegal but they are having kids left and right because they want the benefits of living here.” So how many diehard Latinos-for-Trump are there out there? Opinion polls suggest not that many – they show that his popularity among Hispanic voters is running at historically low levels: 77% unfavourable to 12% favourable, according to one Gallup poll. But that still leaves more than one in 10 Latinos who regard Trump in a positive light – a surprising figure given the hugely hostile things he has said about their community over the past 10 months. When you add to that the possibility that some Hispanic voters will not admit to pollsters that they are pro-Trump, for fear of disapproval, the proportion could in reality be higher. David Colon, 63, a Muslim of Puerto Rican descent, has an especially interesting take on Trump. You might assume that Colon would be doubly repulsed by the candidate’s rhetoric: first as a Hispanic and second as a Muslim following Trump’s proposed ban on all Muslim travel to the US.     For some reason I forgive him ... He tends to get excited and say things he doesn't mean  David Colon     Think again. “For some reason I forgive him,” said Colon, a mechanic from Fort Lauderdale, Florida, who was brought up Catholic but converted to Islam when he was 18. “I don’t think he was serious about the Muslim ban – he tends to get excited and say things he doesn’t mean.” As for Trump’s disparaging comments about “illegal immigrants”, Colon agrees with him. “It’s true! You can find Mexican gangs on the streets of Florida. Why would I want these evil people to come in just because they’re Hispanics?” Colon’s views suggest the need for caution when making any sweeping generalizations about the voting intentions of the “Latino community”. The 53 million Hispanic people living in the US are very diverse, not least in their place of origin – Mexicans represent about 64% of the group with the rest coming from all parts of Latin America.     Tino Quezada: ‘The media lump all Hispanics together and say we only care about immigration.’ Photograph: Tino Quezada    They are also diverse in their opinions and sense of priorities. Tino Quezada, 39, a subscriber to the Facebook page Latinos/Hispanics for Donald Trump, said he was annoyed by the impression given by the media that Latino voters only cared about immigration. “The media lump all Hispanics together and say we only care about immigration. My family gets upset about that because we are like any other American family – we care above all about the economy, good jobs, the future of our children.” He too was prepared to forgive Trump for his wilder indiscretions. He even gave the billionaire a pass over that taco bowl tweet. He said he was “neutral” about Trump’s post, though he did add: “I think he would have been best served not to have done it.”    Happy #CincoDeMayo! The best taco bowls are made in Trump Tower Grill. I love Hispanics! https://t.co/ufoTeQd8yA pic.twitter.com/k01Mc6CuDI— Donald J. Trump (@realDonaldTrump) May 5, 2016    Quezada, who was brought to the US from the Dominican Republic when he was five and now lives in New Jersey, said pro-Trump members were dominant in his family. He did a quick count of close relatives and came up with seven for Trump, two for Hillary Clinton and one for Bernie Sanders. Even so, he said he gets strong pushback from friends when he mentions his support for the likely Republican nominee. “They throw insults and bring up racism. But I argue with them, and say just because Trump wants to enforce the law doesn’t make him racist – an illegal is an illegal.” Luz Helena has also had to deal with hostility from Latinos in her neighborhood. “I have friends who have stopped talking to me when they learned I support Trump. They post horrible things about him on my Facebook page, that he’s a racist, a clown, that he buys a new wife when he’s bored with the last one.” At church one day she said a couple came up to her and told her that as a Latina she could not back the presumptive Republican nominee. “They called me a traitor to my people. I said: ‘Yes, I’m an American.’”",
  "webTitle": "Latinos for Trump: anatomy of an unlikely voter bloc",
  "webPublicationDate": "2016-05-18T10:30:27Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/18/latino-voters-for-donald-trump-hispanic-polls-immigration-election-2016",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "us-news/2016/may/18/latino-voters-for-donald-trump-hispanic-polls-immigration-election-2016"
}