{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/20/first-cornish-tv-ad-to-air-weeks-after-language-funding-is-axed",
  "id": "2016-05-20-324",
  "sectionId": "media",
  "body": "An ice cream company is to air the first Cornish language TV ad, weeks after the government sparked anger by cutting all funding for the threatened language. The family-run Kelly’s of Cornwall, which says it has been in business in the region for over 100 years, has taken the bold move to launch the Cornish language ad nationally in prime time on channels including ITV and Channel 4. The 30-second ad, which features a Cornish ice cream seller speaking the ancient Kernewek language while he sells his product, launches on Monday and will run for six weeks in programmes including Channel 4’s Food Unwrapped and ITV’s Britain’s Got Talent. Bodmin-based Kelly’s, which uses the tagline Kelly’s is Cornish for ice cream, has created the ad with support from the Cornish Language Partnership. “Although they’re fun and entertaining [ads] there’s also a serious point being made about the important role of language in celebrating culture and heritage,” said Mark Trevethan, from the Cornish Language Partnership. “We’re looking forward to hearing Cornish spoken on national television in an advert for the first time, thanks to Kelly’s.” Part of the campaign, which has been created by ad agency Isobel, will also see a download-able tongue-in-cheek Cornish phrasebook launched. The launch of the ad follows the government’s decision last month to cut the £150,000 annual support for the Cornish language it has provided since it was recognised under the charter for regional and minority languages in 2003. The cut in funding for Cornish lessons, speakers and teachers prompted criticism from MPs and the launch of an online petition calling for the government to reverse its decision.  “This new Cornish speaking advert shows off our fantastic new ice cream range with a strong link to its heritage while also supporting the movement to speak Cornish,” said Charlotte Hambling, head of marketing for the ice cream brand. “We hope our cheeky Cornish chap will make people smile while also driving home a more serious message.”",
  "webTitle": "First Cornish TV ad to air weeks after language funding is axed",
  "webPublicationDate": "2016-05-20T06:00:33Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/20/first-cornish-tv-ad-to-air-weeks-after-language-funding-is-axed",
  "keyword": [
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Cornwall",
      "id": "uk-news/cornwall",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/20/first-cornish-tv-ad-to-air-weeks-after-language-funding-is-axed"
}