{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/26/angry-birds-terence-this-seasons-eyebrow-icon",
  "id": "2016-05-26-327",
  "sectionId": "fashion",
  "body": "Terence. You know Terence. He’s the guy who sped up your commute and probably contributed to that RSI in your index finger. He’s also this season’s eyebrow inspiration. While he’s not glaringly up there with Cara Delevingne and Suki Waterhouse, he’s worth thinking about given The Angry Birds Movie is out and mega brows are in. “Brows have been huge for a while now,” explains beauty writer Anita Bhagwandas, but, “it’s not just about Delevingne. Culturally, they represent a divide between that very arched, defined Kardashian-esque look where brows are groomed to perfection – and the more 90s-inspired tribe that focuses on a more natural, bare-faced beauty aesthetic.”     Kristen Stewart at Cannes. Photograph: Anthony Harvey/FilmMagic    For evidence, look back at the past week. Take Kristen Stewart at Cannes last week. It was her festival, really, given her 80% commitment to glam (head-to-toe Chanel), cleverly muted with heavy kohl, bold roots and giant brows. Ditto Amal Clooney who stayed very kempt, as per. Or Kim Kardashian at the Vogue festival last weekend who has, apparently, gone a little more natural – save the brows, which remained like thick, manicured icing on her uncontoured baked (yes, that’s a real beauty term) face. It’s a bit brave, but if you dye your hair, go monochrome – comically dark brows with bleached hair. Somewhere between Daenerys Targaryen and The Face.     Emilia Clarke as Daenerys Targaryen in Game of Thrones. Photograph: Alamy    Think supersize. Cartoon. If you think they’re big enough, go bigger. This season colours should pop, and eyebrows should stand out at 50 paces, or with a paparazzi lens. Unfortunately for the over-pluckers, this could be pie-in-the-sky thinking. Still, if you have tiny brows or sparse ones, Illamasqua’s new Brow Build is “very good”, according to Bhagwandas. “It has tiny hairs in it to bulk your brows up. Anastasia’s Dipbrow is still the best brow shaping pomade ever,” she adds. “Benefit has tonnes of ace brow products. And I also love the Arch Brow Sculpting Pencil from Hourglass – it gives great angles for thick or thin brows.”",
  "webTitle": "Angry Birds' Terence: this season's eyebrow icon",
  "webPublicationDate": "2016-05-26T05:00:02Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/26/angry-birds-terence-this-seasons-eyebrow-icon",
  "keyword": [
    {
      "webTitle": "Beauty",
      "id": "fashion/beauty",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Angry Birds",
      "id": "technology/angry-birds",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/26/angry-birds-terence-this-seasons-eyebrow-icon"
}