{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/22/drew-mconie-choreographer-jekyll-and-hyde-old-vic-interview",
  "id": "2016-05-22-152",
  "sectionId": "stage",
  "body": "Drew McOnie, 30, is a London-based choreographer whose CV includes work on Chicago, Bugsy Malone and In the Heights, for which he won the 2016 Olivier award for best theatre choreographer. A new production of Jekyll and Hyde, which McOnie has written and choreographed, and which he directs, is at the Old Vic, London until 28 May. You’ve been dancing all your life. Did you come from a theatrical background?No, the dancing came as a surprise to my family. My father worked for a plastics company near Birmingham, and my mother was a nurse. But they had eclectic musical tastes, everything from Diana Ross to Meatloaf, and I was always making up routines. I’d push the sofa back and throw myself around. When I was six I was taken to ballet class to work off some of that energy, but I hated every moment: skipping around like a fairy in a roomful of girls. Then my cousin Ruth started freestyle disco classes, and I tagged along.    Creatively Jekyll and Hyde is an interesting knot to untie, because the one thing that everyone knows is the ending    So you got the theatre bug?Yes, I dragged my parents along to see Wayne Sleep at the Birmingham Hippodrome, and Baz Luhrmann’s film Strictly Ballroom was a big influence too. When I was 11, I went to the Arts Educational school at Tring [now the Tring Park school for the Performing Arts]. I wasn’t popular. I took up residence under one of the goalposts in the school playground, which was the nearest thing I could find to a proscenium arch, and directed myself in one-man shows. The other, sportier boys were not amused. I left when I was 17 to take a dancing job in Cats, in Düsseldorf. I was Mr Mistoffelees. As a performer, you were very much associated with the work of Matthew Bourne.Yes, I was offered a place in the original production of Matthew Bourne’s Edward Scissorhands, so I had the chance to watch the whole creative process from the ground up. I did five of Matthew’s shows in all, as well as roles in Chicago, A Chorus Line, and On the Town. And then when I was 25 I stopped dancing to choreograph and direct full time. Every choreographer has a different way of creating dance. What’s yours?I have an image, inside me, of what I want. I close my eyes, and there’s a fuzzy feeling. It’s there. But then I ask myself, do I have the skill-set to make it happen? How do you get it from your brain to the stage? How do you get that soaring vision out of your chest and into the bodies of your dancers? It’s not a technical process, it’s instinctual. Is it also a collaborative process?All theatre is the art of collaboration, and choreographers need to know when they need help. It’s good to have people whispering in your ear, “Wouldn’t it be better if…?” For me, the audience always comes first. If the audience is going to suffer because your ego won’t let you ask for help – because you want total control – you’re in trouble.         Watch a trailer for Jekyll and Hyde at the Old Vic.    Why have you chosen to turn the story of Jekyll and Hyde into dance?Dance is an intense storytelling form, but you have to find a story which offers an exciting reason for physical interpretation. The Strange Case of Dr Jekyll and Mr Hyde is a difficult book; there’s lots of talking in Robert Louis Stevenson’s original. But the central idea is of physical transformation between two characters. You’re being told a story about a man who has this ability. It’s a gothic story, about the darker side that everyone likes to explore. Creatively it’s an interesting knot to untie, because the one thing that everyone knows about the story is the ending: that Jekyll and Hyde are the same person. So we get that out of the way in the first 15 minutes. And it’s no longer set in the Victorian era?No, it’s set in the backstreets of 1950s London. We’ve got a wonderful score composed by Grant Olding, who composed the music for the National Theatre production of One Man, Two Guvnors. Jekyll’s world has a big-band sound, all MGM brassy swing, and Hyde’s music is more like the White Stripes, with an electric, grungy underbelly. Working in the commercial mainstream, are you in touch with other forms of dance?There are art-dance people who think that musical theatre is all jazz hands and high kicks, and musical theatre people who think that contemporary and classical dance is weird and elitist. But I love to watch it all. I think Hofesh Shechter, for example, is a genius. In the end, we all want the same thing: to connect with the audience.",
  "webTitle": "Drew McOnie: ‘It’s not a technical process, it’s instinctual’",
  "webPublicationDate": "2016-05-22T07:30:36Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/22/drew-mconie-choreographer-jekyll-and-hyde-old-vic-interview",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Old Vic Theatre",
      "id": "stage/old-vic",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Matthew Bourne",
      "id": "stage/matthewbourne",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/22/drew-mconie-choreographer-jekyll-and-hyde-old-vic-interview"
}