{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/steptoe-and-son-hancocks-half-hour-bafta-fellowship-ray-galton-alan-simpson",
  "id": "2016-05-04-5",
  "sectionId": "media",
  "body": "Ray Galton and Alan Simpson, the writers of Hancock’s Half Hour and creators of Steptoe and Son, will be honoured with a Bafta fellowship at its annual TV awards. Often credited as the creators of the situation comedy, the pair worked with Tony Hancock on Hancock’s Half Hour, first on radio and later on television, from 1954 to 1961. They went on to create a second landmark sitcom with Steptoe and Son, about a father-and-son rag-and-bone business, starring Harry H Corbett and Wilfrid Brambell, which ran for eight series until 1972.   Related: Brian Logan meets the men who invented situation comedy    In a reference to the two shows and some of Hancock’s most memorable episodes, Galton said: “We are happy and honoured to accept this award on behalf of all the blood donors, test pilots, radio hams and rag and bone men of the 20th century without whom we would probably be out of a job.” The fellowship is Bafta’s highest accolade. Previous recipients include Julie Walters, Michael Palin, David Attenborough and Melvyn Bragg. Simpson said: “We are extremely delighted to receive the Bafta fellowship. We always wanted a fellowship, even though we did not know what a fellowship was. Not the sort of thing one associates with a couple of cockney lads, apart from Alfred Hitchcock of course.” Anne Morrison, chair of Bafta, said: “Having created some of the most iconic characters and programmes over the past few decades, it comes as no surprise that Alan Simpson and Ray Galton will be receiving the Bafta fellowship this year. Alan and Ray have had such successful careers spanning over 60 years, with credits such as Steptoe and Son and Hancock’s Half Hour, two hugely popular sitcoms. They are rightly considered the trailblazers of the situation comedy format.” The pair, who wrote for numerous stars including Frankie Howerd and Les Dawson, met while they were being treated for tuberculosis at the same Surrey sanatorium in 1949.   Related: BBC's Wolf Hall leads Bafta TV award nominations    Acclaimed BBC2 drama Wolf Hall leads the pack with four nominations for this year’s Bafta TV awards, which will be hosted by Graham Norton at London’s Royal Albert Hall and broadcast on BBC1.",
  "webTitle": "Steptoe and Son creators honoured with Bafta fellowship",
  "webPublicationDate": "2016-05-04T23:01:35Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/steptoe-and-son-hancocks-half-hour-bafta-fellowship-ray-galton-alan-simpson",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/05/steptoe-and-son-hancocks-half-hour-bafta-fellowship-ray-galton-alan-simpson"
}