{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/why-i-chose-to-attend-the-alchemy-festival-despite-vedantas-sponsorship",
  "id": "2016-05-23-81",
  "sectionId": "books",
  "body": "The Jaipur literary festival celebrates the freedom to write, speak, read and listen. It is the largest literary festival in the world, free to all, and it won an audience of 370,000 this January. Hundreds of thousands of young Indians go to hear the world’s finest writers and thinkers. Crowds of schoolkids, who arrive by train to catch their favourite authors and can’t afford accommodation, sleep rough at Jaipur station. And no one has to part with a rupee. The programming, alert to new books from India and the world, explores sensitive debates while maintaining artistic and intellectual freedom. So it was a shock for everyone involved to find that one of the sponsors for a Jaipur residency at London’s Alchemy festival, staged by the Southbank Centre in London, was mining firm Vedanta, which has a monstrous global record on human rights and environmental damage.  The festival’s producer did not share with the two directors his decision to let Vedanta sponsor part of the London programme until after the programme was printed. They were horrified, and have promised that it will not happen again. As one of the poets who had agreed to take part in the festival, I too was horrified. Vedanta’s takeover of copper mining in Zambia is a very dark story. An Amnesty International report details its environmental and human rights abuse in Orissa, India, where its operations were stopped: the tribes whose land Vedanta wanted voted against it. India’s supreme court has ruled against Vedanta’s challenge to that vote. Vedanta’s subsidiary Sesa Goa was indicted for illegal mining in Goa and mis-declaring export figures, and banned for almost two years. When Vedanta’s sponsorship went public, writers were pressured to withdraw from the festival and the issue touched me personally on two counts. For tiger conservation, I researched wildlife forests in India and am committed to help environmental protection there. Vedanta also features in Out of This Earth, a book on aluminium mining and human rights by Samarendra Das and my brother Felix. I decided not to pull out but speak up on the day. Nobody was asking us to keep quiet. True to the spirit of Jaipur, the programme spotlit India’s Hijra, or transgender, community; it also made space for a discussion of boycotts between Israeli journalist Gideon Levy, whose column for leftwing newspaper Haaretz criticises Israeli occupation of Palestinian territories, and Salil Tripathi, chair of PEN International’s Writers in Prison Committee.  The poetry happened downstairs in the Festival Hall. Anti-Vedanta protesters were invited onto the platform first. There was a lot of shouting, but afterwards I asked if they would stay to hear what I had to say. They didn’t, but before reading poems, I told the remaining audience these people were right to protest, describing Vedanta’s human rights abuses and the toxic red mud, byproduct of bauxite mining, which causes irreversible damage to human health, livestock and the earth. Other writers – south Asia correspondent Dean Nelson, author Nick Robins – also spoke out.  In a session on the East India Company, William Dalrymple, one of the directors, talked of corporate violence and political bribery. Tripathi described how tribal voices challenging Vedanta activities are sidelined: most recently that of Gladson Dungdung, a tribal activist, part of a global movement of communities resisting illegal land takeover by multinationals. Dungdung’s book Mission Saranda evokes a precious Jarkhand forest, a biodiversity hotspot where Vedanta will now mine. Two days after Vedanta signed that contract, Dungdung was prevented from flying here by Indian authorities to address a conference at the Sussex Centre for World Environmental History. Maybe he can speak at next year’s Jaipur festival.  Writers talk. That’s their point. “Do what you are going to do,” says a searing poem by Sharon Olds, “and I will tell about it.” Researching forests throughout Asia for a tiger book with frontline defenders of the wild, I felt I was merely writing words: those people were doing what really mattered. But after publication I realised that books can reach places other forms of action don’t. They complement the frontline activists, and those who confront Vedanta on the ground have to be very courageous indeed.   Here in London, many sponsors, from the Aga Khan Foundation to Typhoo Tea, supported the literary events: Vedanta sponsored only the music that began and ended the festival, and a dinner I didn’t attend. It has never sponsored anything in Jaipur. But what’s right here? Sponsorship, and its potential taint, is a global issue. Do you pull out or speak out? Boycott, or bear witness?",
  "webTitle": "Why I chose to attend the Alchemy festival, despite Vedanta's sponsorship",
  "webPublicationDate": "2016-05-23T17:28:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/why-i-chose-to-attend-the-alchemy-festival-despite-vedantas-sponsorship",
  "keyword": [
    {
      "webTitle": "Jaipur literature festival",
      "id": "books/jaipur-literature-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Poetry",
      "id": "books/poetry",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "PEN",
      "id": "books/pen",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Padel",
      "id": "profile/ruthpadel"
    }
  ],
  "guardianId": "books/2016/may/23/why-i-chose-to-attend-the-alchemy-festival-despite-vedantas-sponsorship"
}