{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/whitney-houston-hologram-performance-axed-the-voice-christina-aguilera",
  "id": "2016-05-20-154",
  "sectionId": "music",
  "body": "After footage of Whitney Houston’s hologram was leaked online ahead of its official premiere, the singer’s estate has decided to cancel its official unveiling.  Disaster has marred Houston’s first performance using the technology, which was scheduled to debut on the final of the The Voice in the US on 23 and 24 May. Houston’s hologram was to share the stage with one of the show’s coaches, Christina Aguilera. However, when footage was leaked online, the Houston estate decided to axe the event.  “After closely viewing the performance, we decided the hologram was not ready to air,” the executor of Whitney’s estate Pat Houston told ET Online. “We have much respect and appreciation for Christina, and she was absolutely flawless.” The leaked footage – which can be viewed below – shows Aguilera and Houston duetting together on two songs, I Have Nothing and I’m Every Woman.        The statement continues: “We are so appreciative of the opportunity for the Whitney Houston hologram to appear on NBCs The Voice with a talent pairing as extraordinary as Christina Aguilera and Whitney Houston. We were looking to deliver a groundbreaking duet performance for the fans of both artists. “Holograms are new technology that take time to perfect, and we believe with artists of this iconic caliber, it must be perfect. Whitney’s legacy and her devoted fans deserve perfection.” Last year it was reported that a hologram of Houston would take to the stage in 2016, with Hologram USA and Houston’s estate announcing that fans would be able to watch the singer’s greatest hits during a new world tour. It it not yet known if these dates will still take place.  Following a string of developments in technology, a number of iconic music stars have been resurrected in hologram form. It was first introduced at the Coachella festival in 2012 with Tupac, and has since seen the likes of Liberace perform on stage, while Billie Holiday and Notorious BIG are still set to get immortalised by hologram.",
  "webTitle": "Whitney Houston’s hologram appearance canceled following leak",
  "webPublicationDate": "2016-05-20T13:19:53Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/whitney-houston-hologram-performance-axed-the-voice-christina-aguilera",
  "keyword": [
    {
      "webTitle": "Whitney Houston",
      "id": "music/whitney-houston",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Christina Aguilera",
      "id": "music/christinaaguilera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/20/whitney-houston-hologram-performance-axed-the-voice-christina-aguilera"
}