{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/06/deftones-gore-album-new-songs-us-tour-purple",
  "id": "2016-05-06-61",
  "sectionId": "music",
  "body": "Chino Moreno doesn’t only hear music – he sees it in color.  The lead vocalist of pioneering hard rock outfit Deftones, a band that weaves relentless, tremendous riffs and sharp, evocative lyrics into vast emotional soundscapes, says the group’s eighth studio album Gore is a shade of purple.  “The color was really specific to our idea,” he muses, sitting on his porch in the countryside of Oregon. Throughout his life, the 42-year-old has often identified with purple. “I’ve always been into that color. Prince’s Purple Rain is probably one of my favorite records – great movie, great song.”   Related: Deftones: Gore review – metal that seduces instead of assails     Released last month, Gore is a stunning collection of 11 massive numbers that beckon and entice with no intention of loosening their grip. “A lot of the lyrics on this record were written in a stream of consciousness,” says Moreno. He thinks the key is vulnerability mixed with confidence. “The music is made first, and the words come as an answer to the music.”  When the two fuse together, they turn purple. On the cover artwork of Gore are flamingos flying through a sky – lilac, not blue – with wings shadowed by shades of dark purple rather than a standard bright pink. “That’s our juxtaposition: beauty versus aggression,” says Deftones drummer Abe Cunningham, also 42. With so many flamingos in captivity sticking out on one leg, we often forget they can fly. “Gore on its own is a striking word – it can conjure up many different images. But in the photograph of the flamingos, there’s that push-pull.”  Color is a form of nonverbal communication: the impact of 1,000 words can be felt in a one-second glance at a specific shade. To some, purple represents the future, imagination and dreams, a color rooted in wisdom and harmony. Even in Indian belief, the crown chakra at the top of one’s head – one of seven energy points throughout the human body, which is connected to a force of life greater than ourselves – is purple.   After everything Deftones have been through, no color is more fitting.             Founded in Sacramento, California, in 1988, the five-piece outfit – which includes Moreno on vocals, Cunningham on drums, Stephen Carpenter on guitar, Frank Delgado on keyboards and turntables, and Sergio Vega on bass – have redrawn the boundaries of hard rock by pushing metal, hip-hop and dream-like experimental through their now-definitive sound, especially on 2000’s seminal release White Pony (which led to an additional wedge in nu-metal by critics).  But this isn’t the original lineup that made the band’s 1995 debut Adrenaline. Vega follows in the footsteps of longtime bassist Chi Cheng, who died in April 2013 after a four-and-a-half-year battle in a semi-comatose state, his injuries the result of a November 2008 car crash. Despite well-documented turmoil and talks of a breakup, Cheng’s accident and, later on, his death, Deftones have persevered for more than two decades while many of their peers faded from the music industry.  The band have, they say, been brought closer by the band’s ups and downs. “Life is an impressive thing because time goes by fast,” says Moreno. “That’s one of the most important things we have. We’ve learned to appreciate each other’s company and respect the fact that we’ve all been friends longer than we’ve been in a band.”  Gore captures that spirit. The group’s first release since Cheng’s death, it’s the product of understanding, acceptance and – most importantly – wisdom. “Quite frankly, I feel everything with this record,” says Cunningham. “Up until [Chi’s accident], we hadn’t really tried to rekindle our love for each other, even though it was totally there right in front of our eyes. It really brought everything into perspective – we started being nice to each other, for a lack of better words.”  The band say that despite his death, Cheng’s presence feels stronger than ever. “Chi’s personality was always very big brother to us,” says Moreno (Cheng was the band’s eldest). “I still feel very much connected in that way. There’s not a month that goes by – at least two to three times a month – I have vivid dreams with him, having conversations about things that are relevant, that are very much of the now.”  Also in the psychology of the color purple is the connection between the physical and spiritual world. In some cultures, it’s even a color of mourning. “How would he know these things when seven years ago, he went into a coma?” Moreno continues. “He’s still there, even when we’re making records.”  His spirit is tremendous, says Cunningham. “He was one of the funniest human beings on the planet. I hear his laughter all the time, he spent a lot of time just fucking laughing. It’s a celebration with him and it’s fuel to keep going in his honor, if you will.”  Moreno, Cunningham and Carpenter formed the band when they were just 15 years old. Cheng joined two years later – Moreno moved in with him then, and the two shared a one-bedroom apartment while working at the same place. They were the epitome of best friends. “It was very pure,” Cunningham recalls. “That fire still burns [today] and these embers find themselves in full flame at times.” Such was the situation with Gore, which came together after the band took a year off from music-making in 2014.  “I think it’s healthy for all of us – for months at a time – to not think about music,” says Moreno. After a break, the band gets together to make noise. “Our collaboration is what’s inspiring.”  Yet between then and the album’s release, which was pushed back several times, Deftones found themselves in the midst of a terrorism attack in Paris on 13 November 2015. Three members of the band and crew were attending an Eagles of Death Metal show at Le Bataclan, a Parisian concert venue. They left only a few minutes before terrorists stormed the club and took fans hostage, killing 89 people. Deftones were scheduled to perform at Le Bataclan the next three nights, but all European shows were effectively cancelled.  “Many thoughts crossed all of our minds,” says Cunningham. “That was such a surreal moment, way too close to home if you catch my drift – Chino had his wife and daughter there. I would have chosen to keep on going, but I’m one of five and some of us were shaken up more than others.”  He says Deftones, whose US tour starts on Sunday, travel the world and play music in the hopes of bringing joy or relief to whoever is listening, and nothing can ever change this. “That was a very heavy and sad time, but the show must go on,” Cunningham continues. Like the flamingos on Gore, they fly when they’re not expected to. “Here we are getting back to it.”",
  "webTitle": "'Beauty versus aggression': after tragedy, Deftones enter their purple phase",
  "webPublicationDate": "2016-05-06T17:03:50Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/06/deftones-gore-album-new-songs-us-tour-purple",
  "keyword": [
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Punk",
      "id": "music/punk",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashley Zlatopolsky",
      "id": "profile/ashley-zlatopolsky"
    }
  ],
  "guardianId": "music/2016/may/06/deftones-gore-album-new-songs-us-tour-purple"
}