{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/14/eu-referendum-households-told-sign-up",
  "id": "2016-05-14-45",
  "sectionId": "politics",
  "body": "Twenty-eight million UK households will be targeted this week in a mass campaign to encourage people to vote in the EU referendum, after David Cameron warned of “terrible” economic consequences if the country votes for Brexit.           David Cameron: Brexit could cause recession    As leaders of the four main parties in England hit the streets to make the case for staying in the EU, the official body that oversees elections and referendums – the Electoral Commission – announced the biggest-ever voter registration and information drive, costing £2.4m, ahead of the poll on 23 June. Alex Robertson, the director of communications at the Electoral Commission, said: “This is a historic event and we don’t want anyone to miss out.” The commission will launch a television campaign on Sunday before sending booklets to every known household with a postal address in the UK, on how to register to vote before the 7 June deadline, and what to do on polling day. It will also contain an image of the ballot paper and give a page each to the two main campaigns: Remain and Leave. While the commission – which will follow up with billboard, radio and social media campaigns – has to remain neutral and the booklet is impartial, its move will be particularly welcomed by the remain camp, which believes that much of its support is among young people, who are either not on the electoral register or will not vote. On Saturday night, the Labour leader, Jeremy Corbyn, who addressed a rally at the QEII Centre in London, pleaded with young people to sign up and have their say, in honour of those in previous generations who had given their lives so that they could do so. “If you are not registered to vote, please do,” Corbyn said. “Please recognise that those who fought for the right of all of us to vote laid down their lives so we could do so. “In their memory and in respect for them, we should all be registered to vote and take part in this. We are promoting unity and promoting internationalism.” Currently around 7.5 million people in the UK are not registered to vote and a recent survey by the Electoral Commission found that 20% were either not registered or were unsure if they were.     Jeremy Corbyn speaks at the Progress annual conference in London. Photograph: Hannah McKay/Reuters    The commission is also urging people who will be away on 23 June to apply for a postal vote or proxy vote, which allows someone else to vote for you. Before the Scottish referendum in 2014, there was a surge in registrations, with almost 140,000 signing up in the final weeks. But more than 11,000 applied too late and missed out. The prime minister, campaigning in his Oxfordshire constituency, said people had 40 days to make up their minds about which side to take in what would be “the choice of a generation”. Urging people to take on board warnings from the IMF, the OECD, the Bank of England, the London School of Economics and the Treasury about the potential economic damage from Brexit, Cameron said leaving the EU and its single market “would be a terrible thing for our economy”. Economic security would be put at risk, he said. “If we have a strong and secure and growing economy, that is what provides the jobs we need, that is what puts food on the table, that is what guarantees people’s livelihoods, that is what keep us strong in the world.”     Boris Johnson campaigns in Bristol. Photograph: Matt Cardy/Getty Images    As Cameron unveiled a new remain poster saying every household would lose £4,300, the Vote Leave campaign came close to calling the prime minister a liar, saying he was “failing to be honest”. “David Cameron knows that not a single British family would lose that amount of money if we vote Leave,” said its chief executive, Matthew Elliott. Speaking in Bristol on Saturday, Boris Johnson depicted the leave campaign as gallant heroes in a “David and Goliath struggle”. “I’m telling you that if we vote on 23 June and take back control of our country, our economy and our democracy, then we can prosper and thrive and flourish as never before,” he said. “We are David and Goliath, and we know what happened to Goliath.” The Green MP, Caroline Lucas, said it was vital that everyone not on the electoral register made sure they signed up before the deadline to have their say “in the most important poll in a generation”. Tim Farron, the Liberal Democrat leader, said: “In this referendum, my challenge to voters of my age or older is to use your vote in the interests of those that your vote will affect the most: your children and grandchildren. And my challenge to younger voters is that you should leave no one in any doubt that the Britain you will inherit must be outward-looking, positive, ambitious – not isolated, limited and negative.”",
  "webTitle": "Every household told: sign up now to vote in ‘historic’ EU poll",
  "webPublicationDate": "2016-05-14T21:31:06Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/14/eu-referendum-households-told-sign-up",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Toby Helm",
      "id": "profile/tobyhelm"
    },
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "politics/2016/may/14/eu-referendum-households-told-sign-up"
}