{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/11/coal-made-its-best-case-against-climate-change-and-lost",
  "id": "2016-05-11-288",
  "sectionId": "environment",
  "body": "Peabody Energy, the world’s largest private sector coal company (now bankrupt), recently faced off against environmental groups in a Minnesota court case. The case was to determine whether the State of Minnesota should continue using its exceptionally low established estimates of the ‘social cost of carbon’, or whether it should adopt higher federal estimates.  The social cost of carbon is an estimate of how much the damages from carbon pollution cost society via climate change damages. In theory, it represents how much the price of fossil fuels should increase to reflect their true costs. The coal company called forth witnesses that represented the fringe 2–3% of experts who reject the consensus that humans are the primary cause of global warming, including Roy Spencer and Richard Lindzen, while their opposition invited witnesses like Andrew Dessler and John Abraham who represent the 97% expert consensus.  John Abraham previously summarized the proceedings and ruling in favor of the higher carbon cost estimates, but it’s worth delving into some of the details of the climate science and economics arguments to see why the judge ruled against the coal company and its contrarian witnesses. The losing case from the coal company witnesses (rebutted by John Abraham here and here) can be summarized as follows:  Warming has been less than models predicted [False] This means the climate’s sensitivity to the increased greenhouse effect is low [False] Carbon pollution is great anyway and should be subsidized, not taxed [False]  In between these primary arguments, Peabody coal’s witnesses made a variety of false and/or conspiratorial statements, dredging up numerous long-debunked climate myths. Climate models get global warming right Much of the coal witnesses’ testimony focused on recent global temperatures. The testimony was written before 2015 shattered the previous global temperature record, which had been set just a year earlier, and now 2016 is on pace to break the record once again. This record-breaking new reality invalidates much of their testimony, but much of it was inaccurate to begin with. For example, at one point Roy Spencer claimed:  we now stand at 18 years without warming in the real climate system.  This statement is unequivocally false. Over the past 18 years the surface has warmed, the atmosphere has warmed, the oceans have warmed, ice has melted, sea levels have risen, and so on. Even Spencer’s own satellite data showed that the atmosphere had most likely warmed over the cherry-picked 18-year period in question. Anyone can easily check the warming trends with this useful tool. Spencer also presented a number of graphs comparing observed and modeled temperature data – graphs that have never been subjected to peer-review. These graphs were intended to dispute the accuracy of climate models, but the reality is that these models have proven their reliability and accuracy, as I show in my book Climatology versus Pseudoscience. NASA GISS Director Gavin Schmidt recently detailed the problems with these “misleading” graphs. Wishful thinking won’t change physical climate sensitivity Spencer and Lindzen both claimed that a growing body of research suggests the climate is much less sensitive to the increasing greenhouse effect than the IPCC report concluded. This is a clear-cut case of cherry picking, as is evident simply by understanding that the IPCC report takes all research into consideration, including studies with relatively low (and high) climate sensitivity estimates. While some recent studies have suggested a relatively low climate sensitivity, those studies have generally not withstood scientific scrutiny or the test of time, and other recent studies have suggested a relatively high climate sensitivity. The latter were completely ignored by the coal witnesses. To argue for a low sensitivity, Lindzen even went as far as to reference a paper he published in 2001 hypothesizing that clouds will act to slow global warming. Within a year, four separate studies had found errors in the hypothesis and/or identified contradictory evidence. Again, the hypothesis simply hasn’t withstood scientific scrutiny or the test of time. Ultimately Lindzen admitted that the coal company case relied upon trusting the 3% of fringe contrarian scientists and ignoring the expert consensus as summarized in the IPCC report:  All of this [opposition] testimony is flawed to the extent it simply relies on … predictions by the Intergovernmental Panel on Climate Change … today the best evidence indicates that … a much lower climate sensitivity value of 1°C or 1.5°C is correct  In other words, trust these outlier scientists’ judgment about what evidence is “best” and ignore the expert consensus. The judge did not find this argument compelling. Carbon pollution is bad Incredibly, the coal company actually made the case that carbon pollution is so terrific, we should be subsidizing it:  Because the initial impacts of climate change are positive, due to carbon dioxide fertilization, reduced winter heating, and few cold-related deaths, the social cost of carbon is negative for the highest discount rates, that is, carbon dioxide emissions should be subsidized rather than taxed.  This testimony came from the same economist wrote the following in showing that further global warming will hurt the economy:  Most countries benefitted from climate change until 1980, but after that the trend is negative for poor countries and positive for rich countries. The global average impact was positive in the 20th century. In the 21st century, impacts turn negative in most countries, rich and poor.  In short, carbon generally ‘fertilizes’ plants, which is good, but carbon pollution also causes climate change, which leads to more extreme weather like heat waves and droughts, which are not so good for crops or most species in general. We’re already well beyond the point where the costs are outweighing the benefits. 5 telltale signs of coal’s science denial Lindzen’s testimony in particular included numerous long-debunked climate myths, for example denying that the increase in atmospheric carbon is wholly due to human activities. It also included conspiratorial thinking with regards to the global temperature record:  it is highly suspicious that “adjustments” almost invariably produce results that favor advocates of a certain camp … Under these circumstances, the recent attempt by Karl et al (2015) to adjust data so as to eliminate the so-called ‘pause’ of the last 18 years is suspect ab initio.  The coal testimony thus checked off each of the 5 telltale signs of science denial:  Fake experts, for example inviting William Happer, who has never published a peer-reviewed climate study, to testify that carbon pollution is lovely; Logical fallacies, for example claiming that past natural climate changes imply that the current change is natural; Impossible expectations, requiring that climate models must be perfect; Cherry picking, ignoring the vast body of data and research contradicting their every argument; and Conspiracy theories, suggesting that scientists are fudging the contradictory data.      Summary of the fallacies commonly found in climate myths and misinformation, and the techniques used to distort climate science. Photograph: John Cook, SkepticalScience.com.    Ultimately, the judge was able to see the difference between science and denial, concluding:  The Administrative Law Judge concludes that Peabody Energy has failed to demonstrate, by a preponderance of the evidence, that climate change is not occurring or, to the extent climate change is occurring, the warming and increased CO2 in the Earth’s atmosphere are beneficial.  On nearly every key point the judge ruled that the “preponderance of evidence” was on the side of the environmental groups and not the coal company, and recommended that the State of Minnesota use the federal social cost of carbon estimates. Coal’s climate contrarians took their best shot at climate science, and they lost.",
  "webTitle": "Coal made its best case against climate change, and lost | Dana Nuccitelli",
  "webPublicationDate": "2016-05-11T10:00:10Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/11/coal-made-its-best-case-against-climate-change-and-lost",
  "keyword": [
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Carbon tax",
      "id": "environment/carbon-tax",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Dana Nuccitelli",
      "id": "profile/dana-nuccitelli"
    }
  ],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/11/coal-made-its-best-case-against-climate-change-and-lost"
}