{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/24/google-facebook-self-driving-car-virtual-reality-information-distribution",
  "id": "2016-05-24-252",
  "sectionId": "media-network",
  "body": "I’m starting to wonder if virtual reality is merely an anecdotal episode in a much larger story about who controls how things get from one place to another. Technology has revolutionised media many times over the years, but as these new things force us to think differently about our experiences in time and space, the real beneficiaries of the next revolution might not be obvious until you look backwards first. In the early-20th century, reproducing pianos nearly became big business. These were incredible machines that, built into a piano, could play back a pianist’s performance from a punched roll of paper, as if they were in the room with you. The Aeolian Company’s Duo-Art, for example, was so good that they were used in concert pianos. Orchestras around the world could perform as if Rachmaninov or Gershwin were virtually playing the Steinway right there on stage with them. Of course, piano manufacturers were threatened by the on-demand concert machine in your home. They decided to embrace the upstarts, though it was more of a squeeze in reality, a time-tested strategy often used today, requiring exclusivity contracts for use of a known brand and proven sales and distribution channel.  And then the US financial markets crashed in 1929. Excess inventory became a serious problem. With no distribution channel or a legal position to stand on, the reproducing pianos quickly became footnotes in media tech history.  Virtual reality, drones and 3D printing may all merge into something that reintroduces those ideas from 100 years ago by bringing distant times and places into our real life experiences again. In fact, there’s a new company called Magic Leap that is working on some really interesting technologies they call “mixed reality”. While some revolutionary things will come out of all these efforts I suspect there are other bigger forces that will eat these things up for breakfast. Remember that phonographs nearly died in the 1920s and ‘30s as radios took off. While the technology kept chugging along, radios and radio shows found their way into every home at an incredible rate. Shows were live. They were free. And the sound quality was comparatively good . Record companies kept evolving their technologies and the way they handled artists in parallel with the radio revolution. They soon became fuel for it, creating a massive commercial axis of power in combination with radio about 20 years later in the 1950s. But the format of the music and the commercial model for selling it never stays around for long. Vinyl sales peaked in the late 1970s and were replaced by tapes, which were replaced by CDs, which were replaced by downloads and so on. The media in which words, images and ideas are expressed get to us wrapped in temporary technologies. They seem to come and go at faster and faster rates.   Related: Vinyl sales bigger than YouTube for British artists    However, the delivery channels and the distribution technologies underpinning them have a much longer lifespan, longer than the media formats, longer than the devices at either end of the channel. They get embedded into the way things work, enabling people to communicate in addition to sending packaged experiences across them. Facebook is more than aware of the importance of being the technology underpinning communication, it increasingly drives their strategy. The company’s WhatsApp acquisition sits squarely in this context. And their efforts to provide connectivity via their Internet.org initiative (which is not a separate nonprofit despite the domain) is precisely the kind of move that will ensure a deep and longterm position in people’s lives over time. Mark Zuckerberg said Internet.org’s aim is to “to deliver the internet to everyone”. They would be in a pretty powerful position if they could replace telecom carriers and run all that activity through pipes owned and controlled by Facebook.  But they also know that people’s experiences are important to them. They are so important that the format of the experience will often drive the channel decision. Cable television, for example, probably wouldn’t have happened without MTV and CNN.  And that is the context of Facebook’s Oculus acquisition. If the VR platforms succeed and ride off the back of a communications channel that Facebook doesn’t control, then it will be in trouble. Facebook’s Instant Articles serves that purpose, too. Facebook doesn’t control activity on publishers’ websites. But if publishers all use Instant Articles or the Facebook Live video news aggregation service, then people might not leave Facebook to get the news anymore. Of course, Google isn’t sitting idle. They participated in the massive $827m series C investment in Magic Leap earlier this year, and will know what kind of communications channel is going to benefit from the existence of its new experiences.            Now, looking forward, it’s conceivable Facebook missed the mark entirely with their VR investments. The reality distortion that will really shake up everything we understand isn’t virtual at all. It’s probably very real. It’s probably how we get around, and Google and Apple may be a few steps ahead of Facebook on that front. As future modes of transport will travel from point A to point B with efficiencies we can barely fathom at present, virtual reality may just become a temporary historical footnote in the story of transportation. So, is there a communications technology versus transportation technology battle going on? Technology revolutions often have little to do with technology. It’s the lawyers and lobbyists and political campaigning folks that will set the agenda. And they are simply fighting over who controls what gets distributed. Tim Wu argues in his fascinating book, The Master Switch: the Rise and Fall of Information Empires, that successful ecosystems eventually become controlled by vertically integrated forces reinforced by government policy. We can see it happening in plain view. As of the date of publication, the 63 open positions in Facebook’s communications team, half are public policy roles, 7 of them are related to connectivity.  And Uber is recruiting policy experts from Google such as Niki Christoff, a former campaign staffer for John McCain.  Nobody can predict where this will all go, but it would be a good bet that by the time we get to some truly blended reality where time and space are just dials on some dashboard the people in power will be those who control distribution. Those who provide the experiences may be influential, but the technologies underpinning the way experiences are delivered will still be calling the shots. To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media and Tech Network membership. All Guardian Media and Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Transportation v communication: the fight for control of the new frontiers",
  "webPublicationDate": "2016-05-24T09:00:06Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/24/google-facebook-self-driving-car-virtual-reality-information-distribution",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Self-driving cars",
      "id": "technology/self-driving-cars",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt McAlister",
      "id": "profile/mattmcalister"
    }
  ],
  "guardianId": "media-network/2016/may/24/google-facebook-self-driving-car-virtual-reality-information-distribution"
}