{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/only-staying-in-the-eu-can-defeat-ttip",
  "id": "2016-05-03-45",
  "sectionId": "business",
  "body": "Leaked documents on the EU-US TTIP trade negotiations (Report, 2 May) prove what the Green party has been arguing for several years: TTIP is less a trade treaty, more a corporate power grab. The US is seeking access to European markets on entirely its own terms. The unprecedented attempt by multinational corporations to overwhelm the will of European citizens is laid bare. In areas as wide-ranging as the prohibition of GM food, the abolition of the EU process of chemical safety based on the precautionary principle, and the ban on cosmetic testing on animals, US demands go right to the heart of our systems of environmental protection. The documents confirm our worst fears: TTIP is a race to the bottom on environmental and social standards. Greens have been leading the fight against TTIP and are determined to keep our country a part of the EU so that we can defeat TTIP together. This treaty cannot be pushed through without the agreement of the European parliament or all 28 EU members. There is huge momentum to stop TTIP across Europe and 3.5 million EU citizens have signed a petition calling for the deal to be abandoned. UK campaigners have played a vital role in the fight against TTIP, so leaving the EU would only weaken these efforts. We now need the Labour party to join the fight against TTIP. We urge it to support the efforts of Greens and other progressives working to stop this toxic trade deal in its tracks.Jean Lambert MEP Green, LondonMolly Scott Cato MEP Green, South West EnglandKeith Taylor MEP Green, South East England • As a member of the libertarian Free Democratic party I am a staunch supporter of free trade. There are 50 million small and medium enterprises in the US and in Europe, but only 260,000 of these are involved in transatlantic trade. Therefore the TTIP is as a tremendous opportunity. Finally we can abolish the rules that prevent more trade. The different rules and simple things like bureaucracy make it unnecessarily difficult for small and medium enterprises to participate in transatlantic trade. And these enterprises are the motor of innovation on both sides of the Atlantic. But there are also differences between the political and economic cultures of Europe and the US. So prudent negotiations and penetrating analysis are necessary. An overhasty agreement, which was promoted by President Obama during his visit to Germany, would not be a good idea.Michael PfeifferNeuhausen auf den Fildern, Germany  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Only staying in the EU can defeat TTIP | Letters",
  "webPublicationDate": "2016-05-03T18:55:07Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/only-staying-in-the-eu-can-defeat-ttip",
  "keyword": [
    {
      "webTitle": "TTIP",
      "id": "business/ttip",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Green party",
      "id": "politics/green-party",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [],
  "guardianId": "business/2016/may/03/only-staying-in-the-eu-can-defeat-ttip"
}