{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/excalibur-management-buyout-is-frontrunner-to-rescue-tata-steel-uk",
  "id": "2016-05-05-72",
  "sectionId": "business",
  "body": "The Excalibur Steel management buyout has emerged as the frontrunner to rescue Tata Steel UK, although concerns about funding and pensions could still derail the bid. Sources close to the sale process said the proposed buyout,  supported by Welsh billionaire Sir Terry Matthews, is the most credible business plan, but questions over funding and the pension scheme need to be resolved. More than 40,000 jobs are at risk at Tata Steel and in the supply chain after the Indian company announced it plans to pull out of the UK. Initial bids to buy the business, which includes the Port Talbot steelworks, were due to be submitted on Tuesday. The government has said it will take a stake of 25% alongside a buyer and provide hundreds of millions of pounds of support. Only two bidders have made their interest in the business public. They are Excalibur – a consortium that plans to offer employees a stake in the business and is led by the head of Tata Steel’s strip products division, Stuart Wilkie – and Liberty House, the metals group run by tycoon Sanjeev Gupta. The future of Tata Steel UK is unlikely to be decided until after the EU referendum on 23 June, although a preferred bidder could be named before then. A source said Excalibur had submitted a detailed plan for the business, but added: “It really needs a lot of money and a lot of government support.” Excalibur wants to buy the business without the British Steel pension scheme (BSPS), which has 130,000 members and liabilities of almost £15bn. The pension scheme could end up with the state-backed Pension Protection Fund, but the Pensions Regulator could block this or demand contributions from Tata Steel or the buyer, which could scupper a deal. A spokesperson for the Pensions Regulator said: “We are monitoring the situation and the issues this raises in relation to the pension scheme. We are engaging with the trustee and employer in relation to these issues. We will only comment in more detail if and when it is appropriate to do so.” The government is understood to be ready to offer a loan to buyers at an interest rate of 3-4%, while the Welsh government could contribute up to £60m in aid. The Department for Business, Innovation and Skills is in talks with the interested parties and has a team of more than 80 people working on steel policy. Excalibur is looking to raise about £300m for its proposals. As well as taking up the government’s offer of support, it is in talks with banks about securing further loans and will allow Tata Steel employees to contribute funds, handing them up to 10% of the new business in return.  A spokesman for Excalibur said the consortium did not plan to turn for funding to Matthews, who made his fortune in technology and telecommunications. He said: “We would prefer to undertake this without his involvement as an investor.” The Community trade union has warned that Tata Steel is not providing enough time for bidders to put together a credible rescue package, and also expressed concerns about Excalibur’s plan to ditch the pension scheme. Roy Rickhuss, general secretary of Community, said: “We have serious concerns that Tata Steel will not keep its commitment to be a responsible seller and will impose an arbitrary deadline that is too soon for credible investors to develop a viable bid.  “These are national industrial assets that are up for sale so this isn’t something that can happen overnight.  “As far as we are concerned, this is still speculation about the implications for the pension scheme and is just the view of one potential buyer. “Potential buyers are far from the only stakeholders and Tata Steel is still ultimately responsible for the British Steel pension scheme. There is a long way to go in the sales process and concrete proposals need to be brought forward.  “We are keeping a close eye on the situation as regards the pension scheme and are in dialogue with the BSPS, Tata and the government. We are determined to uphold the best interests of our members throughout this process.”",
  "webTitle": "Excalibur management buyout is frontrunner to rescue Tata Steel UK",
  "webPublicationDate": "2016-05-05T18:15:13Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/excalibur-management-buyout-is-frontrunner-to-rescue-tata-steel-uk",
  "keyword": [
    {
      "webTitle": "Tata",
      "id": "business/tata",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Steel industry",
      "id": "business/steel-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corus",
      "id": "business/corus",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Manufacturing sector",
      "id": "business/manufacturing-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Graham Ruddick",
      "id": "profile/graham-ruddick"
    }
  ],
  "guardianId": "business/2016/may/05/excalibur-management-buyout-is-frontrunner-to-rescue-tata-steel-uk"
}