{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/29/academy-trust-accused-of-discrimination-over-moving-disabled-pupils-dean-trust",
  "id": "2016-05-29-95",
  "sectionId": "education",
  "body": "An academy trust has been accused of segregating disabled pupils after announcing that it would bus children with special educational needs and disabilities from a well-performing school to a worse school because of limited resources. The Dean Trust, which runs schools in Trafford, Cheshire and Liverpool, has informed parents of children with special needs who are due to start at Ashton-on-Mersey school in September that, because of “limited resources”, their children will attend lessons at the undersubscribed Broadoak school in Partington, six miles away. Justine Bailey, director of the Trafford Parents Forum, said parents were angered by the move. “Many of the children want to go to Ashton. They don’t want to go anywhere else. Their friends go there, their brothers and sisters go there,” she said. Bailey said that allowing the Dean Trust to go ahead with the plans would give a green light to all academy trusts across England to move children between their schools without consulting parents. “The parents feel very strongly that it’s discriminatory,” she said. “They think it breaches so many parts of the Equality Act, the Human Rights Act and [principles of] inclusion, and it could most definitely lead to segregation.” In the letter sent to parents, the headteacher of Ashton-on-Mersey school, Aidan Moloney, wrote: “Due to pressure placed upon limited resources by the existing very large cohort of SEND [special educational needs and disabilities] pupils, Ashton-on-Mersey school has reached its capacity in delivery of SEND provision and therefore having to consider alternative options for this in future.” He reassured parents that their child would still be on the roll at his school and that the school would continue to have responsibility for their education. Moloney argued that the lower number of pupils attending Broadoak would mean the pupils with special needs could be taught in smaller class sizes. Deborah Key, one of the parents to receive the letter, said she was determined that her 11-year-old son, Samuel, who has autism, would go to Ashton-on-Mersey. “They want him to go from an outstanding school with years of experience with children like Samuel to one where they don’t,” she said. “It’s discriminatory. They want to keep all the clever children at Ashton – getting very good GCSEs – and then put children like my son in a less high-achieving school.”  Broadoak school is rated “good” by Ofsted and the number of pupils that achieve five A* to C grades at GCSE falls below the national average. Ashton-on-Mersey received an “outstanding” rating in its most recent inspection. Many parents expressed concern that their children would be identified as different if they were forced to board a special bus to travel between the sites. Katy McAinsh, whose 10-year-old son was hoping to start at Ashton-on-Mersey school in September, said: “Can you imagine the kinds of comments that will be made when all of these children get on the bus every day. Children are cruel and they don’t think. “If there’s an issue with overcrowding at that school then why are they not bussing the non-disabled children out?” Kate Green, the Labour MP for Stretford and Urmston and shadow minister for women and equalities, has written to the education secretary, Nicky Morgan, to ask what guidance the Department for Education gives academies about coeducating children with special educational needs and non-disabled children. “As you will be aware, there are often significant social and educational benefits for all children if those with special educational needs and those without study together for some, or possibly all, of their learning,” she wrote. “And of course parents will have a good understanding of what would be best for their children – yet their views do not appear to have been sought in advance of the proposals.”  Also writing to Morgan, the Trafford Parents Forum said it wanted her to provide an assurance that the school could not decide to send its members’ children to another school within the academy trust when their education, health and care plans – drawn up by Trafford council – clearly stated that they would be best educated at Ashton-on-Mersey.  The Children and Families Act of 2014 places a mandatory duty on an academy to admit a child with an EHC (education, health and care) plan that specifies that particular school. “They are segregating these children, but they are getting around the law by putting them on Ashton’s roll, so technically they are going to Ashton, but they’ll bus them [to another school],” said McAinsh, whose son has ADHD and learning difficulties.  Tarun Kapur, chief executive of the Dean Trust, said Broadoak school was well-equip­ped with outstanding support for children with special needs and that many pupils already split their education between the two schools because of the facilities for vocational training at Broadoak.  “We fully understand our obligations and continue to explore how best to fulfil the terms of each child’s plan,” he said. “However, we are at the point where we cannot physically accommodate the increasing number of [dis­abled and special needs] children in what is a mainstream school without resourced provision.” A spokesperson for the Department for Education said it was aware of the concerns at Broadoak school and was in discussions with the council and the academy trust. “Our priority is ensuring that the transition from primary to secondary school for pupils is as smooth as possible,” they said. Articles 7 and 24 of the UN convention of the rights of persons with disabilities commits the UK government to promoting inclusive education of disabled children and young people and “the progressive removal of barriers to learning and participation in mainstream education”.",
  "webTitle": "Academy trust accused of discriminating against disabled pupils",
  "webPublicationDate": "2016-05-29T12:01:39Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/29/academy-trust-accused-of-discrimination-over-moving-disabled-pupils-dean-trust",
  "keyword": [
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Special educational needs",
      "id": "education/specialeducationneeds",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Disability",
      "id": "society/disability",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Autism",
      "id": "society/autism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Equality",
      "id": "society/equality",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "education/2016/may/29/academy-trust-accused-of-discrimination-over-moving-disabled-pupils-dean-trust"
}