{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/english-national-operas-new-artistic-director-promises-to-heal-the-trauma",
  "id": "2016-05-05-124",
  "sectionId": "music",
  "body": "Daniel Kramer, the newly appointed artistic director of the embattled English National Opera, has promised to help heal the “trauma” of the last couple of years and put developing fresh talent at the core of his tenure. Kramer appeared at ENO’s 2016/17 launch and admitted the company’s spirit had been endangered. The recent turbulent years have been marked by a series of resignations and a strike threat as the company attempts to steady itself following a £5m cut in funding from Arts Council England. He said: “If part of my service to London Coliseum, to English National Opera, to the greater London community can be an act of service for developing new artists, new British talent, new directors, new composers, new conductors, new stage crew, new technical teams, new wig makers ... that is the core of my philosophy. “Let’s be frank, it has been a very hard year, the company underwent a trauma of sorts. The spirit that defines this company has been in danger.” Kramer said it had been hard to meet the chorus, the orchestra, and the stage crew but he hoped his appointment represented a new chapter. Because opera programmes have to be organised so far in advance, Kramer’s first season will not be until 2018/19.  In the meantime ENO announced a programme with fewer productions at its Coliseum home and the first attempts to get more shows in other venues. The most eye-catching will be accepting an invitation to take Jonathan Miller’s production of the Mikado to Blackpool’s Winter Gardens for 10 performances. There will also be a concert hall staging of Elgar’s The Dream of Gerontius at the Southbank Centre and a partnership with Hackney Empire. The company plans to have an autumn and spring season in the Coliseum, the West End’s biggest theatre. The building would then be rented out in the summer. Highlights include the world premiere of a new opera by Ryan Wigglesworth, a version of Shakespeare’s The Winter’s Tale, which will be directed by the actor Rory Kinnear making his directorial debut. Kinnear, the son of the late comic actor Roy Kinnear, said the ENO was the place where his love of opera first took hold. “I’m giddy with excitement,” he said. There will be new productions of Lulu, directed by William Kentridge, and Don Giovanni, directed by Richard Jones; and revivals of Jonathan Miller’s Rigoletto, Mike Leigh’s The Pirates of Penzance, Christopher Alden’s Partenope, Catherine Maltifano’s Tosca and Penny Woolcock’s The Pearl Fishers. Kramer, currently in rehearsals for a new ENO production of Tristan and Isolde, officially begins in his new role in August. Aside from core opera productions, he said he hoped to commission one musical a year and one or two operettas to capitalise on what he called ENO’s “unique niche”. There would also be more one-off concerts. Kramer recalled seeing Hansel and Gretel at his school in Ohio aged seven. “My life was changed that day, being a young gay man growing up in a very unfriendly Christian environment, I had a new outlet. “The arts became my out. The arts became my way to process grief or anger or any of my disgruntled emotions into a positive creative outlet.” ENO has suffered a series of high-profile resignations culminating in its music director when Mark Wigglesworth quit last month, frustrated at what he saw as a move to being a part-time company.  The chief executive, Cressida Pollock, said that was not a fair label with the company this year presenting 11 productions, rising to a minimum of 15 by 2018/19. She said cost-cutting proposals suggested by Wigglesworth had been considered by the board and management. “Unfortunately we very much felt that cutting all funding to learning and outreach, cutting all funding to talent development, cutting over a third of funding to marketing, which given we have had an audience awareness challenge ... it didn’t seem that was a sustainable alternative for the company.”",
  "webTitle": "English National Opera's new artistic director promises to heal the 'trauma'",
  "webPublicationDate": "2016-05-05T15:52:12Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/english-national-operas-new-artistic-director-promises-to-heal-the-trauma",
  "keyword": [
    {
      "webTitle": "English National Opera (ENO)",
      "id": "music/english-national-opera-eno",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "music/2016/may/05/english-national-operas-new-artistic-director-promises-to-heal-the-trauma"
}