{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/michael-o-neill-unites-northern-ireland-euro-2016",
  "id": "2016-05-23-20",
  "sectionId": "football",
  "body": "The reservations Michael O’Neill harboured about taking the Northern Ireland job have proved the most rewarding part for him. In three weeks’ time the 46-year-old leads his country into its first European Championship finals on the back of a record unbeaten run, yet satisfaction at changing Northern Ireland’s football history does not stem from results alone. “It is massive how much this means to the country,” O’Neill says, though not of the ticket to France and Group C fixtures against Poland, Ukraine and the world champions Germany. The issue is much closer to home, one he referenced throughout Northern Ireland’s remarkable rise to top their qualifying group and when collecting the BBC Sports Personality coach of the year award for 2015. It is the conviction Northern Ireland can have a football team that unites rather than divides. A recent survey of 1,000 people representing all communities in Northern Ireland, commissioned by the Irish Football Association, found 71% believed the entire country will be behind O’Neill’s team in France. “It is a phenomenal statistic,” says Oonagh O’Reilly, director of sales and marketing for the IFA and a former Gaelic footballer. “No other sport can do that in Northern Ireland.” And it is where O’Neill sees a marked difference with Northern Ireland’s last appearances on the international stage, the World Cups of 1982 and 1986 under Billy Bingham. “Football was divisive in the past. The national team was divisive. The era I played in was divisive,” says O’Neill, who gathers his squad in the Republic of Ireland on Monday for their first pre‑Euro 2016 training camp before returning to Belfast for the friendly against Belarus on Friday. “I played during some of the worst moments of the Troubles. I remember playing in games at Windsor Park off the back of atrocities and the atmosphere was far from great. The atmosphere now in the stadium has a real strong Northern Ireland identity, whereas once you had to be one or the other. That has changed dramatically. The IFA have done an awful lot of work on that. “When you have the success we have had you get to a situation where everyone who goes to the game now wears a Northern Ireland shirt. In the past they would be wearing a Rangers or Linfield shirt. That’s been the biggest positive in terms of what it means to Northern Ireland. But this is a different era as well. Northern Ireland is a totally different place from what it was in ’82 and ’86. There’s a whole generation of people who feel a stronger identity towards being Northern Irish.” That is some responsibility on a man employed to win football matches for Northern Ireland, not elected to the Northern Ireland Assembly. “I’m getting the Syria job next!” O’Neill responds, though it is not a responsibility he takes lightly. It was only 14 years ago that the team’s Catholic captain, Neil Lennon, was forced to retire from international football after receiving sectarian abuse and a death threat. He adds: “A big thing was made when I took the job because I was a Catholic and they hadn’t had a Catholic manager for so long, certainly not Northern Ireland-born. The media made a lot of that at home. I was conscious of that. At times you sit back and you are concerned about that. I thought: ‘This is a big thing, the consequences are potentially quite big’ but the reaction of the people, the crowd, everyone inside and outside of the stadium has been so, so positive. More than anything that has probably been the most pleasing aspect of the whole thing.” The challenge confronting O’Neill is now confined to the football fields of Nice, Lyon and Paris, where almost 30,000 Northern Ireland fans will be in attendance after Uefa bowed to pressure and gave the IFA an extra 4,000 tickets. The manager, who selects from one of the smallest playing pools in Europe, travelled round France following qualification to choose a training camp. There are no massed ranks of highly paid support staff around the Northern Ireland manager and budget was a factor in selecting a base just north of Lyon, as it is when arranging international friendlies. Hence Belarus. Still it beats hitching a lift with a bus-load of Germany fans to watch Joachim Löw’s team play in Ukraine, as O’Neill did at the last European Championship. “My previous jobs were at Brechin City, while I was trying to carve a career in financial services as well, and then I took the job at Shamrock Rovers because our financial services company went bust, which shows how good I was at that,” says the former Newcastle United, Dundee United, Hibernian and Wigan Athletic midfielder. “Taking Shamrock Rovers to the Europa League group stages gave me a lot of experience in preparing players who shouldn’t have been playing at that level, and being able to handle it at that level. I’ve carried that on, I’ve tweaked and developed it, and this is a great opportunity for me as a coach. I’ve told the players the one thing I can guarantee them is that our preparation will be as good as we can have it. “We don’t have the luxury to send people to do things so I go and do them. As a manager I don’t leave a lot of things to chance. We are faced with problems all the time. The Chris Brunt situation [the West Bromwich Albion defender, one of only five Premier League regulars in the squad, ruptured a cruciate ligament in February]. Of all the players we could have lost that was the one position where we were weakest. We could have coped even with a centre-back because we have another one but with that situation, that’s my problem to try and solve between now and the first game. That will be a test.” O’Neill is determined his players enjoy every second of “the biggest moment of their careers”. He says: “That will excite them, it will motivate them and it will almost invigorate them to take this opportunity.” The manager has been able to use plush training facilities at Arsenal and Manchester City to motivate his players, several of whom are accustomed to more basic surroundings in England’s lower leagues or in Scotland. There will be no extra motivation needed when Northern Ireland kick off their first European Championship game against Poland on 12 June. “Only eight teams go home after the first phase. The message to the players is let’s try not to be one of those,” O’Neill says. “The reaction of the players has been funny. The first time we saw them after the draw was in March and they genuinely believe ‘we’ve got a chance’. In Romania, Hungary [two of the teams Northern Ireland finished above in qualifying] is there a big difference as opposed to Ukraine and Poland? “What we maybe didn’t have in our group were countries with that one special player. Romania and Hungary were quite similar to us, their strength was their team. But [Poland’s Robert]Lewandowski, the two Ukrainian wingers [Yevhen Konoplyanka and Andriy Yarmolenko]. That will be our biggest challenge, how we stifle that level of player. “The key is not to be beaten in the first game. I’m not expecting to be in the tournament on 10 July but, equally, I’m also hoping I’m not going home on 23 June either. We are the type of country no one wants to play. The expectation of Ukraine and Poland is that they should beat us, a tiny country. I was interviewed by Polish media back in Belfast and one guy was almost insulting, saying: ‘But you’ve got players from Fleetwood?’ I said we have but we won our group. These are things which won’t be underestimated by the opposition. We have to turn that into our favour.”",
  "webTitle": "Michael O’Neill unites Northern Ireland with Euro 2016 campaign to come",
  "webPublicationDate": "2016-05-23T21:30:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/michael-o-neill-unites-northern-ireland-euro-2016",
  "keyword": [
    {
      "webTitle": "Northern Ireland",
      "id": "football/northernireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/23/michael-o-neill-unites-northern-ireland-euro-2016"
}