{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/southampton-manchester-city-premier-league-match-report",
  "id": "2016-05-01-68",
  "sectionId": "football",
  "body": "Not the best preparation for Real Madrid, nor the best message to Manchester United. This was as comfortable a match for Southampton as it was a wretched one for Manchester City, depleted and disconnected while Sadio Mané tore them to shreds. Mané’s hat-trick capped a rampant display from Saints and, while Manuel Pellegrini can rightly argue about being hung out to dry by the Premier League schedule, this result will hardly immerse his squad in confidence before a daunting European semi-final in the Spanish capital on Wednesday. “Are you watching, Real Madrid?” chanted the City fans ironically once Mané had completed his hat-trick, with Shane Long having given Southampton the lead and Dusan Tadic orchestrating things beautifully in midfield. Kelechi Iheanacho was the only City player to emerge with any pride, scoring one goal before half-time and a stunning late consolation. The result meant City finished the day four points above Manchester United, having played a game more, and with their rivals having three matches left to play after their earlier draw against Leicester. Louis van Gaal had conceded some ground in the battle for a top-four place after his side’s match, but this performance means the race is not quite over yet. For City, only three players who started here also did in the midweek first leg against Real Madrid, which ended goalless. Joe Hart, Nicolás Otamendi and Fernandinho remained, and this unrecognisable side were sliced through with ease on numerous occasions. There were too often gaping spaces for Southampton to exploit in wide areas, with Pablo Zabaleta and – in particular – Aleksandar Kolarov regularly abandoning their defensive duties. Tadic caused major problems yet it was Mané who walked away with the match ball. It was his second Premier League hat-trick – his first being the quickest in history, last season – and it propelled Ronald Koeman’s side above Liverpool into seventh. Of Mané, the Southampton manager said: “He is still a young player and sometimes they need to be more consistent and that is why we train and work with all the players. A bit unpredictable but he was focused and clinical. That was one of my critics to all the strikers but we are very productive at home with more chances to score more. “You can talk about the changes of Manchester City but that is not fair. Give all the credit to Southampton because the performance was fantastic. “From the start we caused them a lot of problems with the movement of Sadio and Shane [Long]. Dusan and [Steven] Davis were fantastic.” Fraser Forster had palmed away a Raheem Sterling shot after Iheanacho had outmanoeuvred Virgil van Dijk on the touchline but Southampton were into their stride early on and within eight minutes of that chance for Sterling, City were two down and blue shirts in defence wore vacant stares. The Saints right-back, Cuco Martina, lofted a ball through for Tadic in the 25th minute and, with the Serb flying at pace, he deftly lifted it across goal with a single touch of the left foot and Long prodded past Hart. Seconds later City were cut apart again. Once more the opportunity arose from a lack of cohesion down City’s left, Victor Wanyama breaking up play in midfield and feeding Tadic, who advanced and slipped a precise ball between Kolarov and Eliaquim Mangala to Mané, who emphatically finished past Hart. Iheanacho clawed City back into the match before half-time and the 19-year-old was the only City player injecting a sense of urgency into their play. In the 44th minute he fed Samir Nasri out wide right and headed the resulting ball in past Forster following a ricochet off Martina at the far post. Pellegrini was impressed by Iheanacho but admitted it was unlikely the youngster would force his way into the side for the Real game. “We start thinking tomorrow about what will be the starting XI for Wednesday,” said the City manager. “Kelechi today scored two goals and is doing well in all the games but for the moment I am not thinking about that.” In the 57th minute Southampton had a third. Davis whipped in a corner and, although Van Dijk’s header was tipped excellently on to the bar by Hart, the rebound hit the turf and fell to Mané at the far post who swept home. The Senegalese attacker completed his hat-trick in the 68th minute. Van Dijk outmuscled Iheanacho in midfield and Tadic fed Mané on the counterattack, with the finish once again assured. There was still time for a pearler from Iheanacho on the edge of the Southampton penalty area, but as the home fans sang: “Gareth Bale, he’s coming for you,” Manchester City’s heads dropped and hope faded. Man of the match Sadio Mané (Southampton)",
  "webTitle": "Southampton’s Sadio Mané in hat-trick romp against Manchester City",
  "webPublicationDate": "2016-05-01T17:31:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/southampton-manchester-city-premier-league-match-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Southampton",
      "id": "football/southampton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/01/southampton-manchester-city-premier-league-match-report"
}