{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/29/britains-festival-season-begins-at-hay-on-wye",
  "id": "2016-05-29-147",
  "sectionId": "culture",
  "body": "As sunny skies darkened to a storm-cloudy evening and finally a night of heavy rain, the thousands of visitors to Hay-on-Wye on Friday settled into their tents, yurts and near and far-flung B&Bs after a day of music, books, philosophy and food served from a van. The book town kicks off the festival season in the British Isles this weekend with not one but two separate galas tempting tens of thousands of literary pilgrims deep into the Welsh countryside. There can’t be many groups of nations less climatically suited to outdoor festival life, but we don’t seem to care. Ancient Celts used to love an outdoor gathering and Britons have fully re-embraced the tradition with almost 1,000 festivals due to take place across the country this summer – adding up to around 75 officially registered festivals going on over any one week. Many of us are now taking festival breaks instead of a summer holiday, and last year the amount spent by British residents on domestic tourism – holiday trips within the UK – reached an all-time high of £19.6bn. There’s long been an interest in the staycation – even before foreign holidays in places such as Turkey, Tunisia and Egypt began to lose their popularity thanks to a perceived terror threat. The extra experience offered by a well-run festival – be it a tiny oyster celebration in Cornwall or a full-on music festival on the Isle of Wight – means that local authorities are finally beginning to appreciate the huge economic and social value of events which might once have seen residents recoiling in horror.     A poster for the Charlie Chaplin Comedy Festival, Waterville, County Kerry, Ireland. Photograph: Kevin George/Alamy    Across Britain and Ireland even the smallest places are looking to boost their tourist footfall by exploiting their unique qualities, from the Aberdeenshire fishing town of Portsoy’s traditional boat festival to the Charlie Chaplin Comedy Film Festival in Waterville, Co Kerry, where the film star took his family holidays. On the tiny Hebridean island of Eigg, bought out in 1997 and run as a co-operative by islanders, the limited numbers of tickets to its three day semi-regular Howlin’ Fling beach music festival are hot properties and include a ferry ticket and an optional hike up the Sgurr, the island’s unique lava mountain.     Stunning backdrops are part of the Howlin’ Fling beach music festival on the tiny Hebridean island of Eigg. Photograph: Blair Young    At the other end of the scale are the giants: T in the Park, Reading and, of course, Glastonbury, beginning on 22 June this year – a phenomenon that started as a countercultural hippyfest 40 years ago but which has now become the world’s biggest music festival with some 175,000 people in its Somerset fields each summer. Although music is an integral part of any festival, the perceived formula of “a band playing in a field” is no longer important, according to Paul Reed of the Association of Independent Festivals (AIF). “The entire landscape has shifted,” he said. While small, venue-based jazz and poetry festivals have been around since the 1970s and even earlier – the Edinburgh Festival was founded in 1947 to “provide a platform for the flowering of the human spirit” in the aftermath of the second world war – the new festival has to offer far more than a few headline acts. “Audience experience is the trend we’re seeing,” said Reed. “Last year more than half of festival-goers said they’d gone for the whole experience, so the numbers of people who turn up just to see a headline band is dropping away.” The AIF’s 2015 audience survey asked: “When buying a ticket for a festival, what is the single most important factor when deciding which one to attend?” More than half of respondents cited “the general atmosphere and overall vibe, character and quality of the event”; 7.7% replied “headline acts” while 26% said their priority was “the music generally”. “Increasingly more festivals have found their niche, although I don’t believe that every format has been done just yet,” added Reed. “A major newbie on the scene is a big one: the Bluedot festival in Cheshire, centred around the world’s second largest telescope. It’ll be all science and technology and astrophysics, as well as electronic music from Jean-Michel Jarre.” Food and family entertainment are increasingly important, whatever the theme of the festival, says Reed. “It’s not enough any more to say ‘oh, there’s a kids’ tent and there’s a juggler’. You need more. People who went to a festival as teenagers want to take their own kids.” Festivals also provide a vital showcase for emerging bands and an income for established artists struggling to survive financially in the industry’s streaming era.     One of the newer events, the Blue Dot festival in Cheshire is centred around the world’s second largest telescope. Photograph: discoverthebluedot.com    UK Music’s ‘Wish you were here’ report in 2015 revealed that 9.5 million incoming “music tourists” to an area generated a spend of £3.1bn. And research commissioned by Live Nation from Optimy concluded that a 5,000-capacity festival can generate approximately £800,000 in net gain to the local area and its supply chains, while a 110,000-capacity festival can generate £18m for the local area – but grumbles remain that even the most eco-friendly of festivals can bring in traffic, rubbish, noise pollution and can upset some local residents who prefer their fields undisturbed by fun. But who needs a tent to be a festival-goer? Liz Vater is director of the Stoke Newington Literary Festival in north London. “I’d been to a few literary events in London, but they felt quite self-reverential and cliquey,” she said. “I realised that I could create something I’d really love to go to, which was accessible, eclectic and fun. Stoke Newington’s history as a place where dissenters, artists and writers gathered informs the programming. “We’ve done events on the Angry Brigade who lived here, our feminist strand is in homage to Mary Wollstonecraft, who lived and taught here, we’re introducing a Gothic strand inspired by Edgar Allan Poe, who studied here, and we’re constantly trying to better reflect our multicultural community. Our outreach work is growing exponentially – this year we’ll do author events for about 2,500 schoolkids and a mini-feminism festival for Hackney sixth-formers. “Research we’ve carried out shows that for up to 70% of our visitors we’re the first literary event they’ve been to. Of all the feedback we get it’s that the programme is so eclectic – David Mitchell to a Game of Thrones pub quiz, Thomas Keneally to an event up a tree. Making it work has been a mix of incredibly hard work and sheer bloody-mindedness. We’re incredibly entrepreneurial and have become a real focal point for the community. We’ve got a network of volunteers who’ve been with us for years and genuinely feel like family.” Vater faces constant pressure to grow, something Hilary Lawson recognises. As founder of Hay’s HowtheLightGetsIn festival of philosophy and ideas which began its seventh year this weekend, he has expanded from one site to two. “It gets a bit bigger each year but that is incremental, it’s important not to be too big. We have to be loyal to the initial idea and concept. I didn’t set out to run a festival. We set out to have some open debates about the way we think about ideas and it turned out to be more popular than I ever imagined.     Now in its seventh year, HowTheLightGetsIn is a philosophy and music festival based in Hay-on-Wye in Wales. Photograph: Jeff Morgan/Alamy    “We have a very mixed group – 95% of our audience say they will come back and I think that’s because of the whole experience. You can go to a public lecture in a lecture hall, and the place cements the authority of the person speaking. Here you can stand in the coffee queue next to a Nobel prize-winning scientist. We don’t let people come here to sell a book. They have to come here with something to say. “I remember going to Glastonbury one year and getting there and realising it isn’t a band in a field – it’s a whole town in a field. There’s a tradition in that sense, which is why Britain has become such a centre for festivals. Atmosphere and experience. They’re the keys.” And never mind the weather.",
  "webTitle": "Viva La Festival! Outdoor culture is our passion",
  "webPublicationDate": "2016-05-29T07:00:01Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/29/britains-festival-season-begins-at-hay-on-wye",
  "keyword": [
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Glastonbury festival",
      "id": "music/glastonbury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music festivals",
      "id": "music/music-festivals",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Tracy McVeigh",
      "id": "profile/tracymcveigh"
    }
  ],
  "guardianId": "culture/2016/may/29/britains-festival-season-begins-at-hay-on-wye"
}