{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/chile-red-tide-salmon-farming-neurotoxin",
  "id": "2016-05-17-213",
  "sectionId": "world",
  "body": "Chilean authorities are investigating the country’s salmon-farming industry after an algal bloom carrying a virulent neurotoxin spread for hundreds of miles along the rugged coastline of Patagonia, triggering a health emergency and angry protests by fishermen. The huge “red tide” has grown rapidly over recent weeks, in what has been described as the country’s worst environmental crisis in recent years: dozens of people have been poisoned by the algal bloom which makes seafood toxic and has deprived thousands of fishermen of a living.   Related: Unprecedented 'red tide' crisis deepens in Chile's fishing-rich waters    Scientists attribute the unusually potent and widespread algal bloom to unseasonably warm water temperatures as a result of the El Niño weather phenomenon. But the spotlight is now being focused on the salmon industry amid allegations that the algal bloom may have been exacerbated by the dumping of rotting salmon in the open ocean and the massive piles of salmon faeces and salmon food now smothering portions of the seafloor. Chile’s investigative police force confirmed that an investigation had been launched. “I want to categorically affirm that we are investigating the possible criminal acts in regards to the dumping of dead salmon into the sea,” announced regional prosecutor Marcos Emilfork.      People shout slogans as they listen to a speech during a protest on Chiloé island, Chile. The sign in the background reads in Spanish: ‘Salmon farms out! Free Chiloe.’ Local residents blame large-scale salmon farms for the algal bloom. Photograph: Esteban Felix/AP    “Environmental crimes are extremely serious and are a priority,” said Emilfork, who emphasised that prison sentences would be appropriate for anyone found guilty. Chile’s president, Michelle Bachelet, has named a scientific commission to investigate the environmental catastrophe – and examine suggestions that human activity may have worsened the red tide. Marine biologist Hector Kol said the algal bloom may have been triggered by nutrients which are dumped into floating salmon cages, and then fall to the sea bed. These underwater banks of nutrients, said Kol, may act as a reservoir for the toxic algae, providing refuge and shelter. “The problem we now have is a red tide of biblical proportions,” said Kol. “Chiloé has changed, the sea is toxic. Right now we have a red tide with symptoms of diarrhoea, amnesia and paralysis from near the Straits of Magellan to Valdivia” – a stretch of more than 1,200 miles (2,000km) of coastline. Felipe Sandoval, president of the trade group SalmonChile, denied that salmon farming was to blame. “This is not a conflict about the salmon industry, which is one of the most regulated industries in Chile and the world,” he told local radio. “We have high environmental standards … not just because of the local regulations but also because of the market [conditions] where the product is going.” The unprecedented “red tide” comes after an earlier infection this year wiped out some 20% of Chile’s multibillion-dollar farmed salmon industry. Beginning in late December, higher-than-normal ocean water temperatures resulted in death of at least 27m salmon. An estimated 50m pounds of dead salmon were then hauled from the water and ground up to make fishmeal for the healthy fish. Another 20m pounds was buried in dumps around the region. While detectives and scientists collect samples and evidence, animal carcasses litter the coastline of Chiloé island after a string of mass die-offs: in June, 337 sei whales were found dead in one of the biggest strandings in history; earlier this month, 40,000 tons of dead sardines washed ashore at the mouth of the Queule river. Elsewhere, dead squid have washed ashore, while dogs have also perished after eating the poisoned shellfish.     Thousands of bivalves of the species Mesodesma donacium washed up dead in the Cucao beach in the island of Chiloé. Photograph: Damian Parra/EPA    Dante Montiel, the municipal secretary for Castro, one of Chiloé’s most important cities, described the salmon industry as “a missile that crossed Chiloé, disintegrated the community, the society, and handed out salaries that were very modest”. “We now have the consequences: environmental and social disintegration,” he said. Protests by local fishermen demanding economic aid from the government have brought commerce on the island to a halt. Another 150m salmon are now at risk of dying due to difficulties in feeding the fish and controlling diseases like the ISA virus and endemic sea-lice infections that spread from one densely populated offshore cage to another. Felipe Manterola, general manager of SalmonChile, warned that if the blockades continue, the remaining healthy salmon could resort to “competition and cannibalism”. In an interview with El Llanquihue, a local newspaper, Manterola said Chilean salmon farming was in such crisis that “our days are numbered” and suggested that the massive deaths were “a shot in the head to the industry”.",
  "webTitle": "Toxic 'red tide' in Chile prompts investigation of salmon farming",
  "webPublicationDate": "2016-05-17T10:45:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/chile-red-tide-salmon-farming-neurotoxin",
  "keyword": [
    {
      "webTitle": "Chile",
      "id": "world/chile",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Franklin",
      "id": "profile/jonathanfranklin"
    }
  ],
  "guardianId": "world/2016/may/17/chile-red-tide-salmon-farming-neurotoxin"
}