{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/bill-cosby-trial-sexual-assault-charges-pennsylvania-temple",
  "id": "2016-05-24-66",
  "sectionId": "world",
  "body": "Bill Cosby, the TV star and the subject of dozens of accusations from women who say he sexually assaulted them, must face trial over an accusation that he intoxicated and sexually assaulted a Temple University employee more than 12 years ago in his Pennsylvania home. The ruling in Pennsylvania district court sets in motion one of the biggest trials of the decade, in which the actor and comedian faces up to 10 years in prison.  The case involves the only criminal proceedings against Cosby, 78, to emerge from a tidal wave of similar accusations. Andrea Constand, who met Cosby when she was an employee of Temple University in Philadelphia and considered him a mentor, claims that Cosby drugged and sexually assaulted her at his Pennsylvania home in January 2004. Constand was not present for Tuesday’s hearing.  On Tuesday, two detectives who interviewed Constand in 2005 read detailed portions of her written statement to police. Constand claimed in the interview that Cosby invited her to his home for a conversation about her future. He urged her to drink wine, over her objections, and take pills that immobilized her, made it impossible for her to speak, and made her legs feel “like jelly”. Cosby laid her out on the couch, she claims, where he put his hand in her pants and touched her genitals, and fondled her breasts.  “I told him, ‘I can’t even talk, Mr Cosby.’ I started to panic,” Constand told police in 2005. John Norris, the chief of police, read from the transcript of an interview he conducted with Cosby and Cosby’s attorney on 25 January 2005 in New York City. In the interview, Cosby acknowledged having several sexual encounters with Constand but claimed all of them were consensual. He claims that the drug he gave her was Benadryl, allergy medication. A trial in Pennsylvania could be the only one Cosby faces despite accusations that he sexually assaulted dozens of women, often with the aid of drugs. In most of those cases, the women have declined to make statements to the police or the criminal and civil statute of limitations has expired. Indeed, Montgomery County prosecutors charged Cosby just days before being barred by a 12-year time limit.  Cosby is charged with three second-degree felony charges of aggravated indecent assault, which each carry up to 10 years in prison. Authorities issued an arrest warrant for Cosby at the end of December, and Cosby posted 10% of a $1m bail. He maintains that any sexual contact with his accusers – including encounters he acknowledges having with Constand – was consensual.  Tuesday’s ruling was at a hearing to determine if there was enough evidence for prosecutors to take Cosby to trial. The evidentiary standards for such a hearing are lower than they are in a trial. Earlier the judge ruled that Constand, who now lives in Toronto, did not need to testify at the hearing. The hearing opened with Brian McMonagle, an attorney for Cosby, arguing that it was unconscionable for the judge to send Cosby to trial based not on Constand’s testimony, but on transcripts of how she recalled the incident one year after it happened. Katharine Hart, a detective with Montgomery County, then read from a transcript she had helped type of Constand’s 2005 formal interview with police. In the transcript, Constand recalled that she “sipped” a drink and describes Cosby pushing pills on her. “These will make you feel good … take the edge off,” Constand claimed he told her. She recalled replying: “I trust you.”  The pills soon made her vision “blurry” and “fuzzy”. “I was unable to move my body,” Constand said, according to the transcript. “I was pretty much frozen.” Cosby touched her under her clothes and put her hand on his erect, exposed penis, Constand claimed. McMonagle, his voice frequently rising to an incredulous yell, focused on places in Constand’s transcript, which doubled as her statement to police, where she had crossed out significant portions. Regarding an encounter before the alleged assault, in which Constand met Cosby in his hotel room at a casino, she crossed out a line that indicated the two lay down on his bed: “We were touching each other but nothing sexual.” McMonagle also made much of what came before and after the night in question, highlighting Cosby’s admission, in his interview with police, that he had carried on a casual affair with Constand before the incident. On the night he allegedly assaulted her, she stayed to eat. “He gave her a blueberry muffin!” McMonagle yelled.  Cosby said their encounter that night was consensual. The two kissed and touched on other occasions, Cosby told police, and engaged in light petting. On one occasion when she wanted to stop, Cosby recalled to police, he stopped.  A sober-by-comparison Steele suggested that Constand’s refusal to engage in sexual conduct on that occasion may have motivated Cosby to introduce drugs into the mix. “It didn’t work out so well for him the time before,” Steele said. After the ruling, Cosby walked out of court on the arm of an aide. He did not appear as frail as he had for his previous court dates, when he used a cane.  Constand was one of the first women to make a formal accusation against Cosby. She approached detectives with her allegations in January 2005, one year after she claims the sexual assault took place. But the case that is unfolding in district court almost never materialized. In February 2005, Bruce Castor, the Montgomery County district attorney at the time, announced that he was declining to prosecute. Kevin Steele, the district attorney who is trying the case, won election over Castor last November by savaging Castor’s handling of the case.  Castor has given several reasons for dropping the case. After he declined to prosecute, Constand brought a civil suit against Cosby. The case ended in an undisclosed settlement in 2006. In October 2014, Castor told the Associated Press that compared with her description of the assault to police, Constand’s civil lawsuit contained enhancements and discrepancies. The differences, he said, were “troublesome for the good guys”. “If the allegations in the civil complaint were contained with that detail in her statement to the police, we might have been able to make a case out of it,” Castor said.  Constand sued Castor for defamation over his remarks. In an interview with the Washington Post one month later, Castor said he found Constand credible, but that a lack of physical evidence and the delay in reporting would hamper the prosecution. In July 2015, the AP published a deposition of Cosby, taken during Constand’s civil suit, admitting that he obtained quaaludes for the purpose of giving them to young women he wished to sleep with. Castor’s successor in the district attorney’s office quietly reopened a criminal inquiry.",
  "webTitle": "Bill Cosby: comedian to stand trial on sexual assault charges in Pennsylvania",
  "webPublicationDate": "2016-05-24T17:21:25Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/bill-cosby-trial-sexual-assault-charges-pennsylvania-temple",
  "keyword": [
    {
      "webTitle": "Bill Cosby",
      "id": "world/bill-cosby",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pennsylvania",
      "id": "us-news/pennsylvania",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Molly Redden",
      "id": "profile/molly-redden"
    }
  ],
  "guardianId": "world/2016/may/24/bill-cosby-trial-sexual-assault-charges-pennsylvania-temple"
}