{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/04/best-iphone-ipad-apps-games-shakespeare-warbits",
  "id": "2016-05-04-299",
  "sectionId": "technology",
  "body": "From Shakespeare to Angry Birds, via CBeebies, Sean Parker, Disney and The Walking Dead. It’s been an interesting month for iPhone and iPad owners, with a range of new App Store releases to try. As ever, prices are correct at the time of writing, and if you see “IAP” it means the app uses in-app purchases. Looking for Android apps instead? Don’t post an angry comment – click through to the separate Best Android Apps roundups instead.     Heuristic Shakespeare - The Tempest    APPS Heuristic Shakespeare – The Tempest (£4.49)With Shakespeare in the news thanks to the 400th anniversary of his death, this is the first of a planned series of 37 apps “demystifying” his plays. You get a performance, the full text, lots of explanatory notes and information, and experts Sir Ian McKellen and Sir Jonathan Bate explaining it all.  BBC iPlayer Kids (Free)Children’s shows are one of the most popular categories on the BBC’s iPlayer catch-up TV service. Now they’ve got their own app, offering shows from its CBeebies and CBBC channels, filtered by age. It’s only available in the UK. The Infinite Arcade by Tinybop (£2.29)A brilliant app for anyone worried that their children might enjoy making games as well as playing them. The Infinite Arcade is an accessible app for kids to create Arkanoid-style bat/ball/bricks games, platformers, pinballers and more. Simple to start with, but lots of scope for creativity. BBC Bitesize (Free)Another BBC app, but this time aimed at older children: those studying for GCSE and higher exams at school. It serves up flashcards, videos, quizzes and other accessible information for subjects, tuning its content depending what exam board the student is under. Hear - Advanced Listening (Free)Developer RjDj was around in the early days of the App Store making innovative audio apps. Now it’s back with Hear, which promises to make rush-hour city-strolling less stressful. It “filters your acoustic environment”, a bit like an equalizer for the sounds around you, with settings including Sleep, Relax and Office. Airtime (Free)Airtime is the latest thing from Napster / Facebook veteran Sean Parker. In fact, it’s a relaunch of an earlier web-based video-chat service. Now it’s a mobile group-video-chat app, where up to six friends can talk, watch videos and listen to streaming music. Talkshow (Free)Subtitled “Texting in public”, this is the new startup from a former Twitter exec. It wants to get people hosting talkshow-style chats about any topic they like, inviting their audience to contribute thoughts, reactions and GIFs. An interesting idea, but will it catch on? Aurora (Free)There is more to podcasting than Serial, believe it or not. Aurora is one of the apps trying to help people discover more podcasts to listen to, with a team of editors making their recommendations. You can download podcasts for offline listening too. FreshTeam (Free + IAP)A growing number of businesses and work teams are using tools like Slack to keep in touch. Now FreshTeam is throwing its hat into the ring with a messaging app designed for colleagues: including a map to see who’s where, and group voice-calls. StoryWorth (Free)Whether you’re researching your family tree or simply keen on picking your older relations’ brains for memories, StoryWorth is an interesting idea. Relatives are asked weekly questions about their lives, which build up into an archive. It complements, rather than replaces, sitting down for a good old natter with them, mind.     Screenshot of the game Warbits.    GAMES Warbits (£2.99)Nintendophiles who loved strategy game Advance Wars are getting excited about Warbits: it’s a similarly-brilliant turn-based strategy game with the added draw of online and local multiplayer battles. Power-ups for your army spice up the asynchronous action. Disney Crossy Road (Free + IAP)120m downloads later, popular game Crossy Road gets an official Disney spin-off, with characters and levels from films including Toy Story, The Lion King and Wreck-It Ralph. The gameplay is still Frogger-style road-hopping, with bags of charm and lots of characters to unlock. Fallen London (Free + IAP)There’s some excellent work being done around interactive fiction at the moment, with Fallen London one of the best examples. Set in a London “stolen by bats”, it’s an absorbing “literary RPG” that sees you exploring the Victorian capital and finding your fortune. Choose-your-own-adventure with great writing, and better hats. Angry Birds Action! (Free + IAP)Released to pave the way for the upcoming Angry Birds film, this is another departure from the original side-on bird-flinging gameplay. The action here is more like pinball crossed with mini-golf, as you ping birds around levels collecting eggs. One question mark: are in-app purchases that go up past £50 really a good thing in a game based on a children’s film? Marvel: Avengers Alliance 2 (Free + IAP)The original Avengers Alliance game was a beefy beat ’em up for superheroes, and its sequel is even beefier. Drawing in all manner of Marvel characters, it sees you assembling a three-person team to take on all-comers – with social features and online battles part of the fun. Pktball (Free + IAP)Air hockey meets Crossy Road, although not in the sense of apeing the latter’s pixelly graphics. Instead, this sees you slamming a ball past opponents, while unlocking new characters through the coins you earn – like Crossy Road. It’s fast and fun. Fear the Walking Dead: Dead Run (Free + IAP)As mobile genres go, “tactical runner” appears to be a new one. Based on the popular TV zombie drama, this sees you legging it through Los Angeles, balancing running and shooting to ensure your guts don’t become lunch. It’s very well done indeed. Egz – The Origin of the Universe (£2.29)Successful paid games are increasingly rare on mobile, but Egz deserves to be a big hit. It’s an inventive, original puzzly platform game where you bounce and roll your round ‘Egz’ through 80 levels. It looks great – and sounds it too: the soundtrack is excellent – but plays beautifully too. Harvest Moon: Seeds of Memories (£7.99)Who said farmers’ prices were being driven down? This is quite expensive by mobile standards, but it’s a proper Harvest Moon game – and if you’re a fan of Natsume’s rural-RPG franchise, you’ll be as pleased at the prospect as I am. Growing crops, exploring the world and getting hitched is as fun as ever. Chameleon Run (£1.49)The app stores are festooned with endless-runner games, but developer Noodlecake Studios has found an original spin on the genre with Chameleon Run. It involves switching colour to match the scenery as your character runs, with characterful, colourful graphics. Those are our choices, now tell us yours. What iOS apps and games have you been enjoying in the last month, and what do you think of the ones we’ve recommended above? The comments section is open for your thoughts.",
  "webTitle": "20 of the best iPhone and iPad apps and games this month",
  "webPublicationDate": "2016-05-04T08:00:22Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/04/best-iphone-ipad-apps-games-shakespeare-warbits",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPhone",
      "id": "technology/iphone",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPad",
      "id": "technology/ipad",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iOS",
      "id": "technology/ios",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "iPlayer",
      "id": "media/iplayer",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Children's tech",
      "id": "technology/children-s-tech",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Sean Parker",
      "id": "technology/sean-parker",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Angry Birds",
      "id": "technology/angry-birds",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/04/best-iphone-ipad-apps-games-shakespeare-warbits"
}