{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/18/australias-indefinite-detention-of-refugees-illegal-un-rules",
  "id": "2016-05-17-28",
  "sectionId": "law",
  "body": "Australia’s indefinite detention of refugees on secret security grounds is arbitrary and illegal, the UN has ruled, in the latest of 51 cases – the most of any country – before the human rights committee. The government should offer compensation to those it incarcerated without charge for up to six years, the UN’s human rights committee said in its latest rebuke, which could harm Australia’s ambitions to secure a seat on the powerful UN human rights council. Australia’s Attorney General’s Department declined to comment on the breach of the international covenant on civil and political rights, citing the caretaker conventions in place during the election campaign. The latest adjudication by the UN human rights committee relates to five refugees – one Iranian, three Sri Lankan Tamils and one Afghan Hazara – who were illegally detained between 2009 and 2015 because the Australian Security Intelligence Organisation had made an “adverse security assessment” against each of them.   Related: 'We are the forgotten people': the anguish of Australia's 'invisible' asylum seekers    They were recognised as refugees by Australia – “for whom return to their countries of origin was unsafe” the committee said – but were refused visas on security grounds. But they were not allowed to know why they had been deemed security risks, nor were they permitted to see any of the evidence against them, or contest it. As a result, they were held in detention indefinitely, without facing charge or trial, or without any to the courts. Asio later reversed its security assessments against all five refugees and released them to live in the community. All five are still in Australia. Each spent between four and six years in incarceration without charge. At the peak of detentions, more than 50 people were arbitrarily detained on secret grounds. Almost all have had their security assessments removed and have now been released. The Guardian understands that between six and 10 people remain in unlawful detention. The government will not confirm how many. The UN found the refugees’ detention was arbitrary and contrary to their right to liberty because the Australian government had failed to justify why the refugees presented a security risk.  The refugees suffered “cruel, inhuman, or degrading treatment” because their detention was arbitrary and indefinite, and because they were held in inadequate conditions. And the committee rejected Australia’s argument that the healthcare it provided to the refugees was sufficient to address their mental health concerns, finding that the fact of indefinite detention on secret grounds caused “serious psychological harm” which could not be addressed by treatment in detention.  While indefinite administrative detention is legal under Australian law, it is incompatible with Australia’s international treaty obligations under the ICCPR, the committee ruled. Australia is “obligated” to “provide … rehabilitation and appropriate compensation” to those detained, the committee found. “The state party is also under an obligation to take steps to prevent similar violations in the future.” The human rights committee has now found violations in 51 cases of refugees incarcerated by Australia under Asio adverse assessments, the largest number of human rights case successfully brought before the it.   Related: Australia's bid for the UN human rights council was conceived in a parallel universe | Richard Ackland    Prof Ben Saul, Challis chair of international law at the University of Sydney who acted for the refugees, told the Guardian that Australia’s breaches of international human rights law were egregious and sustained. “Short of torture or execution, indefinite detention is the worst thing you can do to a person under international human rights law,” he said. “These people have not been proved to have done anything wrong. No evidence has ever been presented to them that they have broken any law. It is not illegal to seek asylum. It is illegal to detain asylum seekers indefinitely.” Saul said the human rights committee was an independent and un-politicised body of international law experts. “Australia is utterly hypocritical when it comes to adhering to international law,” he said. “We constantly lecture China about international norms over its behaviour in the South China Sea, but when it comes to the findings of the committee, Australia just responds, ‘We disagree … we interpret human rights differently.’ “If you’re making up your own version of international law, it shows a complete disrespect, even a contempt, for the international system.” Australia is lobbying for a position on the human rights council, competing against Spain and France in the “western Europe and others” group. Two out of the three countries will be elected in the 2017 ballot. The three-year term runs from 2018 to 2020.  Saul said Spain and France had well-resourced diplomatic missions across the world and Australia’s sustained breaches of international law would be used against it. The office of international law within the Attorney-General’s Department is responsible for advising the government on its treaty obligations and responsibilities under international law. The AG’s department responded to queries from Guardian Australia saying that, because the government was in caretaker mode before the election, it was not in a position to respond on the government’s position. Historically, Australia has considered the findings of UN treaty bodies and responded within six months.  In response to previous, similar findings, the government has affirmed it is “entitled to take measures, including detention, to uphold Australia’s national security”. The government has also argued with the UN’s interpretation of the ICCPR, claiming that “lawfulness” does not mean “lawful under international law” or that arbitrary detention is not lawful.",
  "webTitle": "Australia's indefinite detention of refugees illegal, UN rules",
  "webPublicationDate": "2016-05-17T20:17:23Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/18/australias-indefinite-detention-of-refugees-illegal-un-rules",
  "keyword": [
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Espionage",
      "id": "world/espionage",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Doherty",
      "id": "profile/ben-doherty"
    }
  ],
  "guardianId": "law/2016/may/18/australias-indefinite-detention-of-refugees-illegal-un-rules"
}