{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/31/qa-coalition-labor-turn-on-arrogant-richard-di-natale",
  "id": "2016-05-30-17",
  "sectionId": "australia-news",
  "body": "The commitment by both major parties to new coalmines that threaten the Great Barrier Reef was “the great tragedy” of Australian politics, Greens leader Richard Di Natale told the ABC’s Q&A program on Monday. Di Natale, who was forced to defend the role of his party from both Labor and Coalition rivals, who branded him “arrogant”, linked fossil fuel donations to the two major parties to the economic woes now felt in regions like central Queensland. Pressed by an audience member on how the Greens would boost the economy in former mining boom towns, Di Natale jumped on an earlier answer from Coalition MP Steve Ciobo that the government was banking partly on the huge Carmichael mine.  “I tell you what we won’t be doing is opening up a new coalmine and killing the Great Barrier Reef,” Di Natale said to applause from the Brisbane audience. “If you care about tourism you don’t open up a whopping great big coalmine and fuel catastrophic global warming.    Related: Environment scorecard rates Coalition's policies 'woefully inadequate'    “But this is the great tragedy here in Australia right now, is we’ve got the two old parties committed to opening up new coalmines and preventing this country from realising the huge opportunities that come with making a transition to the clean, renewable energy economy.” Di Natale said both the Coalition and Labor were complicit in “slashing” the renewable energy target and funding to the renewable energy agency, with “no strategy” to develop renewable sector investment to the point where it could deliver “100,000 jobs” as in Germany, denying new employment opportunities to regional Australia.  “And if you want to know why those communities you spoke about are in such trouble, look no further than the massive donations that have been given to both the old parties from the fossil fuel lobby,” Di Natale said, again to applause.  Di Natale, a day after an election leaders’ debate he declared a “snoozefest”, came under repeated attack from Ciobo and Labor MP Terri Butler. Butler, who said she personally did not support the Carmichael mine and that the state Labor government did not “have much discretion” around its approval, told Di Natale: “It’s great you have a good policy, Richard, it’s absolutely fantastic.    Most Australians don’t identify with Greens policies. They …  actually want strong border sovereignty,  Steve Ciobo     “But we have a fantastic policy and we can form government and deliver it. That’s the difference between Labor and the Greens,” Butler said.  “Not for long,” Di Natale replied, to which Butler said: “No, no, this is serious – this is actually serious,” before referring to Labor’s plan for a 50% renewables target by 2030, $500m in reef water quality funding and skills and training investment for a “just transition” in post-mining communities.  Asked by host Tony Jones about the “existential threat” to the reef, and the Flinders university estimate that $10bn in funding over 10 years was needed to save it, Ciobo defended the Coalition’s $460m to improve water quality and its carbon pollution reduction scheme that would achieve “one of the highest per capita reductions in the world”. Ciobo also pointed to skills and training funding, international tourism and agribusiness as the way for mining dependent communities to make a transition, but said global coal demand was “going through the roof”. Di Natale retorted: “That’s why the coal price is tanking.” Ciobo accused Di Natale, by calling for a moratorium on new mines in Australia, of exporting the production of coal. “That’s not going to save the reef, mate, it might make you feel good, but it’s not actually going to make a difference,” he said. South Australian senator and new party leader Nick Xenophon confessed he did not know the answer to reviving struggling mining communities, but said: “We blew the mining boom. “We should have had a sovereign wealth fund. We should have been able to cushion ourselves from these shocks.” Tasmanian senator Jacqui Lambie – whose other notable contribution was a call for young adults not working or studying to be conscripted into military service – questioned Di Natale’s reference to Germany’s renewables sector. Lambie said the country paid “double” what Australians did for electricity and relied on France’s nuclear energy for its “baseload” power. Di Natale disputed this.    You do not have the capacity to become the PM after the federal election  Terri Butler to Richard Di Natale     The Greens leader and Xenophon were both upbraided by Ciobo – with agreement from Butler – as “really arrogant” in their attitudes to the major parties, whom Di Natale branded the “Coles and Woolies” of politics. “Richard, most Australians don’t identify with Greens policies. They’re not in favour of legalising drugs … they actually want strong border sovereignty,” Ciobo said. “And that’s the reason why they will support the Labor party or the Liberal party in stronger numbers than they will your party.  “And mate, you can sit there and be arrogant about it and say well that’s just because they’re not that smart, but I mean the reality is, mate, the reason they get behind the majors is because of those common values.” Butler told Di Natale he had been excluded from the leaders’ debate “because you do not have the capacity to become the PM after the federal election”. “People have got a serious choice to make here: a choice between a government who’s going to make big cuts to services and hand over money to foreign investors and big corporations, and someone else who’s actually got capacity to do real work and save the reef,” Butler said. Di Natale, the only panel member to attract regular applause, said the “identity politics” that helped Labor and the Coalition was breaking down and that “our time is coming”. “If there was a vote among people who are under 30 in Australia there’d possibly be a Greens prime minister,” he said.   Related: Deal and no deal: decoding Turnbull and Shorten's double talk on minority rule | Lenore Taylor    Ciobo said it was “quite fascinating to watch Terri and Richard bicker because what’s fascinating about this election is that the Labor party know they are in serious strife because [the Greens] obviously appeal to the centre left”.  He said Labor was “completely split down the guts” on asylum policy and Di Natale was “excited” at the prospect of the Greens winning lower house votes on the issue. Di Natale’s response again won him applause. “I know this is really hard to believe, but I don’t care what the Labor party thinks about this issue,” he said.  “I care about those kids who are rotting in hellholes in those offshore camps because we’ve got a Liberal government and a Labor party who haven’t got the courage to stand up and say these are people who are going to make a contribution to this country. “And a decent society doesn’t take innocent people and harm them – and we know they’re being harmed – to send a message to someone else.”",
  "webTitle": "Q&A: Coalition and Labor accuse Richard Di Natale of being 'arrogant'",
  "webPublicationDate": "2016-05-30T21:27:01Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/31/qa-coalition-labor-turn-on-arrogant-richard-di-natale",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nick Xenophon",
      "id": "australia-news/nick-xenophon",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Jacqui Lambie",
      "id": "australia-news/jacqui-lambie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Carmichael coalmine",
      "id": "environment/carmichael-coalmine",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coal",
      "id": "environment/coal",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/31/qa-coalition-labor-turn-on-arrogant-richard-di-natale"
}