{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/11/twitters-reach-influence-beyond-platform-one-billion",
  "id": "2016-05-11-302",
  "sectionId": "media-network",
  "body": "Perhaps Twitter protests too much. In response to slowing active user numbers – 310 million and stalling – it has come up with a much larger figure of its own.  That number is one billion. According to the corporate blurb on Twitter’s website there are that many unique visits to sites that feature embedded tweets. The point is to illustrate that social network’s reach is not restricted to those few hundred million people who directly engage at least once a month but to a bigger number – a much more Facebook-like number – of those exposed to tweets but who rarely, if ever, log onto the service.  There is both a necessity and logic to the one billion.  Necessity because data from elsewhere suggests Twitter’s influence is waning. A report published last month by the social analytics company Parse.ly concluded that Twitter drives less than 5% of referrals to news organisations. Unsurprisingly, that’s less than Facebook and Google. But it’s also less than Yahoo. In its study of 200 websites over a two-week period in January, Parse.ly concluded that the median value of Twitter to news organisations looked like this: eight tweets per post, three clicks per tweet and 0.7 retweets for each original tweet. Not huge, in other words.  But Twitter’s one billion number is logical too because there are those in publishing that believe Twitter’s influence goes beyond the top line. Speaking at the Guardian Media Summit in London earlier this year, the Washington Post’s director of strategic initiatives Jeremy Gilbert referred to the “interellation” between social channels. Talking about the origin of the paper’s Facebook referrals, Gilbert said: “The headwaters of those shares was often Twitter … Twitter is driving people to share on Facebook.”  Talking to the Guardian more recently, Gilbert elaborated: “for the Post there are two large audiences on Twitter that matter a lot. One is journalists – and there is a lot of sharing from one journalistic site to another. The second are people – for personal passion or professional reasons – who really want to be seen as informed in spreading news. They are then helping to drive those shares through Facebook.” Gilbert said that while some of this behaviour was trackable – monitoring the spread of shortened URLs, for example, as well as using Zignal Labs’ cross media story-tracking platform – much of it was anecdotal.  But why are people prepared to share across platforms? Because it “makes them look smarter”, Gilbert suggested. “There is some sort of currency on Facebook for being the first person on your graph to share something,” he said. “Different social platforms have different functions in the dissemination of our news. Twitter is still very much a platform about breaking news and some of the deeper analysis.”  It’s a view broadly echoed by Martin Ashplant, digital director of Metro who conceded that even celebrities and influencers “with millions of Twitter followers don’t drive the sort of traffic to publishers that Facebook does.” He added, however: “Twitter is a source of content and people use it among multiple other sources to then feed those other social platforms.” Is this Twitter as news wire? “You can see that in multiple ways,” said Ashplant. “You see it in terms of people putting a link on Twitter and helping it seed to another social platform. You also see it with journalists and bloggers spotting something on Twitter and turning it into a piece of content which they then feed into other social platforms.” Notably, the largely negative Parse.ly report concluded that Twitter still “serves a unique place in the link economy … News really does ‘start’ on Twitter”.   Related: Cosmo and Lad Bible reach new audiences through social    There are a couple of other aspects to Twitter influence. First, those median engagement numbers don’t tell the whole story. Publications – often B2B and specialist publications – that have highly targeted audiences, tend to generate far greater engagement. Take Nieman Lab, which covers the digital publishing landscape and reported the Parse.ly findings. It claims that that 15% of its traffic comes from Twitter.  Second, a further piece of analysis – this time by the people behind the social media sharing tool Buffer – found that Twitter shares were more valuable than those from Facebook and LinkedIn. Across a 30-day period it recorded total page views and total shares by network. By dividing the former by the latter, it concluded that LinkedIn generated 0.75 page views per share, Facebook 1.5 page views per share and Twitter 2.0 page views per share.  So regardless of the stalling active users and top line numbers, perhaps Twitter still matters. Perhaps it still has influence, albeit indirectly. “If I were Twitter I would be trying hard to quantify that,” said Ashplant, “and talk about the number of influencers who are using Twitter as opposed to the number of people using Facebook who don’t have that level of influence.” Gilbert added that it was the influence of the Twitter users and their willingness to share cross platform that “makes it worth participating in the Twitter conversation even though the traffic from will not be as great as it is typically from Facebook.” Jon Bernstein is an independent digital media consultant, editor and writer, formerly deputy editor, then digital director of New Statesman and multimedia editor at Channel 4 News. He tweets @jon_bernstein To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "What is Twitter's real reach?",
  "webPublicationDate": "2016-05-11T09:00:08Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/11/twitters-reach-influence-beyond-platform-one-billion",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Washington Post",
      "id": "media/washington-post",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [],
  "guardianId": "media-network/2016/may/11/twitters-reach-influence-beyond-platform-one-billion"
}