{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/fc-halifax-town-grimsby-town-fa-trophy-final-match-report",
  "id": "2016-05-22-31",
  "sectionId": "football",
  "body": "This was some way for Halifax Town to overcome the crippling disappointment of relegation. Three weeks after dropping out of the National League Premier due to a final-day draw with Macclesfield, Jim Harvey’s team put their frustration to good use by beating Grimsby 1-0 to win the FA Trophy on their first visit to Wembley. Understandably Grimsby had prioritised returning to the Football League after a six-year absence by beating Forest Green here in a play-off last week, and looked quite lethargic against their fresher opponents. There would be no second dose of success in eight days for Paul Hurst’s team as Scott McManus’s stunning effort three minutes after half-time looped over the head of James McKeown. McKeown had done well to push away a Richard Peniket cross but Grimsby’s defence were slow to react and after failing to clear, McManus arrived to loop the ball over the keeper and into the net from 25 yards. McManus departed with a suspected torn cruciate ligament 20 minutes from the end but a Grimsby onslaught never materialised, a couple of corners and a tame shot from Nathan Arnold aside. “That’s a massive result,” Harvey, the Halifax manager, said. “We’re only part-time, I’m only here five months and I’ve had to adjust to what they can offer me. We’ve had to be rigid with the formation, basically defend and counter.” When Harvey took over at Christmas, Halifax were 10 points from safety. In the end they were a point away from staying up. This was the last game of the Northern Irishman’s contract; he is expected to learn on Monday if he will be offered a new deal. Grimsby’s dynamic forward pairing, Padraig Amond and Omar Bogle, could find no time nor space against Halifax’s five-man defence and with Nicky Wroe dominating in midfield, the Shaymen were a tad stronger throughout. All of Grimsby’s best chances came from set pieces but Amond, in the first half, and Shaun Pearson, in the 90th minute, could only direct their headers into the arms of Sam Johnson. Indeed McKeown kept Grimsby in the game for a time, with Wroe and Jordan Burrow both going close. Connor Hughes could have put the game beyond doubt in added time when played through by Burrow but Aristote Nsiala recovered well to block his goalbound effort. “It was a bit of a learning curve,” Hurst said. “Did one or two enjoy last weekend too much? A combination of that and the efforts put in over the last two weeks has taken its toll. We didn’t have energy. It was a bit pedestrian for me.” The Grimsby manager also warned that the team to begin League Two in August will be significantly different to the promotion-winning side. “I would be foolish to rip it up altogether,” Hurst added. “We’ve got to keep some to maintain the spirit and togetherness to kickstart next year but at the same time we need to add quality. We are moving up a level. We need quite a few players in.”",
  "webTitle": "Scott McManus strikes for Halifax to beat Grimsby in FA Trophy final",
  "webPublicationDate": "2016-05-22T20:02:42Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/fc-halifax-town-grimsby-town-fa-trophy-final-match-report",
  "keyword": [
    {
      "webTitle": "Grimsby",
      "id": "football/grimsby",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/22/fc-halifax-town-grimsby-town-fa-trophy-final-match-report"
}