{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/adam-lallana-liverpool-jurgen-klopp-europa-league-sevilla",
  "id": "2016-05-16-30",
  "sectionId": "football",
  "body": "Adam Lallana has just dismissed rumours of a summer move to Tottenham Hotspur – yes, he is friends with Mauricio Pochettino but Liverpool’s stature, appearance in two cup finals this season and his contentment are more persuasive, he explains – when Jürgen Klopp appears on the balcony outside the interview room. The Liverpool manager steps inside to offer the assembled journalists some guidance.   Related: Liverpool can save season by winning Europa League, says Simon Mignolet    “Ask him if he knows when Spurs start pre-season training,” Klopp says. “Too late, we have already spoken about that,” Lallana responds. “I asked him and he said 1 July!” Klopp says, booming with laughter as he steps back on to the balcony in the knowledge he has put the England international firmly on the spot. Not that Lallana minds. The 28-year-old values perfectly timed interventions from his manager, considering the arrival of Klopp in October helped rejuvenate the Liverpool career of a player who admits: “It was only last season that people might have read I was leaving and thought: ‘Yes, let’s get him out.’” No longer. Lallana will be arguably one of the first names on Klopp’s team sheet for Wednesday’s Europa League final against Sevilla having thrived on the manager’s pressing tactics, becoming more influential as the campaign has progressed. “It was a fresh start for everyone when he came in,” the creative midfielder says. “I just feel really appreciated under this manager. The last seven months have been very important for me. I feel as though I have established myself at Liverpool and I am enjoying it. “I can’t wait for Wednesday. I’ve finished sorting the tickets out and making sure my family get over there. Liverpool have been to big cup finals before but for myself there was just the Johnstone’s Paint trophy a few years ago so I am really looked forward to this. It will be a special night.” There was also the Capital One Cup final in February, when Lallana was one of three Liverpool players foiled by the veteran goalkeeper Willy Caballero as Manchester City won on penalties. That particular memory may be one the former Southampton captain would rather forget but another – Klopp’s team talk – is a reason he approaches the Europa League final with confidence. Lallana recalls: “In the team meeting before he said: ‘This will be the first of many finals we will have together.’ The way he said it, the words he used, you just believed there would be more finals, whether it was this year, next year or whenever. Three months later we are in another cup final. There is no luck in that. It just shows you his confidence and self-belief and I think that rubs off on the lads, subconsciously or not. ‘The first of many finals,’ he said, and it just stuck in my mind from the moment he said it. He said we would use the experience whether we won at Wembley or not. We were on the losing side that day but I certainly learned from it and I’m sure the other players did too. We will be better for it and more prepared for this final.” Lallana has looked sharper and fitter in Klopp’s team than during his difficult debut season under Brendan Rodgers but says that is merely a reflection of the manager’s gameplan: “I have been as fit as this before. I had injuries last season, I’ve had a couple of injuries this season but I think the way Klopp wants you to play maybe makes me look fitter. He demands hard work. He demands 100%. He doesn’t do passive. That is a word he uses a lot. He says if you defend passive there is no point in playing. You are entitled to make a mistake and he accepts you will have a bad game but he really won’t be happy if you are not giving it your all.” He may feel appreciated by Klopp and established at Anfield but the £25m midfielder, one of five Liverpool players in England’s provisional 26-man squad for the European Championship, still finds it possible to get on the wrong side of his manager. “He was screaming at me during the Chelsea game last week but he screams so much on the day of a game you’ve got to take it with a pinch of salt,” Lallana says. “You definitely can’t take it personally; that’s just him. He was shouting at me to be more compact against Chelsea. The worst thing you can do in that situation is gesture ‘What do you mean?’ or dismiss it. The best thing is to just nod your head even if you don’t understand what he’s saying. “I made the mistake of saying I couldn’t hear him away at Leicester and that didn’t help but after the game he will always explain he was just trying to help you. He is a great character to have around. I really like the way he is and I think his traits bring the best out of a lot of players. He doesn’t get too angry. He’s more disappointed that we haven’t shown our best. He is emotional and aggressive in his demands but he doesn’t get that angry after a game. He is very structured in what he says.” Klopp and Lallana are next-door neighbours in Formby, where the Liverpool manager has taken up residence in Rodgers’ former home. A little awkward, surely? “It is nice actually,” Lallana says. “He has got a nice family, nice kids and I see him walking the dogs. One time I was taking my little boy up for a bath and when we got to the landing we saw him [Klopp] taking out the bins so I put my lad on the balcony and he was shouting, ‘Klopp, Klopp’ and giving it the fist-pump celebration. He just looked at him and gave him a wave.” As for talk of Lallana waving goodbye to Liverpool should Pochettino, his former manager at Southampton, call this summer, the midfielder – moments before Klopp’s interruption – states: “No, not for me. I’ve got three years left on my contract and I’m really enjoying my football under this manager and getting to two cup finals. I have always had a good relationship with Pochettino. We are very good friends off the pitch but I am at a massive club, playing some of my best football and getting to cup finals. It would be very difficult. I’m sure he knows that.”",
  "webTitle": "Liverpool’s Adam Lallana on Jürgen Klopp and Europa League glory",
  "webPublicationDate": "2016-05-16T21:30:10Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/adam-lallana-liverpool-jurgen-klopp-europa-league-sevilla",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Andy Hunter",
      "id": "profile/andyhunter"
    }
  ],
  "guardianId": "football/2016/may/16/adam-lallana-liverpool-jurgen-klopp-europa-league-sevilla"
}