{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/20/south-uist-1950s-croft-john-maclellan-paul-strand",
  "id": "2016-05-20-115",
  "sectionId": "uk-news",
  "body": "Paul Strand was a New Yorker who photographed his own city, before travelling widely, to Mexico, France, Italy, Ghana. He photographed the UK once, during a visit to the Hebrides in 1954. He was worried that a plan to have a missile base on the island would change the lives of the people on South Uist, which included me and my family, and he wanted to record us before it was too late. This is me, in the middle, aged eight, with my sisters Millie and Jean. We are standing on the sofa to give us a bit more height. I remember Strand outside, setting up his large camera on a tripod under a cloak. Apparently, he was meticulous like this, taking a long time to set up and take his pictures, like a studio photographer, even though he was in the open air. This had been our grandparents’ house, and when he inherited it, my father built two new wings. We also had a croft and 10 acres of land, and there was a loch at the back of the house. For me and my siblings – I had five brothers and five sisters – there were always jobs to do: we had hens, ducks and two cows. We fed them, took them in at night, collected eggs, cleaned the birds’ houses and milked the cows. We had to fetch peat for the fires from some distance. I planted a vegetable garden; I grew lettuce, carrots, beetroot and cabbage. In summer, there were other crops to tend, and peat-cutting, drying and stacking to do. Shopping involved walking to Lochboisdale; we would get deposit money back on empty lemonade bottles and jam jars, which supplemented any pocket money we had. Travelling shops visited on certain days. As my elder brothers and sisters left home, more work fell to the younger ones – I was the second youngest. It was like a business with inbuilt downsizing of the workforce; we were certainly multitasking before the term came into common usage. There weren’t many other children living nearby to play with, and the pace of life was pretty slow. Strand wasn’t the first person to photograph us. Werner Kissling, a German photographer who documented similar communities all over the world, had taken our picture many times with his Leica. Unlike Strand, he always photographed us outside. He returned often and became a family friend.   Related: Donald Trump impersonator meets Donald Trump,  Las Vegas, February 2016    Strand published a book of his time in South Uist in 1962, called Tir A’ Mhurain, which in Gaelic means Land Of Marram Grass, after the grass that spreads along the sandy western shore. I first saw this photograph when I bought the book 20 years later, in 1981. I left South Uist when I was 15 and had finished school – young people really had to move to the mainland to study or work. I feel no sense of loss; in fact, everything has worked out well, probably due, in no small measure, to my upbringing. I go back occasionally from Edinburgh, where I now live, and am always treated as if I’ve never been away. • Paul Strand: Photography And Film For The 20th Century runs until 3 July at the Victoria & Albert Museum, London SW7. Are you in a notable photograph? Email thatsme@theguardian.com",
  "webTitle": "South Uist in the 1950s: ‘We had a croft and 10 acres – there were always jobs to do’",
  "webPublicationDate": "2016-05-20T15:00:07Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/20/south-uist-1950s-croft-john-maclellan-paul-strand",
  "keyword": [
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Booth",
      "id": "profile/hannahbooth"
    }
  ],
  "guardianId": "uk-news/2016/may/20/south-uist-1950s-croft-john-maclellan-paul-strand"
}