{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/10/context-brands-reach-message",
  "id": "2016-05-10-237",
  "sectionId": "media-network",
  "body": "All brands have a clear idea of their audience: identifying, understanding and segmenting customers underpins every marketing strategy. But how much effort is spent uncovering a brand’s ideal target context – the times, places and moments when a message will resonate best? Far less.  Is this a mistake? Psychological research into the fundamental attribution error suggests so. The fundamental attribution error refers to the widespread, but mistaken, belief that people’s character is more important in explaining their behaviour than the context of their decision. What’s the evidence?  One of the original experiments (pdf) into the fundamental attribution error was conducted by Princeton psychologists John Darley and Daniel Batson, who devised a rather mischievous test to determine the impact of character versus context.  First, they assessed the personalities of 40 theology students by asking about their motivation to study – personal salvation, or to help others? They then asked each student to deliver a sermon in a nearby church. This was when the researchers introduced a situational variable.    Brands should focus as much on target contexts as they do target audiences     Just as the students headed off to preach, half were told they were running late; the other half that they had plenty of time to reach the venue. Here’s the next twist. Darley and Batson had positioned, en route to the church, a plant – a man in need of help, claiming to have fallen. The final step was to record which students stopped to help the suffering man.  The results are not what you may have predicted. Despite there being two distinct personality types – either selfish or altruistic – this type was found to have no noticeable effect on whether participants stopped to help the man. The biggest determinant was simply how much of a rush they were in. This seemingly small variation had a tremendous impact: only 10% of those who were late stopped, compared with 63% of those who had plenty of time. However, when the psychologists told another group about the experiment and asked them to judge what the biggest influence on behaviour would be, most respondents picked personality.  Why do we underestimate context as a driver of behaviour? Perhaps because it boosts our self-image: it appeals to our ego to believe that we are paragons of rationality. Who wants to admit to being at the whim of external forces?  Intriguingly, this opens up an opportunity for businesses. If most people place too little weight on context then it leaves an underexploited opportunity for a contrarian brand. How can marketers apply these findings?  So what can marketers do? The most important learning is that situational or contextual factors are often more important than personality in determining behaviour. This undermines one of advertising’s most deeply held beliefs: that brands must identify and then focus their communications on a core target audience. The experiment suggests that brands should focus as much on target contexts as they do target audiences.  Brands are increasingly identifying the right target context for their message. The creator of Snickers chocolate bars, for example, recently began targeting its ads by mood, believing that people who are happy, bored or stressed are more likely to snack. It identified these moods by mining information captured by Google’s ad server, DoubleClick. However, mood targeting has application beyond just identifying snacking moments. Identifying relevant contexts  The final consideration is: which context should a specific brand should focus on? This is not straightforward, as a twist in the experiment demonstrates.  Darley and Batson told half the participants to give a sermon on their job prospects. The other half talked about the parable of the good Samaritan. It’s hard to think of a topic better designed to encourage people to help a stranger than this – but the sermon topic made no difference to the likelihood of a student helping. So while it is critical for brands to reach their customers in the right target context, identifying that context is not a matter of intuition. Brands need to test, rather than assume, which context their message will be best received in: whether that’s when customers are in a good mood or a foul one; distracted or attentive; in public or in private.  Brands that prioritise context will have a significant advantage over those that fall for the fundamental attribution error. Richard Shotton is the head of insight at Zenith To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "Why context is everything for brands",
  "webPublicationDate": "2016-05-10T10:12:25Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/10/context-brands-reach-message",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Marketing & PR",
      "id": "media/marketingandpr",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media-network/2016/may/10/context-brands-reach-message"
}