{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/11/ms-see-now-buy-now-autumn-collection",
  "id": "2016-05-11-367",
  "sectionId": "fashion",
  "body": "A surprise new look from a household name has dropped on to the internet. Beyoncé with another visual album? Justin Bieber with dreadlocks? No. The latest figure to exercise the very 2016 power of the online surprise is Marks & Spencer. The headline news at the M&S autumn fashion showcase is that the alluring white off-the-shoulder sweater with side-tie detailing (£35), the soft caramel leather wide-cropped trousers (£199) and many others in the collection can be bought online, and in 26 stores, simultaneously with Wednesday’s unveiling to the press.  “See now, buy now” is fashion’s catchphrase of the moment, with both Burberry and Tom Ford scheduled to produce collections that will go on sale a day after being shown on the catwalk in September, jettisoning the traditional six-month time delay. Marks & Spencer is on-trend.     M&S Autograph coat (£169), top (£69), jumper (£25), trousers (£59) and bag (£99) Photograph: Marks & Spencer    The immediacy is a smart strategy, not just for being an unexpectedly cutting-edge move by the nation’s favourite knicker store, but for addressing head-on the persistent complaints from customers that the desirable, fashion-forward pieces which receive fanfares in the fashion press are not reflected in what is on offer to the average shopper. The Big Easy collection displayed on mannequins at the launch on Wednesday is “right there on the website, and in the front of 26 stores, so you can walk right in and find it”, said the director of M&S womenswear, Jo Jenkins.   Related: M&S needs more than Alexa Chung – more tills, better dressing rooms and proper T-shirts    Is the Big Easy an autumn collection on sale early, or a summer one? At the launch, the M&S team – Jenkins, style director Belinda Earl, design director Queralt Ferrer and all three heads of design – answered this question in unison: “Seasonless”.  Instead of box-ticking trends with a sell-by date, these clothes aim for an overarching contemporary feel which chimes with next season’s collections as much as with these. The oversized, relaxed silhouette – necklines exposing a collarbone, wide trousers, long split skirts with flat shoes – is less a seasonal trend than a persistent mood in fashion. “These are pieces you can wear on their own with sandals now, and layered over a knit with brogues in the autumn,” said Earl.     M&S limited edition coat (£69), collection jumper (£125) and Autograph trousers (£49.50). Photograph: Marks & Spencer    The retailer’s recently installed chief executive, Steve Rowe, was in attendance, backing up his statement that his No 1 priority will be clothing. “It’s on time, is it?” he said, then double-checked with his team, as the collection was being announced. Once reassured that delivery to store was running on schedule, he was effusive in his praise for his team. “These days, everyone wants to be stylish. These clothes have contemporary style, but they are eminently wearable. That’s smack-on for our customer,” he said. The success of the recent Alexa Chung collaboration seems to have bolstered confidence at M&S. “We want Marks & Spencer fashion to have an identity – to look like a brand,” said Ferrer. Rather than pursuing the pipe dream of giving everyone what they want – and risking thrilling no one – the autumn collection has a more edited, cohesive “look”.  Ferrer said: “That starts with a colour palette: lots of neutrals, tans, khakis, olive, with pops of red.” It is perhaps not unconnected that Team M&S Fashion had an identifiable look in the clothes they chose to wear for the launch. (More than they would have liked, in the case of Jenkins and Earl, both wearing silk bomber jackets in blush and olive, respectively. “We didn’t consult,” said Earl, with a slight frown.) Wide culottes or loose midi skirts, simple silk military-detail blouses and chic flats seemed to reflect a team with a united aesthetic point of view.     M&S limited edition jacket (£89), collection jumper (£35), skirt (£49.50) and boots (£85). Photograph: Marks & Spencer    The autumn collections are based on “wardrobe builders” according to Earl. “It’s about pieces, not trends. We know from our website that our customer shops by item, not by look.” The exact offering will be refined, informed by what sells and what doesn’t from the Big Easy collection, but standouts include workwear with a streamlined, sporty aesthetic – wide trousers with a subtle stripe down the outside seam; sleek ring-pull fastenings on a pleated skirt (£55) and a camel coat (£199.) Proportions are updated, with plenty of the new longer-length jacket: an oversized aviator jacket in faux shearling for £89 is a standout. For evening, there is a focus on amplifying the glamour with fabric rather than skin exposure: a dusty rose pink velvet trousersuit, (jacket £79, trousers £39.50) is worn loose with trainers. The modern, no-frump aesthetic is visible in the details, too: come party season, diamante drop earrings come in mismatched pairs.",
  "webTitle": "M&S addresses critics with ‘see now, buy now’ autumn collection",
  "webPublicationDate": "2016-05-11T05:01:03Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/11/ms-see-now-buy-now-autumn-collection",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Marks & Spencer",
      "id": "business/marksspencer",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jess Cartner-Morley",
      "id": "profile/jesscartnermorley"
    }
  ],
  "guardianId": "fashion/2016/may/11/ms-see-now-buy-now-autumn-collection"
}