{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/19/teen-opinion-happy-ever-after-the-highs-and-lows-of-book-endings",
  "id": "2016-05-19-147",
  "sectionId": "childrens-books-site",
  "body": "When I was younger, my book diet consisted largely of binging on Enid Blyton and not much else. This meant gentle, cutesy fairytales with well-measured doses of the morals of sharing and caring and affection, and a shocking scarcity of real grit, all of which led me to hold the belief that all books started with a once upon a time and ended with a happily ever after. What caused this belief to crumble were two special books and two distinctive heartbreaks. The first was a classic: Gone With the Wind. I was swept off my feet by Scarlett O’Hara and her histrionics, but the ending I fervently hoped for never came. I painstakingly ploughed my way through all one thousand pages, reassuring myself “perhaps it’ll be in the next chapter”. But Margaret Mitchell had other ideas: “Frankly my dear, I don’t give a damn”.     Clue: Gone With The Wind doesn’t end like this! Clark Gable and Vivien Leigh in the 1939 film. Photograph: Silver Screen Collection/Getty Images    The second heartbreak was definitely the more painful one; I picked up Jodi Picoult’s best-known book, My Sister’s Keeper. Like many readers all over the world, I wept buckets over the ending. These were the two novels that helped me internalise the fact that I would be swallowing the bitter pill of a bittersweet ending much more frequently than I would like to in the coming years. These two initial heartbreaks, and multiple subsequent ones, prompted me to question the purpose of the endings of books. Were they simply for closure? Were they for the foolish romantics like me to find solace in a happily ever after? Were they to disappoint aforementioned fools and show them that lives don’t always end with the protagonist riding into the sunset with a huge cheesy grin? This initiated my quest: I picked out books whose endings had impacted me deeply, and analysed them a little better in the context of what I was trying to understand. I also had the help of some lovely readers, who patiently answered many more questions than they’d initially signed up for!   Related: Books are dangerous for blurring the lines between fiction and reality    Due to the depressingly small population of Gone With the Wind fans in my friendship circle, I started with the novel which had a reader base slightly closer to the age group I was interviewing. My Sister’s Keeper is definitively the dark horse in the competition for most impactful YA novel heartbreak. [SPOILER ALERT] Jodi Picoult’s readers are grossly misled to believe in the premature victory Anna has when she wins the rights to her own body, as she dies almost immediately afterwards, leaving what remains of her to her seriously ill sister, Kate. On asking readers of the novel their thoughts on the ending, many felt it was unnecessary, bordering on annoyingly melodramatic and a simply cruel thing for the author to do, after pushing her readers to root for Anna. This book threw me off what I’d started out to do almost immediately. All I could think of was why? Why would an author who had built up an exciting crescendo fall flat with a horribly off-tune note right at the end? But ultimately, regardless of the various critiques of Jodi Picoult’s choice of ending, I have to grudgingly admit that although it was a mean move, it was also a genius one. The expected (happier) ending would have invalidated the whole tragic build up over the course of the novel. After all, history stands testament to the fact that the stories we remember are almost always the tragic ones. [END OF SPOILER] The uprising against the happily ever afters has been a gradual, insidious one. Interestingly in recent times, the novels with bittersweet or twisty endings are the ones smashing the charts. Two highly prominent examples of authors who have found success this way are John Green and Gillian Flynn. It’s basic human psychology. Normal stories aren’t going to make us turn the pages with goosebumps creeping up each arm. We want extraordinary, unusual and shock value worthy content. And if this means having to bawl our eyes out over a teenage heartbreak or be mildly traumatised, then so be it.   Related: Hook, line, and sinker: the best opening lines in children’s and young adult fiction    When we speak of tragic endings in fiction, there are certain works that spring to mind instinctively, works of fiction whose endings have elevated them from ordinary to legendary. A historical example would be Shakespeare’s iconic Romeo and Juliet. A modern day YA counterpart is The Fault in our Stars. [SPOILER ALERT] The book ends with the death of Augustus Waters, the protagonist’s love interest. When I asked readers about the ending, and how instrumental it was to the novel’s global record-shattering success, their answers were unanimous. The ending was the crowning glory, the showstopper and the security blanket that prevented TFIOS from falling into the bottomless pit of generic teenage love stories. [END OF SPOILER] Two of John Green’s most popular novels – TFIOS and Looking for Alaska – both have tearjerker endings. It’s become his niche and the reason he is so enduringly popular: it is so rare for a novel designed for young adult readers to be able to deal with death and heartbreak in the visceral, raw manner that his fiction does. Being able to execute that perfect twist in a novel is a gift very few authors possess. There is one author that stands out in this respect, even though she has only three books to her name. She is Gillian Flynn. Gone Girl made its readers gasp in horror when they realised Amazing Amy was not so amazing after all, but its ending – while undoubtedly the most realistic option – was a big disappointment in comparison to the dark, devious potential it could have had. However, one twist that deserves to go down in history finds its home in Dark Places. It perfectly embodies the need for “shock value” and endings which push readers to open corners of their minds to possibilities beyond their wildest dreams. This appetite for the ugly, the unexpected and the twisted occasionally fades into insignificance next to a joyful ending that leaves you with a smile on your lips and a warmth in your insides. Take the universally adored Harry Potter series. Although JK Rowling managed to keep readers on their toes by throwing a few curveballs into The Deathly Hallows, where Voldermort’s siege of Howarts resulted in the death of some fiercely loved characters, good triumphed over evil ultimately. Enormously successful series’ such as the Harry Potter books and classics such as Pride and Prejudice show that it is entirely possible to end a novel without brutally breaking the reader’s heart or leaving them temporarily shellshocked and still have a thoughtful, impactful story filled with moments that are just as painful and “real” as their unhappily-ever-after counterparts.   Related: Teen opinion: what it's like to read a book 'blind'    There are quite a few things I learnt from this miniature quest of mine. I learnt that a well-written plot twist or fictional heartbreak can truly make a book (and an author’s career). I learnt not to judge a book by its ending without making an effort to put myself in the author’s shoes. Most importantly, though, I learnt that readers don’t know what they want from an ending nine times out of ten. All we know for sure is that we don’t want the incredible journey the author has taken us on to stop just yet – but like all good things, novels too must come to an end. Is there a books topic you want to write about? Join the Guardian children’s books site and you could do just that.",
  "webTitle": "Teen opinion: Happy ever after? The highs and lows of book endings",
  "webPublicationDate": "2016-05-19T14:30:16Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/19/teen-opinion-happy-ever-after-the-highs-and-lows-of-book-endings",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/19/teen-opinion-happy-ever-after-the-highs-and-lows-of-book-endings"
}