{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/wales-tour-squad-warren-gatland-french-clubs-rugby",
  "id": "2016-05-10-111",
  "sectionId": "sport",
  "body": "Wales are braced for conflict with some of France’s top clubs after naming two Top 14 players in their squad for next month’s tour of New Zealand and putting a third, Leigh Halfpenny, on the standby list as the full-back prepares to make his comeback eight months after suffering a knee injury.   Related: Leigh Halfpenny left out of Wales squad to tour New Zealand    Wales leave for New Zealand on 30 May, five days before the end of the regular season in the Top 14. The campaign in France does not finish for another three weeks with the leading six clubs then taking part in play-offs, leaving the Clermont Auvergne centre Jonathan Davies and the Racing 92 second-row Luke Charteris with decisions to make. The Toulon owner, Mourad Boudjellal, has already said that if Halfpenny, who has another year on his contract, joins the Wales tour he will stop the player’s wages for its duration, but Davies and Charteris are moving to the Scarlets and Bath respectively in the summer. Warren Gatland said: “Ideally, you do not want to be throwing World Rugby regulation nine [which governs the release of players during the international window] at teams. We will see how far the clubs go and we hope the two players selected in the squad link up with us on tour.” The Wales coach added: “I hope they fly out with us because you do not want them coming out the following week because it is such a long way to go in terms of jet lag, recovery and being prepared. As for Toulon, we will cross that bridge when we come to it. There is no issue at the moment because Leigh is not in the squad. We are conscious about making sure the relationship between the clubs and us remains as positive as it can possibly be because the last thing you want is players in the middle of rows between countries and clubs. “There’s only one loser in that, the player, so we have got to make sure we keep communication open with Toulon and, if Leigh is required, we will be able to do it as positively as possible. Some of it comes down to what the players want: Jonathan and Luke are leaving their clubs at the end of the season, so it puts a different slant on it for them, whereas Leigh would face not being paid by his club.”   Related: Which European club rugby final was the greatest of them all? | Robert Kitson    Gatland named an experienced 35-man squad for the three-Test tour and a midweek match against the Chiefs with an average of more than 30 caps a player. Wales face England the day before they fly out to Auckland and will field their strongest available side at Twickenham to prepare for the first Test against New Zealand. Sam Warburton is unlikely to play that day as the captain recovers from a shoulder injury but is expected to be fit for the whole tour while the second-row Alun Wyn Jones, who has not played since the Six Nations, is back in training. Wales are in New Zealand one year before the Lions tour there, as was the case when they went to South Africa in 2008 and Australia in 2012. Gatland was involved in both those Lions tours, the first as forwards coach and the second as head coach, and he is the favourite to lead the tourists to his homeland in 2017. “I have not thought about the Lions at all,” Gatland said. “It is an important tour for everyone and a number of Wales players were involved in the last two Lions tours after gaining confidence from touring South Africa and Australia the year before. The players know that doing well in New Zealand will put them in contention 12 months later. “We have picked an experienced squad because New Zealand is not the best place to blood youngsters. The game against England is important otherwise some players would have gone six weeks without a game before the first Test. They will be without players like Richie McCaw, Dan Carter, Ma’a Nonu and Conrad Smith but the ones coming in have been around for a while and will fit in seamlessly. We know it is going to be tough.”",
  "webTitle": "Wales tour squad puts Warren Gatland on collision course with French clubs",
  "webPublicationDate": "2016-05-10T16:08:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/wales-tour-squad-warren-gatland-french-clubs-rugby",
  "keyword": [
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warren Gatland",
      "id": "sport/warren-gatland",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New Zealand rugby union team",
      "id": "sport/new-zealand-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toulon",
      "id": "sport/toulon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Clermont Auvergne",
      "id": "sport/clermontauvergne",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/10/wales-tour-squad-warren-gatland-french-clubs-rugby"
}