{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/wales-england-warren-gatland-rugby-union",
  "id": "2016-05-27-65",
  "sectionId": "sport",
  "body": "Eddie Jones wants Wales to turn up at Twickenham with a picnic hamper on Sunday and help end the domestic season with a feast of treats in contrast to the crumbs served up in the Six Nations. Wales will look to oblige, not so much to entertain an 80,000 crowd expected for the third meeting between the sides in the past eight months or gainsay Jones, the England head coach, who compared their attacking game unflatteringly with Australia’s, but as preparation for the tour to New Zealand next month and three Tests against the World Cup holders. “There will not be the pressure and hype of the Six Nations and I think both teams will go out there and, weather conditions permitting, look to be positive and play some rugby,” Warren Gatland, the Wales head coach, said. “We will have to be positive in the southern hemisphere. You cannot go there, play 10-man rugby and try to shut up shop. To compete against Australia and New Zealand you have got to be able to back your ability and skills to score tries. “Go to those countries with a negative frame of mind and you are wasting your time. You have to be prepared to get into a battle physically, up front and at the set piece, but also you’ve got to play rugby. It does not mean we will be undervaluing the game against England: it is always an important fixture for Wales and huge in tradition.” England have won three of the past four matches between the sides, although it was Wales’s victory in that sequence, at Twickenham in the World Cup last September, that led to Jones being summoned to take over England before he had barely had time to swivel his desk at Western Stormers in Cape Town to give himself a view of Table Mountain. Wales are without their captain, Sam Warburton, as he continues to recover from a shoulder injury, Leigh Halfpenny, who has not played since before the World Cup, and the France-based Jonathan Davies and Luke Charteris, who are playing for their clubs this weekend. Dan Lydiate leads a team lacking a specialist openside in the back row. The British and Irish Lions second-row Alun Wyn Jones has recovered from a foot injury and will make his first appearance since the Six Nations defeat by England in March. “We decided to start him, but if he blows up after 30 minutes, we will take him off,” Gatland said. “The whole point of this fixture is to help both sides get up to speed before our southern hemisphere tours. It is about preparation, not money. “Eddie Jones says we are the favourites, but we have 37 caps per man and they have 32. He has got plenty to say at the moment. If that’s what he thinks, fine.”",
  "webTitle": "Warren Gatland wants Wales to accentuate the positive against England",
  "webPublicationDate": "2016-05-27T16:50:07Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/wales-england-warren-gatland-rugby-union",
  "keyword": [
    {
      "webTitle": "Wales rugby union team",
      "id": "sport/wales-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Warren Gatland",
      "id": "sport/warren-gatland",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eddie Jones",
      "id": "sport/eddie-jones",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/27/wales-england-warren-gatland-rugby-union"
}