{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/02/richard-eyre-henry-iv-plays-bbc-hollow-crown-tom-hiddleston-falstaff-hal",
  "id": "2016-05-02-233",
  "sectionId": "stage",
  "body": "Shakespeare’s history plays are all about contrasts: council chambers and battlefields, city and country, the corridors of power and the world of the streets. High politics and low life. And that’s especially true of Henry IV Parts I and II. Half the time you’re watching England’s rulers sitting in meetings, tearing the country apart; the rest of the time you’re with Hal and Falstaff down the pub. They’re panoptic, these plays, full of so many different kinds of England. All human life is here. The two plays have great similarities, but they’re also in subtly different keys. Part I is brighter and more youthful, the story of Hal and his great rival, Hotspur; Part II is bleaker. Everyone seems to be older. We know that Hal will turn his back on Falstaff, that moment is coming, and it casts a real chill.  When Sam Mendes asked me to do the two Henry IVs for The Hollow Crown series in 2012, I hesitated for less than a second. The plan was to film as much on location as possible. It was a very different approach to the last big BBC Shakespeare project, the Complete Works series of the late 1970s and early 80s, which came from the age of studio TV: terrible sound, vision-mixing on the spot, restricted camera setup. We wanted to get away from all that; the whole idea was to take Shakespeare’s history plays out into the country they portrayed. Location scouting was a major part of it. I wanted a high-medieval building to film the court scenes. In the end, we went for Gloucester Cathedral, where they allowed us to clear the whole nave, these wonderful romanesque pillars and vaulted roof, and film in the cloisters. They were rather film-friendly, because they’d recently done Harry Potter. The Eastcheap scenes we shot at Ealing studios.     Not a jolly, cosy Father Christmas figure … Simon Russell Beale as Falstaff. Photograph: Joss Barratt/BBC/Neal Street Productions    I did a gentle bit of adaptation – some cutting, a little reordering of scenes. I thought that no one would thank me for making a dull but completist version. But so much of it is already there in Shakespeare’s writing – the world of Eastcheap, Falstaff’s world, is a warm, genial, comradely world. The court, by contrast, is a world of high politics: men in the medieval equivalent of suits. Hal, this wastrel prince, played in our version by Tom Hiddleston, is the connective tissue between the two. He wants to live in both worlds, have it both ways – who wouldn’t? Yet when it comes to it, at first in the battle scene of Part I, then properly in Part II, he steps up to the mark.  Everyone loves Falstaff, and there’s this idea – propagated most recently by the US scholar Harold Bloom – that he’s the icon of bucolic England, this jolly, cosy Father Christmas figure. When Simon Russell Beale and I were discussing it, we felt very strongly that it was the opposite. Falstaff hates the countryside, spends most of his time grousing and grumbling, trying to con people out of money. As with Hal, the characterisation is hugely complex. Neither figure is heroic. Shakespeare constantly shifts things, playing with your sympathies. The scene in Part II where Falstaff visits Shallow and Silence, two countryside justices who knew him years before, is one of the greatest things in all Shakespeare. Everyone is lost in memories of a world that may never have existed. In some ways, the climax of Part I is the extraordinary scene between Hal and Falstaff, a kind of mock-trial in the pub where Falstaff pretends to be Hal’s father, who’s incredibly irritated that Hal is wasting his life, and Hal plays himself, before they swap over. There’s so much going on: father figures, surrogate father figures, the question of what their relationship really is, the foreshadowing of the moment when Hal decides to banish Falstaff once and for all. I decided I wanted to shoot it straight through with two cameras; we’d rehearsed, but never run it through, and I didn’t want the extras to have witnessed it before. It was remarkable: eight minutes long, Simon and Tom both acting their hearts out. It felt so intense and clear. Afterwards, several of the crew asked me whether I’d rewritten it. I hadn’t changed a word.",
  "webTitle": "Richard Eyre on the Hollow Crown's Henry IV: from the pub to the battlefield",
  "webPublicationDate": "2016-05-02T07:00:17Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/02/richard-eyre-henry-iv-plays-bbc-hollow-crown-tom-hiddleston-falstaff-hal",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tom Hiddleston",
      "id": "film/tom-hiddleston",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Simon Russell Beale",
      "id": "stage/simon-russell-beale",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Dickson",
      "id": "profile/andrewdickson"
    }
  ],
  "guardianId": "stage/2016/may/02/richard-eyre-henry-iv-plays-bbc-hollow-crown-tom-hiddleston-falstaff-hal"
}