{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/12/guantanamo-camp-7-torture-ammar-al-baluchi-un",
  "id": "2016-05-12-69",
  "sectionId": "us-news",
  "body": "The most secret corner of Guantánamo Bay could be opened up to the UN torture watchdog for the first time, if an audacious legal gambit succeeds. Attorneys for Ammar al-Baluchi, one of the accused 9/11 co-conspirators facing a military tribunal at Guantánamo Bay, will request on Thursday that the judge in the case order access to Guantánamo’s Camp 7 – where he and other detainees formerly in brutal CIA custody reside practically incommunicado – for Juan Mendez, the UN’s special rapporteur on torture. They contend that depriving Mendez of access to Camp 7 also deprives Baluchi of evidence relevant to his defense, including his claims of torture, as he is seeking to prevent statements he made in detention that he says were coerced from being used against him during his military commission. Supporting them are a respected US diplomat, the former chief counsel for the US navy and a prominent British human rights advocate.  Mendez has sought unrestricted access to Guantánamo throughout his tenure, something the Obama administration has denied him. Mendez, who is soon to depart his post, has rejected offers by the administration to tour the relatively open aspects of the detention facility under tightly controlled military supervision, something the military permits for visiting dignitaries and journalists.  Unlike the International Committee of the Red Cross, which exchanges access to prisoners worldwide for public silence, Mendez would not be permitted to interview detainees on such a visit, a core aspect of his UN mandate. His perspective is unique; Mendez himself survived torture at the hands of the Argentinian military dictatorship in the 1970s.  “It is essential to my mandate to ensure that State institutions, including the facility at Guantanamo Bay, uphold unambiguously a zero tolerance policy against torture and ill-treatment and make efforts to eliminate the risk of ill-treatment and excessive force by the detaining authorities while in detention,” Mendez writes in a declaration to be submitted to his military commission late on Thursday.  Attorneys for Baluchi – who was tortured by the CIA in its undisclosed “black site” prisons, as documented in a 2014 Senate report – gamble that Mendez could win the support of the military judge in their case, Army Col James Pohl, in order to fend off persistent allegations of torture at Guantánamo. Detainees, their attorneys and human rights observers charge that the military’s process of forcibly tube-feeding detainees on hunger strike is sufficiently painful to constitute torture. The military vigorously denies this. Camp 7 detainees in particular argue that the incommunicado conditions there are disturbingly similar to the torture they experienced at the hands of the CIA. One of Baluchi’s co-defendants, Ramzi bin al-Shibh, recently testified to the military tribunal that his Camp 7 confinement subjects him to “sounds and vibrations” as a method of sleep deprivation.  Other Camp 7 detainees – including a man who suffered what the Senate report called “symptomatic rectal prolapse” – contend that they receive insufficient medical treatment for their torture,  which amounts to them reliving the “learned helplessness” conditions inflicted upon them.  Among them is Baluchi, who in a letter he penned at Guantánamo on 6 August 2015 – provided to the Guardian – described CIA operatives at the black site where they held him “smash[ing] my head against the wall repeatedly”, to the point where “I would see sparks of lights in my eyes”. “As the intensity of these sparks were increasing as a result of repeated hitting then all of a sudden I felt a strong jolt of electricity in my head then I couldn’t see anything,” Baluchi wrote. “Everything went dark and I passed out.” Baluchi wrote that the torture, which he said occurred around late May to early June 2003 and is consistent with the account of his treatment in the Senate torture report, had a permanent effect.  “After this particular head injury incident I lost my ability to sleep ever since. I was not able to have a normal or deep sleep. I am still reliving the nightmares of this incident every night every time I try to close my eyes it just pops up and this was just one among many incidents,” Baluchi wrote.  Stephen Xenakis, a retired army brigadier general and a psychiatrist advising the defense team, told the Guardian: “Given the circumstances, I am of the opinion that Ammar has likely suffered a traumatic brain injury, and have recommended an MRI scan to further evaluate.” Baluchi’s lawyers contend that permitting Mendez’s access is a key part of investigating longstanding concerns about the conditions of Camp 7 and addressing them if they are found to be valid. They also argue that validated torture allegations would be relevant during the sentencing phase of the years-stalled 9/11 tribunal – a death penalty case.  Their gamble is audacious. As a member of the military commissions, Pohl is outside the chain of command at the detention center, which is operated by a military taskforce answerable to the Florida-based command in charge of operations in South America and the Caribbean. Pohl has in the past been able to exercise influence over Joint Task Force-Guantanamo over questions concerning the movement of detainees into his courtroom, but the Baluchi team’s gambit would test the relationship between the taskforce and the commissions. Pohl is under new and unexpected pressure from a different corner. Lawyers for Baluchi’s co-defendant Khalid Sheikh Mohammed are seeking Pohl’s recusal from the 9/11 tribunal, accusing the colonel of apparently colluding with the prosecution to secretly destroy evidence relevant to Mohammed’s defense. The accusation has the potential to upend a controversial tribunal that has endured years of procedural delays without moving close to the trial phase. Baluchi’s attorneys have the backing of prominent members of the US national security and international human rights establishment.  Alberto Mora, the former chief lawyer for the navy who fought the Donald Rumsfeld Pentagon over torture at Guantánamo, will tell the tribunal that concerns over ongoing torture or abuse at Guantánamo are “extremely troubling”. “A visit by Special Rapporteur Mendez would help by either identifying any such abuse or disproving that it is taking place,” Mora writes in a declaration for the court.  Thomas Pickering, a longtime US ambassador and senior State Department official, will tell the court that restricting Mendez’s access to Guantánamo “is detrimental to our national security”, preventing the rapporteur from ensuring compliance with international standards against torture. Nigel Simon Rodley, one of Mendez’s predecessors in the UN post, writes that he used to receive support from the US against countries that refused him access to prisoners.  “The government that the president claims is the most transparent in history keeps dodging any investigations into torture at Guantánamo,” said Alka Pradhan, one of Baluchi’s attorneys.  “To me, the only possible reason for that is that there is still fire underneath 14 years of smoke.” Commander Gary Ross, a Pentagon spokesman on Guantanamo, said: “It would not be appropriate for me to comment on a filing that has not been submitted to the Commission. Once any filing is properly submitted to the Commission, the military judge will make the final decision in the matter.”   Statement of Ammar Al Baluchi Declaration from detainee Ammar al-Baluchi.",
  "webTitle": "Secret area of Guantánamo could be opened to UN watchdog for first time",
  "webPublicationDate": "2016-05-12T18:39:22Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/12/guantanamo-camp-7-torture-ammar-al-baluchi-un",
  "keyword": [
    {
      "webTitle": "Guantánamo Bay",
      "id": "us-news/guantanamo-bay",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "September 11 2001",
      "id": "us-news/september11",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Torture",
      "id": "law/torture",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US military",
      "id": "us-news/us-military",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    }
  ],
  "guardianId": "us-news/2016/may/12/guantanamo-camp-7-torture-ammar-al-baluchi-un"
}