{
  "apiUrl": "https://content.guardianapis.com/gnm-press-office/2016/may/19/guardian-reports-strong-print-and-digital-abc-figures-in-april",
  "id": "2016-05-19-200",
  "sectionId": "gnm-press-office",
  "body": "The Guardian is reporting a strong April performance across both print and digital platforms, according to ABC figures out today. The Observer also recorded a robust month - outperforming the quality Sunday market with a 5.3% month-on-month increase in sold copy. The boost in Guardian print sales (up 2.9%) month-on-month, comes as the Guardian spearheaded the exposé of the Panama Papers - the biggest leak in history. It’s one of the strongest results for purely sold copy in the quality market and shows that despite a price rise, there is still demand for a premium print product. It is also likely that Independent readers are now choosing to pick up the Guardian for their print fix of news, analysis and features. Particularly strong sales this month were recorded for Panama Papers reporting, coverage of Prince’s death, the Ken Livingstone fall out and the late Victoria Wood. Highlights for The Observer’s April sales include Observer Food Monthly specials on Chinese and Spring recipes.  Guardian 169,424 up 2.9% month-on-month or up 4,794 copies  down 3.8% year-on-year or down 6733 copies The Observer 194,054 up 5.3% month-on-month or up 9802 copies  down 1.2% year-on-year or down 2366 copies The digital performance for April was also a significantly strong month with over 155 million monthly unique browsers - the highest volume since November’s record of 158.5m. It was, however, a record month for daily average unique browsers at 9.29m. Unlike November’s traffic which was driven largely by the external news of the Paris attacks, April’s news agenda was dominated by Guardian instigated stories including the Panama Papers investigation and Jon Ronson’s interview with Monica Lewinsky, (part of ‘The Web We Want’ series), which attracted readers from all over the world. Digital ABC figures: Monthly unique browsers including off-platform 155,057,531 up 0.02% MoM Daily average unique browsers including off-platform 9,296,081 up 5.33% MoM Monthly page impressions including off-platform 960,576,751 down 0.2% MoM  Katharine Viner, editor-in-chief, Guardian News and Media: “April’s figures show what the Guardian is all about - world-class journalism that makes a big impact and is expertly executed across both digital and print. Our investigative journalism set the global news agenda and the consequences continue to be felt in numerous governments and institutions. I’m delighted that such groundbreaking and innovative journalism has attracted a huge number of readers.” The Guardian remains the most trusted news source in the UK according to the latest Ofcom report. -Ends-  For more information please contact: media.enquiries@theguardian.com or 020 335 33696 Notes to editors About Guardian News & Media Guardian News & Media (GNM) publishes theguardian.com, one of the largest English-speaking quality newspaper websites in the world. Since launching its US and Australia digital editions in 2011 and 2013 respectively, traffic from outside of the UK now represents over two-thirds of the Guardian’s total digital audience. In the UK, GNM publishes the Guardian newspaper six days a week, first published in 1821, and the world’s oldest Sunday newspaper, The Observer. The Guardian is most recently renowned for its Pulitzer Prize and Emmy-winning revelations based on the disclosures made by whistleblower Edward Snowden. In 2014, the Guardian was named newspaper and website of the year at the Society of Editors UK Press Awards and is the most trusted news source in the UK (Ofcom digital media report, 2014). The Guardian is also known for its globally acclaimed investigation into phone hacking, the launch of its groundbreaking digital-first strategy in 2011 and its trailblazing partnership with WikiLeaks in 2010.",
  "webTitle": "Guardian reports strong print and digital ABC figures in April",
  "webPublicationDate": "2016-05-19T11:50:13Z",
  "webUrl": "https://www.theguardian.com/gnm-press-office/2016/may/19/guardian-reports-strong-print-and-digital-abc-figures-in-april",
  "keyword": [
    {
      "webTitle": "Press releases",
      "id": "gnm-press-office/press-releases",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    },
    {
      "webTitle": "press releases 2016",
      "id": "gnm-press-office/press-releases-2016",
      "sectionId": "gnm-press-office",
      "sectionName": "GNM press office"
    }
  ],
  "authors": [
    {
      "webTitle": "GNM press office",
      "id": "profile/gnm-press-office"
    }
  ],
  "guardianId": "gnm-press-office/2016/may/19/guardian-reports-strong-print-and-digital-abc-figures-in-april"
}