{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/28/iceland-great-time-to-be-tourist-football-glory-euro-2016",
  "id": "2016-05-28-21",
  "sectionId": "world",
  "body": "If an Icelander talks about buying a new car or wardrobe that seems too flash, or costs more than they can comfortably afford, they are likely to be told by friends: “Hold on, you’re being a bit 2007.” Perhaps the best example of being “a bit 2007” was when Landsbanki, one of the Icelandic banks that went bust in 2008, flew its staff, on private jets and two airliners, to a banquet in Milan to celebrate their money-making success. Their risotto was garnished with tiny flakes of gold leaf. “They actually ate the gold,” said Magnús Sveinn Helgason, an economic historian who is turning the madness of Iceland’s boom and bust into a small profit. He takes tourists around Reykjavik on a “Walk the Crash” tour, explaining how 35 bankers and businessmen were jailed for a total of 80 years for manipulating markets and other crimes. “Given our size,” he said, “the crash was the equivalent of 300 Lehman Brothers going bust at the same time.” Helgason is only one resourceful Icelander among many thousands. Making the most of existing resources and turning bad news into good has worked wonders in tourism, fishing and the geothermal energy industry. The recovery has been so successful that unemployment is now lower, and income higher, than it was before the banks failed in 2008. When the volcano with the unpronounceable name erupted in April 2010, Iceland feared Eyjafjallajökull would become a new swear word in other parts of the world. A cloud of ash settled across Europe; 100,000 flights were cancelled; the tourist industry braced itself for another crash. “We were very worried. We expected a 20% drop in tourism revenue, maybe more,” said Inga Hiln Pálsdóttir, marketing director at the state-controlled Promote Iceland.     Eyjafjallajökull erupts in 2010. Photograph: Arctic-Images/Getty Images    And what happened? It turned out to be a giant free advert. “It put us on the map,” said Helgi Már Björgvinsson, one of the top executives at Icelandair, which has nearly trebled its number of passengers since the eruption. “It caught the attention of the world, and helped with the misperception that Iceland was far away. If you have an ash cloud coming through your window, you realise it’s not so far after all.” In the years since, tourism has bumped fishing to number two in the list of Iceland’s biggest earners. The number of British visitors could surpass 300,000 this year, an increase of 67% in two years. Some, who remember 2007, fear it is growing too fast. Other free advertising has come from films and TV series. Game of Thrones is partly shot in Iceland. James Bond, Star Trek, Batman, Star Wars, Fast and Furious, Thor and The Secret Life of Walter Mitty have all made use of Iceland’s stunning scenery, and the 20% expenses refund from the state. Three of the most popular people on social media, Justin Bieber, Kim Kardashian and Beyoncé, whose combined following is 700 million, have been in Iceland recently. Bieber shot a video that looks like a tourism ad for his song I’ll Show You. It has been viewed more than 210 million times on YouTube. Now there is more free advertising on the way from a different source: football. Iceland, with a population of 330,000 – about the same as Leicester in the last census – will be sending a team to the European Championship in France next month. For once, there will be plenty of room for tourists, because more than 6% of the population will be flying south to support them.   Related: A tale of ice and fire: touring East Iceland    You will probably hear experts call Iceland “the Leicester City of international football”, and they deserve the accolade. Iceland is the smallest nation in football history to qualify for a tournament of such stature. Nobody would have predicted it back when the bankers were eating gold. In the 2007-08 season, Iceland, then ranked 117 in the world, lost five straight games to Latvia, Liechtenstein, Denmark, Belarus and Malta. Nine years later they are nearly 100 places higher, having won home and away against Holland on their way to Euro 2016. How did they do it? It is fairly straightforward: they changed football from a six-month activity to an all-year sport by investing in artificial pitches and indoor facilities, they set up a coaching system that is the envy of other nations, and they waited for the results to bloom. And they kicked it all off with money from the boom years at the start of the century. The bankers have left a legacy on the football field. “Iceland is outperforming about 150 countries and is arguably the best in the world at developing players,” said Siggi Eyjólfsson, the man who started the coaching programme when he joined the KSI (Iceland’s FA) in 2002.   Related: 'No McDonalds, no motorway, no army': Iceland's evolution recalled    Eyjólfsson, 42, who studied sports science and sports psychology in the United States, played in England’s lower leagues for Walsall and Chester before he returned to Iceland. When he started his role as head of education, Iceland’s existing coaching qualifications were not approved by Uefa, European football’s governing body. Now Iceland has more Uefa-licensed coaches per capita than any nation. Children as young as five are taught football skills not by parents or volunteers, as in England, but by highly qualified, paid coaches. There are nearly 650 of them in Iceland.     Iceland\u0092’s Gylfi Sigurðsson, No 10, scores a penalty against Holland during the Euro 2016 qualifying match. Photograph: Peter Dejong/AP    Hermann Hreiðarsson, a defender who played in England for 15 years and won the FA Cup with Portsmouth in 2008, said: “The changes are immense. I was 23 when I signed for Crystal Palace in 1997 but, in terms of technical ability, I was about as good as a 14-year-old nowadays. The youth coaches deserve so much credit. “Another big change is the public support. When I played for the national team, people went to watch the opposition, not Iceland. You’d play Latvia and there would be 1,500 people there, booing you. Now it will be sold out and the atmosphere is fantastic.” Sport is held in high esteem in all communities, and club membership is high: at age 10, 85% of girls and 88% of boys are active sports club members, according to the National Olympic and Sports Association of Iceland. Local businesses, especially fishing, are willing sponsors, and their money helped to fuel the upgrade in facilities. Another factor was the ease of local authorities borrowing money to fund projects during the boom years. “Since 2000, football infrastructure in Iceland has taken giant leaps,” said Ómar Smárason, the KSI’s media and marketing director. “Players, young and old, can now train and compete all year round on top-class pitches.” Iceland has seven “football houses” with full-size indoor pitches, and about 200 outdoor artificial pitches of various sizes. Fifteen of the players in Iceland’s squad for the Euros were born between 1989 and 1995, so they benefited from the facilities and the coaching. All now play overseas. The most famous players are Gylfi Sigurðsson, a midfielder at Swansea City in the Premier League, and Eiður Guðjohnsen, a 37-year-old forward who was at Chelsea and Barcelona and now plays for Molde in Norway. “You never know where the next Eiður Guðjohnsen is going to come from; it might be a remote village,” said Eyjólfsson. “So we made sure we had a qualified coach in every village.” Iceland will have at least 20,000 fans in France, and maybe as many as 30,000. “It will be a great time to be a tourist in Reykjavik,” said Hjálmar Karlsson, a Red Cross worker who will be cheering on Iceland in France. “When the games are on you won’t see any cars on the street, and the atmosphere in the city will be fantastic.” Iceland’s National Day on 17 June falls between the first game, against Cristiano Ronaldo’s Portugal, and the second, against Hungary. Just after the third game, against Austria in Paris, is the election for a new president. According to the polls, the winner will be Guðni Thorlacius Jóhannesson, an academic who specialises in Iceland’s political history. “Should I win, I look forward to shaping history rather than writing about it,” said Jóhannesson, whose father was a sports teacher. “And there’s another thing I’m looking forward to. I would be guaranteed a seat at every single sporting event. It’s been a nightmare trying to get tickets in the qualifiers.” • This article was amended on 13 June 2016. An earlier version said there were 850 rather than 650 Uefa-licensed coaches and that there were more than 300 outdoor artificial pitches, instead of about 200",
  "webTitle": "‘It’s a great time to be a tourist here’: Iceland prepares for sporting glory",
  "webPublicationDate": "2016-05-28T23:01:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/28/iceland-great-time-to-be-tourist-football-glory-euro-2016",
  "keyword": [
    {
      "webTitle": "Iceland",
      "id": "world/iceland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iceland",
      "id": "football/iceland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Oliver",
      "id": "profile/brianoliver"
    }
  ],
  "guardianId": "world/2016/may/28/iceland-great-time-to-be-tourist-football-glory-euro-2016"
}