{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/29/fashion-houses-top-clothes-shows-in-historic-buildings",
  "id": "2016-05-29-197",
  "sectionId": "fashion",
  "body": "The spectacle of the fashion show is a uniquely theatrical one. There have been mise-en-scènes – Kate Moss’s hologram at a McQueen show in 2006, a 256-tonne iceberg at Chanel’s 2010 show and Fendi’s $10m “longest catwalk” on the Great Wall of China from 2008 – that have suggested a level of grandeur and opulence on a par with the ancient Egyptians. Or at least a supercut of an Olympic Opening Ceremony. As the show becomes just as important as the clothes, the move towards ever more awe-inspiring historical venues follows suit. In 2016 it’s all about the palatial show setting as a reminder of the roots. This summer, these are the most fashionable buildings in the world… Westminster Abbey The site of one of the key fashion moments in recent memory (the joyful union of Kate Middleton and her McQueen wedding dress), those famous cloisters will be enveloped with Gucci-ness by (former London habitué) Alessandro Michele for a spring/summer show on 2 June. westminster-abbey.org     Gucci. Photograph: Giuseppe Cacace/AFP/Getty Images    Blenheim Palace      In 1954 Christian Dior showed his collection at this Oxfordshire stately mansion, following an invite from its owner, the Duchess of Marlborough. In 1958 new head Yves Saint Laurent returned to show his latest collection. Now the fashion house is showing its spring/summer cruise collection for 2017 there on 31 May.  Linlithgow Palace      After buying a cashmere mill, Chanel descended on the birthplace of Mary Queen of Scots for a Tudor-inspired collection seven centuries after the fact. Stella Tennant walked during the pre-fall show – that was very “the Scottish Widow gone Bloomsbury” – combining layers of knitwear with tartan. Karl Lagerfeld wanted the “rough romance” of the West Lothian location, which made him sound like an Outlander shipper. historicenvironment.scot     Chanel’s pre-fall show was in Linlithgow Palace. Photograph: Mike Marsland/WireImage    Chatsworth House      With perhaps more literary and... political aspirations, the six Mitford sisters were the Kardashians of their time: well-connected, infamous and major fashion influencers. Their massively plush country house is testament to their still hugely influential (Miuccia Prada, Christopher Bailey) look. It’s all “lady of the manor goes to art school”. chatsworth.org      ‘The Kardashians of their time’: three of the six Mitford sisters who owned the Chatsworth estate. Photograph: Hulton Archive/Getty Images",
  "webTitle": "Fashion shows find their match in historic settings",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/29/fashion-houses-top-clothes-shows-in-historic-buildings",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/29/fashion-houses-top-clothes-shows-in-historic-buildings"
}