{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/eurozone-officials-hope-to-give-greece-next-tranche-of-bailout",
  "id": "2016-05-25-307",
  "sectionId": "world",
  "body": "European officials have agreed to unlock €10.3bn in bailout money for Greece as the International Monetary Fund made a significant climbdown in its demand for upfront debt relief for the recession-hit country. Greece’s international creditors emerged from an 11-hour meeting in Brussels at 2am on Wednesday having agreed on steps to ease the burden of Greece’s €321bn (£245bn) debt mountain, worth 180% of annual economic output.   Related: Eurozone unlocks €10.3bn bailout loan for Greece    But the debt relief plan was a far cry from the “upfront” and “unconditional” debt relief the IMF had demanded on Monday, when it warned that Greece would face an ever-growing bill to service its loans. Poul Thomsen, director of the IMF’s European programme, said the IMF had made “a major concession”. “We had argued that [debt relief measures] should be approved up front and [now] we have agreed that they should be made at the end of the programme period.” The fund had been locked in a stand-off with Germany, which was adamant that debt relief could not be considered before the end of Greece’s current €86bn bailout programme in mid-2018. Germany’s reluctance to make concessions is also thought to stem from fear of antagonising voters ahead of federal elections, due in October 2017 at the latest.  Negotiations ran more smoothly when eurozone ministers agreed to give Greece access to a €10.3bn (£7.8bn) tranche of bailout funds, split into two payments: €7.5bn in June and €2.8bn in September. The €10.3bn is the long-delayed second instalment of Greece’s third bailout agreed last August, worth €86bn.  Greece’s finance minister, Euclid Tsakalotos, said he saw “some ground for optimism” for turning “Greece’s vicious circle of recession-measures-recession into one where investors have a clear runway to invest”. Athens cleared the way for the latest instalment earlier this month when it agreed on contingency measures – spending cuts and tax increases worth €3.6bn that will come into force if it fails to meet its fiscal targets.   Related: Greece pushes fresh austerity drive through parliament    Several eurozone finance ministers said Greece had done enough to get the next bailout cheque – hailing the latest austerity measures, an unpopular series of tax hikes pushed through by the Greek parliament on Sunday.  The Syriza-led government of Alexis Tsipras voted through €1.8bn of revenue-raising measures, including tax increases on coffee, tobacco, internet use and a higher VAT. These followed an unpopular pensions reform voted in by a narrow majority earlier this month. The government has also created a privatisation fund to sell off state assets, in effect security for the loans. France’s finance minister, Michel Sapin, said: “Greece needs room to breathe, it needs certainty. It has made considerable efforts, which again we have seen this weekend in adopting a difficult package of measures.” Even fiscal hawks, such as Slovakia’s Peter Kažimír, agreed it was important to agree the next bailout tranche “because we don’t need another liquidity crisis”, a reference to the dramatic events of last summer when Greece teetered on the brink of financial meltdown. Alluding to the events of last summer, Jeroen Dijsselbloem, the Dutch finance minister who chairs the eurozone, said the new agreement was “an important moment in the Greek programme. We had a major crisis of confidence between us … and confidence has started to recover”.  Consensus on the bailout payment meant the most difficult task for the meeting was squaring the differences between Greece’s creditors. In a hard-hitting assessment published on the eve of the meeting, the IMF said Greece had no chance of meeting the terms of its current bailout plan without debt relief. According to the IMF forecast, Greece will be burdened with debts worth 250% of GDP by 2050 without “a substantial reprofiling” of the terms of loans. “Reprofiling”, by extending repayment terms and fixing interest rates at low levels, could reduce Greece’s debt burden to 100% of GDP by 2050, according to the IMF. In the early hours of Wednesday morning, the IMF and the eurozone agreed on a series of short-term debt relief measures, such as locking in lower interest rates and smoothing out repayment schedules. Greece is also likely to get profits made by the European Central Bank from buying euro-bonds. The Greek government has been unable to collect profits from the SMP and ANFA bond arrangements since 2014, because of a dispute over its bailout, but these transfers are now likely to be restarted. The debt-relief measures were described by the IMF’s Thomsen as part of “a universe of measures” to make Greece’s debts more manageable. However he stressed that the IMF’s board still had to approve the plans, while IMF staff would have to carry out a new debt sustainability analysis.   Related: The Greek bailout shows the EU is on its best behaviour – until 24 June | Jonathan Freedland    He insisted there had been no weakening of the IMF’s plans. “We welcome that it is now recognised by all stakeholders that Greek debt is unsustainable,” he said.  The eurozone and the IMF have also been sparring over the robustness of fiscal forecasts drawn up in Brussels. Eurozone officials think Greece’s austerity plans could generate a regular budget surplus of 3.5% of GDP. But IMF director Christine Lagarde has described this scenario as “a far-fetched fantasy”. The fund’s officials argue that a surplus of 1.5% is more realistic, although even this would be ambitious as it would require “much stronger resolve” than the Greek government has shown in the past in maintaining tight spending plans. The two sides agreed that Greece should be required to run a primary surplus of 3.5% of GDP until 2018, but later targets were left open-ended. Greece is expected to get the next €7.5bn bailout payment in the second half of June, before its next debt repayment – €3.5bn owed to the European Central Bank – falls due in July. But eurozone finance ministers had been anxious to wrap up an agreement on the funds, well before the UK referendum and Spanish elections in June.",
  "webTitle": "Eurozone unlocks €10.3bn bailout loan for Greece",
  "webPublicationDate": "2016-05-25T02:34:21Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/eurozone-officials-hope-to-give-greece-next-tranche-of-bailout",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "International Monetary Fund (IMF)",
      "id": "business/imf",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone",
      "id": "business/eurozone",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Central Bank",
      "id": "business/european-central-bank",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syriza",
      "id": "world/syriza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European banks",
      "id": "business/europeanbanks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Euro",
      "id": "business/euro",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jennifer Rankin",
      "id": "profile/jennifer-rankin"
    }
  ],
  "guardianId": "world/2016/may/24/eurozone-officials-hope-to-give-greece-next-tranche-of-bailout"
}