{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/pat-dodson-indigenous-incarceration-rate-shameful-due-to-failure-to-address-poverty",
  "id": "2016-05-26-295",
  "sectionId": "australia-news",
  "body": "State and territory governments are pushing law and order too hard without addressing the causes of the high rates of Indigenous incarceration, Senate hopeful Patrick Dodson has said. His comments come as the Northern Territory government passed legislation expanding the use of restraints for children in juvenile detention, and seeking to remove the presumption of bail for repeat offenders. Dodson, a high-profile Indigenous leader and star Labor recruit for a West Australian Senate seat, made the comments in Darwin while campaigning with the federal opposition leader, Bill Shorten.   Related: Labor's Patrick Dodson says Indigenous treaty should be an option    Labor has pledged to create justice targets in its Close the Gap policy and increase justice reinvestment but on Thursday Shorten would not detail what those targets were. The Coalition has refused to introduce justice targets for incarceration. Before throwing the question to Dodson, Shorten said that, in Australia, “One of the best predictors of whether or not someone is going to go to jail is the colour of their skin. “I don’t think that’s the Australia most of us think we live in but what we are seeing is too many young Aboriginal men receiving custodial sentences, frankly for matters which – if it was other people – they wouldn’t be getting custodial sentences for.” Dodson, who was a royal commissioner on the inquiry into Aboriginal deaths in custody, said most of the more than 330 recommendations hadn’t been implemented and incarceration rates were “shameful”. Indigenous Australians make up 27% of the prison population but only about 3% of the wider population. In the Northern Territory about 83% of adult prisoners and 97% of juvenile detainees are Indigenous. “We have also on the other hand a propensity of jurisdictions to introduce mandatory sentencing, introduce law and order type campaigns without any real consideration of the factors that underlie why people commit crime,” Dodson said. “That is because we live in poverty, because the lack of proper education, the lack of opportunity for jobs, the lack of real engagement with the society.” On Thursday Dodson also pointed to the remote community of Wadeye, where a $24m investment has been made to expand the police presence without, Dodson said, community consultation or work to address the causes of crime. “That solution is not the appropriate one,” he said. “You may well find the lunacy which goes on that kids will be caught or charged with jaywalking across dirt roads or walking around in bare feet.”   Related: Indigenous recognition: Patrick Dodson and Mark Leibler to lead council    In April Dodson told the National Press Club the criminal justice system sucked up Indigenous people “like a vacuum cleaner”. Dodson’s visit to the NT and his comments came amid the final sitting week of the NT government before it also goes to an election in August. On Wednesday the NT legislative assembly passed legislation that widened the scope of restraint definition and use against juvenile detainees – including restraint chairs, cable ties and spit hoods. The amendment “clarifies” the use of restraints in juvenile detention, gives the commissioner of corrections wider scope to approve the use, including to prevent property damage and risks to the “good order of the facility”, and increases transparency measures. The legislation has been criticised as poorly drafted and easily allowing expansion of the list of approved devices. It was drafted in response to a series of critical incidents in juvenile detention, including riots, escapes and alleged abuses. Last week the Northern Territory chief minister, Adam Giles, also took to social media to announce his government was considering legislation that would remove the presumption of bail for “bad youths”. His staff later clarified it was not age specific but related to repeat offenders.  The peak body for Indigenous legal services said such a move would “condemn our children to a life of institutionalisation and cause further harm to our kids”. Amnesty International said it was a potential breach of human rights.",
  "webTitle": "Pat Dodson: Indigenous incarceration rate 'shameful' due to failure to address poverty",
  "webPublicationDate": "2016-05-26T07:11:52Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/pat-dodson-indigenous-incarceration-rate-shameful-due-to-failure-to-address-poverty",
  "keyword": [
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Northern Territory",
      "id": "australia-news/northern-territory",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Davidson",
      "id": "profile/helen-davidson"
    }
  ],
  "guardianId": "australia-news/2016/may/26/pat-dodson-indigenous-incarceration-rate-shameful-due-to-failure-to-address-poverty"
}