{
  "apiUrl": "https://content.guardianapis.com/environment/climate-consensus-97-per-cent/2016/may/19/climate-scientists-mourning-earths-losses-should-make-their-voices-heard",
  "id": "2016-05-19-254",
  "sectionId": "environment",
  "body": "It’s easy to find a news hook to begin an opinion piece on climate change. Coral bleaching, record-setting heat waves, and expensive, deadly wildfires are a weekly occurrence in the news cycle. But, as climate warming advances, extreme events won’t be newsworthy – they’ll be expected.  We scientists are the gatekeepers of the basic information that fuels decision making by nations, businesses and communities. As these public entities are more and more threatened by the advancing impacts of climate warming, from flooding, to water scarcity, to the spread of tropical diseases, our role as objective scientists has to change. We are so skilled at many, many detailed and quantitative tasks, but, as you would expect from a community of introverts, we are not great at shining that brilliant light back on ourselves.  Earth scientists, who are teaching, or researching, abut a silent, uncertain, and painful threshold. This is the threshold where climate change shifts from being about science and quantification to being about loss and the suffering of others.  For example, my 90-year-old grandmother, who lives in a low-income assisted care facility, suffers greatly when the new heat waves roll across the Pacific Northwest in June, July and August (and now May this year). Heat is deadly to seniors – this isn’t an issue of comfort, it’s an issue of safety. I tell myself, every time I leave her home, that I have to do something. I think of all the other grandmothers and great-grandmothers suffering in silence. I feel the cognitive dissonance, as I drive my Honda home, and the pain of it wells into the palms of my hands and the back of my mouth.  The problem is, we are past the threshold – we are just playing games with ourselves. In the anticipation of it, it has passed silently underneath our feet. We are already committed to a world that is warmer and more dangerous than the world of my grandmother’s childhood. That world – where we had time, we didn’t have to be political, we took only small, calculated risks – has evaporated in front of us. So, why are we still operating under old rules?  One reason may be that scientists are naturally risk-averse where it comes to public dialogue.  Many scientists began their careers with a passion for tide pools, early morning birding trips, or backyard plant dissections. These are people with unique sensitivity for the details of the natural world, who are are humbly wrapped up inside intricate problems. The verbal, argumentative skills common to professions in law, politics, or business do not come easily to most scientists.  Another reason is that we are embedded within staid and formal academic institutions, where our work and productivity is evaluated through lenses that have not changed with the world outside those ivory doors. We are hamstrung by our need for job security, funding, advancement, and promotion – because we, too, are juggling the demands of child rearing, aging parents, urban gentrification, and the winnowing of the middle-class. Regardless, this is the time for a gut-check. Our job is not to objectively document the decline of Earth’s biodiversity and humanity, so what does scientific leadership look like in this hot, dangerous world? We don’t need to all agree with each other – dissent is a healthy component of the scientific community. But, we do need to summon our voices and start shouting from rooftops: “We have options”, “We don’t have to settle for cataclysm”.  We must shine the bright, investigative light of scientific inquiry into the dark, silent corners of our shared fields – and challenge ourselves, our colleagues, and our institutions to truly rise to the challenge of leading the planet in the 21stCentury. I would task every climate or ocean scientist to reckon with these questions: What could you write? What could you say? Who could you speak to? Is your voice really being heard?  To be sure, there are scientists already committed to this work. I am one of many urging for change and social engagement from the scientific community. This isn’t a political call for the advocation of an environmental or “green” agenda – it is about cultural leadership and scientific decision-making in the face of unprecedented change and crisis. I believe most scientists are also, quietly and professionally, mourning the loss of the balance of Earth’s life. The pain doesn’t stop. It’s carried upon every wildfire, coral bleaching, or marine die-off. But, we can use these waves of pain to inform our moral commitment to the present and future. It requires the brave integration of science and self, the acceptance of loss.  Standing our ground, shoulder to shoulder, and speaking truth, we can use our voices to preserve the wholeness of the life that our grandparents and children deserve. The world is worth it.  Sarah Myhre is an ocean and climate scientist with expertise in the marine ecological consequences of abrupt climate warming.",
  "webTitle": "Climate scientists, mourning Earth's losses, should make their voices heard | Sarah Myhre",
  "webPublicationDate": "2016-05-19T10:00:05Z",
  "webUrl": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2016/may/19/climate-scientists-mourning-earths-losses-should-make-their-voices-heard",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change scepticism",
      "id": "environment/climate-change-scepticism",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "environment/climate-consensus-97-per-cent/2016/may/19/climate-scientists-mourning-earths-losses-should-make-their-voices-heard"
}