{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/18/britney-spears-music-mobile-games-glu-katy-perry",
  "id": "2016-05-18-171",
  "sectionId": "technology",
  "body": "In 2015, global music sales were $15bn (£10.3bn). Yet the three biggest mobile games companies alone – Supercell, King and GungHo Online – made $5.6bn between them, out of an estimated $30.4bn for the overall mobile gaming market. Britney Spears: American Dream is the latest experiment to see if music can capitalise on a world where many people are happier to spend their disposable income on Candy Crush Saga or Clash Royale rather than on music. The company behind Britney’s game, Glu Mobile, had a decent-sized hit with Kim Kardashian: Hollywood, and is trying to repeat the trick with musicians: besides Spears, it has signed up Katy Perry, Nicki Minaj and Taylor Swift.     Publisher Glu Mobile is also working on games for Nicki Minaj and Taylor Swift.    The problem? Perry’s game was a high-profile flop, with Glu saying publicly that the lack of actual music made it less appealing to fans. That’s been rectified for Britney, but there are still doubts over whether pop stardom translates to lucrative freemium gaming. American Dream – available for Android and iOS – will be familiar to anyone who’s played the Kim Kardashian game. The storyline sees you trying to become a star, mentored by Spears as you work your way up to the A-List. Along the way you record singles, film promo videos and tangle with an arch-enemy who’s threatened by your ascent. The gameplay, meanwhile, is essentially tapping on circles until your energy runs out, waiting a few hours, then tapping on some more circles. Occasionally, you also tap to close a pop-up encouraging you to buy virtual clothing and accessories via in-app purchases.     Britney Spears’ game includes plenty of humour poking fun at the music industry.    There are some inventive social features, including voting friends’ singles up the charts and forming a record label together, and the ability to design your own music artwork. The game also has some sly humour, poking fun at the music industry and the celebrity world with some sharp in-game dialogue. From the lyrics that match your chosen genres for songs (when recording my trap-metal single Becky With the Good Hair my character was belting out lines like “Cloven hooves trod the land”) to preposterous EDM DJ Skwirl-X remixing my Brexit Music (For a Film) track “with a synth solo of his own in the middle”, there are genuinely laugh-out-loud snippets. There’s the odd jarring moment too. At one point, my (male) character is given a choice of either slapping or kissing my (female) rival mid-argument, with no alternative options. The fact that you can name your character’s songs – which are then shared with the world – could give Glu some moderation headaches too.     Like many mobile games, Britney Spears: American Dream is freemium.    There’s also the music: the full version of Oops! I Did It Again is included, along with instrumental versions of Toxic, Baby One More Time and other hits. There are also links to Apple and Google’s respective music-streaming services, which should ensure both give the game some promotional welly on their app stores. Will that be enough to make the game a long-term, lucrative success? Ever since its Kardashian game did well, Glu’s strategy has been based on the assumption that celebrities with huge social followings can drive mobile gaming hits. It worked for Kim – to a certain extent: her game has made nearly $140m in revenue since its release in June 2014, but for perspective, Supercell’s three games made $191.7m a month in 2015. It didn’t work for Katy Perry, despite her social stats – 71.5 million Facebook fans, 88.6 million Twitter followers and 48 million Instagram followers.     Glu may have some moderation to do for player-created song titles.    “You can’t convince me that 200 million social followers could not have generated a number one game, had we built either the right game or a better game,” said Glu’s CEO Niccolo de Masi in February. Yet 2015’s other big pop-star mobile game Love Rocks – a partnership between Shakira and Angry Birds maker Rovio which yielded a fun puzzle game – also failed to catch fire on the app stores. Britney Spears: American Dream isn’t the last roll of this particular dice, with Glu still working on its Nicki Minaj and Taylor Swift titles, both of whom may be even more of a match with the mobile gaming audience.     Will fans be as keen to buy B-Gems as they are Vegas tickets? Photograph: PR    Spears has sold 100m albums in her career, and in 2016 she’s proving enough of a live draw to make people pay hundreds of dollars for tickets to see her Vegas show.  Even so, persuading those fans to spend tens of dollars in her mobile game – its in-app “B-Gems” currency costs between £3.99 and £79.99 – could be another challenge entirely.",
  "webTitle": "Can Britney Spears succeed in mobile games where Katy Perry failed?",
  "webPublicationDate": "2016-05-18T13:00:38Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/18/britney-spears-music-mobile-games-glu-katy-perry",
  "keyword": [
    {
      "webTitle": "Mobile",
      "id": "technology/mobile",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Games",
      "id": "technology/games",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Britney Spears",
      "id": "music/britneyspears",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPhone",
      "id": "technology/iphone",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Android",
      "id": "technology/android",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iOS",
      "id": "technology/ios",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "iPad",
      "id": "technology/ipad",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Mobile phones",
      "id": "technology/mobilephones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Smartphones",
      "id": "technology/smartphones",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tablet computers",
      "id": "technology/tablet-computer",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/18/britney-spears-music-mobile-games-glu-katy-perry"
}