{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/29/oedipe-448-psychosis-sarah-kane-die-meistersinger-barbiere-di-siviglia-review-glyndebourne",
  "id": "2016-05-29-140",
  "sectionId": "music",
  "body": "The opening bars of Oedipe, questing and visionary, might be by Bruckner. In a trice we plunge into expressionist harmonies and the world of Schoenberg. Then with a sensuous flourish of flute and harp we are whisked into the glassy spheres of Debussy. All that with hardly time to settle in our seats. First performed in Paris in 1936, George Enescu’s “tragédie lyrique” in four acts and six tableaux recounting the myth of Oedipus has at last received its UK and Royal Opera premiere in a production from La Monnaie, Brussels. The two directors, Alex Ollé and Valentina Carrasco – Spanish and Argentinian respectively – and the British conductor Leo Hussain, are also making their Royal Opera debuts. If you want to see this rarity, now is your chance.  That Oedipe is not convincing is through no lack of commitment on the part of the exceptional cast, chorus and orchestra. A prodigious composer, violinist, pianist, conductor and teacher, whose pupils included the young Yehudi Menuhin, the Romanian Enescu (1881-1955) has always had advocates but never hit the mainstream. His only opera, considered his masterpiece, explains both factors. This is music that traverses idioms and fleetingly finds its own elusive character, but encounters swaths of blank terrain en route. Enescu struggled with the score for some two decades. It has the feel of a ripe fruit grown too large.    Johan Reuter brought terror and anguish to the taxing title role in a remarkable, heartfelt performance    Here, the terrible fate of the son of King Laïos and Queen Jocaste is told in lengthy detail, combining Sophocles’s Oedipus Tyrannus and Oedipus at Colonus, from birth to a last walk into bright light. That bulk results in an uneven work with longueurs. If the entirety reached the brilliance of the score’s final quarter of an hour, Oedipe would be a repertoire work. As it is, it remains a disturbing oddity, certainly worth an encounter. The librettist, Edmond Fleg, added his own literary interpolations. In Act 1 the blind Tirésias – played by John Tomlinson on majestic, growly form – warns the new parents of their baby’s fate. In Act 2, Oedipus’s adoptive parents show affection to their troubled son. Despite some cuts to the score and the gripping nature of the story, it lacks tension.     A scene from Oedipe, with Sarah Connolly bottom right, as Jocaste and John Tomlinson as Tirésias, above. Photograph: Tristram Kenton    Ollé and Carrasco’s striking staging, designed by Alfons Flores, takes place within an abandoned, four-tiered building dredged in red mud, indicating ecological disaster. Man is the clay, fate the potter. Think terracotta army or Antony Gormley’s Field: clay figures, some of whom turn out to be members of the ROH chorus, still mastering this unfamiliar work but sounding powerful and convincing. The period is not specified but has a 1940s wartime feel, with Sarah Connolly’s formidable Jocaste resplendent in khaki, potent in voice. With an imaginative touch, the Sphinx is characterised as a Stuka-style, gull-winged dive bomber: an unassailable threat from the sky, with its three-bladed propeller echoing the three-way crossroads where Oedipus kills his father. Marie-Nicole Lemieux emerges from the cockpit to pose her riddles, then expires in hysterical fury.         Why singers love Oedipe.    The bass-baritone Johan Reuter, on stage almost throughout, brought terror and anguish to the taxing title role in a remarkable, heartfelt performance. Sophie Bevan’s tender Antigone, Alan Oke as the Shepherd who saw it all, Stefan Kocan as the Watcher and, notably, In Sung Sim as Phorbas, performed with expertise and, in a crowded telling of the story, clarity. Listen on Radio 3 on 4 June, then try it.   Related: How Sarah Kane’s 4.48 Psychosis became an opera    A line in Sarah Kane’s final play, 4.48 Psychosis, might have been uttered by Oedipus: “I feel that the future is hopeless and that things cannot improve.” Kane killed herself in 1999 aged 28. Without named characters or stage direction, her pithy text has been made into an opera by Philip Venables, resident composer at the Royal Opera in collaboration with Guildhall School of Music and Drama. Kane’s piece is a litany of despair. It captures truthfully the swivels, brake runs and lurches of a mind in torment. Its subject needs no further analysis; Kane has done the job for us. The revelation is how Venables has enriched her play through music. He challenges the conventions of opera. Via an array of resources he ambushes and refreshes an old art form. His technique is that of a collagist. Text is variously spoken, projected, amplified, conveyed rhythmically with percussion and sung, often in aria-like lament or chorale outburst. Snatches of Purcell – a mini viola fantasia arrests the action for several moments – and Bach coexist with high-energy funk reminiscent of the late Steve Martland.     ‘A litany of despair’: 4.48 Psychosis at the Lyric Hammersmith. Photograph: ROH/Stephen Cummiskey    On reading later that Martland was Venables’s teacher, I can hear that element as a tribute rather than an imitation. I need to know more of Venables’s music to find his own musical identity: my task, not his. High praise to the 12 members of Chroma, and the conductor, Venables’s fellow composer Richard Baker. An ideal foil to the music, Ted Huffman’s staging, set in a white, three-doored room designed by Hannah Clark with lighting by DM Wood, was crisp and minimal. The cast consists of six female singers. Each pulls with equal weight and delivers the raw text with selfless commitment: Jennifer Davis, Emily Edmonds, Susanna Hurrell, Clare Presland, Gweneth-Ann Rand, Lucy Schaufer. Glyndebourne’s 2016 season began with a setback: the absence of music director Robin Ticciati, forced to withdraw from the season opener, a revival of Wagner’s Die Meistersinger von Nürnberg. Instead, Michael Güttler stood in, with the London Philharmonic overcoming the initial plodding tempo and sounding magnificent. David McVicar’s play-it-safe production has an inestimable asset: the lyrical, ever thoughtful baritone Gerald Finley as Hans Sachs, reprising the role he sang when the production was new in 2011. Finley, like bass Alastair Miles (Pogner) and mezzo-soprano Hanna Hipp (Magdalene), began his career in the Glyndebourne chorus, whose members honoured their past colleagues with thrilling singing as the people of Nuremberg. Amanda Majeski’s sweet-toned Eva and Michael Schade’s phlegmatic Walther were overshadowed by the lovely pairing of Hipp’s Magdalene and David Portillo’s fervent David.     Hanna Hipp, David Portillo, Gerald Finley, Amanda Majeski and Michael Schade in Glyndebourne’s Die Meistersinger von Nürnberg. Photograph: Tristram Kenton    Annabel Arden’s new staging of Rossini’s Il barbiere di Siviglia has a sparkling cast in a not quite razor-sharp staging. Joanna Parker’s attractive designs use southern Spanish detail: blue-and-white azulejos, an indoor and outdoor style fashionable in Rossini’s day. Enrique Mazzola, conducting, made incisive work of the score, and Huw Montague Rendall, another chorus graduate, set the action off in comedic high spirits and pinging voice as Fiorello. Alessandro Corbelli (in the buffo role of Dr Bartolo) exuded comic skill, Danielle de Niese sang her first Rosina with persuasive charm and predominantly secure trills and embellishments, and Taylor Stayton proved an elegant Count Almaviva. Björn Bürger was a joy as a bendy, loose-limbed, big-toned Figaro. Janis Kelly, in the cameo role of Berta, clicked invisible castanets flamenco-style, despite wearing tweed suit and sensible shoes. Much tightening may be needed, but this should be a cheery riot by the time it reaches the Proms.         Glyndebourne’s trailer for Il barbiere di Siviglia.    Star ratings (out of 5) Oedipe ****4.48 Psychosis ****Die Meistersinger ***Il barbiere di Siviglia *** • Oedipe is at the Royal Opera House, London until 8 June • Die Meistersinger von Nürnberg is at Glyndebourne, East Sussex until 27 June. Il barbiere di Siviglia runs until 17 July",
  "webTitle": "Oedipe; 4.48 Psychosis; Die Meistersinger von Nürnberg; Il barbiere di Siviglia – review",
  "webPublicationDate": "2016-05-29T07:30:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/29/oedipe-448-psychosis-sarah-kane-die-meistersinger-barbiere-di-siviglia-review-glyndebourne",
  "keyword": [
    {
      "webTitle": "Opera",
      "id": "music/opera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Sarah Kane",
      "id": "stage/kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Glyndebourne",
      "id": "music/glyndebourne",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Royal Opera House",
      "id": "culture/royal-opera-house",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Fiona Maddocks",
      "id": "profile/fiona-maddocks"
    }
  ],
  "guardianId": "music/2016/may/29/oedipe-448-psychosis-sarah-kane-die-meistersinger-barbiere-di-siviglia-review-glyndebourne"
}