{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/23/music-streaming-services-playlister-sam-lee-deezer",
  "id": "2016-05-23-259",
  "sectionId": "technology",
  "body": "“One of our most popular playlists is Sad Songs For Crying. That is a bit worrying, actually, now I think about it.” Sam Lee is one of an emerging breed of music tastemakers. He doesn’t work for a magazine or music blog, nor does he work for a radio station. Instead, he’s the UK and Ireland editor at music-streaming service Deezer. Lee one of 50 editors working at Deezer, with similar teams in place at Spotify, Apple Music, Google Play and other rivals. The playlists these people create can have big audiences. Lee’s Brand New UK playlist has just under 6 million “fans” on Deezer, which is people who’ve added it to their favourites list, and see a notification icon when he adds new tracks. “Playlists are becoming one of the main ways people listen to music on Deezer,” says Lee. “Nearly half of all streams on the service come from playlists now.” From Lee’s Brand New UK to Afternoon Acoustic on Spotify or Lads, Lads, Lads, Pints, Pints, Pints on Apple Music (no, really) playlists are becoming an important new way for people to discover music alongside traditional radio. A point hammered home when Spotify recently poached Radio 1’s head of music, George Ergatoudis, to be its first “head of content programming”. ‘It’s one of the things humans do better than computers’ I’m shadowing Lee for a day to find out how his job works, from managing his playlists to pushing new music into the feeds of Deezer listeners, and meeting major label Warner Music Group to be pitched new music.   Related: Want a job making music playlists for Google? Pass the Susan Boyle test first    Lee and his peers at Deezer and rival services are a riposte to the assumption that in the music-streaming world, discovery is driven by algorithms rather than humans. He says playlist creation exemplifies this. “It’s one of the things humans do better than computers: deciding what tracks go well next to one another.  “When creating playlists, I probably spend the most time on the order,” says Lee, as he adds a new song to his Track of the Day playlist and emails the label behind it to let them know. As anyone who’s ever agonised over a mixtape order, there are obvious parallels between today’s streaming playlists, and the compilations that people have been making for one another since the dawn of the cassette format. “You can have the right tracks in a playlist, but if they don’t sound right next to each other - if you listen to it all and something jars - you’ll lose people,” says Lee. “The data might tell you that people are skipping or stopping listening, but an algorithm wouldn’t necessarily know why, or how to fix it.” The data does help though. The modern streaming playlister doesn’t just create playlists: they manage them, and that means keeping a keen eye on analytics about every aspect of how they’re being listened to, and changing them accordingly.     Sam Lee maintains more than 100 playlists on Deezer.    Lee shows me his analytics dashboard, which shows the gender, age and geographical makeup of the audience for each of his playlists, from UK Represent Grime 2016 (heavily male, young and British) to 80s Anthems (older and more international). There are also graphs showing the “satisfaction rate” of his playlists and charts showing which tracks are causing spikes in skips, or people stopping listening entirely. There is even a chart comparing the performance of all of Deezer’s editors, which feels a bit Hunger Games. “Oh, it’s really competitive!” says Lee, whose metrics seem to be faring pretty well in the comparison. “A playlist is far more than just a tracklisting. It’s about the entire journey: you have to match and exceed the user’s expectations throughout. It’s not just about sticking together some tracks and off we go,” he says. “The thumbnail artwork could be right, the title could be great, but then if the third track is slightly not what the user is expecting, they’re gone. And I’ll see that here in the dashboard.” Some playlists are tweaked more often than others with new tracks. “I don’t mess with the Chill Out playlist too much: people don’t get in the bath and think ‘I want some new music with my rubber duck’,” he says. “But if I didn’t update the Brand New playlist for a month, there’d be an issue.” ‘If you support new music in the right way, you can make a difference’ Lee didn’t grow up wanting to be a streaming tastemaker, obviously. Like many people who spend their teenage years seeking out new bands, he wanted to be a music journalist.   Related: Spotify has six years of my music data, but does it understand my tastes?    “I was in Swindon, and there were so many great bands in Swindon, Bristol and Oxford that people just weren’t writing about, so I started writing about new releases and gigs for various publications,” says Lee. “I just wanted to promote and champion new artists.” Stints writing for his local paper, NME.com and music blog The Line of Best Fit were accompanied by work as a broadcast assistant for Tom Robinson’s radio show on 6Music, and the BBC Introducing new-bands show for BBC Wiltshire. “I never went to university, but I was in a couple of bands, and then through writing about music I started meeting people in the industry. I was always around new music, and that cemented in me the belief that if you support new music in the right way, you can make a difference to artists,” he says. Does spending most of his professional day rooting through new music reduce the buzz? Lee admits that out-of-hours, it can be hard not to hear any song and start pondering where it would fit into one of his playlists.     Skepta is one of the independent grime artists making their way onto streaming playlists. Photograph: Roger Kisby/Getty Images    “You still get the thrill though. There was this band called Diskopunk recently who came out of nowhere with a track called Antonio America. I was like ‘I have to find out everything I can about this band right now!’” “It’s the best feeling, just like the first time I heard David Bowie’s Ziggy Stardust album in my Dad’s car when I was young. I was just enthralled by this music, and I had to get him to leave the keys in the engine so I could hear the whole thing.” In 2016, Lee is at the sharp end of a bulging pipeline of new music from major and independent labels, as well as a growing number of artists operating on their own terms. Many grime artists, for example, get their music on to Deezer and its rivals through independent digital distributors, without a label being involved. “They don’t have a sales or digital person pushing it, they really are bringing it back to the DIY ethos,” says Lee, who has used his grime playlist to promote artists like Stormzy, Lady Leshurr and Skepta to Deezer users. ‘I don’t think it’s acoustic afternoon, it’s more fireside evening’ As playlists generate an increasing share of music streams, the bigger labels are keen to pitch their new releases to the playlisters – the streaming equivalent of the “plugging” they do to get the tracks on to radio playlists. “We do see now labels coming to us and pitching for specific playlists. I’ll sometimes end up in conversations where I say ‘actually, I don’t think it’s acoustic afternoon, it’s more fireside evening,“ says Lee. “But I’ve got no qualms in saying to them ‘no, this track doesn’t work’. This isn’t about me and what I like, it’s about understanding our audience – who they are and what they want – and serving them the music that they’ll love through my own filter.” Does that ever end in arguments? “If there is a track that I think is absolutely shocking, it doesn’t get featured,” he says firmly. “Labels can push you and tell you it’s a big one for them, but you have to keep your editorial tone.”     Emerging artists like Dua Lipa are pitched to playlisters like they would be plugged to radio stations.    This conversation takes place before a visit to Warner Music for a pitch meeting, where Lee sits down with a label representative to be played new tracks from big artists like David Guetta and Biffy Clyro as well as emerging acts like Anne Marie, Lukas Graham, Dua Lipa and Zak Abel. Unsurprisingly, given the presence of a journalist, there are no stand-up rows over “absolutely shocking” tracks. Instead, the conversation focuses on marketing activity around the releases, as well as what the artists might be able to do for Deezer. This, it turns out, is a growing part of the music marketing machine. Where artists would once have focused purely on print, TV and radio interviews, now they’re also setting time aside to work with streaming services: from live sessions and video interviews to creating their own playlists with audio commentary or taking over the streaming service’s Twitter account for a day. It’s a relaxed meeting, with the most spirited debate focusing on whether Zak Abel’s startling video where he sings and dances while playing Olympic-level table-tennis really was a single take (it was).            ‘An 18 year-old musician won’t remember not having streaming’ Back in his office, Lee updates a suitably-complex spreadsheet of upcoming release dates and marketing activity – “If I tried to keep it in my head I’d go mad” – and reflects on the changing relationship between labels and streaming services. “In the three and a half years I’ve been here, the conversations with labels have changed entirely. When I started it was all ‘is streaming good for the music industry, is it killing everyone?’ But we’ve seen those conversations shift,” says Lee.   Related: Is Apple Music worth paying for?    “More and more people accept that streaming as an idea is a good one. Being included in the charts has made a difference, and for younger artists it’s accepted. In the not-too-distant future, an 18 year-old musician from Sweden or France won’t remember not having streaming.” The playlisters working within Deezer, Spotify and their rivals don’t have to get directly involved in the important music-industry debates about how much money streaming pays out to labels and publishers, and how that money is then distributed on to artists and songwriters. These curators may, however, be part of the streaming companies’ defence against claims that they only pay off for the biggest artists. “Streaming is great for big artists: for a Justin Bieber it’s hard to argue that it’s anything but a good thing given how much he’s being streamed,” admits Lee. “But the exciting thing for me is when you come down a couple of levels to where it’s artists making money they weren’t before, and reaching an audience they weren’t reaching before. As well as people finding great music they love, whether it’s got a big marketing campaign behind it or not. It’s something I’m passionate about. You have to be, in this job.” • Want a job making music playlists for Google? Pass the Susan Boyle test • Spotify has six years of my data, but does it understand my tastes?",
  "webTitle": "The new tastemakers: a day in the life of a music-streaming playlister",
  "webPublicationDate": "2016-05-23T08:53:28Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/23/music-streaming-services-playlister-sam-lee-deezer",
  "keyword": [
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/23/music-streaming-services-playlister-sam-lee-deezer"
}