{
  "apiUrl": "https://content.guardianapis.com/holiday-in-sweden/2016/may/03/love-like-a-swede",
  "id": "2016-05-03-132",
  "sectionId": "holiday-in-sweden",
  "body": "I have always loved Sweden. I love the landscape, the culture and its consensus-driven society. And I deeply admire its healthy approach to gender equality. It’s something that fundamentally differentiates Sweden from many other European countries – the gender gap is noticeably smaller here. Men and women enjoy something close to parity in Sweden. So, in matters of the heart, Swedes will approach one another freely.   Related: Eat like a Swede    Although it’s best to point out right away that this rule is automatically suspended for foreigners. Sorry... This reticence is probably down to Swedes’ generally reserved nature, which generally stays in place for at least the first six months of getting to know them. This means, of course, that you, as the plucky, exotic foreigner, must make the first move. And when you finally do ask, be careful not to actually call it a date. Swedes need to be coaxed out into their unfamiliar surroundings. Gently. You mustn’t spook them by being too forthright. Ask them out for fika (coffee and cake) first, and several fikas later you can perhaps, just perhaps, start to call your meetings “dates”. Luckily for me, I first met Donna (which by the way is a very unusual Swedish name) in London, through work. At first we were just good friends before the relationship developed into something more romantic. But it still took me to make all the running. Donna gave me flickers of encouragement, but hardly made it easy. Donna bridled when I first called her “my girlfriend” in front of other people. “Must you label everything?” she said as soon as we were alone. I trod gingerly thereafter. Like most of the Swedes I know, I love the outdoors and the Skåne region in the south is blessed with quintessentially Swedish landscapes - wild, romantic beaches and berry-filled forests – perfect for romantic getaways.     Hörte Brygga restaurant in Skivarp. Photograph: Christian Gustavsson    On our first trip back to Sweden as an unofficial couple, we ate dinner at Hörte Brygga in Skivarp, on the south coast, a 45-minute drive from Malmö. Donna spoke to the receptionist in Swedish and referred to me as her “friend” (she had no idea I could understand basic Swedish), but Hörte Brygga’s romantic qualities remained undiminished. The Mossbylund hotel nearby is a delightful place to stay. Our room was lit by soft autumn sunshine and we ate fresh seafood just metres from the rumbustious surf. We walked for miles each day along deserted beaches. At the end of the second night Donna actually called me her boyfriend, incontrovertible proof of the romantic powers of the southern Swedish coastline. Even she looked shocked that the word had crept out. After two more of these weekends a fire had been lit in the heart of my Nordic beau. She told me she loved me, but, due to family reasons, she had to return to Sweden. I immediately offered to come with her – I loved Sweden and now I loved a Swede, so why not? Within weeks we had our own apartment. But we had no furniture and I knew what that meant. A trip to Ikea. Somehow our relationship not only survived a four-hour tour of every nook and cranny of the giant store, it was actually strengthened. I fell asleep in an armchair at one point. Donna’s laugh woke me and I fell in love a little more. Anyone who can laugh during a shopping trip to Ikea is someone worth holding on to. A plan formed in my head. A couple of weekends later, I took Donna to western Sweden. My Stockholm girl had never been so she was hugely impressed that her foreign boyfriend knew the area so well. Donna was entranced by the thousands of islands where the Atlantic Ocean pummels the coast. She was even more impressed by the unimpeachable Salt & Sill on Klädesholmen, with its incredible fresh fish and its 23 rooms built on a pontoon over the water, from which you can step straight into the sea. Indeed, Donna was so bowled over she immediately said “yes” when I asked her to marry me. I was almost as shocked as she was: many Swedes regard marriage as an outdated institution. I know Donna certainly did. Divorce rates are around 50% so why, she often argued, take the risk of messing with something that works? But she’s my wife now and we have beautiful twin girls. I asked Donna recently why she so unexpectedly agreed to my marriage proposal. She smiled and said: “Because I found someone who loves Sweden as much as I do.”",
  "webTitle": "Love like a Swede",
  "webPublicationDate": "2016-05-03T15:21:41Z",
  "webUrl": "https://www.theguardian.com/holiday-in-sweden/2016/may/03/love-like-a-swede",
  "keyword": [
    {
      "webTitle": "Holiday in Sweden",
      "id": "holiday-in-sweden/holiday-in-sweden"
    }
  ],
  "authors": [],
  "guardianId": "holiday-in-sweden/2016/may/03/love-like-a-swede"
}