{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/katarina-johnson-thompson-world-championships-olympics-rio",
  "id": "2016-05-27-22",
  "sectionId": "sport",
  "body": "While Katarina Johnson-Thompson’s heptathlon rivals were limbering up and down the Mosel Stadion track ahead of the prestigious Hypo-Meeting this weekend, she was in her hotel bed flicking through her athletics’ journal. At times it made for painful reading. Because as she went through it, she was reminded of her thoughts about the world championships in Beijing last year, when she missed out on a potential gold medal by millimetres after three fouls in the long jump.   Related: Javelin star Goldie Sayers calls for Russia to be 'properly punished'    Yet that failure has fuelled her. Made her even more single minded. And utterly determined to put things right at the Olympics in Rio. “Last year was the last straw for me and mentally it was like ‘this can’t happen ever again’,” she admits. “It was injury after injury and everything was going wrong.” Unknown to most people, Johnson-Thompson was also competing with a bone growth in her left knee that was pushing into her tendon, which meant she need painkillers every time she jumped. An operation in October has not only left her pain free for the first time since 2010, but made hyper-aware of the need to listen to her body rather than try to push through an injury. “I use to keep injuries to myself,” she concedes. “It would just make it worse and worse. Now I’m having none of that. I’m going to trust my instincts when something’s wrong.” Johnson-Thompson has also changed her mental approach to competition. Before she was desperate to win every event, ideally breaking personal bests in the process. In Gotzis, however, she has her sights solely on clearing the 6,200 points target she needs to qualify for the Olympics. Beating the Canadian Brianne Theisen-Eaton, who won the world silver medal last year and is favourite for the event in the absence of Britain’s Jessica Ennis-Hill, is the last thing on her mind. However, Johnson-Thompson accepts she will have to face down the mental demons when she steps on the long jump runway having seen a world championship gold medal slip away from her last year. “They were all good jumps so I don’t think I choked,” she says. “You can probably blame it on a number of different factors: I hadn’t had any sort of competition practice in the long jump, I’d been injured and had no speed work. It is sad for me because I battled through last year and got to the point where I could have contended so to have it taken away from me like that was horrible.” But, she insists, she is strong enough to put it behind her. “I’ve definitely learned a lot from it,” she says. “This year is all about Rio and I know that I’m on the right path. Everything is clear in my head now.”",
  "webTitle": "Katarina Johnson-Thompson prepares to slay World Championship ghosts",
  "webPublicationDate": "2016-05-27T21:00:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/katarina-johnson-thompson-world-championships-olympics-rio",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Katarina Johnson-Thompson",
      "id": "sport/katarina-johnson-thompson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/27/katarina-johnson-thompson-world-championships-olympics-rio"
}