{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/palestinian-barber-memories-fathers-flight-jaffa",
  "id": "2016-05-13-236",
  "sectionId": "world",
  "body": "In a cabinet at the back of Iskander Hinn’s barbershop in the West Bank city of Ramallah are a row of bone-handled cut-throat razors and, on the shelf below, a set of steel-sprung hand-operated clippers. The tools speak of a previous era and of one moment in particular: the day in 1948 when Hinn’s father, a barber, fled the coastal city of Jaffa with the tools of his trade in the midst of the event Palestinians mark as the Nakba – “catastrophe” – that accompanied the creation of the state of Israel. The flight or expulsion of more than 700,000 Arabs during Israel’s war of independence in 1947-49 is marked by Palestinians on Israeli Independence Day – which fell on Thursday – as well as officially each year on 15 May.  In Hinn’s barbershop, evidence of the Nakba is still unusually present – even if his father did not like to talk to his children about his flight from Jaffa. A valve radio that sits on top of his glass cabinet dates from 1936. Hinn bought it himself but it is exactly the same model as one his father had.  A wealthy barber who also rented out four Morris Eights from his shop on Jaffa’s King George Street, Habib Hinn took one of his cars, 3,000 Palestinian pounds in cash, and the tools of his trade and drove to Ramallah, believing he would return, perhaps within a week, when the violence had died down. But the barber – pictures of whom hang in the shop in Ramallah – returned to Jaffa only once, to see where his shop had once been situated. That was 40 years later, in the same month that he died.     Hinn in front of the cabinet where he keeps his father’s tools. Photograph: Peter Beaumont for the Guardian    “He opened up a new shop in Ramallah, first in the Old Town, and then here in 1950 when he realised he wasn’t going back and when he had spent most of the money he had brought with him,” his son said. Born after his father had fled to Ramallah, Hinn is intimate with the details. “The shop was three doors wide with seven chairs for cutting hair, and his Morris Eights stood on the street outside.”  We met on 12 May, the 68th anniversary of the day Jaffa fell to Israeli forces. “He took what he could carry. Some of his money. The rest he buried under some old car wheels in a hole,” Hinn said. The razors, clippers, a wooden coatstand and a chair his father took with him that day still survive in the Ramallah barbershop. Others in the family fled to Jordan, Lebanon and further afield but, wanting to go to a place where he knew people, Habib Hinn settled on Ramallah. A customer, friend and neighbour had been Aziz Shehadeh, a lawyer from Ramallah, whose son is Raja Shehadeh, the feted Palestinian writer whose hair Hinn now cuts and who wrote about the family in his book The Sealed Room. Hinn, who studied chemistry at university and makes his own hair products, joined the shop aged 18 and has worked there ever since.     Hinn in his barber shop. Photograph: Peter Beaumont for the Guardian    “My father talked only very rarely about the shop in Jaffa. And then one day – in 1987 – he said: ‘Let’s go and see the shop.’ We drove in the Fiat we had then.”  It had been transformed into an antiques shop. They stopped to look on the other side of the street but did not make it across, they say, before the Israeli police appeared and told them not to go into the shop. “I suppose one of his old [Jewish] neighbours recognised him and called the police. For him it was the end.”  This year Hinn found his father’s key. Many Palestinians keep the keys to their old family homes as a poignant symbol of what they lost as Israel was born and the demand for the right of return. However, Hinn’s father had hidden his for reasons his son believes he understands. “I was clearing out the furniture in his old bedroom. He had hidden it in the bottom of his closet. He had hidden it because he loved us. He didn’t want us to feel the loss he had hidden all those years. “And because he was wise. I think he must have known that if I had seen it and heard about it when I was young, I might have ended up in jail.” He studied the key in his hand. “It is a message, delivered at an age when we could understand it. It says that sometime in the future I can return. It will open the door. I will pass through. And no one can stop me.” Like many Palestinians whose families were displaced during the Nakba, Hinn said he could not see Jaffa as “Israel” but still as “Palestine”. He insisted he held no bitterness or animosity towards Israelis as individuals – for who they are – only for what he said Israeli policies had done to Palestinians.  He does not even rule out coexistence, but does not see any evidence that it is possible in the plausible future. Putting his key aside, he added: “What it says to me is personal. This is not about the Palestinian leadership or political factions. It is about my case.”",
  "webTitle": "Palestinian barber keeps alive memories of his father's flight from Jaffa",
  "webPublicationDate": "2016-05-13T10:27:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/palestinian-barber-memories-fathers-flight-jaffa",
  "keyword": [
    {
      "webTitle": "Palestinian territories",
      "id": "world/palestinian-territories",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/13/palestinian-barber-memories-fathers-flight-jaffa"
}