{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/don-de-lillo-zero-k-review",
  "id": "2016-05-15-110",
  "sectionId": "books",
  "body": "Don DeLillo’s late period work, which we can date from 2001’s The Body Artist, has been marked by novels that are slim, stark, conceptual, and that seem designed to provide as few of the traditional satisfactions of the form as possible. Endings are left untied, characters nameless and one-dimensional, plots thin and haphazard. After maximalist, wholehearted novels such as Libra, White Noise and Underworld, DeLillo’s austere, mindful, laconic late novellas feel, like those of Philip Roth, as if they’re trying to deconstruct the machinery of fiction, to back away from the world. Zero K initially seems like a break from the abstruse and impressionistic recent work. We are plunged into a vividly realised world: an underground cryonics laboratory called the Convergence, situated in a place where Kyrgyzstan, Kazakhstan and Uzbekistan meet, a “harsh geography, beyond the limits of believability or law”. The narrator of nine-tenths of the novel, Jeffrey Lockhart, is the 34-year-old son of one of the Convergence’s backers, Ross, who’s in his 60s and a financier of fabulous wealth. Ross’s second wife, Artis Martineau, was an archaeologist, but is now dying of complications from MS and has come to the Convergence to be frozen.   Related: Don DeLillo: ‘I think of myself as the kid from the Bronx’    Towards the end of the novel, Jeffrey refers to cryonics as “a form of visionary art”, but this also seems to me to be a good description of DeLillo’s writing. He doesn’t tell stories, he summons visions. The Convergence is perched at the cusp of reality, science fiction and dreamscape, and we’re never sure what in the novel draws on DeLillo’s extensive research into the world of cryonics (the KrioRus site outside Moscow is clearly one model for his unheimlich body warehouse), and what springs from the author’s visionary imagination. DeLillo is a seer – we know this from his uncanny prediction of 9/11 in Players, his proleptic portrait of the 2009 financial crash in Cosmopolis – and Zero K again feels like a demonstration of the way a great novelist moves one or two steps ahead of the real, constructing pathways into the future. White Noise turned around the paralysing death-angst suffered by Jack and Babette Gladney. When Jack is exposed to the deadly but slow-acting Nyodene D, the abstraction of his death becomes concrete, prompting an existential crisis that propels the novel towards its violent ending. Here, it is not fear of death that appears to drive Ross and Artis in their attempt to overthrow mortality, but rather a kind of philosophical project, even a wish to construct their lives as works of radical art. “You are completely outside the narrative of what we refer to as history,” one of the amorphous Convergence employees tells a group of those about to be frozen, the “heralds”. “There are no horizons here. We are pledged to an inwardness, a deep probing focus on who and where we are.”   Related: The 100 best novels: No 98 – Underworld by Don DeLillo (1997)    The novel is sliced in two by an extraordinary passage, a chapter of luminous poetry told from Artis’s post-frozen perspective. We realise that the preserved brains, liberated from their bodies, exist in a kind of Beckettian netherworld, a life, as one of the Convergence staff describes it later, “in touch only with yourself”. It is a horrifying picture of a conscience locked in on itself, freed from the final release of death, deprived of sensation, merely waiting. “On and on. Eyes closed. Woman’s body in a pod.” After this bravura performance, the novel begins to drift into more predictable territory. We join Jeffrey in New York, where he wanders into a host of DeLillo-ish careers – “cross-stream pricing consultant” and the like – applying for jobs he doesn’t want, becoming increasingly obsessive about the locking and unlocking of doors, the turning on and off of his stove. He is haunted by a figure who seems to be praying in public, meets a woman, Emma, and her adopted son, Stak, a Ukrainian who, at 14, is learning Pashto and speaks as if he reads a lot of Don DeLillo novels. When Ross, who in the wake of Artis’s not-quite-death has suffered a crise d’âge, suggests to Jeffrey that it is time for him to join his wife, and that Jeffrey should come to witness his father’s freezing, it comes as a relief. At the Convergence, Jeffrey reacquaints himself with characters from his earlier visit – a monk of no fixed religion who ministers to those about to be frozen and tells obscure, suggestive stories about his early, evangelical life; a pair of twins who act as evangelists for the project, uttering bold statements about the world into which the reanimated, cyberhuman patients will emerge. As in Point Omega and Libra DeLillo uses film to convey atmosphere, to subtly play with our experience of time within the novel. These ekphrastic images are projected on screens, which descend as Jeffrey makes his way around the underground warren of the Convergence, and move from Bill Viola-ish meditation-scapes to montages of monks self-immolating, wars in which children are killed by jackbooted soldiers, women in tears. It is as if the Convergence is seeking to convince its heralds of the need to retreat from the Earth, to hibernate until they “emerge in cyberhuman form into a universe that will speak to us in a very different way”. This is a book that is both beautiful and profound, certainly DeLillo’s best since Underworld, and will reward repeated reading. Like Kazuo Ishiguro’s Never Let Me Go and Atul Gawande’s Being Mortal, it forces us to confront the spectre of our own mortality, to ask deep questions of our motives in wishing to prolong our span on Earth. We finish the novel with a sudden recognition of the kindness of death, the balm of a bounded life. Zero K is published by Picador (£16.99). Click here to buy it for £12.99  This article was amended on 16 May. DeLillo’s uncanny prediction of 9/11 was in Players, not The Names, as originally stated",
  "webTitle": "Zero K by Don DeLillo – profound and beautiful",
  "webPublicationDate": "2016-05-15T12:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/don-de-lillo-zero-k-review",
  "keyword": [
    {
      "webTitle": "Don DeLillo",
      "id": "books/dondelillo",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cryonics",
      "id": "science/cryonics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Alex Preston",
      "id": "profile/alex-preston"
    }
  ],
  "guardianId": "books/2016/may/15/don-de-lillo-zero-k-review"
}