{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/isabelle-huppert-elle-rape-cannes",
  "id": "2016-05-21-100",
  "sectionId": "film",
  "body": "Isabelle Huppert has spoken about her provocative new film Elle, claiming “it’s not a statement about a woman being raped”.   Related: Elle review: Paul Verhoeven's brazen rape revenge comedy is a dangerous delight    The controversial black comedy was greeted with shocked laughter and enthusiastic applause as it screened at the Cannes film festival earlier today. In the film, directed by Paul Verhoeven, Huppert plays a woman who is brutally raped but deals with the fallout in a perverse and often darkly comical way. “The story shouldn’t be taken as a realistic story,” she said at a press conference. “It’s not a statement about a woman being raped and accepting her rapist, that’s not what it’s about. It should be taken as more of a fantasy. The fantasy is within yourself but it’s not necessarily something that you want to happen. It’s something that you couldn’t confess. It’s in your inner thoughts and of course, Paul Verhoeven projects that on screen but it doesn’t mean that it happens to all women in the world. It happens to that woman in particular. It’s not trying to make a general statement and I think when you watch the film, that’s the way you take it.” The film, which the Guardian’s Xan Brooks described as “endlessly disturbing”, is based on the acclaimed novel Oh... by Philippe Djian, and its author defended the central character’s frequently bizarre behaviour.     Isabelle Huppert and Paul Verhoeven (R) pose during the photocall for Elle. Photograph: Julien Warnand/EPA     “She’s just someone who tries to not obey codes,” Djian said. “She tries to be free. It’s her own personal freedom. It’s frightening because people don’t like women to feel free. She wants to react how she likes without following societal codes.”  Verhoeven, who has made films in both the US - such as Basic Instinct and Showgirls - and Europe (Black Book and Turkish Delight), was originally going to make the film in the US but said that “no American actress would take on such an amoral movie”. Dijan added: “All these wonderful American actresses turned it down for reasons that are so foreign”. Despite also being known for iconic sci-fi movies such as Total Recall and Robocop, Verhoeven is keen to stay grounded from now on. “I’m not so positive about the further development of all this science fiction stuff,” he said. “I have a feeling that everything has been said and done and we should go back to normality. All these big superheroes and whatever, I don’t know what kind of wet dream this is of the US but I feel that we have lost contact with normal people. The story of us is more interesting than that of a superhero.”",
  "webTitle": "Isabelle Huppert: Elle is not about a woman 'accepting her rapist'",
  "webPublicationDate": "2016-05-21T12:02:53Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/isabelle-huppert-elle-rape-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Isabelle Huppert",
      "id": "film/isabelle-huppert",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/21/isabelle-huppert-elle-rape-cannes"
}