{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/04/anti-cheating-apps-tinder-swipebuster-spying",
  "id": "2016-05-04-226",
  "sectionId": "lifeandstyle",
  "body": "A few weekends ago, Chelsie Wilson spotted Tinder on her boyfriend’s phone. She was angry. They’d met on the dating app seven months earlier and he’d promised that he wouldn’t download it on his new phone. Now, he was full of excuses. He claimed Tinder had transferred automatically from his old device, that he liked to swipe through her profile pictures and read their old messages. But Wilson didn’t believe him. A few days later, Wilson went in to work at a credit union in St Louis and confessed to colleagues that she thought her boyfriend might be cheating on her. A co-worker mentioned Swipebuster, a new website that scans Tinder’s public database and reveals whether someone has a profile and the last time they used it for the low price of $4.99. Wilson is not normally the jealous type, but she had a “gut feeling” that something was wrong. So she paid the $5 and ran a search. Technology has made it easier than ever to be unfaithful. Apps like Tinder, Bumble and Grindr present a never-ending rolodex of hookups-to-be, while messaging services store illicit dinner plans in password-protected phones. But it’s also easier than ever to catch a cheating partner with a vast selection of websites, apps and spyware that can monitor their mobile footprints. Clandestine services, such as Swipebuster, that allow jealous lovers to track someone’s activity without their knowledge are the most controversial. They range from websites that scrape public data (perfectly legal) to spyware such as FlexiSPY and mSpy that, once covertly installed, enable remote surveillance of a person’s phone (not so legal). On the more ethical side are apps such as Couple Tracker and mCouple that allow partners to consensually access each other’s texts, calls, Facebook activity and GPS location.      The Smarttress mattress is the world’s first smart mattress, said to be able to detect infidelity in couples by means of a mobile app. Photograph: Diego Lopez/EPA    And then there’s the flat-out weird, such as smoke detector hidden cameras and mattresses with motion sensors that expose questionable activity. These technologies can provide closure to a suspicious partner, but they can also stoke paranoia and exacerbate the very trust issues they seek to fix. Couples do not snoop on one another because they are unethical monsters. They snoop to get tangible proof their suspicions. Any therapist or good friend will tell you it’s better to talk to your partner in person than install an app that tracks their location, but if the answer to “are you cheating on me?” is “no”, it can be tough to accept the denial and move on. Doubt can be as powerful as certainty. Sex therapist Jennine Estes doesn’t judge clients who have resorted to spyware. “Often, their snooping has a payout,” she says. “They find things their partner would not ’fess up to, and my job is to help them process what happened.” Wilson found out through Swipebuster that her boyfriend had logged on to Tinder the same morning she did the search. After he denied that he used the app, Wilson told him she had “ways to find out” that his profile was active. The next weekend, she asked to see his phone and threatened to cut off all contact if he resisted. He caved. Wilson saw that between November and January, her boyfriend had messaged up to eight women on Tinder (she was too nervous to look at the more recent months). In one exchange, he asked a woman if she wanted to meet up. “You’re single, right?” she asked. “Of course, aren’t you?” he responded.     In one exchange he asked a woman if she wanted to meet. 'You’re single?' she asked. 'Of course, aren’t you?' he answered    Ethics aside, covert monitoring technology is also legally controversial. Since Swipebuster uses public data, the website is lawful, but in most states it is illegal to track information from someone’s device without their consent, according to David Klein, a lawyer who specializes in technology and marketing law. Many spyware companies will claim their products are designed for the legal purposes of monitoring minors or in some cases company employees, but their websites usually also market to suspicious husbands and wives. On the other hand, tracking apps that couples mutually agree to use can be both legal and helpful in the right scenario. Therapist Estes says full transparency can be particularly effective in the aftermath of an affair, when trust is shattered. “Words can lose value when somebody’s been violated,” she says. “These apps help give them proof … that their partner’s behaviors and words are matching up.” Mik Bauer says Couple Tracker has helped him and his husband of four years work out trust issues. Both had been unfaithful, and his partner struggled with jealousy related to Bauer’s frequent business travel. “The app gives him peace of mind,” says the 38 year-old. “He can have that confidence of knowing where I’m at.” The downside, of course, is that these apps can encourage paranoia. There are often GPS glitches, one of which initially made Bauer’s husband think he was at Chicago’s Trump International Hotel and Tower rather than a conference room, and checking your spouse’s phone can quickly become an addiction. Monica, who declined to give her last name, says Couple Tracker amplified jealousy in her relationship. Though only her boyfriend had cheated, he installed the app on her phone and constantly bombarded her with questions. Her GPS would sometimes fail and he would suspect an affair. “It was like a leash,” says the 42-year-old bartender with three kids. While part of her liked being able to hold him accountable for late nights, the app raised too many doubts. “I always wondered: was he doing this or that? Why’s he there?” she says. “It just brought up more issues than there were to begin with.” While Estes says the apps can help ease short-term pain, over the long term they create a dynamic in which a couple relies on technology more than one another for trust. “The partner can never give comfort and reassurance because the other person’s always going into their phone and saying: ‘What about this, what about that?’” she says. “It can drive a huge wedge between relationships.” After Wilson saw her boyfriend’s Tinder messages, she cried on his couch while he begged her not to leave. He said all the right things and “swore on his life” he had not had an actual affair. Still, Wilson isn’t sure she can ever trust him again. And while she’s glad Swipebuster exists and admits a tracking app could help with jealousy, another digital fix feels desperate.  “I really like that idea that technology that can help you know if your partner’s being faithful,” she says. “But it also makes me so sad that in this day and age, these apps are what people have to resort to.”",
  "webTitle": "Are you swiping behind my back?: how couples spy with anti-cheating apps",
  "webPublicationDate": "2016-05-04T11:30:35Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/04/anti-cheating-apps-tinder-swipebuster-spying",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Dating",
      "id": "lifeandstyle/dating",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelina Chapin",
      "id": "profile/angelina-chapin"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/04/anti-cheating-apps-tinder-swipebuster-spying"
}