{
  "apiUrl": "https://content.guardianapis.com/world/blog/2016/may/05/child-refugees-councils-pay-syria-uk",
  "id": "2016-05-05-211",
  "sectionId": "world",
  "body": "It is not every day that the lead editorial in the Daily Mail could be transposed with minor amendments to the pages of the Guardian or the FT. But it happened on Thursday in the wake of David Cameron’s concession that up to 3,000 refugee children from Syria will now be allowed into Britain. In fact, on this occasion the Guardian’s editorial is more hard-nosed about underlying realities. A small good deed has been done in an all-too-wicked world. Let the Mail claim the credit for the campaign to show compassion to refugee children. But it is not alone. Personally, I prefer to think that the Labour peer Alf Dubs, rescued as a Jewish child from Adolf Hitler’s clutches, has repaid a debt to history.  So why might we feel a little queasy all the same, and not just about the Mail, which embodies much of the credulous and sentimental zeitgeist of our times?  We all feel compassion for abandoned, often damaged children whom we see too often in refugee camps on TV or as victims in court proceedings. But children have a habit of growing up. Society is not always so keen on disaffected 16-year-olds, let alone on the small minority trying to pass themselves off as 15 while committing assorted offences. Does that sound mean? Yes, which leads to the points alluded to in the Guardian’s editorial. Cameron’s U-turn was not motivated by sentimentality. The PM thought he had a decent policy financing help for kids in camps around Syria, the homeland most hope to return to one day if they can. He was right.  But Cameron’s whips did the parliamentary maths and realised that enough rebel Tory MPs would join Dubs and other peers to defeat him on the current immigration bill as the 2015-16 session ends. No time for ping pong between Lords and Commons. Best to climb down graciously, as he has not always done since discriminating peers (buttressed by Lib Dems since the coalition collapsed) got into their rebellious stride. Get used to it, Dave. There will be more. Unsentimental or no, the Guardian rightly asks if there will be more money for councils to cope with the extra mouths they are being asked to feed, and other needs they are expected to cope with. Yes is the simple answer, councils get paid between £71 and £114 a day for each child, already some 4,000 unaccompanied young asylum seekers on some counts (plus many more destitute families). But simple answers are rarely enough. Councils report that many such children are traumatised and need special attention. But councils have seen their grants from central government cut by at least a third since 2010. It’s a big ask. Yet again central government preaches devolution but imposes obligations it does not properly fund. Labour did it too.  An even more alarming disconnect between “victory for compassion” talk and reality on the ground is the current state of care for vulnerable children. Yes, Cameron’s shift will save some from people smugglers, sex traffickers and other horrors, even in EU states that are basically safe and not to be compared with Jewish peril in Nazi Germany. But we read every day – the Mail is very good at reporting this spine-chilling stuff – of dreadful things done to vulnerable children in this country, murdered or abused by parents, by care homes and some foster parents, by neighbours and complete strangers, and of mistakes made by hard-pressed social services.  Obesity, sugar-rotted teeth, poor school results. The list of concerns is long, even before we face up to the hidden corners of paedophile crime – a tidal wave that will engulf police and social services, the more alarmist analysts suggest. Such problems are not confined to Britain (believe it or not, other countries sweep scandals under the carpet too), but should give sober cause for concern as we agree to take on a new burden. Nigel Farage may seek to discriminate between deserving young asylum seekers and economic migrants, but not everyone does. They look much the same in the queue at the GP’s or for prized school places. And there’s the paradox, surely. Germany and Sweden, even plucky non-EU Norway, have taken much more than their fair share of refugees from the civil war in Syria (North Africa and Afghanistan too), but Britain has been the destination of choice for an earlier movement of people from eastern member states of the EU, notably Poland, at a time when Germany and France invoked EU transition rules, as the Blair/Brown government naively did not.  You can take an upbeat view but the sheer numbers show why some native Britons of all colours and creeds are in a resentful Brexit mood. No wonder Cameron has dragged his feet on helping more refugees this past year; he has his referendum gamble to take. Not everyone benefits from migration, not even every migrant. We cannot all be Mo Farah and have a PE teacher like Alan Watkinson at Feltham community college. Life’s a lottery. Three thousand Syrian kids, who would love to be back home, have just been bought a ticket.",
  "webTitle": "We all feel sorry for child refugees but how will we pay for their needs | Michael White",
  "webPublicationDate": "2016-05-05T11:17:44Z",
  "webUrl": "https://www.theguardian.com/world/blog/2016/may/05/child-refugees-councils-pay-syria-uk",
  "keyword": [
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael White",
      "id": "profile/michaelwhite"
    }
  ],
  "guardianId": "world/blog/2016/may/05/child-refugees-councils-pay-syria-uk"
}