{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/05/housing-crisis-loneliness-older-people-isolation-transport",
  "id": "2016-05-05-271",
  "sectionId": "housing-network",
  "body": "More than a million older people in Britain claim to always or often feel lonely. Demos’ recent report on building companionship also found that those over 80 are twice as likely to experience severe loneliness than other age groups. It is truly disheartening to think of so many Britons spending their twilight years feeling disconnected from their communities.    In London and the North West 80% of people over the age of 55 reported feeling lonely, citing a lack of community spirit    The impact of loneliness is significant and well documented – from poorer mental health to a greater risk of falling and hospitalisation. As Britain’s population rapidly ages, there is an urgent need to ensure we are putting the right foundations in place so older communities will be able to live sociable, fulfilling and healthy lives. Innovative and sensitive planning and the design and provision of good-quality housing will both be critical to achieving this. We must put both people and place at the heart of our planning system. We must also face up to the fact that isolation of this kind is a public health risk, with significant social and economic costs.  But our responses will also need to be targeted, as it’s clear that some groups are particularly vulnerable. Aside from the most elderly in our society, older people in certain regions are also more likely to feel afflicted by loneliness – most acutely, in London and the North West of England, where 80% of people over the age of 55 reported feeling lonely, citing a lack of community spirit. This is a stark contrast to the experiences of older people in Yorkshire and Humberside, who we found to be much more connected through their communities. These findings may be difficult to accept, but they also provide us with the tools to improve the happiness and health of the older generations. Our report looked at the high levels of companionship found in retirement developments to see where lessons could be learned about how best to design housing to improve experiences of social isolation.  Of those we surveyed in these facilities, 85% thought there was a good sense of community, compared with just over half of those aged over 55 in the wider community. What’s more, those who live in retirement housing tended to report feeling much less lonely than their peers in mainstream housing. It is clear then that ensuring a larger number of older people are able to live in housing that has a design and ethos suitable to supporting and creating sociable communities, is going to be an increasingly crucial policy opportunity. More broadly, this thinking should be extended to underpin a more creative and community-focused approach to planning, which better reflects the specific needs of different demographics.  For example, through the creation of “cities for all ages”, which would seek to ensure that things like transport, public spaces and even street furniture are designed to better enable older people to remain socially, physically and mentally active. There are a number of small-scale schemes, such as Gloucestershire Village and Community Agents, Rotherham Social Prescribing Scheme and Living Well Cornwall, that have helped to address isolation among older citizens.    Related: Six ways to provide better housing and services for older people    Alongside planning and design, it’s also worth considering the role that local authorities could play in facilitating a more active sense of citizenship among the older generation, by recruiting ambassadors to work with their peers to encourage social engagement and inclusion. So, too, could older generations benefit from greater exposure to the connectivity offered by the internet – our research found that while the young tend to use it for socialising, older people predominantly use it for connecting with their families. Schemes should be put in place that develop older people’s IT skills.  There’s no doubt that elderly isolation has cost implications for the NHS, social care and the wider economy, making it both an economic and social concern. Public and private investments in housing and new urban planning initiatives need to be sensitive and responsive to this, and ensure designs have a sense of community and social interaction at their heart. Claudia Wood is chief executive officer at Demos Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Better housing can help tackle the crisis of loneliness in older people",
  "webPublicationDate": "2016-05-05T08:54:22Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/05/housing-crisis-loneliness-older-people-isolation-transport",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Planning policy",
      "id": "politics/planning",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people's housing",
      "id": "housing-network/older-people-housing",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Development",
      "id": "housing-network/development",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Planning",
      "id": "public-leaders-network/planning",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Claudia Wood",
      "id": "profile/claudia-wood"
    }
  ],
  "guardianId": "housing-network/2016/may/05/housing-crisis-loneliness-older-people-isolation-transport"
}