{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/dixie-chicks-review-london",
  "id": "2016-05-02-164",
  "sectionId": "music",
  "body": "“How many of you have heard Beyoncé’s new album, Lemonade?” asks the Dixie Chicks’ lead voice and guitarist, Natalie Maines. The feeble cheer that wafts up from the full house indicates that Lemonade hasn’t made it on to many MP3 players. Undeterred, Maines announces that the next song, the country track Daddy Lessons, will be a cover from Lemonade. It turns out to be sensational. In the Chicks’ hands, a song that charitably analyses male infidelity turns into a steely lament signalling that forgiveness is a long way off. If any country band could successfully reinterpret Beyoncé, her fellow Texans would unquestionably be the ones; fearlessness has been their hallmark for 18 years.  Beyoncé was still crazy in love with Jay Z when the Dixie Chicks last headlined a European tour, and the O2 was a vacant shell when their most recent album came out. Before “the incident” – as the trio call the conservative fury over Maines’ comment in 2003 that she was ashamed George W Bush was a fellow Texan – they were the top-selling female band in the US. Despite a Grammy-winning resurgence in 2006, a decade of near silence followed.    These days, the self-proclaimed renegades are blue state darlings rather than unalloyed country stars    Their return seems remarkably timely. Although they offer no new material, the 15 songs (plus cover versions) they play could have been written today, so closely do they capture the tenor of the times. Goodbye Earl, a domestic abuse story-song from 1999, is a furious performance piece featuring a montage of mugshots and newspaper headlines (“OJ set free”); the intensity produces thunderous applause. The breezy Ready to Run is repurposed as political comedy: unflattering cartoon images of Donald Trump, Hillary Clinton and the other presidential hopefuls skitter clownishly past on a screen, ensuring there will be no White House invitation for the Chicks. It ends with a sardonic explosion of red, white and blue ticker tape shot from cannons. Maines, fiddler Martie Maguire and banjo/Dobro player Emily Robison have invested in rock-band production, complete with expensive lighting and monochrome video footage. Here they are playing atop old Cadillacs; there they are racing heedlessly through a city nightscape, whiskey bottles aloft. There’s even a costume change. Somehow, these add-ons blend seamlessly with the country-bluegrass core, founded on the trio’s spun-steel harmonies and glittering musicianship. There are segments from their Rick Rubin-produced last album, notably The Long Way Around and Lubbock or Leave It, where they can’t quash an urge to rock; equally, however, Travelin’ Soldier is the essence of heartfelt southern balladry. Every act currently touring has been including a Prince song in its setlist, and the Chicks’ choice is Nothing Compares 2 U, which Maines dispenses with almost too much billowy gusto. A happier meeting of country and indie is a bluegrass cover of Can’t Feel My Face that takes the Weeknd’s song, and by extension the rest of the set, to mind-bending places. These days, the self-proclaimed renegades are blue state darlings rather than unalloyed country stars. May their second coming be fruitful. • At SSE Hydro, Glasgow, 3 May. Box office: 0844-395 4000. Then touring.",
  "webTitle": "Dixie Chicks review – second coming of country music outlaws",
  "webPublicationDate": "2016-05-02T11:12:22Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/dixie-chicks-review-london",
  "keyword": [
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Sullivan",
      "id": "profile/carolinesullivan"
    }
  ],
  "guardianId": "music/2016/may/02/dixie-chicks-review-london"
}