{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/donald-trump-california-rally-anaheim-protests",
  "id": "2016-05-24-36",
  "sectionId": "us-news",
  "body": "If Donald Trump is eager to avoid the large, impassioned, noisy protests that almost derailed his last visit to California – and maybe he’s not – he has certainly picked the wrong location for his return trip on Wednesday. Anaheim may be the home of Disneyland and a reliable source of affluent, conservative white voters in the suburban tracts an hour south of Los Angeles, but it is also bubbling over with tensions, as a restive and growing Latino minority clamors for greater political representation, a less repressive police force and a more tolerant environment for immigrants and their families.    Related: Reality stars and xenophobes: Trump's California delegates mirror their maker    In February, protesters furious at Trump’s hesitation to disavow the support of the white supremacist movement clashed with members of the Ku Klux Klan in an Anaheim park, resulting in three stabbings and two other vicious assaults. Two months later, on the eve of Trump’s first visit to southern California as a presidential candidate, the Anaheim city council came to blows over a proposed resolution to denounce Trump’s rhetoric against immigrants, Muslims and women.  Relations between the Latino community and the police, which will be spearheading security at the Trump rally, have been punctuated in recent years by high-profile officer shootings, riots, and one court filing accusing the police department of behaving “like a death squad” in targeting suspected gang members. Gustavo Arellano, the editor of the alternative Orange County Weekly and a well-known activist for Latino immigrant rights, described Anaheim as a “riot-happy city” and added: “With this move, we now know that Trump is actively wishing for chaos to happen.”     Young people express their distaste for Donald Trump outside a Bernie Sanders rally in California on 21 May. Photograph: Mike Blake/Reuters      My stomach turns when I hear the man’s voice … he provokes a very bad feeling among the communities he has stepped on  Ada Briceño, Orange County Latino activist     Local activists and political leaders would not be drawn on specifics of what the anti-Trump movement was planning – mostly, they said they did not know – but left no doubt about the extent of anger at his candidacy and the disruption that his words and actions have already created locally.  “My stomach turns when I hear the man’s voice. I know that he provokes a very bad feeling among the many communities that he has stepped on,” said Ada Briceño, one of Orange County’s most visible Latino activists and an official with Unite Here, a union representing low-wage workers in the garment and hospitality industries. “I guarantee you that there’ll be a lot of people there. They’re coming out of anger. It’s very grassroots. I don’t know that there are any organizations leading them.”  In a wild and unpredictable campaign season, California has put up by far the noisiest resistance to the Trump campaign, jamming the two venues where he appeared late last month, running rings around a sizable police and secret service presence in Costa Mesa, not far from Anaheim, and forcing the candidate to scuttle across a freeway and through a hole in a fence to address the GOP state convention at a San Francisco airport hotel.           Anti-Trump protest turns violent in California.    Protest leaders said then they were just getting started, and this week – first in Anaheim and then, on Friday, in San Diego – they will have an opportunity to make good on their word.  “I would be greatly surprised if California did not find a way to resist Trump every time he sets foot in this state,” said Cat Brooks, a Black Power activist based in Oakland and co-founder of the Anti Police-Terror Project. Leaders also hope, as the general election gears up, that activists in other states will be inspired by their example and deploy a similarly wide array of civil disobedience techniques: blocking off roads, parking lots and freeway exits, penetrating event venues with bullhorns, even using teams of climbers to drop banners from balconies or suspend them mid-air from helium balloons. “We have friends and allies all over the country,” said Linda Capato, a queer activist from San Francisco. “The more Trump engages in this hateful rhetoric, the more people will feel compelled to escalate their response.”      Trump’s visit to the California GOP state convention in April led to clashes between police and protesters. Photograph: Eric Risberg/AP    Whether protest proves to be an effective political tool against Trump’s rise remains to be seen. Many Republican analysts saw only an upswell in support for Trump as television news carried images of protesters smashing the windows of a police cruiser or throwing rocks at officers in Costa Mesa last month, and expect a similar upswell if any protests this week are marred by violence. “This is what Trump wants, it’s giving him his talking points,” said Jimmy Camp, a Republican consultant and member of the “Never Trump” movement within his party.  The protesters themselves counter that last month’s violence and property damage was sporadic and limited and that the real story was the way they mobilized support at very short notice. “A lot of people want to dismiss us as troublemakers and rabble-rousers, but what you’re dealing with are highly sophisticated, very grounded, very committed organizers with a strong vision of what they want the future of this country to look like,” Brooks said.  Many community leaders, however, are deeply worried about passions running out of control and are urging people to express their views peacefully. “All it takes is a few people from both sides to start escalating the rhetoric,” said Henry Vandermeir, chair of the Orange County Democratic party. “We don’t need to be putting fuel on the fire.”",
  "webTitle": "Donald Trump could face chaos as he heads to ‘riot-happy’ California city",
  "webPublicationDate": "2016-05-24T19:04:55Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/donald-trump-california-rally-anaheim-protests",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Los Angeles",
      "id": "us-news/los-angeles",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Gumbel",
      "id": "profile/andrew-gumbel"
    }
  ],
  "guardianId": "us-news/2016/may/24/donald-trump-california-rally-anaheim-protests"
}