{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/greens-will-spend-4bn-more-on-hospitals-up-to-2020-richard-di-natale",
  "id": "2016-05-24-24",
  "sectionId": "australia-news",
  "body": "The Greens would increase hospital funding by $4bn over three years, under a policy to top up the extra $2.9bn the federal government has found for hospitals. In April the Coalition government announced an extra $2.9bn for hospitals up to 2020, returning some of the $57bn cut from hospitals over 10 years by the 2014 budget. On Wednesday the Greens were set to announce they would tip in an extra $1.15bn for a total of $4.05bn more spending on hospitals between now and 2020.   Related: Medicare co-payments are fine – for those with the capacity to pay | Toby Hall    According to state breakdowns, the Greens promise is a $358.5m top-up for New South Wales, $270m for Victoria and $213m for Queensland compared with the government’s funding promise. Western Australia would receive $134.3m more and South Australia $88.4m more. The Greens leader, Richard Di Natale, said: “Both Malcolm Turnbull and Bill Shorten have failed to make the commitment to secure our health system. It’s patients that lose out when funding for hospitals remains uncertain and inadequate. “The Australian Greens will protect and reinvest in your health by committing over $4bn dollars of funding to public hospitals across the country,” he said. “Healthcare should be universal and every Australian deserves secure access to the services that they need. “Investing in your health is a long-term commitment, and Australians need a government that is willing to look long-term and provide surety. The commonwealth must increase its funding to match 50% of the efficient growth in hospital costs from the next budget cycle.” The Turnbull government has committed to funding 45% of growth in hospitals funding up to 2020 but capped growth of commonwealth contributions at 6%.   Related: The invisible aged: the people politics forgot | John Watkins    On Monday Labor’s health spokeswoman, Catherine King, said Labor would “do better” than the government’s $2.9bn for hospitals. “We see people who are languishing in emergency departments and on elective surgery waiting lists because of the decision the Turnbull government took to actually cut money out of hospitals,” she said.  “We will have an announcement to make about hospitals in the not-too-distant future ... But we have said very clearly, we don’t think the government has gone far enough.” The health minister, Sussan Ley, said in a statement Labor had stopped short of promising to restore $57bn over 10 years because it knew it could not afford it. The Greens would also stop the freeze in the indexation of the Medicare rebate, a further $2.4bn commitment. Labor has already committed to unfreeze the rebate. The Turnbull government has responded by indicating bulk-billing has increased to 85% despite the freeze, which Labor first introduced for nine months in 2013.   Related: Guardian Live election special event with Lenore Taylor and Katharine Murphy    In the 2016 budget the government extended the indexation freeze to 2020, which has led to a campaign by the Australian Medical Association warning it will hit bulk-billing rates.  On Sunday Labor announced it would spend $3.6bn over 10 years to scrap proposed prescription medicine co-payments. Under the government’s plan, blocked by the Senate, patients would pay a $5 co-payment and concession patients would pay an extra 80 cents on each prescription. The government responded by highlighting its record listing medicines on the pharmaceutical benefits scheme. The Greens also support phasing out the private healthcare rebate over the next two years, which would save $9.7bn by the 2018-19 financial year.",
  "webTitle": "Greens will spend $4bn more on hospitals up to 2020, says Di Natale",
  "webPublicationDate": "2016-05-24T19:57:35Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/greens-will-spend-4bn-more-on-hospitals-up-to-2020-richard-di-natale",
  "keyword": [
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Richard Di Natale",
      "id": "australia-news/richard-di-natale",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/25/greens-will-spend-4bn-more-on-hospitals-up-to-2020-richard-di-natale"
}