{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/26/the-fiver-cheers-for-sending-us-that-ascii-art-yeah-real-helpful",
  "id": "2016-05-26-151",
  "sectionId": "football",
  "body": "THE ASCII ARTIST FORMERLY KNOWN AS MOURINHO  Who knew that each and every time in the last decade that you bought a José Mourinho-themed lace bodice, part of the proceeds went to Chelsea FC? And all those Mourinho-branded toys that you bought for your kids to throw from their prams at hard-working officials, well, they helped fund the purchases of Fernando Torres and Juan Cuadrado. Chelsea, you see, bought the trademark to Mourinho’s name in 2005 and now the Portuguese wants it back even though Chelsea have valiantly resisted any temptation to attach it to a range of toilet paper or stink bombs.   Related: After-shave and napkin rings – Mourinho’s image rights delay Manchester United appointment    In point of fact, it is Manchester United, rather than Mourinho himself, who want the rights now and their negotiations with Chelsea are the reason for the delay in announcing the appointment of Mourinho (™) as their new manager. Because it just wouldn’t be seemly for someone else to have a commercial interest in the manager of Chevrolet’s Manchester United brought to you in association with Apollo Tyres, DHL, Aeroflot, etc and so forth. With millions of pounds at stake, it could be a while before the clubs thrash out a deal, although The Fiver fully expects Mourinho (™) to find a way of wriggling free of these binds before that, possibly by taking inspiration from the late Prince and reinventing himself as a symbol. In these modern times something that can be typed out on a keypad would be ideal. Unicode 2646 (♆) seems perfect for any manager of United, although some may say that Mourinho (™) would be better represented by Unicode 2623 (☣) or Unicode 261E (☞). The Fiver, meanwhile, couldn’t be bothered finding out whether anyone already has a legal claim to Unicodes so reckons some appropriate ASCII art could provide the metaphorical laundry basket from which Mourinho (™) can operate henceforth. So from now on, or for as long as we can sustain the mood, we’ll be referring to the manager formerly known as Mourinho (™) as:  .“”. .“”, | | / / | | / / | | / / | | / ;–._ } ` _/ / ; | /` ) / /  | / /_/ \\_/\\ | / / |  ( ‘ \\ ‘- | \\ `. / | | | |     Assuming our system now fails to deal with it once launched. Photograph: Fiver Ed    [No, it didn’t bloody copy and paste – Fiver Ed]. QUOTE OF THE DAY “[Karim] Benzema is a great player. [Hatem] Ben Arfa is a great player. But [Didier] Deschamps, he has a really French name. Maybe he is the only one in France to have a truly French name. Nobody in his family mixed with anybody, you know. Like the Mormons in America. So I’m not surprised he used the situation of Benzema not to take him. Especially after [French PM, Manuel] Valls said he should not play for France. And Ben Arfa is maybe the best player in France today. But they have some origins. I am allowed to think about that” – Eric Cantona with some strong views on the make-up of France’s Euro 2016 squad.     Didier in the land of giants. Photograph: Franck Fife/AFP/Getty Images    FIVER LETTERS “In case you weren’t feeling old and aware of your own mortality enough, 20 years ago today Three Lions reached No1 in the UK singles chart for the first time” – James Tong. “Re: comparing Pep Guardiola to Monty Brewster from Brewster’s Millions (yesterday’s Fiver). The core conceit of that movie was that the central character had to spend $30m in 30 days and have nothing to show for it. Eliaquim Mangala cost £31.8m. Sounds like Manuel Pellegrini beat Pep to it. And then some” – Derek McGee. “Re: yesterday’s Fiver letters. I bet Rio Ferdinand enjoyed  Gary Mantle’s piece” –Andy Korman. “In response to Jeremy Adams (yesterday’s letters) where he talks about Woodstock, NY being stuck in the 70s ‘before the internet was even born’. Can I be the first of 1,057 pedants to inform him that the internet was ‘born’ in the 1960s” – Jim Scragg (and no others). “Following on from Lochlan McDonald (yesterday’s Fiver letters) … if Noble Francis-Noble-Francis were to emigrate to Europe and have a child, giving that child the name Francis and also the middle name of his father, Noble, and said child went on to play for his national team, he could be referred to as: France’s Francis Noble Francis-Noble-Francis. Even better if he were then to live in Grenoble” – Karl Gibbons. “I think we have all been duped. I have it on good authority that Noble Francis is in fact the alter ego of one Gerald Wiley” – Mark Cosgrove. “Amid all the unnecessary fuss, I’d like to just wish Noble Francis a good day” – Ahmed Aly. “With all this talk of Noble Francis it will be interesting to see when they decide to make their return. Will they write in nonchalantly like nothing ever happened at some unspecified time in the future, come storming back immediately with a Noble-Francisesque retort, or will they lay low for a long time waiting for the heat to die down?” – Ross Wilson. “If it makes readers feel any better, I’m off to Paris for a couple of weeks soon, so they should be OK for a while” – Noble Francis. “In answer to Chad Stoner’s query (yesterday’s letters), I now restrict myself to reading The Fiver when people wondered what happened to me. Which encouragingly is about every 12 months or so. It’s like the mafia – just when you think you’re out …” – Paul Jurdeczka. • Send your letters to the.boss@theguardian.com. And if you’ve nothing better to do you can also tweet The Fiver. Today’s winner of our prizeless letter o’the day is … Ahmed Aly. JOIN GUARDIAN SOULMATES Chances are that if you’re reading this tea-timely football email, you’re almost certainly single. But fear not – if you’d like to find companionship or love, sign up here to view profiles of the kind of erudite, sociable and friendly folk who would never normally dream of going out with you. And don’t forget, it’s not the rejection that kills you, it’s the hope. BITS AND BOBS Zlatan Ibrahimovic has been teasing hacks about his future at Sweden’s pre-Euro 2016 training camp. “There is a lot being written about my next move, and I enjoy reading what you come up with,” he cooed. “One day I am moving to this club, the next I am 90% sure to go there, and 10% sure to go there. It is like cat and mouse. I enjoy being the mouse.”     Not all about him. Photograph: Jonathan Nackstrand/AFP/Getty Images    Rafa Benítez is staying at Newcastle because of the fans. “The love I could feel from [them] was a big influence in my decision,” he blootered. “I’m convinced we can go up next season, stay in the Premier League for a long time and win trophies. This is a massive club and I want to stay part of it.” Turkey or China beckons for Mario Balotelli after Milan took Liverpool up on their returns policy. Yaya Touré has rejected £30m offers from Shanghai SIPG and Jiangsu Suning. Stan Kroenke’s majority ownership of Arsenal has extended to 67%. Former Málaga coach Javi Gracia – the subject of this excellent piece by Sid Lowe – is expected to become coach of Rubin Kazan. And Owen Coyle is no longer head coach of Houston Dynamo, leaving by mutual consent to be closer to his family. “He is an excellent coach and an even better person, and I wish him and his terrific family nothing but the best going forward,” cheered club president Chris Canetti. STILL WANT MORE? Xhaka, Xhaka, Xhaka Xhaka Khan Xhaka Khan Xhaka Khan Xhaka can be Arsenal’s rock, writes Marcus Christenson. We asked for your photos of the football season. Here’s what you sent in. Proper Journalism’s David Conn breaks down the accounts of every Premier League club from the 2014-15 season. Spoiler: Daniel Levy wins again. 34 years ago today, Aston Villa won Big Cup. Steven Pye looks back. Big Cup finals revisited, a 44-1 shellacking and the Match of the Day theme remixed all feature in this week’s Classic YouTube. Michael Lewis with the story of W1lly Roy, USA! USA!! USA!!! standout striker during the lean 60s and 70s. Yes, watch it. Oh, and if it’s your thing … you can follow Big Website on Big Social FaceSpace. 130,000",
  "webTitle": "The Fiver | The metaphorical laundry basket",
  "webPublicationDate": "2016-05-26T14:50:04Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/26/the-fiver-cheers-for-sending-us-that-ascii-art-yeah-real-helpful",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/26/the-fiver-cheers-for-sending-us-that-ascii-art-yeah-real-helpful"
}