{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/the-best-recent-thrillers-review-roundup",
  "id": "2016-05-20-228",
  "sectionId": "books",
  "body": "A Dying Breed (Two Roads, £14.99) is the debut of former Today programme editor Peter Hanington. He is writing about what he knows (the BBC, Afghanistan) using Le Carré’s post-cold war novels as a loose template. The result is thoughtful, atmospheric and grippingly plotted. If it has a flaw, it is Hanington’s romantic, occasionally pompous sense of Today’s importance – and of the importance to Today of middle-aged alcoholic white men, who do most of the clever, world-saving stuff here. One such man is maverick reporter William Carver, who suspects that the bombing of a tailor’s shop in Kabul, where he is based, is not the work of the Taliban but an organisation altogether closer to home, only to be blocked when he tries to pursue the story. Recognising that Carver is too unattractive to carry the novel, Hanington gives him a young, callow sidekick in producer Patrick. Whom Patrick is based on I’ve no idea, but any similarities between the novel’s plain-speaking programme editor, Rob Mariscal, and controversialist columnist Rod Liddle must be coincidental.         One of the reasons journalist Stephanie Merritt’s SJ Parris novels work so well is her cleverly chosen narrator-hero, former Dominican monk Giordano Bruno. The visionary heretic filters his superstitious, sectarian, 16th-century world for us with a detachment that’s gently ironic without ever collapsing into cynicism. He is both out of step with that world – in the case of Conspiracy (HarperCollins, £14.99), the fifth in the series, Paris during the Reformation – and inescapably embedded within it. Here, Bruno must investigate the murder of Paul Lefèvre, a firebrand priest affiliated with the Duke of Guise’s fanatical Catholic League, which seeks to depose Henri III. But is Henri right that the Duke had Lefèvre murdered with the aim of implicating the king? And why, on his deathbed, did Lefèvre whisper to Bruno the word “Circe”? Questions, questions.         Elizabeth Brundage’s fourth novel All Things Cease to Appear (Quercus, £16.99) is a portrait of a dysfunctional marriage with supernatural shadowing. The chief mystery, though, is how something so beautifully written, so full of neat observations and telling details, can be so unengaging. At its centre are selfish art history professor George and his muralist wife Catherine, who have relocated from New York to a small rural town with their three-year-old daughter and bought a heavily discounted farmhouse where, unbeknown to them, a double suicide occurred. The novel opens not with the family moving in, but with Catherine’s subsequent killing and George’s unconvincing insistence that it has nothing to do with him. Brundage backtracks to fill in the blanks, but her relaxed approach to pacing and addiction to supplying multiple viewpoints dissipates what tension there is, while the procedural aspects of the mystery seem to bore her. Still, she generates a convincing fog of unease.         Thomas Olde Heuvelt’s Hex (Hodder, £16.99) was originally set in its author’s native Holland. Nancy Forest-Flier’s English translation relocates it to the US – specifically Black Spring, a superficially charming town in the Hudson Valley. If she had made it Maine then the similarities to early Stephen King would be overwhelming, though there is also something Spielbergian in the way Heuvelt shows supernatural goings-on in the midst of everyday life. For Black Spring is routinely haunted by a 17th-century witch, bound in chains and with her eyes and mouth sewn shut. She enters houses at will; stands by families while they eat and by the beds of children as they sleep. It’s a fabulous, unforgettable conceit and Heuvelt makes the most of it, exploiting the generational gap between those town elders who would prefer to keep the witch’s presence a secret from the outside world and teenagers increasingly intolerant of the quarantine that’s been imposed on them to contain the haunting.         There is a pristine classicism to Gregg Hurwitz’s Orphan X (Michael Joseph, £12.99), which borrows from Robert Ludlum and superhero lore to bring us Evan Smoak, adopted as a child by a shadowy figure called Jack and trained to be an assassin as part of a secret US government scheme. When the Orphan programme (as it is known) is disbanded, Evan moves to California and devotes himself to good works – taking out a slum-landlord paedophile cop, for example, after his victim calls Evan’s special number. However, his meticulously compartmentalised life makes him vulnerable … Orphan X is tight and tense in all the right places. But it wouldn’t work half as well if we didn’t feel Evan’s pain and share his panic as the worst-case scenario unfolds: another former Orphan, with a less noble agenda, seems to be hunting him. Orphan X is weapons-grade thriller-writing from a modern master.",
  "webTitle": "The best recent thrillers – review roundup",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/the-best-recent-thrillers-review-roundup",
  "keyword": [
    {
      "webTitle": "Thrillers",
      "id": "books/thrillers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "John O'Connell",
      "id": "profile/john-oconnell"
    }
  ],
  "guardianId": "books/2016/may/20/the-best-recent-thrillers-review-roundup"
}