{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/02/man-72-pulled-alive-from-rubble-13-days-after-ecuadorian-earthquake",
  "id": "2016-05-02-143",
  "sectionId": "world",
  "body": "A a 72–year-old man has been pulled alive from rubble 13 days after a huge earthquake which hit Ecuador. Manuel Vasquez was found by Venezuelan rescuers in a partially collapsed building in the fishing town of Jaramijó, the Venezuelan embassy in Quito said. They were carrying out a risk inspection at the site and after hearing sounds immediately entered to find Vasquez trapped between the walls of a room. He was freed after almost two weeks without food and taken to hospital with chronic renal failure, dehydration, confusion and a problem with his urinary tract. Vasquez had also lost several toes, had necrosis in both ankles and was disoriented, the embassy added. He remains in hospital.    Un nuevo sobreviviente fue rescatado por misión venezolana, 13 días después del terremoto - https://t.co/GlilqMJu1m via @andesecuador— Emb de Vzla en Ecu (@Emb_Venez_Ecu) May 1, 2016    The team that rescued Vasquez were from the Fuerza de Tarea Humanitaria Simón Bolívar. It was a miraculous rescue days after search teams presumed the last of the survivors had been found. The 7.8-magnitude earthquake that hit Ecuador on 16 April killed more than 650 people, with tens of thousands injured and dozens missing.  There have been several strong tremors and more than 700 aftershocks since the original quake, causing panic but little additional damage. Tremors are expected to continue for several weeks.   Related: 'This city will never be what it was': Ecuadorians count cost after earthquake     With nearly 7,000 buildings destroyed, more than 26,000 people are living in shelters. About 14,000 security personnel are keeping order in the affected areas. Ecuador’s vice president, Jorge Glas, described the quake as the strongest to hit the country in years.  Survivors in the quake zone have been receiving food, water and medicine from the government and scores of foreign aid workers, but the president, Rafael Correa, has acknowledged that the poor condition of roads delayed the arrival of aid to some communities. He estimated the cost of the damage at between $2bn and $3bn.  Falling oil revenues have already left the country of nearly 16 million people facing near-zero growth and lower investment.  Ecuador’s private banking association recently said its member banks would defer payments on credit cards, loans and mortgages for clients in the quake zone for three months in order to assist reconstruction efforts.",
  "webTitle": "Man, 72, pulled alive from rubble 13 days after Ecuadorian earthquake",
  "webPublicationDate": "2016-05-02T12:18:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/02/man-72-pulled-alive-from-rubble-13-days-after-ecuadorian-earthquake",
  "keyword": [
    {
      "webTitle": "Ecuador",
      "id": "world/ecuador",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Venezuela",
      "id": "world/venezuela",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Earthquakes",
      "id": "world/earthquakes",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "world/2016/may/02/man-72-pulled-alive-from-rubble-13-days-after-ecuadorian-earthquake"
}