{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/15/specieswatch-lamprey-ancient-fish-vertebrate-spawn-british-rivers",
  "id": "2016-05-15-26",
  "sectionId": "environment",
  "body": "The sea lamprey, Petromyzon marinus, is most likely to be seen in British rivers at this time of year as the adults swim upstream to spawn. They are remarkable creatures but good looks are not one of their attributes. They resemble an eel and have a permanently open mouth with a great number of teeth. They also have some nasty parasitic habits. Perhaps the most extraordinary thing about them is that they have been around since well before the dinosaurs, and with 360-million-year-old fossils looking remarkably like modern lampreys, they are said to be the oldest vertebrates. Having thrived all that time they have suffered greatly in the UK from pollution and human interference with the flow of rivers, which has prevented them reaching their spawning grounds.   Related: Older than the dinosaurs: Lamprey fish return to UK rivers after 200 years    However, the cleaning up of the rivers and provision of passes to allow them to get round weirs and other obstructions has allowed them to recolonize rivers that had not seen a lamprey for many years, including the Great Ouse, Trent, Derwent and Wear. Like salmon they stop eating when they leave the sea and travel to the upper reaches of the river where they lay eggs in troughs in gravel. Until the end of June this normally secretive creature, sometimes more than a metre long, can be seen swimming up river, looking more like a snake than a fish. In the excitement of breeding in shallow water, it is oblivious to danger as it lays up to 170,000 eggs. Fishermen have been known to trip over both them and the troughs they excavate to lay their eggs. Perhaps the lamprey is careless because it already knows its fate – it dies soon after breeding. There are three species: brook, river and sea lampreys. The first is small and never leaves fresh water, while the river and sea lampreys develop into much nastier beasts that suck the life out of fish. All start life looking rather like a flat tadpole. They drift downstream until finding a suitable muddy area to burrow into. They then live in the mud for up to five years, feeding on algae and small organic particles. The brook lamprey, having led a blameless life, then turns into an adult and breeds, but river and sea lampreys set off to the sea having developed some serious rows of teeth, even on their tongues. Both species turn into parasites, fastening onto the side of fish, eating and sucking their blood, often killing their hosts in the process. The river lampreys rarely leave estuaries, but sea species range far and wide and have been found hanging onto basking sharks. Now protected and rarely eaten in Britain, they were once a great delicacy and a favourite royal food, despite being said to be the cause of death of Henry I. In 1135 he is reported to have died of a surfeit of lampreys, but it was probably food poisoning. King John fined the City of Gloucester 40 marks (about £250,000) for failing to deliver the annual gift of a Lamprey Pie to him at Christmas – and the city was stuck with delivering a royal pie every Christmas until 1836, and since then for coronations and jubilees. The scarcity of lampreys meant the last Gloucester pie in 2012 had to be made from specimens from North America.",
  "webTitle": "Return of the lamprey – ancient, ugly and swimming up British rivers",
  "webPublicationDate": "2016-05-15T20:30:16Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/15/specieswatch-lamprey-ancient-fish-vertebrate-spawn-british-rivers",
  "keyword": [
    {
      "webTitle": "Marine life",
      "id": "environment/marine-life",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Rivers",
      "id": "environment/rivers",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Brown",
      "id": "profile/paulbrown"
    }
  ],
  "guardianId": "environment/2016/may/15/specieswatch-lamprey-ancient-fish-vertebrate-spawn-british-rivers"
}