{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/greece-austerity-grexit-drachma",
  "id": "2016-05-10-321",
  "sectionId": "world",
  "body": "In his tiny shop in downtown Athens, Kostis Nakos sits behind a wooden counter hunched over his German calculator. The 71-year-old might have retired had he been able to make ends meets but that is now simply impossible. “All day I’ve been sitting here doing the maths,” he sighs, surrounded by the undergarments and socks he has sold for the past four decades. “My income tax has just gone up to 29%, my social security payments have gone up 20%, my pension has been cut by 50 euros; they are taxing coffee, fuel, the internet, tavernas, ferries, everything they can, and then there’s Enfia [the country’s much-loathed property levy]. Now that makes me mad. They said they would take that away!” A mild man in milder times, Nakos finds himself becoming increasingly angry. So, too, do the vast majority of Greeks who walked through his door on Monday. “Everyone’s outraged, they’ve been swearing, insulting the government, calling [prime minister] Alexis Tsipras a liar,” he exclaims after parliament’s decision on Sunday night to pass yet more austerity measures. “And they’re right. Everything he said, everything he promised, was a fairy tale.”    Related: Greek MPs approve toughest austerity measures yet amid rioting    Until the debt-stricken country’s financial collapse, shops like this were the lifeblood of Greece. For small-time merchants, the pain has been especially vivid because, like everyone Nakos knows, he voted for Tsipras and his leftist Syriza party. Now the man who was swept to power on a platform to eradicate austerity has passed the toughest reforms to date – overhauling the pension system, raising taxes and increasing social security fund contributions as the price of emergency bailout aid.  As MPs voted inside the red-carpeted 300-seat chamber on Sunday, police who had blocked off a large part of the city centre deployed teargas and water cannon against the thousands of anti-austerity demonstrators amassed outside. It was a world away from the day the tieless, anti-austerity leftists first assumed office, tearing down the barricades outside the sandstone parliament building.  The latest measures – worth €5.4bn (£4.3bn) in budget savings – mark a new era. After nine months of wrangling with the international creditors keeping the country afloat, Athens must apply policies that until now had been abstract concepts for a populace who have suffered as unemployment and poverty rates have soared.      A metro station in Athens during last week’s 48-hour strike. Photograph: Louisa Gouliamaki/AFP/Getty Images    For many, their arrival marks a new juncture, a psychological cut-off point whose consequences are yet untold. “For a long time, people had a cushion. There was fat in the system but that has now gone,” says Vassilis Korkidis, who heads the National Confederation of Hellenic Commerce.  One by one, Korkidis rattles off the figures: Greece’s internal debt amounts to €220bn of which €119bn are non-performing loans; its external debt is close to €330bn; about 230,000 enterprises have shut since the start of the crisis including 10,000 this year alone. “Soon people will have to deal with tax declarations and Enfia and, by September, everything will have piled up. An explosion is possible. September is going to be a very decisive month.”    Related: What do Greeks think of the latest austerity measures?    In his yellow Toyota, Giorgos Balabanis, a taxi driver for the past 15 years, puts it another way. His car, he insists, is a university of life. “All sorts” get in and out. “And what I am hearing every day is that until we leave the euro, until we return to the drachma, until we have a currency that is not so strong, things will never be right,” he says. “Remember me because it’s going to happen. There will be an explosion and Grexit and the drachma will come back.”  Sunday’s vote follows a period of relative calm. After the drama that underpinned the country’s third bailout last summer – €250bn has been given to Greece since the EU and International Monetary Fund first saved it from bankruptcy – Europe’s most indebted nation had dropped from the headlines. It was thought the crisis had subsided, usurped by the drama of Europe’s refugees. But it had not gone away.  In 2016, just as in 2015 and every year for the previous five years, it had coursed like a cancer through Greek life, corroding families, closing businesses, decimating hospitals and every other form of state care, leaving ever more destitute. Denuded of basic supplies, doctors say it is only a matter of time before the health system implodes.   Related: The choice for Europe: rescue Greece or create a failed state | Paul Mason    “Learning to cope, living with uncertainty, it’s the new normal,” laments Pandelis Stergiou, a graduate medical student who would, he says, have joined the 300,000 who have migrated abroad if he did not love his country so much. Increasingly, Greece is a land inhabited by rich and poor. Sights that were once shocking – middle class men and women rifling through the rubbish cans on streets – are now mundane. That worries Stergiou. Just as it worries Korkidis who foresees more companies fleeing, massive tax evasion returning and the black market flourishing as people try to survive.  “It can’t go on for ever,” the student, Stergiou, says. “Greeks are running out of stamina, they are running out of endurance. Who will be able to survive on pensions of €384 a month? Something will have to give.”",
  "webTitle": "'Everyone’s outraged': angry Greeks foresee Grexit and drachma's revival",
  "webPublicationDate": "2016-05-10T05:00:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/greece-austerity-grexit-drachma",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/10/greece-austerity-grexit-drachma"
}