{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/european-club-rugby-final-greatest",
  "id": "2016-05-10-171",
  "sectionId": "sport",
  "body": "This weekend’s 21st European club rugby final is something of a collector’s item. For a tournament that was set up to promote the game across Europe it is odd to say the very least that 17 of the previous 20 elite finals have taken place either in Britain or Ireland. For French sides to have collected eight titles despite that glaring imbalance is no mean achievement. Admittedly the French rugby federation did withdraw its application to host the 2014 final because of uncertainty over the availability of the Stade de France, prompting the final Heineken Cup final to be switched to Cardiff, but otherwise the annual showpiece has been staged on mainland European soil about as regularly as it snows in Nice. There have been just two finals in Paris and one in Bordeaux since the competition’s inception in 1995-96. Of those three games, two have been won by English sides, which will further encourage Saracens that this could just be their year. Bath’s victory against Brive at the Stade Lescure in 1998 and Leicester’s triumph against Stade Français at the Parc des Princes three years later feel almost sepia-tinted these days; Toulouse’s 21-19 win against Biarritz in 2010 was hardly a classic and has faded from the memory for that reason.            So which has been the best final to date? Looking down the list since Toulouse beat Cardiff Blues in extra-time in the first final, several qualify as remarkable occasions despite the rugby on offer being pretty average. The joyful mass reaction to Ulster’s win against Colomiers in 1999 has rarely been surpassed and Northampton’s success against Munster at Twickenham in 2000 was the Saints’ first trophy in their 120-year existence. Even now it is inspiring to recall Pat Lam’s refusal to bow to the intense pain of a damaged left shoulder and his words to his team at half-time. “Good news. It’s raining, we’re into the wind and we’re down by two points. We’ve been here before. Let’s go and enjoy it. This is where we play well.” While there have also been some stinkers – Toulouse v Perpignan in Dublin in 2003 when fewer than 30,000 spectators turned up, and Toulouse v Stade Français in Edinburgh two years later – the prize for the greatest final of the lot probably boils down to four or five candidates. If it was purely about the quality of the rugby there would be no real argument: few have matched the pace and precision of the Brive side that cut Leicester apart 28-9 in 1997. The old Arms Park played host to plenty of great players but the outstanding Brive flanker Gregory Kacala, still the only Pole to have won Europe’s ultimate prize, the quicksilver Alain Penaud and the flying winger Sebastian Carrat proved as influential as any, helping to transform a good side into exceptional champions.            Wasps were not dissimilar, with Lawrence Dallaglio, Alex King and Rob Howley providing the requisite blend of desire and brain. If ever there is a player deserving of a contented retirement this summer it is Clément Poitrenaud, the Toulouse full-back whose misjudgment allowed Howley to nip in for the crucial match-winning score in the 2004 final. Poitrenaud was always sumptuously talented but he never looked quite the same man subsequently. It will be no consolation to him that some believe modern multi-angle replays would have revealed the point of the ball grazed the touchline and ruled the try out. No one could have also failed to be moved by Munster’s long-awaited first triumph in 2006, courtesy of Peter Stringer’s blindside dart into immortality against Biarritz in Cardiff. The atmosphere at every Cardiff final has been gloriously raucous, which goes some way towards explaining why the organisers seemed so keen to return there.       Seven finals have been staged in Wales although, after 21 years, we still await the first Welsh winners. In the end, though, it is a straight contest between two gripping finales: Leicester’s sun-dappled victory at the Parc des Princes and Leinster’s extraordinary comeback against Northampton at the Millennium Stadium in 2011. The Tigers’ triumph – they went on to retain the trophy the following year – produced as good a finish as any, with Austin Healey’s midfield break and Leon Lloyd’s flying finish just trumping Diego Domínguez’s 30 points from the boot. By a short head, though, the winner has to be Leinster’s Lazarus-style recovery five years ago this month. The Irish province were 22-6 down only to score 27 unanswered points with Jonathan Sexton enjoying one of his finest hours. At half-time the fly-half was among the key speakers, invoking the memory of Liverpool’s famous 2005 European Cup comeback against Milan in Istanbul. “I told the lads that you see this type of thing in sport all the time … teams bouncing back from adversity just like Liverpool did a few years ago.” Toulon’s colossal achievement in winning three successive titles should, of course, not be underestimated but Saracens still curse their failure to rise to the big occasion in Cardiff two years ago. This weekend in Lyon is their big chance to make amends and, along with Racing, to entrance the whole of Europe. DELICIOUSLY ELLA Eddie Jones is clearly looking forward to next month’s England tour of Australia; not since the Bodyline era of Douglas Jardine has the leader of an English side been better placed to get under antipodean skins. The appointment of Glen Ella as temporary skills coach for the tour has merely increased the interest further; short of English cricket asking one of the Chappell brothers to help them win the Ashes it is hard to imagine a more symbolic expression of attacking intent. As players the Ella brothers were ahead of their time; how the England backs respond to their new tutor will be truly fascinating. ONE TO WATCH ... Racing 92 v Saracens. No English side has won the European Cup since Wasps beat Leicester in 2007. Sarries, beaten finalists two years ago, believe they have never been better equipped but Racing, in the shape of Dan Carter, Chris Masoe and Juan Imhoff, possess a formidable playing roster. With two former Irish internationals, Mark McCall and Ronan O’Gara, on opposite coaching sides it will be a surprise if the final is anything other than gripping.",
  "webTitle": "Which European club rugby final was the greatest of them all? | Robert Kitson",
  "webPublicationDate": "2016-05-10T12:46:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/european-club-rugby-final-greatest",
  "keyword": [
    {
      "webTitle": "European Rugby Champions Cup",
      "id": "sport/european-rugby-champions-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Heineken Cup",
      "id": "sport/heineken-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/10/european-club-rugby-final-greatest"
}