{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/readers-recommend-playlist-songs-about-spying",
  "id": "2016-05-05-218",
  "sectionId": "music",
  "body": "Below is this week’s playlist – picked by a reader from the comments on last week’s blog. Thanks for your suggestions. Read more about the weekly format of the Readers recommend series at the end of the piece. I had no idea what was expected from me as I turned up for duty on Thursday armed only with enthusiasm and a clear weekend ahead of me. “You’re to track down spies, round up 12 of the best and send them to my office by Wednesday morning,” I was told.          The YouTube playlist. Click here if you prefer Spotify.    Love was a theme running through suggestions this week. Or was it just sex? It seemed pretty grubby at times, what with the “And in a bathroom stall off the National Mall/How we kissed so sweetly/How could I refuse a favor or two/For a trist in the greenery” of the Decemberists’ The Bagman’s Gambit. Or Aidan Moffat’s seeming stalker obsession and video for Arab Strap’s Love Detective.              barbryn    28 April 2016 8:36pm  The Decemberists like a spy drama.  The Bagman's Gambit involves trysts in the greenery in exchange for documents and microfilm, being purloined in Petrograd and paying off bureaucrats. Valerie Plame is about the CIA agent cynically unmasked by the Bush administration.      Even the Cadillacs’ sweet-sounding doo-wop in Peek-a-Boo has a sinister ring to it: “When ya do the thing you shouldn’t do/Peek-a-Boo a-watching you”. Mistrust and suspicion fill the air in Was (Not Was)’s Spy in the House of Love as well. Jamo Thomas is pretty upfront about his spying activity, something that reminds me of an old drunk I used to know. “Don’t mess with me,” he had a habit of saying, “I’m in the Secret Police.” “Not so secret now, old fellah,” I’d return. Jamo’s blown his cover too with I Spy (for the FBI), I fear:             BeltwayBandit    28 April 2016 10:57pm  Jamo Thomas - I Spy for the F.B.I Classic bit of mid 60s Soul I got an x-ray camera hidden in your houseThat sees what I can't seeAnd that man you were kissin' last nightDefinitely was not me, oh babyI spy for the FBI https://www.youtube.com/watch?v=S--k_QsBszo      One whose cover wasn’t blown until a lot of damage had been done was Rory Gallagher’s Philby, who we’re told little of except that he’s an alcoholic loner who seems to fit a pattern that has been repeated over the years. Another real-life spy, James Jesus Angleton, is the subject of the Fatima Mansions’ Brunceling’s Song: a retired CIA spymaster reduced to selling sunlamps door-to-door and ranting drunkenly at his driver, the song’s narrator. Loneliness is also central to the narrative of Lori and the Chameleons’ Lonely Spy. A cold, lonely snowbound existence seems to await them behind the iron curtain.  Another one on his own is the Superjesus’s Secret Agent Man. But he’s happy: home alone is the way he likes it. It was a nice slice of 1990s indie from Down Under that stood out for me this week. And where would spies be without their gadgets? Hidden under the dashboard Bauhaus have found the unseen mechanised eye, the Spy in the Cab. King Creosote’s Spystick deals with “inappropriate internetting” according to Shoegazer’s nomination. I’ll take his word for it. I’m never really sure with Kenny’s lyrics.       And now I’m out of here. Make like you haven’t seen me, please. I’m catching a Night Train to Munich in the company of one of music’s greatest storytellers, Al Stewart. I can see the smoke swirling on the platform as I write, a man in a dark homburg peering over my shoulder. Just as well I’m using invisible ink! New theme  The theme for next week’s playlist will be announced at 8pm (UK time) on Thursday 5 May. You have until 11pm on Monday 9 May to make nominations. Next week’s playlist will be compiled by a reader who posts in the comments as chippiparai. Here’s a reminder of some of the guidelines for RR:  If you have a good theme idea, or if you’d like to volunteer to compile a playlist from readers’ suggestions and write a blog about it, please email matthew.holmes@theguardian.com or add it here via GuardianWitness. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded”, “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.",
  "webTitle": "Readers recommend playlist: songs about spying",
  "webPublicationDate": "2016-05-05T11:00:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/readers-recommend-playlist-songs-about-spying",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Bauhaus",
      "id": "music/bauhaus",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "The Decemberists",
      "id": "music/the-decemberists",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "King Creosote",
      "id": "music/king-creosote",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Morrissey",
      "id": "profile/makinavaja"
    }
  ],
  "guardianId": "music/2016/may/05/readers-recommend-playlist-songs-about-spying"
}