{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/shortcuts/2016/may/09/food-bowl-plates-instagram-food-ella-woodward",
  "id": "2016-05-09-106",
  "sectionId": "lifeandstyle",
  "body": "Historically, the bowl has always had to squeeze itself in around the colossal ego of the dinner plate – whether upfront as soup, or later on, as dessert. Yet after so long on the margins, this humble half-sphere is finally having its moment. Nigella Lawson says: “If I could, I’d eat everything out of a bowl.” Sara Forte’s 2015 book Bowl + Spoon put the joys of mushed-together food centre-stage. And now, sales of bowls are booming, driven by modern lap-food lifestyles and the rise and rise of Instagram eating. In a survey commissioned ahead of Mary Portas’s new show, What Britain Buys, C4, 9pm, tonight, trend-forecasters WSGN points out that bowl sales have leapt to 40% of new crockery purchased, with the plate languishing at 8%. Instagram’s obsession with the bowl began with the “power bowl” – specific ratios of protein, wholegrains and vegetables that piggybacked on the “wellness” trend defined by the work of food writer Ella Woodward. It extended through the 2015 fad for the “smoothie bowl” – a high-art, Kandinsky-esque constellation of berries, nuts and juiced fruits that was as sweet on the eye as on the tooth. To cater for the new breed of amateur food photographers, bowl ranges are expanding rapidly, with Denby Dinnerware reporting that it has expanded its list to 32 different varieties. “The bowl is like the T-shirt of the crockery market,” Carla Busazi of WSGN points out. “It goes with absolutely everything, and in a day and age when we’re always clutching our smartphones, it’s very easy just to have a bowl in the other hand.” Not everyone is as delighted with the bowl’s new supremacy. Some suggest it is another example of the increasing infantilisation of our culture. That in a post-Cereal Cafe world, we’re all big babies pureeing ourselves into our happy-happy cocoon with yet-more blueberries and pearl barley. But Jeremy Lee of Soho’s Quo Vadis dining room can find no fault in the trend, and confesses to having an extensive collection. “We adore bowls! They are things of beauty. So long as the food is matched to the receptacle, I have no problem with it. Wet things – bowl - dry things – plate. Of course, there are a few notable exceptions - for instance, risotto should always be on a plate, never a bowl.” When the mug usurps it, perhaps we’ll need a re-think, but for now, at least, the bowl’s curve is still upwards.",
  "webTitle": "Why British crockery habits are changing",
  "webPublicationDate": "2016-05-09T16:19:56Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/shortcuts/2016/may/09/food-bowl-plates-instagram-food-ella-woodward",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food and drink",
      "id": "books/food",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Gavin Haynes",
      "id": "profile/gavin-haynes"
    }
  ],
  "guardianId": "lifeandstyle/shortcuts/2016/may/09/food-bowl-plates-instagram-food-ella-woodward"
}