{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/26/debenhams-hires-amazons-sergio-bucher-as-new-chief-executive",
  "id": "2016-05-26-168",
  "sectionId": "business",
  "body": "Debenhams has poached an Amazon executive to be its new chief executive, tasked with reviving the high street retailer. Sergio Bucher, who will take up the job in October, has been vice-president of Amazon’s European fashion business since 2013. He previously worked at Puma, where he was general manager of retail and e-commerce worldwide. Before that, Bucher held retail roles at Nike and Spain’s Inditex, the world’s biggest fashion retailer, where he led the launch of its lingerie brand Oysho. Bucher joins with a cash and shares package worth up to £3.84m in the first year and £2.67m in the second year. He was a surprise choice, while Debenhams’ trading director, Suzanne Harlow, missed out on the top job. Sir Ian Cheshire, who became Debenhams’ chairman last month after running B&Q owner Kingfisher for years, said: “Sergio’s wealth of e-commerce expertise, international experience and clear leadership qualities stood out. I am confident we have the best possible person to realise the potential of ‘new Debenhams’ as a leading international multichannel retailer with a bright future.” He added: “He is a retailer and loves shops and people. It’s a real win for Debenhams.” The group’s current CEO, Michael Sharp, is to step down on 24 June. He announced his decision to leave last autumn after shareholders pushed for a change at the top following a series of poor results and profit warnings. Cheshire said Bucher’s priority would be to “start with the customer, and we have to agree who our core customer is … and what does Debenhams do for that customer”.  He said the typical Debenhams customer was a 41-year-old woman who is interested in fashion, looking for newness and a broad choice of brands and likes to have a cup of coffee or glass of prosecco when she comes into Debenhams once a week. Cheshire added: “It’s a much younger customer than the M&S customer, and much more fashion-interested.”  His comments came a day after the Marks & Spencer boss, Steve Rowe, vowed to focus on the retailer’s most loyal group of shoppers, dubbed “Mrs M&S” – fiftysomething women who had been neglected as the firm chased younger shoppers. Talking about the challenges faced by high street chains, Cheshire said: “Clothing as a share of total consumer expenditure is going down over time.” However, consumers were spending more on health and beauty, he said, with beauty spending going up by 3% or more, as well as food and gifts – trends that Debenhams wants to tap into. The department store has been courting younger customers by introducing Ed’s Easy Diner, Costa Coffee and Patisserie Valerie into its shops. It has also brought in more brands and cut back on promotions, and wants to introduce more beauty services such as nail bars to offer “express treatments”. Retail consultant Richard Hyman said Bucher was an unconventional choice given his background in digital and working with big brands such as Puma and Nike. Hyman wrote on his blog: “But he will bring a totally different perspective to the business, and one likely to question and challenge everything. This [is] exactly what Debs needs – reinvention to carve out its own identity and set its own agenda.”  He said the clothing side, especially womenswear, was the main challenge, while the beauty division was doing well. Bucher’s remuneration includes a basic salary of £700,000 and maximum bonuses equivalent to 350% of salary, or £2.45m, in his first year, which drops to 250% of salary in subsequent years. He is entitled to a cash bonus of up to £1.05m this year, which falls to £700,000 in the coming years. He will also receive a share bonus of £1.4m for 2016, and £1.05m in subsequent years. Bucher is to receive a one-off cash payment of £445,184 to compensate him for losing bonuses at Amazon. In addition, Debenhams will pay annual pension contributions of £140,000 and benefits worth £18,375. For the first two years of his employment he will receive a housing allowance of £60,000 after tax and relocation expenses of up to £30,000 after tax. Sharp, the outgoing chief executive, will receive his full pay and benefits, a package worth £772,999, during his 12-month notice period until next March.  Sharp has said the latest results proved Debenhams’ strategy was working. The company beat City estimates with a 5.5% rise in pretax profits to nearly £94m in the six months to the end of February.",
  "webTitle": "Debenhams poaches Amazon's Sergio Bucher as new CEO",
  "webPublicationDate": "2016-05-26T14:14:40Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/26/debenhams-hires-amazons-sergio-bucher-as-new-chief-executive",
  "keyword": [
    {
      "webTitle": "Debenhams",
      "id": "business/debenhams",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Amazon.com",
      "id": "technology/amazon",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Julia Kollewe",
      "id": "profile/juliakollewe"
    }
  ],
  "guardianId": "business/2016/may/26/debenhams-hires-amazons-sergio-bucher-as-new-chief-executive"
}