{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/21/clive-james-climate-blindness-loretta-lynch-attorney-general-fossil-fuels",
  "id": "2016-05-21-154",
  "sectionId": "lifeandstyle",
  "body": "Last week there were several sunny days in succession, arousing hopes that a teasingly hesitant spring might finally be arriving. A few birds showed up. One neat little bird that perched for a full minute in my maple tree was identified by a bird-wise friend as a coal tit. Provocatively, I suggested that, in view of the current hostility to anyone still evincing tolerance of fossil fuels, it might be better to call it a renewables tit. The bird flew off and my expert friend went home, leaving me trembling at the daring of my own heresy. One of my most easily angered critics has been posting tweets, railing against my “climate blindness”. Already hard to please by my work in general, he says that the occasional remarks in which I flaunt my “science denial” have tested his patience “to the limit”. I am left to guess what he might do if his patience is tested beyond the limit. If he shows up at my door in a tank, I could try engaging him in a discussion of the renewables tit I just saw in my garden. Or I could try calling the police. The latter option might still be possible in Britain, where it is not yet against the law to be frivolous about the oncoming disaster detectable by everyone except those suffering from climate blindness. In the US, on the other hand, climate blindness has been considered by the attorney general, Loretta Lynch, as a reason for handing names to the FBI. Lynch, President Obama’s personal appointment, is a woman of integrity, so it can only be genuine fear of universal climate death that prompts her to contemplate calling in the G-men against those suspected of science denial. While figuring out the rules of engagement – are dithering old men suffering from climate blindness to be mown down for failing to raise their hands above their heads? – she might consider that she is perhaps copying a tainted example.   Related: Clive James: ‘If Victoria Wood had caught us moping over her death, she might have been quite strict’    John Mitchell, who was attorney general under President Nixon, preceded Lynch in the belief that it was only logical to send the Justice Department in pursuit of citizens who declined to echo their president’s opinions. When the facts came out, Nixon escaped by helicopter, but Mitchell went to jail. We can hardly expect Lynch to place herself under arrest, so for as long as Obama is president, she will probably go on with her plans for silencing dissent. The thought would depress me if I were not so elated from watching a TV nature show in which a baby elephant was stalked by a pride of seven full-size lions but it toddled safely back to the herd, no doubt to be told to quit wandering off.",
  "webTitle": "Clive James: ‘It is not yet against the law to be frivolous…’",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/21/clive-james-climate-blindness-loretta-lynch-attorney-general-fossil-fuels",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Clive James",
      "id": "culture/clive-james",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clive James",
      "id": "profile/clive-james"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/21/clive-james-climate-blindness-loretta-lynch-attorney-general-fossil-fuels"
}