{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/teenage-terrorism-suspects-could-be-detained-for-two-weeks-under-new-nsw-laws",
  "id": "2016-05-04-307",
  "sectionId": "australia-news",
  "body": "Related: NSW police to get ‘extreme’ powers over suspected ‘serious crime-related activity’    Children as young as 14 suspected of terrorism offences in New South Wales could be detained and questioned for up to a fortnight under new laws introduced by the Baird government. The legislation extends the amount of time a terrorism suspect can be held for questioning from 24 hours – in practice, up to eight days including “dead time” – to two weeks. A suspect will not need to be brought before a judge until the fourth day of questioning under the legislation, which the state premier, Mike Baird, said on Wednesday was about doing “everything possible to protect our community from terrorist threats”. “These new powers do exactly that, by giving our police the ability to properly investigate terrorist plots,” he said. Similar powers already existed in the form of preventative detention orders, which allowed state police to detain a suspect for up to 14 days, but they could not be questioned.   Related: Australia's response to 9/11 was more damaging to freedom than any other country's | Andrew Lynch, Nicola McGarrity and George Williams    Anyone aged 14 or over can be issued with an “investigative detention” order if police suspect they have committed a terrorist act in the past 28 days or have been involved in planning an act within the next two weeks. Keiran Hardy, a lecturer in criminology at Griffith University, said allowing police to question as well as detain a suspect for up to two weeks was “quite a significant bypassing of the traditional arrest and questioning model”. He said the ban on questioning suspects under preventative detention orders was considered a trade-off for the long confinement permitted by the orders, introduced in 2005 as an emergency means of preventing a terrorist attack. “Now this has become an investigative power,” he said. The deputy premier and justice minister, Troy Grant, said the laws – modelled on similar British legislation – would “only be utilised when there is imminent threat to our community from terrorism”. “All the appropriate safeguards are in place to make sure these laws are not misused,” he said. “The terrorist threat has become more fast-moving and unpredictable and we need to have the powers to respond quickly and effectively.”   Related: Revealed: How I saw Farhad Jabar change a week before he became a killer    Grant said the laws may have helped authorities prevent the murder of police accountant Curtis Cheng, who was shot dead outside Parramatta police headquarters in October.  The bill also establishes a “mechanism to protect sensitive criminal intelligence relied upon by police to make detention applications”, according to a statement. The precise details of the mechanism are unclear as the text of the bill is yet to be published. The NSW laws are likely to be adopted by other states in line with an in-principle agreement at the latest Council of Australian Governments meeting.",
  "webTitle": "Teenage terrorism suspects could be detained for two weeks under proposed NSW laws",
  "webPublicationDate": "2016-05-04T07:34:12Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/teenage-terrorism-suspects-could-be-detained-for-two-weeks-under-new-nsw-laws",
  "keyword": [
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales politics",
      "id": "australia-news/new-south-wales-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/04/teenage-terrorism-suspects-could-be-detained-for-two-weeks-under-new-nsw-laws"
}