{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/adam-gase-nfl-rookie-minicamp-tim-tebow",
  "id": "2016-05-03-14",
  "sectionId": "sport",
  "body": "The idea was such a good one, you’d have thought someone in an NFL team office would have come up with it before. New Miami Dolphins coach Adam Gase is re-inventing one of the most meaningless weekends in professional football: the rookie minicamp. It’s about time. Football coaches have long tried to exact complete control over their players, filling the off-seasons with purposeless spring practices that exist solely to manipulate workout schedules and keep players in close sight. Athletes in other sports get vacations when their seasons end, NFL players get loaded up with empty drills invented to keep them occupied. These offseason workouts have official football-sounding names like Organized Team Activities and Minicamp, but the actual football involves players in shorts standing around while the coaches blow whistles.   Related: NFL draft winners and losers: bongs, second-round kickers and the next Brady    None has less function than the rookie minicamp, a week-end affair that comes right after the draft and presumably exists to acclimate draft picks and undrafted free agents to the team’s offensive and defensive schemes. But teams do little with these days. They fear getting their new draft picks will get hurt and are loath to teach any of their plays to players they will soon cut. The few plays they do run come with fictitious names and are discarded at the end of the camp. For example, the Jets once named a rookie minicamp play after a sportswriter. Gase, in his first spring with the Dolphins, is re-thinking the rookie minicamp. The Miami Herald’s Armando Salguero reports that Gase will not have the Dolphins rookies touch the field this weekend. Instead, Miami’s rookie minicamp will be a series of meetings that not only discuss scheme but also how to act like a professional athlete. Salguero reports here will be sessions on nutrition, financial planning, dealing with the media and sports science. Given that the Dolphins’ first-round pick in last week’s draft was Laremy Tunsil, who looked overmatched by the real world on draft night, such tutorials are more than appropriate. The Dolphins’ minicamp will only have 18 players, which means there’s actually a possibility they will learn something. There is also an excellent chance the Dolphins life skills clinic won’t be anything like the NFL’s own rookie symposium best known for Hall of Famer Cris Carter’s advice that players designate a member of their “crew” to be “a fall guy” when trouble hits. In an NFL where teams focus more on analysis and diet and are looking to other sports for inspiration, Gase is a good fit as a head coach. Most know him as the Broncos offensive coordinator during Peyton Manning’s first years with the team or as Chicago’s coordinator last season. I remember him more as the coach who might have gotten more out of Tim Tebow than anyone else. This was in those heady last few weeks of the 2011 regular season when Tebow led Denver to an inexplicable AFC West title and an overtime playoff win over Pittsburgh. The mania surrounding Tebow churned at outrageous heights. Much of the credit for nursing eight wins out of him went to coach John Fox who changed the offense to maximize Tebow’s running. The rest went to offensive coordinator Mike McCoy who implanted Fox’s changes. But the coach who molded Tebow in those weeks, who spent hours with him in film rooms and on the field, was Gase. Gase was the one who drilled Tebow on his footwork and talked for hours with the quarterback about his throwing mechanics. They dissected film together and chatted on the phone late at night. Gase handed Tebow the films of plays and formations that Tebow would take home and devour each evening. The modest improvement Tebow showed in his throwing that season came from the endless hours they spent keeping Tebow balanced when he threw. It was Gase who told me then that Tebow could “flip a switch,” converting from a jovial, almost hyper presence in the locker room to calm on the field. For two and a half months Gase channeled that focus and gave Tebow the most useful weeks of his career. As a worldwide frenzy swirled around Tebow and the Broncos, Gase and Tebow worked mostly undisturbed. Their post-practice workouts took place in the far corners of the team’s facility. Their conversations were away from the noise. Sometimes they joked about the all-out blitz of attention Tebow got and laughed about the perception that Tebow was only obsessed with religion when the reality was that he was a football nerd consumed with learning offenses. When Tebow left Denver he was never the same as a player. Now after runs with Manning and Jay Cutler, Gase has a team of his own. To some this was a surprise given he was never one of these coaches who promoted himself, drumming his name to the top of hiring lists. But in his first big move as Dolphins coach he has done something smart by getting rid of the dumbest practices and forcing his rookies to understand the fishbowl into which they have been dropped. Watching poor Laremy Tunsil the other night bewildered by the Twitter and Instagram accounts that ruined his draft, it is clear they need all the life skills training they can get. Save the football for a practice that really matters.",
  "webTitle": "How one young coach is modernizing the NFL's most meaningless weekend",
  "webPublicationDate": "2016-05-03T22:02:35Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/adam-gase-nfl-rookie-minicamp-tim-tebow",
  "keyword": [
    {
      "webTitle": "Miami Dolphins",
      "id": "sport/miami-dolphins",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Peyton Manning",
      "id": "sport/peyton-manning",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/03/adam-gase-nfl-rookie-minicamp-tim-tebow"
}