{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/18/university-ban-on-mortarboard-throwing-well-photoshop-them-in",
  "id": "2016-05-17-2",
  "sectionId": "education",
  "body": "It’s a much-loved academic tradition that has fallen foul of health and safety concerns of late, as universities strive to prevent graduates flinging their mortarboards in the air. Yet at one UK campus, a very 21st-century solution might now be at hand after students were told that images of the headwear will be digitally added afterwards if they simply mime the act when photographs are being taken. The instructions were sent out to students at the University of East Anglia (UEA) after the institution in Norwich reportedly said that a number of graduates had been hurt by falling hats in recent years.  “As well as being safer, this will have the added advantage that even more of the students’ faces will be seen in this photograph,” according to the miming guidance issued by a photography company, which was reported by the student newspaper The Tab.   Related: Lancashire school bans birthday cakes    Louisa Baldwin, the Law Society president at UEA, was quoted as saying: “If I’ve paid £45 to hire a bit of cloth and card for the day, I should be able to chuck my hat in the air! It’s nothing worse than the weekly ritual of dodging VKs as they’re lobbed across the LCR [lower common room] dance floor.”  Describing the throwing of hats as an “unacceptable risk”, the University of East Anglia said: “The decision to not have the traditional ‘hat throwing’ photo opportunity for all students this year follows a number of injuries over recent years to graduates hurt by falling mortarboards. This is an unacceptable risk, and we want to ensure no student’s graduation day is ruined by the potential for avoidable injury.”  The institution said the ban had been agreed by academic dress suppliers, which often received “damaged mortarboards” after graduations.  Anglia Ruskin University, in Cambridge, recently attempted to put a stop to mortarboard throwing. A statement addressed to students read: “It is requested that graduands [those about to graduate] do not throw the hat up into the air, as this not only causes damage to the hats, but can also cause injury if the corner of the hats hits the graduand or others nearby.”  The University of Birmingham has reportedly also urged its students not to throw their black caps in the air in celebration, citing health and safety reasons.",
  "webTitle": "University ban on mortarboard throwing: 'We'll Photoshop them in'",
  "webPublicationDate": "2016-05-17T23:17:19Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/18/university-ban-on-mortarboard-throwing-well-photoshop-them-in",
  "keyword": [
    {
      "webTitle": "University of East Anglia",
      "id": "education/universityofeastanglia",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Quinn",
      "id": "profile/benquinn"
    }
  ],
  "guardianId": "education/2016/may/18/university-ban-on-mortarboard-throwing-well-photoshop-them-in"
}