{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/04/johnny-greenwood-radiohead-burn-the-witch-strings",
  "id": "2016-05-04-123",
  "sectionId": "music",
  "body": "Let’s assume that, like a few million others, you’ve viewed the video for Burn the Witch – Radiohead’s first new song in five years (and the lead single from their rumored/forthcoming full-length album). Perhaps the first thing you noticed in the song was its use of strings. That feature does a lot of the work in the piece: sometimes it sounds finger-plucked (AKA pizzicato) and nervy, while at other points there’s a more clattering, aggressive vibe (courtesy of the string players striking the strings with the back of the bow, known as “col legno”). Occasionally, there’s some traditionally lyrical string music as well (check out the gorgeous bit that introduces singer Thom Yorke’s second verse). And at the climax, there are more frantic articulations coming from the string orchestra at work behind our familiar Radiohead players. The final half-minute of Burn the Witch doesn’t merely find the strings playing louder; this bit also introduces some bracing, keening sonorities from the bowed string instruments.            None of these techniques are new to modernist writing for string orchestra. Col legno and other “extended techniques” are a familiar part of contemporary classical music. Nor is any of this new to the work of Radiohead guitarist Jonny Greenwood –who has maintained an impressive sideline career of writing symphonic music and scores for the cinema. While we don’t have full session details for Burn the Witch just yet, it’s safe to assume that Greenwood had a hand in the arrangement. (The American composer Steve Reich, who has worked with the guitarist, once told me that Greenwood is the only member of Radiohead who reads notated music.)   Related: 'Disarmingly melodic': fans (and a newbie) review Radiohead's new single Burn the Witch    Greenwood has been denied best-score Oscar nominations for There Will Be Blood and The Master, due to the fact that his scores for those PT Anderson films included pre-existing material from Greenwood’s bigger orchestral works. The menacing orchestral glissandos from the former date from Greenwood’s piece Popcorn Superhet Receiver, while the most memorable symphonic music from The Master can be found in the composer’s work 48 Responses to Polymorphia. Both pieces are available on a comparatively unknown 2012 album from the Nonesuch label. (They’re paired with classic compositions by the Polish modernist composer Krzysztof Penderecki, whose work exerts a clear influence on Greenwood.) As its title suggests, 48 Responses to Polymorphia is a reply to a Penderecki’s Polymorphia – which, after all its density and noise, ends with a startlingly pure C major chord. Greenwood’s piece takes that chord and builds a hymn-like melody around it, in the first movement.            The aggressive “extended techniques” familiar from other Penderecki works crop up again soon enough (as on the movement Baton Sparks, which was included in The Master). But the piece ends with some more percussive string-slaps that will be familiar to fans of Burn the Witch. In addition to the occasional col legno playing, the string musicians are also instructed to play “pacay bean shakers”, which adds to the overall thrum of beats:            If you’re looking for some more Burn the Witch-style music to tide you over until Radiohead’s ninth full-length album comes out, turn to these performances of Greenwood’s orchestral music. Even if you already treasure the soundtracks to There Will Be Blood and The Master, there’s lots more Greenwoodian experimentation with texture to be found in the full works.",
  "webTitle": "Like Radiohead's Burn the Witch? Try Jonny Greenwood’s orchestral work",
  "webPublicationDate": "2016-05-04T15:34:34Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/04/johnny-greenwood-radiohead-burn-the-witch-strings",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Seth Colter Walls",
      "id": "profile/seth-colter-walls"
    }
  ],
  "guardianId": "music/2016/may/04/johnny-greenwood-radiohead-burn-the-witch-strings"
}