{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/03/folk-singer-sam-lee-sings-with-nightingales",
  "id": "2016-05-03-301",
  "sectionId": "global",
  "body": "Related: Sam Lee and Friends: Gypsy Traveller Roots review – traditionally original    Gigs don’t come much more secret than this. Deep in a Sussex wood, at the approach of midnight, a dozen musicians and fans are gathered around a blossoming blackthorn bush. The latter have been waiting all evening to hear the headline act, while the former are standing by to collaborate with nature’s most celebrated singer. They’ve all read the early reviews (“Singest of summer in full-throated ease” – Keats; “As if some sudden gale had swept at once a hundred airy harps!” – Coleridge), but no one’s prepared for the strange music that erupts in surround sound from the shadows. “It’s like a shot in the arm, like nature rinsing through you,” says Mercury-nominated folk singer Sam Lee, who is tonight performing alongside a nightingale in a unique and slightly furtive collaboration between man and bird. A meditative trek into the mud and moonlight and a communion with nature, Lee’s performances are also designed to extol mindful presence and the power of deep listening.     Sam Lee at one of his Singing With Nightingales concerts. Photograph: Claire Shovelton     Related: Sam Lee and Friends: The Fade in Time review – a wonderfully inventive creation    The window for such a concert is small. Nightingales winter in Africa and make their famous mating calls in Europe for just a few weeks in spring. They can be temperamental performers and save their flashiest repertoire – around 200 motifs from eerie whining through to manic chaffing – for darkness. Get the timings right, though, and a nightingale makes for an amazingly responsive musical partner. The males can throw their voices for miles, and will react to some human-made music. Essentially the birds are on the pull but, according to Lee, “they still have a lot to teach us about space and silence”. In May 1924, a nightingale starred in the BBC’s first live outside broadcast, “duetting” with cellist Beatrice Harrison as she played in her garden. It was the 90th anniversary of this event two years ago that inspired Lee’s first nightingale walk. This year he has returned to perform 15 shows with a fuller and more ambitious set of musicians. One, an improvisational saxophonist, looks a little apprehensive as she unzips her tenor from its case and tiptoes towards the bush.      “As a lonely folk singer I’ve developed a bit of a relationship with these birds,” says Lee, who offers his audience a haunting ballad about longing for a fumble where the buds blossom. “Last year, on the last night, I wept inconsolably all the way back to camp. It was like leaving a lover.” Lee plans to make his musical trysts with the birds an annual occurrence. The magic, he says, shows no signs of wearing off. Sam Lee’s Singing With Nightingales is at a secret Sussex location to 21 May",
  "webTitle": "The man who sings with nightingales",
  "webPublicationDate": "2016-05-03T08:00:49Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/03/folk-singer-sam-lee-sings-with-nightingales",
  "keyword": [
    {
      "webTitle": "Sam Lee",
      "id": "music/sam-lee",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Folk music",
      "id": "music/folk",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Bella Todd",
      "id": "profile/bella-todd"
    }
  ],
  "guardianId": "global/2016/may/03/folk-singer-sam-lee-sings-with-nightingales"
}