{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/graduate-jobs-must-move-with-the-times",
  "id": "2016-05-09-63",
  "sectionId": "money",
  "body": "It is disappointing to see your editorial (The university industry churns out degrees, but not destinations, 4 May) recycling tired notions of “graduate jobs” with the examples of nurses and police officers. In modern healthcare and law enforcement, both occupations require highly sophisticated skills based on advanced levels of education. There is more to contemporary nursing than wiping bottoms with a smile, and to policing than cracking miners’ skulls. Today’s nurses need the knowledge and skills to carry out complex technical and behavioural assessments and interventions. Police are dealing with cybercrime and the immense subtleties of terrorism and sexual abuse. Neither occupation can now be practised with a training based on hanging out with experienced practitioners, picking up tips and tricks. That inflexible model just perpetuates poor habits and bad science. I would even add a good word for your other example, estate agents, who require a considerable understanding of law, economics, negotiation skills and psychology. “Graduate jobs” are not fixed for all time but evolve with the rest of the society and economy. It is time your leader writers caught up with this. Robert DingwallNottingham • It is not the case that universities are “churning out” graduates that are not in demand. Skilled graduates are increasingly in demand from employers, and UK universities are working harder than ever to ensure that graduates in every discipline pick up a diverse range of skills useful to employers. While not all graduates will walk immediately into a graduate-level job after completing their degrees, the kinds of skills that higher education provides – the ability to think critically and to analyse and present evidence – are lifelong and will be increasingly in demand as the number of high-skilled jobs increases. The UK Commission for Employment and Skills predicts that, between 2012 and 2022, some 2 million additional jobs are projected for occupations such as managers, professionals and associate professionals. Looking ahead, we must be careful to avoid using graduate salaries as the single measure of success in higher education. Some universities specialise in fields such as the arts, nursing and public sector professions that, despite making an invaluable contribution to society and the economy, pay less on average.Nicola DandridgeChief executive, Universities UK  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Graduate jobs must move with the times | Letters",
  "webPublicationDate": "2016-05-09T18:52:46Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/graduate-jobs-must-move-with-the-times",
  "keyword": [
    {
      "webTitle": "Graduate careers",
      "id": "money/graduates",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Nursing",
      "id": "society/nursing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "money/2016/may/09/graduate-jobs-must-move-with-the-times"
}