{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/republicans-need-george-w-bush-donald-trump",
  "id": "2016-05-05-47",
  "sectionId": "commentisfree",
  "body": "Donald Trump’s win in the US Republican presidential nomination race is an indictment of a party. Trump’s opponents have proved time and again to be utterly feeble. Yes, there were too many contenders at the start of the race. But they were all too timid to say difficult things, or to reach out to moderates and independent voters. Instead they were preoccupied with partisan questions rather than the big one – economic insecurity – which helped to drive Trump’s campaign.   Related: Donald Trump's path to Republican nomination clear as Ted Cruz quits    The rivals mostly looked to the white Anglo-Saxon male past, pandering to the dream that it would return, rather than looking to the future. They made no effort to adapt to the ways in which the Obama years have changed America. And most of them lacked any part of the charisma that, however detestable it may seem in Trump’s case, is an undoubted factor in his triumph. And yet – the Republican party is not without money, power and brains. In 2012, after Mitt Romney’s defeat, it produced a powerfully self-critical post-mortem which identified most of the reasons why, for all its success at state level, it had lost the popular vote in five out of the last six presidential elections. The party was “increasingly out of touch”, it observed. It had lost young and minority voters. It spent too much time talking to itself. “Instead of driving around in circles in an ideological cul-de-sac,” it said, “we need a party whose brand of conservatism invites and inspires new people to visit us.” And it concluded: “Our standard should not be universal purity; it should be a more welcoming conservatism.” It’s not as though the Republicans lack any recent example of a politician who, while certainly not perfect, nevertheless attempted with some consistency and success to build bridges to new people outside the Republican tent, not just the guardians of purity within it, to be open to minorities and, in his own way, to look to the future. Plus, not irrelevantly, he won elections. This paragon’s name is George W Bush. Just hours after Trump had effectively tied up the nomination, Bush and his father said they would not be endorsing him. You could perhaps put this down to tribal pique, since Trump had rolled over Bush’s brother, Jeb, early in the campaign. But the breach with the Trump campaign is about a much larger difference of political view. Deep down, one suspects, Bush may even be tempted to vote for Hillary Clinton. To suggest that the Republican party could look to the younger Bush for inspiration requires some explanation and some extremely important caveats. Bush’s unpopularity at the end of his presidency was a major and absolutely justifiable reason why Obama could win the White House in 2008. The combination of the Iraq war, the early phases of the financial crisis, plus his failures on immigration and health, meant that Bush left office under dark clouds and with most Americans, never mind most Europeans, thoroughly glad to see the back of him.     After the victory of Donald Trump, right, the Republican party could benefit from a leader with the compassionate conservatism of George W Bush, left. Photograph: Paul J Richards/AFP/Getty Images    Nevertheless, it is useful to remember that Bush had genuine gifts as a political leader too. He reached out to minorities, in particular to Hispanics. And he spoke for a reasonably well-thought-out vision of compassionate conservatism that was in marked contrast to the slash-and-burn anti-government obsession of the Newt Gingrich era. Bush could also, as EJ Dionne has put it, “talk about religion without scaring people”. He had learned from the centrist politics of the Clinton years rather than, as so many of his party did, fixating on Clinton’s real and imagined personal faults. And he won presidential elections: very dubiously in 2000, when Al Gore beat him in the popular vote by half a million; more clearly four years later, by which time his presidency had become defined by the war on terror. It is no part of the argument for looking afresh at Bush to advocate a revisionist approach to his response to 9/11, and especially the Iraq war, which was and remains a catastrophic foreign policy adventure. But the pre 9/11 Bush, guided by his key adviser Karl Rove, was a much smarter, more thoughtful and more effective retail politician than he is given credit for nowadays. If any of Trump’s rivals had had Bush’s combination of skills and instincts, 2016 might have turned out differently. That hasn’t happened, but it is important to understand why. Bush and Rove took party unity too seriously. They pandered to the core vote too much. Their project was to make conservatism more attractive, not to marginalise or confront it. In the end this meant that their version of Republicanism made far too many compromises with conservatives – just as John Kasich did by imagining that an ultra-conservative like Ted Cruz could somehow unite Indiana Republicans against Trump this week.    The pre 9/11 Bush was a much smarter and more effective politician than he is given credit for today    The early example of this in Bush’s presidency was over stem cell research, where Bush capitulated to pro-life conservatives by allowing only the most minimal reform. The most important example, four years later, was his failure on immigration reform, which never got past the anti-Hispanic lobby in the Congress and which fell foul of the party’s increasingly iron rule of putting partisan unity before working with Democrats. The failure on immigration, plus a total unwillingness to deal with healthcare reform, defined Bush’s limits. A decade later, immigration remains the issue the Republicans cannot reform – and, in Trump’s case, have no wish to reform. In the end, as Dionne’s book, Why the Right Went Wrong, argues, even Bush was incapable of breaking with the increasing conservative lock on the party’s appeal. Between 1995 and 2015, the proportion of Republicans who defined themselves as “very conservative” nearly doubled to 33%. They were too numerous to ignore but not numerous enough to win. Bush’s failures offended supporters whom he was in any case unwilling to take on. Bush became another in the line of Republicans, starting with Dwight Eisenhower, who were deemed to have betrayed the true conservative faith. “The history of contemporary American conservatism is a story of disappointment and betrayal,” writes Dionne. There are echoes here of the Labour party. In the Republican case, however, the conservative lock has been broken by a right-wing nativist revolt behind Trump. Yet if Trump fails, the chances are that he too will find his name on the list of betrayal. But it’s a braver and better version of George W Bush that the Republicans really need.",
  "webTitle": "Donald Trump’s victory should make us appreciate George W Bush | Martin Kettle",
  "webPublicationDate": "2016-05-05T19:18:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/republicans-need-george-w-bush-donald-trump",
  "keyword": [
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Kettle",
      "id": "profile/martinkettle"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/republicans-need-george-w-bush-donald-trump"
}