{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/14/this-weeks-best-radio-school-drama",
  "id": "2016-05-14-160",
  "sectionId": "tv-and-radio",
  "body": "Andy Mulligan’s four-part play School Drama (Wednesday to 21 May, 2.15pm, Radio 4) stars Tom Hollander as has-been TV actor Geoff Cathcart, who’s brought in to organise a production of Romeo And Juliet in a failing school. The school has been rebranded by a sponsor who is keen to raise its profile by entering it into a drama festival. The teachers aren’t sure the kids are up to the play. And the prospect of swordplay in the hall is obviously anathema to the health and safety culture. In John Dryden’s production, the parallels between the hothouse of a modern school and Renaissance Verona can be sensed amid the clanging lockers, crackling intercoms and incipient chaos of corridor life.   We experience the school through the eyes of outsider Geoff. “You spend more money on security systems than you do on books,” he fumes rather high-handedly when he doesn’t get his way. It’s a fair point. To embed just a few lines of Shakespeare’s verse in a 15-year-old mind in the hope that at some point in the future it may detonate is still surely one of the noblest purposes of education.  Scritti Politti’s Green Gartside sits in for Tom Robinson (Saturday, 9pm, 6 Music). Most musicians-turned-DJs have surprisingly little to say about music. They tend to use most of their energies in making it clear that they’re in favour of the right stuff and against the wrong stuff. Gartside isn’t like that. He talks about what music sounds like and how it works, rather than what it allegedly stands for. The guest on Johnnie Walker’s Sounds Of The 70s (Sunday, 3pm, Radio 2) is another veteran sharing the same initials. The always interesting Graham Gouldman is best known for his work with 10cc but got his start as a jobbing songwriter in the 60s. On more than one occasion the ideas for those songs came from his father, who was the kind of person who noticed things like the sign in a window saying “no milk today” and wondered whether this might hint at hidden heartbreak.  The estimable Martin Kelner is back on TalkSport once a week, adding his quizzical northern top notes to the symphony of banter that is the Colin Murray show (Tuesday, 10am, TalkSport). The guest on Let’s Talk With Eamonn Holmes (Sunday, 11am, TalkRadio) is Christopher Biggins, talking about the experiences of being bankrupt and being a gay man married to a woman.   St Helena – Joining The Rest Of Us (Friday, 11am, Radio 4) is the first of two programmes devoted to the tiny island in the south Atlantic where Napoleon ended his days. It’s presented by vet Joe Hollins, who has been recording the life of the community for the last six months. Here the opening of a new airport promises to bring tourism and a long overdue sense of connection to the rest of the world. Before that the only way was a boat from South Africa. It was 2,000 miles away",
  "webTitle": "This week's best radio: School Drama",
  "webPublicationDate": "2016-05-14T08:00:32Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/14/this-weeks-best-radio-school-drama",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hepworth",
      "id": "profile/davidhepworth"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/14/this-weeks-best-radio-school-drama"
}