{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/02/emile-ford-obituary",
  "id": "2016-05-02-161",
  "sectionId": "music",
  "body": "The UK’s first No 1 hit of the 1960s was What Do You Want to Make Those Eyes at Me For? by Emile Ford and the Checkmates. Ford, who has died aged 78, was the first black British male singer to top the charts, and went on to a career as an acoustics engineer. In 1960, Ford had four more Top 20 hits, beginning with another standard, On a Slow Boat to China. This was followed by You’ll Never Know What You’re Missing, Them There Eyes and Counting Teardrops, the last of which reached No 6 in the charts. Ford’s first hit launched him on a frantic few years of broadcasts and touring. He appeared several times on Sunday Night at the London Palladium, as well as other television music shows. Most of his live performances were as part of package shows featuring numerous acts. He toured with such luminaries as Bobby Darin, the Everly Brothers, the Shadows and Duane Eddy. He was a charismatic performer, as witnessed by the future Rolling Stones manager, Andrew Loog Oldham. The teenage Oldham saw Ford at the Granada cinema in Kettering, sitting on the edge of the stage with his feet in the orchestra pit and getting the audience to sing along with him. “The hairs on the back of my neck tingled,” he recalled. “I was in love with showbiz.” In 1962 Ford topped the bill at New Brighton, with the Beatles as a support act. Soon afterwards he decided to continue as a solo artist, leaving the Checkmates to become the backing group for his protege, Jimmy Justice. Within a couple of years, though, Ford gave up performing to return to his first love, electronics. He was born in Castries, St Lucia, into one of the island’s leading families. His father, Frederick Miller, was a local politician who became the island’s minister of health and social services. His mother, Madge Murray, was a classical soprano who performed throughout the Caribbean and was the daughter of the founder of St Lucia’s philharmonic orchestra. Madge also encouraged participation in the arts by the island’s young people. In the mid-1950s Madge, Emile and his two sisters moved to London, where Emile studied engineering at Tottenham Polytechnic. There he took up the guitar and by 1958 he had formed a small group to play pop and rock’n’roll songs. The band entered and won a talent contest at the first Soho Village Fair. The prize was a recording contract with Pye, a small record company then enjoying success with Lonnie Donegan. What Do You Want to Make Those Eyes at Me For? was originally planned as the B side of the first single to be recorded by Ford and the Checkmates, who included George and Dave Sweetnam, Emile’s half brothers from Madge’s second marriage, to Rudolph Sweetnam, a Caribbean civil servant. Another song, Don’t Tell Me Your Troubles, was scheduled as the A side, but Pye executives correctly saw greater potential in What Do You Want to Make Those Eyes at Me For?, which had been composed in 1916. With assistance from airplay on Radio Luxembourg, the record rapidly climbed the charts and by mid-December 1959 it was listed as a joint No 1 with the similarly titled What Do You Want? by Adam Faith, remaining there for six weeks. Ford once said: “I was gifted with the ability to see and hear sound differently from other people and this gift allowed me to make first-class recordings”, and from the beginning he took control of the technical side of his sound. He co-produced his first record with Joe Meek and rearranged the studio microphones before his debut appearance on the BBC Light Programme’s Saturday Club. He travelled with his own public address system, which he set up at each venue. The tour bus for the Checkmates and the Fordettes, a quartet of female backing singers who later became the Breakaways, was even fitted out with equipment to allow rehearsals en route. Ford’s later work as what he called a “sound scientist’’ was devoted to attempts to perfect recorded sound and to design pre-recorded backing tracks to be used on stage, an early version of what would become karaoke. For several years he ran a recording studio in Barbados, before conducting acoustic experiments in the north of Sweden. He later moved to California. Ford’s recordings of the early 1960s have been reissued on CD several times and the Checkmates legacy is maintained in occasional shows by a trio led by Raye Du-Val, the drummer in the last lineup of Ford’s own group. Ford is survived by four daughters and three sons, and by two sisters, one half-sister and two half-brothers. • Emile Ford (Michael Emile Telford Miller), singer and acoustics engineer, born 16 October 1937; died 11 April 2016",
  "webTitle": "Emile Ford obituary",
  "webPublicationDate": "2016-05-02T11:26:15Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/02/emile-ford-obituary",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Laing",
      "id": "profile/dave-laing"
    }
  ],
  "guardianId": "music/2016/may/02/emile-ford-obituary"
}