{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/tara-moss-we-do-not-live-in-a-predominantly-feminist-world",
  "id": "2016-05-25-12",
  "sectionId": "books",
  "body": "Tara Moss’s first nonfiction book, The Fictional Woman, was a bestseller in 2014. The journalist and human rights advocate blended memoir with social analysis in a way that struck a chord with women all over Australia, and what was supposed to be a promotional tour for the book morphed into what she described as a speaking and listening exploration of the lives of Australian women. Her latest book, Speaking Out, is a direct result of that experience.  There were a number of factors at play in the very personal reaction women had to The Fictional Woman. The book’s accessible and intelligent discussion of women’s place in the world, Moss’s public profile as an advocate and writer, and her genuine empathy and interest in women’s lives led to a series of public discussions about the relationship between theoretical feminism and real-world experiences. Moss says Speaking Out is a response to the frustration of the women she talked to of being constantly, insidiously silenced. “In Speaking Out, I do my best to address, in as practical a way as possible, particular issues that real women and girls are experiencing in everyday life,” Moss tells Guardian Australia. “The reality is that we do not live in a predominantly feminist world, and many women and girls are experiencing discrimination, sexual harassment, online abuse or worse, or common forms of casual, everyday sexism. They find themselves dismissed, talked over, ignored or facing backlash for doing the same thing their male colleagues are doing.”     There is a conflict between what women are told they will be rewarded for, and what they actually are rewarded for  Tara Moss     The underlying premise in the book is the dichotomy of modern feminism. While the daily push for change can sometimes feel like a sisyphean struggle, in the long view, the changes achieved in the past century are unprecedented in 5,000 years of human history.  It’s barely 150 years since women were granted legal rights in Australia to own property independent of their husbands; just over 120 years since non-Indigenous women were given the vote; and only in the past 50 years or so have we gained the legal, if not actual, right not to be raped or beaten by our husbands, to demand equal pay, and to have at least some degree of reproductive freedom.  These sweeping changes, which came on the back of waves of feminist activism and education, pushed ahead further and much faster than our cultural understanding of the place women should take in the world. Diametrically opposed expectations leave far too many women feeling that there’s no right way to express their womanhood. According to feminism, we should be strong, bold and opinionated and celebrate “girl power” but according to the lessons we have learned over millennia of male supremacy, we should also be gentle, nurturing, quiet and submissive.      Tara Moss: ‘a huge percentage of the population are not living what could be neatly described as lives of fulfilment and mutual respect, as equals’. Photograph: Stephen Baccon    “There is a conflict between what they have been told they should be, what has been implied, and what is,” Moss says. “There is a conflict as well between what women are told they will be rewarded for, and what they actually are rewarded for.” Speaking Out is a handbook for women and girls trying to bridge the gap between those competing forces. Deceptively simple in its approach, the book describes all the subconscious assumptions we make about men and women, particularly in the workplace, which prevent women speaking confidently in a world still uncomfortable with a strong female stance. It also provides easy to follow starting points for women wanting to speak, write, broadcast and work with a more confident voice. It would be easy to assume the intended audience is primarily young women, but Moss says she connected with women of all ages and backgrounds who were struggling to articulate with a strong voice, under an often barely recognised pressure to keep quiet. “Yes, many women’s lives are great,” Moss says. “That’s wonderful. But a huge percentage of the population are not living what could be neatly described as lives of fulfilment and mutual respect, as equals.” Moss also covers the backlash women experience when they do push forward. In addition to her own extensive experience with online abuse, she includes anecdotes and advice from others in the industry who’ve experienced resistance, including Amy Gray, Karen Pickering and Guardian Australia’s Van Badham, all of whom cite vicious and sometimes threatening reactions to their public presence.    Related: A man lost his job for harassing a woman online? Good | Van Badham    More than just a litany of terrible stories, Moss provides clear, simple strategies to cope with the often disproportionately aggressive response women receive when they speak out, particularly online. “Truthfully, it is a book I wish I had read just 10 years ago,” Moss says. “Perhaps I would not have been able to sidestep some of the struggles I had to deal with, but it would have assured me that my inner voice was right. It would have given me more confidence in what I already knew to be true. And yes, some of the tips would have come in very handy indeed. By comparing notes, we can help guide each other through what can be challenging life experiences.” One of the great strengths of Speaking Out is its accessibility. Feminism, or at least feminism as it’s often discussed online, has a tendency to demand high levels of education and knowledge, which can make some less privileged women feel shut out. But women don’t need to undertake a full gender studies reading list, or memorise the names, dates and theories of each wave, to recognise the effects of their own oppression. Feminism doesn’t have an entrance exam, and Speaking Out is deliberately aimed at women and girls who feel excluded from discussions about academic feminism but desperately want to make practical changes in their own lives and the lives of the women around them. “I had a very particular goal in mind for this book,” Moss says. “I hope it encourages new generations of women to speak out and know – without question – that they have as much a right to public participation as the next man. The truth is, we need them.”  • Speaking Out by Tara Moss is out now through Harper Collins",
  "webTitle": "Tara Moss: We do not live in a predominantly feminist world",
  "webPublicationDate": "2016-05-25T22:15:15Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/tara-moss-we-do-not-live-in-a-predominantly-feminist-world",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jane Gilmore",
      "id": "profile/jane-gilmore"
    }
  ],
  "guardianId": "books/2016/may/26/tara-moss-we-do-not-live-in-a-predominantly-feminist-world"
}