{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/20/campaign-catchup-daggers-drawn-over-federal-police-nbn-raid",
  "id": "2016-05-20-295",
  "sectionId": "australia-news",
  "body": "How much can change between catchups: today’s campaigning has been derailed by questions over last night’s raid of Labor MP Stephen Conroy’s office, as well as the home of at least one staffer, by Australian federal police. The decision to investigate the opposition during an election campaign has sparked a political storm, with how much the government knew of the AFP’s activities – if anything – a particular sticking point. The AFP is now examining and analysing material collected in the raids.  Ministers, notably Christopher Pyne and Mathias Cormann, say the AFP is its own organisation, independent of government; the AFP says the investigation had been under way since 9 December and that it made decisions about the raid alone. But Labor has resisted bids to dismiss the raids as police business as usual. The shadow attorney general, Mark Dreyfus, said it “beggars belief that a government agency, the NBN, has completely, without reference to its minister, completely without reference to the PM or any of their staff, gone about pursuing the leaks in the way that it has”.  Malcolm Turnbull accused Labor of “seeking to attack the integrity” of the AFP, and said they “should be ashamed of themselves”.           Shorten on federal police raids: ‘It’s an extraordinary development’     It’s understood the raid is in relation to a leak about the National Broadband Network. Fairfax Media reported that its own coverage of the NBN rollout, showing it was over-budget and behind schedule, was a factor.  “This is serious stuff,” writes deputy political editor, Katharine Murphy, in the Guardian Australia blog. “I can’t remember any such high-octane action being taken during the last 20 years I’ve been a political reporter.” So near and yet Sufi Sherry Sufi, the Liberal candidate for Fremantle and Sherlock Holmes hobbyist, has announced his resignation from both the candidacy and his post as head of the state party’s policy committee. He said he made the decision “in light of continued focus on events from my history”, and apologised if his words and actions had caused offence: “This was never my intent.”    Well, Sherry Sufi's resignation means that what I received yesterday is not true, already! #ausvotes #wapol pic.twitter.com/99rKDlV5pX— Substandard and Poor (@64AnthonyP) May 20, 2016    His statement wasn’t explicit, but one assumes the old “apology-if” alludes to the recent discoveries that Sufi a) incorrectly described his employment history on his application for endorsement, and published writing online that indicated b) he is against constitutional recognition for Indigenous Australians and c) thinks marriage equality might lead to polygamy. Though it went to press before his resignation, Saturday’s edition of the Fremantle Herald also claims d) that Sufi was reportedly filmed impersonating a former employer’s South African accent in such graphic language to warrant a front-page warning for Herald readers.    The @FremantleHerald has the details of the Sherry Sufi video of him mocking his boss's accent #ausvotes pic.twitter.com/bfzTew0jr8— Rob Harris (@rharris334) May 20, 2016    On the plus side, Sufi will have more time to contribute to the Sherlock Holmes Society of WA. Turnbull mixes growth with dead cats  Turnbull took in wine, honey and corrosive fluids in his tour of the best produce and manufacturing Tasmania has to offer today. Don’t get those mixed up, PM! After a particularly animated speech about jobs and growth (there was fist-pumping, Katharine Murphy reports), the prime minister was visibly irritated when reporters wanted to talk about Thursday night’s AFP raid and – still – Peter Dutton’s comments about refugees. Don’t they know that was two days ago?    The PM was asked if he or his staff had ever leaked a confidential document at a press conference in Tasmania pic.twitter.com/X1NGZNoirx— andrew meares (@mearesy) May 20, 2016    Of course Turnbull invited (figuratively – definitely not literally) the latter line of questioning by speaking at a winery owned by Josef Chromy, whose escape from a war-torn Czech village in 1950 figures significantly in his success story.    PM @TurnbullMalcolm with Josef Chromy, maker of one of the world best Chardonnays #ausvotes pic.twitter.com/qMOYDeGyMa— Rob Harris (@rharris334) May 20, 2016      But remember, Josef Chromy master winemaker, “many (refugees) won't be numerate or literate” and “(they) would be taking Australian jobs.\"— Mark Di Stefano (@MarkDiStef) May 20, 2016    Turnbull declined to say whether he’d apologised to Chromy on Dutton’s behalf, instead offering “a great story about Tasmanian jobs and growth”. Yet the prime minister hasn’t exactly buried his minister’s message, instead repeating it with (albeit pivotal) tweaks. As Guardian Australia deputy editor Will Woodward writes, this is nothing we haven’t seen before – in fact it’s straight from the playbook of Crosby Textor, the Australian strategists who make a habit of winning elections.  “This sneaky, back-of-the-hand play to the base’s worst instincts does Turnbull’s campaign little credit. The strategy is exportable. It may be effective. It’s not edifying.”  At least one person has voiced disagreement with Woodward over his “#feelpinion”.    The @GuardianAus formulaic appeal to UK Grauniad reader prejudice about a “dog whistling\", “racist\" & “insular Australia” beneath contempt— Mark Textor (@TextorMark) May 20, 2016      Any election involving the @guardian involves elite lefties stereotyping Australians in cut and paste yarns, and we've just been thrown one— Mark Textor (@TextorMark) May 20, 2016    Shorten presses the flesh in the west On a less sinister note – because if there’s one thing the opposition leader isn’t, it’s sinister, bless him – Bill Shorten was in western Sydney. After reiterating on someone’s lawn his commitment to Labor’s promise to revoke the freeze on Medicare rebates, he made it to Westfield Penrith to fraternise with teens – striking, given that Turnbull cancelled his scheduled walkthrough there last week.    Bro shakes with Bill at Westfield Penrith in Western Sydney pic.twitter.com/7INWswDPgZ— ellinghausen (@ellinghausen) May 20, 2016           “How do you do, fellow kids.”    Best of Bowers     The opposition leader, Bill Shorten, with the candidate for the seat of Lindsay, Emma Husar, centre, during a street walk through Penrith in Sydney’s west on Friday afternoon. Photograph: Mike Bowers for the Guardian    Further reading • Dutton’s comments divide in an effort to conquer (ABC) Why, on an issue as sensitive as refugees, do Coalition ministers seek out differences rather than emphasise unity? • David Leyonhjelm And Two Pugs Release Weirdest Election Ad Yet (Huffington Post) Count on the Liberal Democrats senator, flanked by “Mal” and “Bill”, to deliver. • Why are Labor and the Greens at war? – Australian politics live podcast with Lenore Taylor and Katharine Murphy. Plus, join Guardian Australia’s hotshot political team for panel discussions in Sydney and Melbourne on policies, candidates and key battlegrounds. And also ... A six-year-old boy with cancer will not be forced to undergo radiotherapy, a family court judge has ruled. Oshin Kiszko, from Western Australia, was diagnosed with a malignant brain tumour in 2013, but his parents opposed the treatment recommended by doctors due to the side effects.  Family court chief judge Stephen Thackray, handing down his judgment on Friday, said the parents had agreed to continue chemotherapy. Meanwhile, in the rest of the world ... A city in northern India has shattered the national heat record, registering a searing 51C – the highest since records began – amid a nationwide heatwave. The new record was set in Phalodi, a city in the desert state of Rajasthan, and is the equivalent of 123.8F. It tops a previous record of 50.6C set in 1956. And if today was a pop song ...            All this talk of cats has rung a bell.    Throw a dead cat, people think about the cat.Keep throwing them, and people think you're demented. #auspol— Daniel Gerrard (@Dan_Gerr) May 19, 2016    Enter your email address below to receive the campaign catchup updates delivered to your inbox each weekday. If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the campaign catchup goes live.",
  "webTitle": "Campaign catchup: daggers drawn over federal police NBN raid",
  "webPublicationDate": "2016-05-20T07:39:02Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/20/campaign-catchup-daggers-drawn-over-federal-police-nbn-raid",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/20/campaign-catchup-daggers-drawn-over-federal-police-nbn-raid"
}