{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/24/matt-leblanc-rubbishes-claims-of-top-gear-feud-with-chris-evans",
  "id": "2016-05-23-10",
  "sectionId": "media",
  "body": "Former Friends star Matt LeBlanc has described claims he is at war with his Top Gear co-presenter Chris Evans as a “big load of bullshit” and hit out at the “ruthlessness” of the British press. The new-look show will return to BBC2 on Sunday amid reports that the two stars do not get on and a sometimes troubled production which has seen senior executives depart and a hasty apology after LeBlanc was filmed doing “doughnuts” near London’s Cenotaph.   Related: Top Gear's big studio audience told to forget how show used to look    “All this stuff that Chris and I are at war with each other is a big load of bullshit. We’ve never had a rift,” LeBlanc told the new issue of Radio Times. “I’m a true car fan, Chris is a true car fan. We’re hanging out, having a laugh, doing our best. He is an extremely smart guy. I’d beat him in a race, though – and you can tell him I said that.”  Hired by the BBC to co-present the show with Evans following Jeremy Clarkson’s axing last year, LeBlanc said: “I didn’t anticipate the ruthlessness of the British press.  “I know it’s a big show but hey, we’re not cowboys, it’s all meticulously planned, permission granted, in writing. “I didn’t fire those guys [Jeremy Clarkson, Richard Hammond and James May]. I’ve met them. They’re nice guys. I’ll watch their new show. I wasn’t there when any of it went down. It’s not my fault they’re gone. I didn’t put a gun in anyone’s mouth.” Evans has also come in for criticism, with the star recently hitting out at the “weasels” and “malcontents” who he said wanted to see the show fail. Speaking about an incident in which he was sick after one high-speed journey with motor racing driver Sabine Schmitz, Evans said: “I don’t know if you’ve ever been driven around at really high speeds but when you are, it’s difficult.  “I was sick. The next week a Top Gun pilot was sick as well, so I’m in good company.” Evans said he would have had to give up TV if he had turned down the opportunity to present Top Gear.           Chris Evans and Matt LeBlanc in trailer for revamped Top Gear    “When I got the call last summer, I took half an hour to think about it before I said yes,” he said. “It’s the biggest TV show in the world, watched by 350 million people, the most illegally downloaded show on the planet. I couldn’t say no really. Well, if I had, it would have meant giving up on making TV programmes.”  Of his co-presenter LeBlanc, Evans said: “Matt is a brilliant driver. Really on it, gung ho. I love cars, but I’ve never raced. I’ve gone over 200mph, but for me cars are more about the aesthetic. Matt can take an engine to pieces and put it back together again blindfolded. I can’t do that.” “Chris is more about the aura of cars, the mystique,” said LeBlanc. “I’m more technical. I’ve always been fascinated by how these inanimate objects harness this explosion. The internal combustion engine is an amazing thing. Plus, I inject comedy. That’s my background. I’m always pitching jokes.” LeBlanc added: “I’m not going to pretend I do all my own stunts. I do as much as I’m comfortable with. When it gets really crazy, I have a stunt driver. That’s no secret. Insurance companies are involved. If something calls for real precision driving, I let someone else do it.” The show’s popular Star in a Reasonably Priced Car segment will be replaced with Star in a Rallycross Car, which will feature a new car and a new track.  Clarkson will reunite with his former Top Gear colleagues, May and Hammond, for a new show on Amazon Prime, The Grand Tour, after the trio signed a reported £160m deal with the US on-demand service.",
  "webTitle": "Matt LeBlanc rubbishes claims of Top Gear feud with Chris Evans",
  "webPublicationDate": "2016-05-23T23:01:27Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/24/matt-leblanc-rubbishes-claims-of-top-gear-feud-with-chris-evans",
  "keyword": [
    {
      "webTitle": "BBC2",
      "id": "media/bbc2",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Matt LeBlanc",
      "id": "tv-and-radio/matt-leblanc",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Chris Evans",
      "id": "media/chris-evans",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/24/matt-leblanc-rubbishes-claims-of-top-gear-feud-with-chris-evans"
}