{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/leicester-premier-league-champions-league",
  "id": "2016-05-08-9",
  "sectionId": "football",
  "body": "If Christian Fuchs was running the risk of taking things a little too far when he gatecrashed the press conference after Leicester City’s 3-1 defeat of Everton and tipped a bottle of champagne over Claudio Ranieri’s head, the Austrian’s next act was much more in tune with his manager’s thinking, providing a straightforward response to the question of whether this remarkable team can stay together. “Listen, we’re playing Champions League football next season,” Fuchs said. “Isn’t that a good enough reason to stay at this club? I think all the lads know what this team is all about. So why not stay?”   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    It is a question that applies to some of the staff as well as the players, and at the other end of the corridor at the King Power Stadium the man recently described by Sir Alex Ferguson as “the most influential person in the Premier League” was giving the newly crowned English champions the best possible answer in that respect. Steve Walsh, Leicester’s joint assistant manager and the head of recruitment, confirmed that he would be staying at the club along with Craig Shakespeare, another of Ranieri’s three No2s, for the foreseeable future. “We’ve not signed [the new contract] but it’s all agreed,” Walsh said, holding a glass of bubbly in his hand. Walsh, with that knack of unearthing rough diamonds, has his fingerprints all over this Leicester team and there was a broad grin on his face when he was asked whether N’Golo Kanté, who has been such a revelation this season, is the pick of the lot. “I keep telling the same joke over and over again,” Walsh said. “No matter who we’re playing we play three in midfield, we play [Danny] Drinkwater in the middle as a holding player and we play Kanté either side.” While it remains to be seen whether Leicester can keep the indefatigable Kanté, Riyad Mahrez and Jamie Vardy at the club now that the Champions League anthem has been added to the playlist at the King Power Stadium, a clear message has already been transmitted from the dressing room to Walsh about the type of players he seeks to bring in over the summer. “The players have said to me: ‘We don’t want any Bertie Big,’” Walsh said, leaving out the expletive. “I think you’ve got to bring in people who fit in.” Targets were being drawn up a long time ago with a view to adding quality as well as depth to a squad that, as Ranieri acknowledged, will have a far greater workload compared with this season because of their involvement in Europe. “I hope we can find good players and make some replacements because next season there will be three cups and the Premier League and it will be important to be able to make good changes and give some rest to the players,” Leicester’s manager said. The draw for the Champions League group stage takes place on 25 August – almost eight years to the day since Leicester beat Tranmere Rovers 3-1 at home in League One – and Ranieri can already sense the mood in Monaco when his club’s name appears on that little slip of paper plucked from among the first seeds. “I believe when they make the draw for the Champions League a lot of teams will want to play against us because we are in [this competition] for the first time and they think we are underdogs,” Ranieri said. “We are underdogs but we are dangerous.” For all that football never stands still, in some ways to focus on the future seems a little unfair in the immediate aftermath of an occasion as uplifting and emotional as Saturday. So many images are seared into the mind, from the sight of Ranieri proudly standing alongside Andrea Bocelli as the Italian tenor produced such a spine-tingling performance, to that wonderful and surreal moment later in the evening when Wes Morgan and his 64-year-old manager thrust the Premier League trophy into the night sky to a backdrop of fireworks and tears. They were extraordinary scenes to try to take in and digest, for the players as well as the fans. “We won it on Monday night at Jamie’s house. But to actually see it there, walk up and put the medal round your neck and see your skipper lift it, it hits you,” Danny Simpson said. “The medal’s not coming off for weeks.” There is no time to rest and let everything soak in. The club’s annual awards dinner is on Tuesday evening, Vardy is in London on Thursday night to collect his Football Writers’ player of the year trophy, Ranieri returns to Stamford Bridge on Sunday in what promises to be another special occasion and the following day the open-top bus winds its way through the streets of Leicester for one more party. English football may never be the same again. “I think we have proved that anything is possible,” Simpson said. “You can go through the group individually. But it’s a team game and that is what we have proved this season. We are a team. Every single one of us has a little story, for whatever reason at other clubs. We’ve all come to Leicester, a great family club, and we have gelled as a group. Every one of us has excelled.” Man of the match Andy King (Leicester City)",
  "webTitle": "Leicester let Premier League joy sink in before Champions League dreams begin",
  "webPublicationDate": "2016-05-08T21:45:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/leicester-premier-league-champions-league",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/08/leicester-premier-league-champions-league"
}