{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/10/africa-children-tv-eritrea-ohio",
  "id": "2016-05-10-208",
  "sectionId": "commentisfree",
  "body": "I am Eritrean but I was born in Sudan. The place I call home is Columbus, Ohio. Aside from what my parents have told me about Eritrea, I don’t know it. Sudan was the country my parents lived in as refugees during Eritrea’s struggle for independence. Columbus, Ohio, is where we were resettled in 1984 after Sudan began its civil war. All three places have shaped the person that I am but it has taken half my life for me to realize that.  I started kindergarten in the fall of 1985. I didn’t go to my neighborhood like the other children, I went to a school that was a half an hour away. Ohio was one of the states that had agreed to resettle refugees and ESL programs were only offered at two elementary schools. My classmates included children from Vietnam, Laos and Cambodia. We spent half the day in the regular classes and the other half in ESL. Although I shared a lot of similarities with the other children in the ESL classes I didn’t like being separated from my classmates. After two years of ESL, I moved to a neighborhood school.  I remember the day my second-grade teacher formally introduced me to the class. She said: “We have a student from Sudan in our class, Rishan can you tell us a little about your country?” To which I replied: “I’m not from Sudan”. My teacher said “That’s what your documents say”. I explained to her that I was born there but that it wasn’t where I am from. “I am from Eritrea,” I said proudly. My teacher pulled down the map and asked me to point it out. I couldn’t find my country on the map because it hadn’t yet gained independence. I pointed to the northern highlands of Ethiopia and said “This is where my country is supposed to be”. My teacher said, “So you’re from Ethiopia?” to which I replied “No, I’m from Eritrea.”  Sensing that I was adamant, my teacher asked what language I spoke. I told her I spoke Tigriniya and she asked me to teach the class a couple of words. She turned to the class and asked if they had any questions. “What kind of food do you eat?” “Have you ever ridden on a camel?” “How do you say my name in your language?” they asked. As I answered their questions, I heard a couple of students giggling. My teacher asked the students giggling if they had something to say. “Were you in the Michael Jackson video?” Not sure what they referring to, I turned to my teacher for clarification. “You know, the video with Michael Jackson and Stevie Wonder, were you one of those children in that video?” Suddenly, I realized they were talking about the We Are the World video that showed images of drought and famine in Ethiopia and I burst into tears. What I didn’t realize is that before meeting me, my classmates associated Africa with images of starving children.  As a child, you want to be accepted and you don’t want to be different. Even though my features and name were a giveaway, I tried my hardest to be like the American kids. I stopped letting my mother braid my hair in traditional styles and I wanted to be called Rachel. When people asked me questions about my ethnicity, I crafted the perfect answers.  “What are you?” they would ask.  “A person,” I would reply.  “Where are you from?”  “I’m from my mother’s stomach.”  “But where were you born?”  “In a hospital,” I would say.  At home, my parents reminded me every day that I was Eritrean. They insisted that we only spoke Tigriniya in the house and we only ate our traditional food. When my friends at school talked about spending the weekend at the mall, I didn’t share with them that my Saturday was spent at Tigrinya school.    Related: I was a Soviet defector. Chess was my door to freedom | Lev Alburt    My parents wouldn’t let me go to football games and homecoming dances as they felt a child didn’t need a social life. Unless there was an academic element to it, I wasn’t allowed to participate in extracurricular activities. This caused a lot of inner turmoil. I had never lived in my country and I only knew what my parents told me about it. I was an American, but I was constantly made to feel that I wasn’t.  In college, I came to accept my dual identity. I learned to balance my Eritrean identity with my American identity and I was able to shift seamlessly between both worlds. I graduated with a degree in English literature with a minor in international studies focusing on north Africa and the Middle East.  Today I live in Alexandria, Virginia, and I work as an adult ESL teacher in a small language program. Most of my students are refugees from Eritrea, Congo, Iraq and Afghanistan. As I listen to their stories, they are all too familiar to me. I serve as a beacon of hope to my students. They realize that I am like their children and by coming to America they have given their children an opportunity to succeed. And I realize that the refugee in me with always be with me.   Related: Tell us how you got here: share your stories of immigration     Open contributions: How did you get to the US?",
  "webTitle": "They asked me 'were you one of those starving African children we saw on TV?' | Rishan Habte",
  "webPublicationDate": "2016-05-10T11:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/10/africa-children-tv-eritrea-ohio",
  "keyword": [
    {
      "webTitle": "US immigration",
      "id": "us-news/usimmigration",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rishan Habte",
      "id": "profile/rishan-habte"
    }
  ],
  "guardianId": "commentisfree/2016/may/10/africa-children-tv-eritrea-ohio"
}