{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/12/norwich-city-alex-neil-relegation-premier-league-championship",
  "id": "2016-05-12-59",
  "sectionId": "football",
  "body": "In the days ahead Alex Neil and his employer will sit down and talk about where Norwich are heading, other than to the Championship, and determine whether they will remain together. So far there have been cordial declarations of appreciation by both parties but no commitment. Both evidently have some convincing to do if a promising relationship is not to peter out.   Related: Everton put Roberto Martínez out of his agony amid the Wigan parallels | Paul Wilson    Neil’s mea culpa on Wednesday was certainly not the last word. The Scot accepted “the brunt of the blame” for Norwich’s demise and claimed he had “no grumbles with anyone”, but he has also made it plain that he believes they needed to arm themselves with a stronger squad after winning promotion last season. He wants the club to plot “a clear way forward”, which means he wants to be reassured he will be given the resources not only to extricate Norwich from the Championship once again but also to keep them in the Premier League. That will likely entail splashing out more than they ever have before; adapting their policy if not radically overhauling it. A clue to the willingness, or otherwise, to do that will come via the identity of the new chief executive. David McNally, who surprisingly hired Neil from Hamilton Academical in January 2015, resigned on Monday. He had been in situ since 2009 and helped steer Norwich to their present debt-free status, but apparently grew tired of criticism of their relatively modest budget for players. The club said in a statement on Thursday that their first job is to chose a replacement. It remains to be seen whether it will be one who wants to give Neil more backing. “As a club, our No1 objective this season was always to retain our Premier League status,” said the statement. “We have fallen short of that target and work is already under way to learn from the mistakes that contributed to our failure this season. The immediate priority, as stated earlier in the week, is to recruit a permanent chief executive to lead the club.” Despite being relegated two years ago because of inadequate recruitment, Norwich restricted their pre-season signings mainly to loanees such as Matt Jarvis and free transfers such as Youssef Mulumbu. Robbie Brady, bought from Hull for £7m, was an exception, and the club recouped much of that by selling Bradley Johnson, a regular scorer from midfield, to Derby County. Gallingly, Norwich missed out on several strikers, such as Dwight Gayle. They borrowed Dieumerci Mbokani from Dynamo Kyiv but mainly went into the season with a strikeforce similar to the one they had two years ago, when they were relegated from the top flight as the lowest scorers. Their bluntness was costly again this season. They belatedly sought to address it in January, forking out £8.5m for Steven Naismith and taking Patrick Bamford on loan. Neither made the desired difference. At least their main defensive recruit, Timm Klose, brought solidity at the back after joining from Wolfsburg for £8m in January, but his season-ending injury in April opened up the holes in the defence again. That was unlucky but Neil no doubt feels a Premier League team cannot afford to be so dependent on one player. Norwich may counter that he could still have done better with the squad available to him. He has admitted as much himself. But any reasonable employer would recognise that expecting even a smart 34-year-old manager to be perfect in his first season in the top flight is foolish. Expecting him to learn from mistakes and build on abundant good work, on the other hand, seems wise. In his short managerial career Neil has come across as a pragmatist rather than a philosopher: he successfully tailored his team to different occasions in the Championship, most spectacularly when he outwitted Middlesbrough in the play-off final. But it could be argued that he tinkered a little too often in the Premier League.   Related: Sunderland relegate Newcastle and Norwich – Football Weekly Extra    He might have gained from being slower to withdraw players such as Nathan Redmond and even Brady and Wes Hoolahan. There were also some matches when he changed approach too rashly – such as when he suddenly lurched into wild attacking at Newcastle (and lost 6-2) and again during last month’s pivotal clash with Sunderland when after conceding despite a decent start, Norwich lost composure and left themselves vulnerable to counterattacks, losing 3-0. But you can understand a manager making frequent changes when every team sheet he could name contains obvious weaknesses or, indeed, accidents waiting to happen. Mostly Neil got his selections and plans right but Norwich were sabotaged by blunders that better players would not have made, at least not as often. On paper they should have been more than four points adrift of the teams above them. Neil has shown enough sense and steel to suggest he is likely to become a better manager as a result of his chastening experience. It will be interesting to see whether Norwich learn as much, or will they continue trying to establish themselves in the Premier League using a model that leaves little room for imperfection or injury?",
  "webTitle": "Norwich City may still be the big beneficiary of Alex Neil’s learning year | Paul Doyle",
  "webPublicationDate": "2016-05-12T18:48:06Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/12/norwich-city-alex-neil-relegation-premier-league-championship",
  "keyword": [
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/blog/2016/may/12/norwich-city-alex-neil-relegation-premier-league-championship"
}