{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/11/children-of-the-frontline-the-escape-review",
  "id": "2016-05-11-347",
  "sectionId": "tv-and-radio",
  "body": "In 2014, photojournalist Marcel Mettelsiefen made his longform documentary debut with the extraordinary, heartbreaking Children on the Frontline: Syria, a film focused on the extraordinary, heartbreaking children of Abu Ali, a leader of the Free Syrian Army fighting against Assad in Aleppo. Towards the end of filming, he was captured by Isis. His last words on screen were a reflection on how much of a sacrifice his commitment to the cause had required of his family. “My children,” he concluded, “have been greatly wronged.” Mettelsiefen continued to follow the family after Ali’s capture, and the fruits of those two years of filming arrived last night in Children of the Frontline: the Escape (Channel 4), which traced mother Hala’s decision to head for Germany with her son, Mohammed, and her daughters Helen, Sara and Farah. The latter pair play at being Isis executioners now, deciding whether to behead each other or “put me in a cage and set it on fire”. Their grandmother, Abu’s mother, is too old to come with them. She will stay and wait for news of her son. “Oh God,” she cries softly to herself as the family finally set off, “What will I do with myself?”     Photojournalist Marcel Mettelsiefen. Photograph: Channel 4    They arrive, after a dangerous journey through Syria, at the Turkish border. At the shoreline, the children scream deliriously at the waves: “We’re not afraid of death!” It reminds them of happier times in Syria. “The waves are eating us as if they miss us!” says Farah. It is one of many moments of startling lyricism that speaks painfully of an innocence somehow still surviving at the children’s cores. They live with a cousin in Istanbul while they wait to hear if they will be granted political asylum in Germany. The younger children give money to an even younger refugee, who is barefoot. They urge him, with worried officiousness, to buy shoes with it. Three months later, their application is granted and at the start of 2015 they arrive at their new home in the gingerbread town of Goslar. “The birds are talking strangely,” says the teenage Helen, sitting on one of the “two million beds upstairs!” that Farah has found and listening to the chirruping that has replaced the sound of shelling and bombardment. “I think they might be happy that we’re here.” The heart of the film, however, is not so much the journey through Asia and Europe as the journey through grief – a wisely counterinstinctive avoidance of the obvious by Mettelsiefen that ensures the family’s individuality and humanity is retained. They do not become facelessly subsumed by what has, alas, become already the “traditional” refugee narrative; they particularise it, and show the intangible agonies the headlines cannot.     The family of Abu Ali. Photograph: Alina Emrich/Channel 4    Their mother is all but broken. She drinks her coffee every day with a picture of Abu by her side, and tries to find the energy to take care of her children, while enmeshed in uncountable sorrows, and the horror of knowing that her husband is either dead or suffering unspeakably at the hands of his captors. Someone sends her a picture of what might be his lifeless body. She doesn’t think it is him: “Abu’s nostrils are smaller.” The children find happiness at school, although, as the number of refugees grows, so does the amount of race-related bullying they face. Helen abandons the hijab for a more western way of teenage life. “When you move from one life to another, you change a bit,” she explains. “Even my future is new. A girl doesn’t have freedom in Syria. In Germany she is not ruled. But I won’t forget where I came from.” Sixteen-year-old Mohammed is more torn. “It is sad what happened to us … Sometimes I think it’s wrong to come to Germany. After we learn German, we will no longer need their money, just our hard work.” He plans to return to Syria one day, whether Aleppo is rebuilt or not. Where grief and trauma will leave them all once the journey ends, we cannot say. Their father is still missing, feared dead. They have been greatly wronged. Old School with the Hairy Bikers (BBC2) does, on the upside, take the unsanitary-looking duo out of the kitchen, for which my OCD is always grateful. But on the downside, it puts them into three hours of the most effortful, least edifying reality documentary I have seen for a fair while. Pensioners are paired with disaffected teens from a struggling comprehensive, and risible attempts to record the kind of touching moments such a project would take years to accumulate ensue. D-minus.",
  "webTitle": "Children of the Frontline: the Escape review – a cruel tale of a family shattered by war \r\n",
  "webPublicationDate": "2016-05-11T06:21:05Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/11/children-of-the-frontline-the-escape-review",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Mangan",
      "id": "profile/lucymangan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/11/children-of-the-frontline-the-escape-review"
}