{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/14/dear-jeremy-work-problems-solved-careers-expert",
  "id": "2016-05-14-184",
  "sectionId": "money",
  "body": "A well-paid role, but with not enough to do it’s taking its toll on my confidence I recently took on a great role in the not-for-profit sector and I am being paid much more than in my previous role in the corporate sector. The organisation is good, and the little work I do I enjoy. The problem is that I often don’t have enough work to do, and feel myself stretching out small tasks to fill in the hours of the day. The role was recently created, so it is difficult to see what comes under my remit. I’ve been there a few months, and although I have offered to take on tasks from other teams/departments, I often feel I’m treading on people’s toes. More importantly, doing a bit of everything means I don’t often feel valued. I am simply trying to fill my time finding things to do. I have tried to speak to my boss to see whether there are responsibilities I could take on, with no result. In fact, it often seems he hasn’t got enough to do himself and complains of boredom.  As someone used to busy offices and fast-paced roles, having little to do is ruining my confidence and I am not sure what to do. There are aspects of the job I like so I’m reticent to leave, but I hate the boredom and worry I’ll get found out. Jeremy says Some may think you’re extremely fortunate to be so well paid for doing a job that leaves you so much time for yourself. I don’t. I think it must be unsettling for you. Because I don’t know the nature of your job, I can’t suggest anything specific. But since there seem to be no existing tasks or responsibilities for you, perhaps you should invent some. As you work for a non-profit organisation I assume you’re in the business of helping people, so spend some time with them. You may find there are small services, or improved communications, that would be welcomed and which you could easily provide. Readers say  • Is there anything you can self-start? An area where no work is being done? Come up with a project and, once you’ve got something substantial, you can present that to your manager(s) and make it official. Doctore • I got round this problem by writing papers, developing an information service to assist colleagues, generating ideas, meeting anyone who wanted to, and reading loads about the industry. It worked, I got promoted. I then got on a training course and am implementing a lot of these things. Someone once told me the first six months of a job are key to understanding how you can best have an effect within an organisation. After that you start accepting the status quo. This is your opportunity to shape the job to how you want it. average1979 • Perhaps you don’t understand your job fully yet. Given the salary increase I am guessing it’s a more strategic role. If so, understand that you are expected to generate your own work, have ideas and lead their planning and implementation, not just deal with what comes your way. When I stepped up to more strategic roles, I found I wasn’t doing what was expected. After my first full appraisal I became painfully aware of what I should have been doing whilst sitting in my office feeling bored! warwick1  My job is great, but how can I deal with a board member who is undermining me?  I strayed into a job four months ago for a large public sector company. I’m in a senior position (one step down from the board) and have a proven track record in previous roles for delivery, communication and relationship skills. I was asked to design a restructuring of the department that I head, which I have done. However, one member of the board persistently challenges me and blocks my proposals. Everyone with whom I’ve discussed my proposals thinks they will really improve things. However, every meeting I have scheduled with this particular person has been cancelled, hence I’ve not been able to explain the structure or hear any feedback from them.  I’m happy to take on board any comments because I am keen to get the structure right, but it’s challenging when the only contact is terse, intermittent emails or critical comments fed back through my line manager. Otherwise, the job is great and I have a phenomenal team who are passionate about doing a job and getting things right to support the organisation. I have tried everything I know to get this relationship to be a professional, working one, but the last straw was an undermining comment questioning my skills and ability at a meeting at which I was not present – my manager told me later on in a phone call.  Incidentally, my manager has never questioned my ability or performance, during my first three months but as the two of them work closely I am concerned this could easily spiral into a performance management issue. The two of them have caused the three previous people in my role to leave within the past five years. Jeremy says The fact that you “strayed into” this job suggests you didn’t do much due diligence before taking it up. Had you known that over the past five years three previous incumbents had felt it necessary to leave, it might have caused you to hesitate. (Sorry. Not at all helpful for you, I know. But maybe a useful warning for others.) I’d like to know just who it was who first asked you to design the restructuring of your department. I assume it wasn’t the board member who is being so obstructive. It may have been your line manager, but it seems from your letter that they and the obstructive director are in cahoots, and that does make it all extremely difficult. Nevertheless, I think by far your best bet is to play everything strictly by the book, and to do so in writing. Send a memorandum (hard copy, not an email) to whoever it was who briefed you to restructure the department. If the brief you received was in writing, so much the better. Record the date. Append your plans for the recommended redesign in full and add the written approvals of all those to whom you’ve shown it for comment (if they didn’t respond in writing, ask them to do so). List the difficulties and obstruction you have faced when seeking board approval, including details of the cancelled meetings. Make it clear that you’re more than willing to discuss your plan openly and make any changes that seem to be improvements. Request that a meeting be arranged. I realise this may well make you more unpopular with the irrationally obstructive member of the board, but I see no alternative. And if, like your three predecessors, you come to the conclusion that your future lies elsewhere, a copy of this memorandum would go a long way towards explaining to possible future employers why you felt it necessary to leave. Readers say • As senior management you have the authority to say to the board, “You gave me this task, I’m a professional, I want to get on with it and need your authorisation to go ahead with this plan.” Ask if their decision needs to be unanimous or whether a majority is sufficient. Obviously, with your proven communication skills you’ll “management speak” that up a bit. Maybe pass it by your boss first to see their reaction (that may be enough). c8th3r1n3 • This isn’t really your problem, rather your line manager’s. It looks as though he values his relationship with his peer more than he does with you (and, for that matter, the proper running of his department).You should have this out with him and, if nothing changes, then walk. Dromo Do you need advice on a work issue? For Jeremy’s and readers’ help, send a brief email to dear.jeremy@theguardian.com. Please note that he is unable to answer questions of a legal nature or to reply personally.",
  "webTitle": "Dear Jeremy – your work problems solved",
  "webPublicationDate": "2016-05-14T05:59:29Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/14/dear-jeremy-work-problems-solved-careers-expert",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Jeremy Bullmore",
      "id": "profile/jeremybullmore"
    }
  ],
  "guardianId": "money/2016/may/14/dear-jeremy-work-problems-solved-careers-expert"
}