{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/12/how-scared-or-hopeful-should-we-be-in-a-warming-world",
  "id": "2016-05-12-201",
  "sectionId": "environment",
  "body": "For anyone who takes notice of the climate change debate, a mass of often-contradictory information comes flooding into our lives. Some of it prompts great alarm. The Great Barrier Reef is suffering severe bleaching. Wild fires are consuming Alberta. Last year was the warmest on record, and 15 of the 16 hottest years on record have occurred since 2001. Yet there are also some positive signs that the world is at last getting serious about the threat. Global investment in renewable energy last year exceeded investment in fossil energy for the first time. Coal use in the United States is falling rapidly. China has stopped approving new coalmines. And the Paris Agreement of December 2015 was hailed as a breakthrough, a turning point in the battle. So what are we to think; or rather, what are we to feel? Let me try to give an assessment of the factors and forces that have been buffeting me. As I will be speaking of factors that make an impression on me I will not worry too much about linking to sources. Things that should make us scared Although frightening reports appear in the media every day, here I will point to the underlying trends. Each year since the late 1950s a scientific team working at the Mauna Loa Observatory in Hawaii measures the change in carbon dioxide in the atmosphere. When the level broke through the 400 ppm mark last year, some 40% above the level before humans began burning fossil fuels on a large scale, it was higher than it had been for 23m years. If we look back over the geological record, this level of CO2 is off the scale. If the trend continues for several more decades (or even if it stops rising soon and starts slowly to decline) the conditions of life on Earth will be profoundly and irreversibly changed. And it won’t be pretty. We’re heading for a world warmed by 3-4C of warming or more, giving us an Earth hotter than it has been for several million years and way beyond human experience. If the nations of the world abide by their current commitments to reduce their emissions, or growth of their emissions, then we are heading for a world warmed by 3.5C, which will be calamitous by any definition of the word. Even worse, it is actually misleading to say the world is heading for 3.5C of warming, or 3C or 4C, because to do so gives the impression that we can set the global thermostat at a certain temperature, whereas beyond a certain amount of warming (maybe 2C, although scientists do not really know) feedback mechanisms will be set in train that will amplify human-induced warming and take the Earth to a warmer, perhaps much warmer, state. Even at 2C, and certainly above it, it is thought that the Earth would cross certain tipping points, beyond which the operation of the Earth System is changed in an irreversible way, at least over timescales of hundreds of thousands of years. The tipping points include the melting of Arctic summer sea ice (which is really gone already), melting of Tibetan glaciers and the Greenland ice-sheet (eventually bringing about six metres of sea-level rise), and destruction of the vast and vitally important Amazon rainforest through dieback and fires. All of this would be accompanied by a catalogue of catastrophes – extreme weather events, sea-level rise and so on – the harms of which would be magnified many-fold by geopolitical conflict and mass migrations. It is a fact rarely understood, especially by our political leaders, that we are speaking of irreversible change because CO2 persists in the atmosphere for many centuries, and because the entire Earth System is transformed by climate change.     Global average surface temperature change Photograph: The Conversation/AR surfacetempproj.    A brief history of global efforts It’s wrist-slashing stuff. There are, however, signs that the global community has finally woken up and may reduce emissions fast enough to avoid the worst effects of the world we are headed towards. Let me briefly trace the evolution of global negotiations in order to set the scene for Paris. In 1997 great hopes were vested in the Kyoto Protocol. After hard negotiations, emission reduction targets for rich countries were agreed and would become legally binding for those nations that honoured their commitments by ratifying the treaty, once it entered into force. But soon these hopes were dashed, in large measure because the United States under President Bush rejected the treaty, followed soon after by Australia under John Howard. The Protocol entered into force in 2005 and did guide some nations in their climate policies, notably the European Union. But it was widely recognised that a treaty without the inclusion of the biggest polluters, the United States and increasingly China, could not make serious inroads. As emission rose faster than ever and as the scientific warnings became louder, expectations grew that an effective global agreement could be reached at the 2009 international gathering at Copenhagen, which was to create a second Kyoto commitment period. But it ended disastrously for a number of reasons, with much of the blame directed at Chinese recalcitrance. With shifting global power dynamics, it began to be argued that an effective treaty built on legally binding emission reduction obligations was no longer feasible and a new approach was needed. The new approach began to be called “pledge and review”. Nations would pledge to reduce their emissions or emissions growth by a certain amount and undertake to review those commitments on a regular basis within an international framework. Such a system would not give legal force to pledges but did open up the possibility that countries of the South as well as those of the North would buy in. Comprehensive coverage was becoming more important by the year because the share of global emissions from the South, led by China, had been rising rapidly. The Paris Agreement And that is what happened at the Paris conference of the parties in late 2015. It is true that expectations were lowered after Copenhagen, but it is also true that in the intervening six years global attitudes and political positions has shifted enormously, permitting the giant step forward taken in Paris. In the months leading up to the conference all nations had formally submitted their pledges, known as Intended Nationally Determined Contributions or INDCs. Haggling in tense rooms over the fair contributions of each nation was off the Paris agenda, and so was the impossible issue of how to make commitments legally binding. Because nations of both North and South made pledges, one of the main arguments used by conservative opponents of action was eliminated. The Paris accord committed all parties to review their INDCs every five years, beginning in 2018, with the expectation that stronger commitments will be made. The review component of the Paris Agreement is legally binding. In the accord all nations recommitted to the goal of limiting the rise in the global average temperature to no more than 2C above the preindustrial level. But in a remarkable and unexpected development, the nations of the world also pledged to “pursue efforts” to limit warming to 1.5C. For years the Small Island Development States (SIDS) had been complaining bitterly that 2C of warming would see them disappear under rising seas, so to have their call for a 1.5C limit heard and adopted was a major breakthrough. Not even the big environmental NGOs believed it possible before the conference and they actively attempted to discourage a handful of activists convinced it could be pulled off. Although I cannot discuss the other elements of the accord here, it made stronger provision for forest protection but was disappointing in its commitments to climate finance and compensation for loss and damage. One worrying sleeper issue is the unjustified reliance of the IPCC’s 2C projections on “negative emissions technologies”, mainly bioenergy with carbon capture and storage (BECCS). Pursued on the scale implied in the projections it would require devoting huge land areas to growing trees to provide wood chips or wood pellets for thermal power stations. Diverging reactions to Paris When the final gavel come down to adopt the Paris Agreement there were scenes of jubilation, and a great wave of relief swept across the vast community of climate change negotiators, activists, advisers and engaged citizens everywhere. The Guardian described it as “end of the fossil fuel era”, as did 350.org. President Obama said that the agreement was “the best chance we’ve had to save the one planet that we’ve got.” The Economist’s reaction captures the best news out of Paris: “Perhaps the most significant effect of the Paris agreement in the next few years will be the signal it sends to investors: the united governments of the world say that the age of fossil fuels has started drawing to a close. … [After Paris] the idea of investing in a coal mine will seem more risky.” The contrast with Copenhagen could not have been starker. Yet some of the world’s most influential scientific voices immediately attacked the agreement as woefully inadequate. Kevin Anderson of the Tyndall Centre (whose work has had a decisive influence on my thinking) made the astonishing claim that the Paris Agreement was worse than the one struck at Copenhagen. He said the INDCs did not go nearly far enough, that the accord failed to adopt a “budget approach” (which would reveal the real task without fudging) and left out emissions from international aviation and shipping. James Hansen vented to the press: “It’s a fraud really, a fake. It’s just bullshit for them to say: ‘We’ll have a 2C warming target and then try to do a little better every five years.’ It’s just worthless words.” Why were there such contrasting reactions to the Paris Agreement among some of the best-informed and most committed people? The answer is that those who celebrated Paris as a breakthrough and those who condemned it were responding to different questions. The first were asking: What could we reasonably hope for? The critics were asking: Does the Paris Agreement firmly commit the parties to acting in a way that the science tells us is necessary to avoid dangerous climate change? Anyone who takes climate science seriously knows that the commitments under the Paris accord fall well short of those needed to give us a good chance of keeping warming below 2C, let alone 1.5C. It’s the role of scientists like Anderson and Hansen to keep reminding us of this fact in an uncompromising way (although Hansen’s dismissal of the accord as a worthless scrap of paper shows again that, while we must admire his science, his political pronouncements range from the naïve to the daft). On current pledges we are on track for a world warmed by around 3.5C. That amount of warming would be disastrous and means we should remain scared about the future in the way I wrote about in my book Requiem for a Species, which led some to see me as a “Dr Doom” figure. But if we ask ourselves what kind of diplomatic agreement would set the world on a trajectory leading to much stronger commitments, so that warming might be contained within the 2C guardrail or better, then what happened in Paris is as good as could be hoped for. If there is a turning point in global action then Paris is what it looks like. Both questions, the scientific one and the political one, are legitimate. Before the conference we knew the answer to the scientific question because parties had made their pledges before they arrived. We did not know the answer to the second question, the degree of commitment behind the pledges; at any point the whole thing could have blown up, as it did in Copenhagen, and wrecked all the good work leading up to the conference. That’s why when the final gavel came down the emotions came pouring out. The two questions can be brought together in two simple numbers: when will global greenhouse gas emissions reach their peak (2020, 2025, 2030?) and how quickly will they decline thereafter (2.5% pa, 4.5%, 7%)? Curves drawn by the Energy and Climate Intelligence Unit can be seen by going to this link. The Paris vibe So now the big question is: What was it about the Paris conference that gives some hope that a turning point in global action has been reached? Five factors have influenced my thinking. Firstly, the agreement itself indicated a level of commitment that was as strong as could be expected; in fact the ambition to aim for 1.5C makes it substantially stronger than could have been expected. It sets a new benchmark that governments around the world can be held to. With deeper and earlier emission pledges at the five-yearly reviews limiting warming to 2C can be achieved. Second, the atmospherics around the Paris conference were unlike any previous one. Although serious arm-wrestling occurred in back rooms, the mood was calm, determined and collaborative, in contrast to the fractious, divided and accusatory mood of all previous conferences. Much of this can be attributed to the extraordinary diplomatic skills practiced by the French hosts both at the conference and in the year leading up to it. Another was the powerful signal sent by the joint US-China announcement in September. This cemented the impression that China had done a U-turn on climate change in the six years since it torpedoed the Copenhagen conference. In short, there was a new world order, and it showed in Paris, with only India, among large nations, playing the old game, and even there with less aggression. Third, the costs of renewable energy have been plunging making it cheaper than coal in some parts of the world. Unit costs will continue to decline and battery technology is the next big thing, extending the reach of renewables. Two-thirds of all new electricity capacity installed in the United States in 2015 was renewable. Peabody Energy, the world’s largest private coal company, has filed for bankruptcy (although coal’s problems are due mostly to fracking for natural gas, which by some measures is as bad as coal). China is now not only the world’s biggest producer of solar panels but the biggest consumer, by far. Nevertheless, China and India continue to build coal-fired power plants, with lifetimes of 50 years or so. On the other hand, these plans will come under increasing pressure. For example, the World Bank president, Jim Yong Kim, has said new coal-fired power plants in Asia would be a “disaster for the planet” and the bank is spending big on renewables. Fourth, it became very apparent at Le Bourget, the conference site on the edge of Paris, that the global climate debate is receiving a substantial boost from the Lima-Paris Action Agenda. I had barely heard of it, but the LPAA was an agreement reached at the previous conference of the parties in Lima 2014 aimed at mobilising “non-state actors” – cities, provincial governments, civil society organisations, businesses, pension funds and so on. With heavy diplomatic backing, it has been extraordinarily successful in its first year of operation, with some 6,000 cities and local authorities signing up and committing themselves to the 2C or less objective and adopting action plans to match. As much as national governments, provincial and local governments are now at the forefront of the push to cut emissions. National policies are often left to non-state actors to implement. The final influence on my thinking at Paris was completely unexpected, and was captured in this observation made at a side event: “Investors are running ahead of governments.” Perhaps the most striking and encouraging statement heard at the Paris climate conference, it was uttered at a forum on private financing by Martin Skancke, chair of Principles for Responsible Investment, the world’s largest network of institutional investors, at a side-event packed with some 400 delegates who shared something I had never before seen at a COP – a sea of suits. Big finance had turned up at a climate conference. To drive home the point Skancke referred to the Montreal Carbon Pledge, which in a little over a year has been signed by 120 investors who control over $10tn in assets (these guys speak in trillions). It is true that signatories only commit to measure and disclose the carbon footprint of their portfolios, but what gets measured sooner or later gets managed. Another panellist at the forum referred to “the quiet revolution” in green investment, including huge growth in green bonds, expected to be more than $40 billion this year. The aim is to expand it to $900bn soon. The CEO of ING France said her bank’s recent offering of green bonds was seven times over-subscribed within 48 hours. The sea-change in the global investment community had occurred only in the previous 12 months. The signs have all been there, not the least of which is the recognition by the G20 finance ministers that climate change represents a threat to the stability of the global financial system. In April 2015 G20 finance ministers and central bank governors asked the Financial Stability Board of the world’s central banks to prepare a report on climate risk. This is a big deal; it’s the system, not individual corporations, that’s now seen to be at risk. The FSB is chaired by the Governor of the Bank of England Mark Carney, who in September created waves in the global financial sector with a speech to insurers warning of serious risks to investors from climate change due to, among other factors, a sudden asset write down with “jump-to-distress prices”. Exposure of capital providers to an “abrupt transition” leaving vast amounts of stranded assets could cause a global financial meltdown. He wants a market structure that will bring about “an ordered transition” to a zero-carbon economy. Hope for what? When confronted with the basic facts of climate science, some people simply declare “I am an optimist”. But it is vacuous to be optimistic without defining the outcome you are optimistic about. To put my assessment crudely, if the question is whether we can be optimistic that Paris and all of the changes happening around it can save us from serious and long-lasting climate change, then my answer is “no”. If the question is whether we can be optimistic that global emissions might peak early enough and decline fast enough to avoid catastrophic change in which large parts of the Earth become permanently uninhabitable, then my answer after Paris is “yes”. Some worry that many nations will not honour their commitments at Paris so that even 3.5C is optimistic. I think this misses the sea-change that has occurred. The post-Paris signs are good, with many key players working hard to build on progress. Deniers are losing their influence, while the global campaign for climate action has shifted to a much higher level over the last three or four years and will only gain strength through new avenues like the divestment campaign. In sum, both the scientific question and the political question are valid, and any honest assessment leaves us torn between the negative answer to the first and the positive post-Paris answer to the second. It’s awkward, but I think we have to sit with this discomfort rather than plunge into the gloom of the scientific projections that obscure the light or bask in the optimistic glow of future possibilities without remembered how hard the numbers make it.        Clive Hamilton is professor of public ethics, Centre For Applied Philosophy and Public Ethics (CAPPE) This article was originally published on The Conversation. Read the original article.",
  "webTitle": "How scared or hopeful should we be in a warming world? | Clive Hamilton",
  "webPublicationDate": "2016-05-12T13:02:37Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/12/how-scared-or-hopeful-should-we-be-in-a-warming-world",
  "keyword": [
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Greenhouse gas emissions",
      "id": "environment/carbon-emissions",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "COP 21: UN climate change conference | Paris",
      "id": "environment/cop-21-un-climate-change-conference-paris",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "environment/2016/may/12/how-scared-or-hopeful-should-we-be-in-a-warming-world"
}