{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/hillsborough-verdict-sparks-call-to-rebalance-police-and-criminal-justice-system",
  "id": "2016-05-10-9",
  "sectionId": "football",
  "body": "A cross-party campaign for radical reform of the police and criminal justice system in light of the Hillsborough inquests verdict has been launched by the shadow home secretary, Andy Burnham. It proposes a package of measures designed to rebalance the police and criminal courts system in favour of ordinary families seeking justice. Burnham is appealing to all the major Westminster parties to make the Hillsborough verdict a watershed moment for justice by supporting amendments Labour will table when the policing and crime bill returns to the Commons next month. On Wednesday Margaret Aspinall, chair of the Hillsborough Family Support Group, is to address parliament on her personal experience of the police and criminal justice system over almost three decades. Burnham said: “The 27-year struggle of the Hillsborough families exposes just how the odds are often stacked against ordinary families in their quest for truth about the loss of loved ones, with too much power in the hands of the authorities.  “Hillsborough must mark a moment of real change – when parliament resolves to rebalance the police and criminal justice system and put more power in the hands of ordinary people to get justice. Never again should any bereaved families have to fight like the Hillsborough families have had to fight. I am seeking to build on the cross-party spirit that led to the Hillsborough verdict to make major changes to how our policing and criminal justice system works.” The radical reform package proposes: • A legal right for bereaved families to receive equal funding for legal representation as the police at inquests where the police are involved. • No time limit on the period after leaving the force that a retired officer can be investigated for misconduct. This power would apply retrospectively and could lead to sanctions such as pensions being cut for currently retired officers.  • A ban on “unattributable briefings” to the media by police in respect of incidents under investigation. Where the corporate line of a force is being represented it should be by a named individual. The home secretary must ask each police force to publish a code of practice governing interactions with the media.  • Secure the independence of the Independent Police Complaints Commission by preventing the hiring of former police staff to its executive; give the IPCC power to direct findings and sanctions following investigations into officers and forces.  • Codify the common law offence of misconduct in public office and make it a criminal offence.    Related: The other villain of  Hillsborough saga: legal system that left families in torment    Burnham said time had to be called on the uneven playing field at inquests, where public bodies spent public money “like water” on hiring the best lawyers while ordinary families had to scratch around for whatever they could get.  “There should be an end to the scandal where police officers can retire on full pensions and, by so doing, evade misconduct proceedings,” said the shadow home secretary. “Those found to have acted wrongly should face reductions in their pensions and be forced to repay any compensation payments they may have received.”  He added: “We need to consider new rules to stop unattributable briefings by the police to the press. If the information being provided is the official view of the force then they should be prepared to stand by it.”",
  "webTitle": "Hillsborough verdict sparks call to rebalance police and criminal justice system",
  "webPublicationDate": "2016-05-10T23:01:43Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/hillsborough-verdict-sparks-call-to-rebalance-police-and-criminal-justice-system",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Andy Burnham",
      "id": "politics/andyburnham",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "football/2016/may/11/hillsborough-verdict-sparks-call-to-rebalance-police-and-criminal-justice-system"
}