{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/andrew-strauss-super-series-relevant-england-sri-lanka-pakistan",
  "id": "2016-05-18-30",
  "sectionId": "sport",
  "body": "Andrew Strauss, the director of England cricket, has confirmed that this summer’s fixtures against Sri Lanka and Pakistan will be played as two multi-format “Super Series” in a move he hopes will modernise international cricket. Under the new system, four points will be awarded for Test victories, two for wins in the one-day and Twenty20 internationals, and the spoils shared in the event of a draw, tie or washout, to see an overall winner emerge from each tour. A nominal prize fund of £25,000 is in place, to be shared by the victorious players. “We believe the Super Series will provide that context and relevance by connecting the formats and ensuring that every game counts for something more than just itself,” said Strauss. “Fans of a certain format will hopefully feel more connected to the other formats, more interested in the other formats. The by-product of this almost is that our players in very different and quite separate teams will feel more connected to each other and by something greater than their own immediate interests.”   Related: Steven Finn to retain England spot for first Test against Sri Lanka    The concept was first used in the 2013 women’s Ashes, although its introduction in the men’s game is not planned to decide the men’s equivalent in future. Strauss insists the Super Series idea instead sits above and across the three formats of the game, with individual trophies still competed for. England face Sri Lanka in three Tests, starting at Headingley on Thursday, then five one-day internationals and a one-off Twenty20 in Southampton in early July. Pakistan’s three-month tour will then begin with a four-match Test series, before five ODIs and one Twenty20 at Old Trafford in September. Under the system, England’s most recent tour of South Africa would have been a 16-14 victory for the hosts, with Alastair Cook’s Test team winning their series 2-1 before the limited-overs teams, under Eoin Morgan, lost 3-2 in the one-dayers and 2-0 in the Twenty20 matches. The last of those would therefore have been a final. Such a finish is unlikely to be the norm, however, and the points system could in theory detract from later matches should one side dominate early on. Were England to whitewash Sri Lanka 3-0 and go on to win the first one-day international, for example, it would give them an unassailable 14-point lead and mean five dead rubbers, in the context of the overall Super Series, follow. Asked if he would have brought this in during an Ashes year, Strauss replied: “One thing we don’t want to do is stick our heads in the sand and just keep things going the way they have always been at a time when the game is evolving and developing very quickly. “The Ashes will always be the Ashes played over five Test matches, that will never change, certainly we have no plans to change that and nor should we, but we have a responsibility to ensure that international cricket remains relevant in people’s lives and this is one way to do that. “I think the point we are trying to get across more than anything is that the ECB are very keen to be at the forefront of efforts to modernise the international game and we feel this is a good way of ensuring that the game remains relevant in both fans’ and players’ minds moving into the future.” Strauss insists both Sri Lanka and Pakistan fully supported the idea when first put to them, while Investec, Royal London and NatWest – the individual sponsors of the three formats – are also on board. The players, he claimed, are open to the idea although all-rounder Ben Stokes has already gone on record to say it is “rubbish”.",
  "webTitle": "Andrew Strauss believes Super Series format will make games more relevant",
  "webPublicationDate": "2016-05-18T20:30:05Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/andrew-strauss-super-series-relevant-england-sri-lanka-pakistan",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Andrew Strauss",
      "id": "sport/andrew-strauss",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Pakistan cricket team",
      "id": "sport/pakistancricketteam",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/18/andrew-strauss-super-series-relevant-england-sri-lanka-pakistan"
}