{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/07/cannabis-law-reform-norman-lamb",
  "id": "2016-05-07-7",
  "sectionId": "society",
  "body": "Parliament will be failing in its duty to reflect the will of the people if it continues to resist calls to introduce a regulated cannabis market, a former coalition minister has warned.   Related: Cannabis users gather at London '420 picnic'    A 10-minute rule bill proposing the introduction of a legal cannabis market in the UK, something that would constitute the biggest shakeup of the drugs laws in the past half-century, will end its passage through the Commons on Friday. It was tabled by Norman Lamb, the Liberal Democrats’ health spokesman, and supported by MPs from all parties, as well as experts including a serving chief constable. Despite failing in his attempt to steer a similar bill through parliament when he was a coalition health minister, Lamb said it had achieved its aim, by helping frame the debate around the UK’s drugs laws. “Change will happen, it’s just inevitable,” Lamb told the Observer. “We will come back in years to come and see this was the start of the change.” He drew comparisons with public support for an overhaul of the euthanasia laws. “This is an issue like assisted dying, where parliament is a long way behind the public. In an age when there is a lot of anger out there and a great sense that the establishment is remote from how people feel, these are two great liberal issues where there is growing public opinion in favour of change. I think it reinforces the view that parliament is unrepresentative of so many people in our country.” Lamb’s bill, co-sponsored by Lib Dems including Tim Farron and Nick Clegg, Green MP Caroline Lucas, Labour’s Paul Flynn and Conservatives Michael Fabricant, Crispin Blunt and Peter Lilley, was shaped by a report from an independent panel of experts. These included Mike Barton, chief constable of Durham police, the retired chief constable of Cambridgeshire, Tom Lloyd, and Professor David Nutt, former chair of the Advisory Council on the Misuse of Drugs. Under its proposals, cannabis producers would be licensed and their products sold in plain packaging. There would be mandatory provision of health advice to consumers at the point of sale and controls on the drug’s potency. It is estimated that a regulated market could raise up to £1bn a year in tax. “There are some people who say because we are uncertain we shouldn’t act,” Lamb said. “I say because we are uncertain we should act. People start with a fear of substances that can cause harm. The instinctive reaction is to ban it until you see all the unintended consequences of that – like prohibition of alcohol in the US.” Lamb said he had received only five letters opposing his bill from his constituents in Norfolk. He said it was striking that the bill had won support in the liberal press and had not been savaged by rightwing newspapers, proof that public opinion, at home and abroad, was shifting. Opinion polls suggest the majority of the UK public back a regulated cannabis market. In Canada, the Liberal government was elected on a manifesto commitment to legalise cannabis. Several US states and a number of South American countries now either allow the cultivation of cannabis for personal use or are taking steps to allow its sale through pharmacies.   Related: Altered State: tracing marijuana's long, strange trip through California    Further calls for reform will come next week when Barton, Kenny MacAskill, the former Scottish justice secretary, and Baroness Meacher, chair of the all-party parliamentary group on drug policy reform, will be among the politicians and experts who will attend a conference hosted by the Centre for Crime and Justice Studies (CCJS) which will hear from João Goulão, one of the architects of Portugal’s health-led approach to drugs policy. Many experts believe the UK could learn from Portugal’s experiences. ‘‘More and more people recognise that the UK’s drug control regime has been a public health disaster that has unnecessarily criminalised countless people,” said Richard Garside, director of the CCJS. “Portugal’s health-based approach to drug regulation and regulated cannabis markets in several US states offer examples of how drugs might be regulated differently. Regardless of the fortunes of the cannabis bill, there is a growing sense that drug-taking needs to be treated as a health and education, not criminal justice, challenge.”",
  "webTitle": "Britons want cannabis to be legalised – change is inevitable, says ex-minister",
  "webPublicationDate": "2016-05-07T23:05:06Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/07/cannabis-law-reform-norman-lamb",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Norman Lamb",
      "id": "politics/norman-lamb",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "society/2016/may/07/cannabis-law-reform-norman-lamb"
}