{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/sam-robson-england-sri-lanka-test",
  "id": "2016-05-10-116",
  "sectionId": "sport",
  "body": "It is almost four months since England imploded in Centurion and limped away from a Test series they had actually won. Now, with Sri Lanka here and the opening Test of the seven this summer starting at Headingley in a little more than a week, it is time once more to shake the dust sheets off the selection process. This will not be easy. The absence of international cricket and the early start to the season has given this correspondent the chance to see at first hand five rounds of first division championship cricket – seven of the nine counties in fact – the better to be able to try to make some judgments. So first up, some observations. Unequivocally, given the opening position is one of the subjects of debate, the most accomplished opener seen (the operative word) has been Sam Robson, who has made centuries in all three innings at Lord’s and has looked compact, comfortable and focused. Alex Lees’ runs for Yorkshire against Nottinghamshire were also excellent, particularly given his place in the match had been in some doubt. The most accomplished middle-order batsmen have been Ian Bell and Jonathan Trott, which is of no real help at all (Joe Root and Jonny Bairstow, massively prolific elsewhere, were not noticeably successful in that Trent Bridge match: a first baller for Root in the first innings). Of the seamers, the best new-ball bowler has been Keith Barker, who swings it prodigiously at times from left arm over, and the two with potential to be international pacemen, Jake Ball and Toby Roland-Jones. Some of these will be in the selectors’ thoughts and there is a bit to ponder because things are a distance from being as settled as they might have appeared in the winter. Already a berth had opened up at No5 on account of James Taylor’s enforced retirement, but there are doubts too about the way Nick Compton’s batting became increasingly introverted after his contribution to the win in the first Test in Durban (for which he deserved but did not get the man of the match award). In addition, Alex Hales has singularly failed to nail down the opening slot. The decision to send Jos Buttler to the Indian Premier League was a sound one, a case being made for him becoming a white-ball cricketer only, with Bairstow keeping the Test match gloves. Taylor’s absence meant a vacancy and there is no more prolific middle-order batsman than Bairstow. It would be impractical for him to bat at five though and keep wicket but the fact Buttler remains with Mumbai Indians, and the confirmation last week from the national selector James Whitaker that nothing would change regarding the wicketkeeper, would seem to preclude that in any case. Instead, there was certainly early talk of Hales retaining his place, of James Vince batting at three and Gary Ballance returning, but at five. The apparent promotion of Vince’s cause appears to be based on a solid temperament as well as his batting but those who have bowled to him suggest a very good white-ball player but indifferent against the red: he likes to look good was one verdict. He did though score a hundred a few weeks ago against a very good Yorkshire attack, and was grinding out a defensive effort against Lancashire before the rain arrived in the current match. Ballance is bewildering. That he has a Test match temperament is not in question but his idiosyncratic method has been found out by the best bowlers. In spite of this he appears to have done nothing to alter it and instead has railed against those who have, rightly, criticised, which is either arrogant or daft on both fronts. Here then is a proposal Whitaker and his fellow selectors may like to consider, particularly if, as Alastair Cook has said repeatedly, places are up for grabs, with the implication that championship performances should not be ignored. Under those terms, Robson has earned a recall. The person who should bat at three is Root but he has no aspiration to do so at present and is highly successful at four: a stronger more reliable opening partnership may change his view. Hales, without being assured of a place, has taken a calculated gamble in missing out on the first three rounds and his three innings to date have been a mixed bag, as if still wrestling with the kind of batsman he wants to be. He batted well enough this week until a reckless stroke did for him but rather than open, he could come in at the fall of the first wicket. It would leave the way clear for Vince to bat at five, with Ben Stokes six and Bairstow seven. What the selectors will actually do is another matter. It is likely to be a 13-man squad, with two spare seamers. We may expect Hales to retain his place at the top of the order and Vince to take over from Compton at three. There was a case for Ian Bell returning at five but the belief is the competitive edge has long since gone and it could be that despite everything Ballance, who was the reserve batsman in South Africa, will return instead. The pace attack is likely to include Steven Finn alongside Jimmy Anderson and Stuart Broad, with the addition of Ball and possibly Chris Woakes but account must be taken of the struggle Finn had so obviously with his run-up and rhythm in the current match. Ball may not yet have the stamina for a Test, and if an alternative was needed in the XI, it is more likely to be Woakes. In the interim someone needs to do some work with Finn … and fast.",
  "webTitle": "Sam Robson deserves to open for England in first Test against Sri Lanka | Mike Selvey",
  "webPublicationDate": "2016-05-10T15:56:37Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/sam-robson-england-sri-lanka-test",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/10/sam-robson-england-sri-lanka-test"
}