{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/20/the-measure-jeff-goldblum-zayn-malik-bandanas-fashion-trends",
  "id": "2016-05-20-229",
  "sectionId": "fashion",
  "body": "Going up Dancing like Christine and the Queens Paris Is Burning meets Vogue. What’s not to love? Wonky florals The usual summer staple is best when decidedly un-garden party. Asymmetric hems and unnecessary zips are what you need. Study Gucci. Buy Finery. Jeff Goldblum An unexpected, late fashion renaissance for The Fly: how to dress like an elder gent and not fall into a Jeremy Clarkson-shaped hole. Altuzarra for matchesfashion.com OK, it’s saving-up-for budget but Zadie Smith in a glitter chiffon dress is worth looking at a lot. Exeter Justin Timberlake rumoured to be moving to the birthplace of that institution of vintage fashion, the Real McCoy. Two reasons to up sticks. ‘Sidechick’ The best vocab addition from Lemonade. Try to use it in a sentence today. Going down Chokers Had their moment as the new flower crowns. Now it’s about the anklet. Gap yah? Whatevah. Bandanas No, Kylie Jenner, this is not a noughties revival that should be happening. Peonies The favourite flower of Lotta Volkova, Vetements’ stylist, is the carnation. A vase of these will add edge to any kitchen table. Polo neck sleeveless crop tops In what climate do these make sense? Wrap dress issues A trend that threatens to make us late in the morning thinking about underthings. Zayn’s cyborg look When you appear computer generated already, wearing metal arms like a robot at the Met Ball is not advised.",
  "webTitle": "From Jeff Goldblum to bandanas: this week’s fashion trends",
  "webPublicationDate": "2016-05-20T11:00:06Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/20/the-measure-jeff-goldblum-zayn-malik-bandanas-fashion-trends",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Jeff Goldblum",
      "id": "culture/jeff-goldblum",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Zayn Malik",
      "id": "music/zayn-malik",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "fashion/2016/may/20/the-measure-jeff-goldblum-zayn-malik-bandanas-fashion-trends"
}