{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/26/has-disney-finally-given-up-on-princesses",
  "id": "2016-05-26-123",
  "sectionId": "film",
  "body": "A lot of the talk surrounding Alice Through the Looking Glass, the sequel to the 2010 hit Alice in Wonderland, is centring on whether the film can survive the departure of Tim Burton from the director’s chair, whether Sacha Baron Cohen can pull off another attempt at an orthodox acting role, or whether the project can overcome the near-wholesale jettisoning of the delicate charm of the Lewis Carroll original. Much less attention has been paid to something equally significant: its contribution to Disney’s ongoing project to empower and enable its pre-teen and early-teen girl audience. If you asked anyone a decade ago who would be leading the charge to engineer this kind of feminist social change – specifically, through influencing the narratives of mass-market blockbuster films – Disney would arguably be the bottom of the list. If anything, it was considered the most conservative of the major studios, with its series of fairytale cartoons playing a significant part in schooling generations of girls in the arts of home-making, dressing nicely and meeting Prince Charmings. Its live-action fare, likewise, conformed to a family-friendly model that relied on the likes of Pirates of the Caribbean, The Princess Diaries and The Chronicles of Narnia. Now, however, the picture is somewhat different. The impact of certain films has been dramatic: the 2012 Pixar animation Brave, set in a quasi-medieval Scotland; Frozen, the 2013 blockbuster loosely based on The Snow Queen; and the first Alice in Wonderland. All have featured self-reliant female protagonists for whom romantic love is not the endgame, in stories where male agency has been eliminated or largely sidelined. In effect, boyfriends have been replaced by mothers and sisters as thematic motors. Alice Through the Looking Glass follows the same model: perhaps even more noticeably so, considering that the central figure is 19 and attempting to forge a career as a merchant-naval trader in the far east.           Tim Burton on Alice Through the Looking Glass – video interview    Writer and activist Melissa Silverstein – founder and editor of the Women and Hollywood initiative – is arguably the most influential critic of gender issues in contemporary cinema. Is she on board with what Disney – in what is, admittedly, only a sliver of the company’s total output – is trying to do? “Disney has been giving us characters for decades that we, as a culture, can relate to,” she says. “With Brave, and Frozen, and the Alice movies, feminist women are behind those things. That makes a difference. Disney makes other kinds of movies that don’t necessarily fit into this category – so it’s hard for me to say something extraordinary is happening across the board. “We have to interrupt the cycle that starts very young,” she says. “It’s the power dynamic, that girls have to be saved. We want girls to be the heroes of the stories; they don’t have to be saved. Girl characters need to be as fully fleshed out as male characters; they can’t only be striving for romance. “They have to be individuals in the world, because that is what girls expect to see. And not only girls – we need boys to see these girls being characters that have backbone, so they understand in real life girls are equal.” What Silverstein is alluding to, of course, is the studio’s history with Disney Princesses; a branded concept that actually only dates from 2000, despite mining the company’s eight-decade back catalogue. Disney Princesses – which encompasses toys, games, figurines and multiple fashion accessories – has been a huge money-spinner for the company, with an estimated revenue of more than $5.5bn, but the studio seems to be in retreat from the values it defined. Silverstein calls it “the princess-industrial complex” and describes it as “almost the downfall of civilisation”. “This is what we’ve been teaching girls: wear pink, look pretty, wear makeup. I want that to go away. That is not stuff that helps girls become empowered young women. This is stuff people use to keep women docile.”     Elsa from Disney’s Frozen. Photograph: Allstar/DISNEY    According to a report by Bloomberg Businessweek writer Claire Suddath, about Disney’s decision to switch its doll licence from Mattel to Hasbro, one of the key factors behind Disney’s change of direction was the continued criticism from influential feminist writers: specifically Peggy Orenstein’s 2006 article in the New York Times magazine What’s Wrong with Cinderella? which detailed her disgust, as a mother, for the “princess craze and the girlie-girl culture” that appeared to be swamping her daughter. But it seems Disney had been heading – slowly – in the desired direction for some time. The process is neatly summarised in Kaitlin Ebersol’s 2014 essay How Fourth-Wave Feminism is Changing Disney’s Princesses: the latest tranche of which, via Brave and Frozen “completely cast off the patriarchal cliches of their predecessors by focusing heavily on the relationships between women and treating romance as a secondary consideration”. The same is true of the Alice movies, and of the 2014 Sleeping Beauty reboot Maleficent (which shares a scriptwriter, Linda Woolverton, with Alice). The Cinderella remake, however, followed a more traditional, princessy route. No one is sure yet which way the new Beauty and the Beast will go, though the interest is certainly there (a recently released trailer broke internet records); but the participation of Emma Watson, whose plan to spend a year studying feminism has made headlines, does hint at the possibilities. Sweeping critiques are one thing; but how do the film-makers themselves deal with such issues? Suzanne Todd, producer of both Alice films (along with her sister, Jennifer) says that making a “female empowerment piece” was “the driving force, right from the beginning”. Woolverton, she says, was a key figure in the project. Belle, a character created by Woolverton for the 1991 Beauty and the Beast cartoon, took “a stand for what she believes in, and is her own person” and now “it’s only become more important that we create characters that we’re proud of, and that our own [daughters] can look up to and emulate”. Todd also says that the lack of any romantic interest for the teenage Alice in both the 2010 and 2016 films isn’t deliberate but that relationships with friends and family took priority. “You know, for girls who like boys, it’s a big part of your life. We wanted to have something there, but there just wasn’t room. We really wanted to take on the story with her mother: at that age, everyone is having to reinvent their relationship with their parents.” The career troubles Alice experiences in 1875 are also of enduring relevance.     Merida from the film Brave. Photograph: Moviestore / Rex Features    Todd’s film is only one piece of a larger cultural jigsaw, however. “It takes so long to make films, and so many people have to make decisions, they are five years behind,” says Silverstein. “It’s very hard for people in the movie business to understand and embrace the role culture plays in how we look at our society.” She points to the recent Twitter campaign to give Elsa a same-sex relationship in Frozen 2. “Culture is about how we connect with each other, and if we leave out the type of women we are striving to be, girls won’t see the role models for them to emulate. Disney has been pushing forward on issues our culture has been talking about and I think that’s great, but that comes with responsibility too. “The film business has struggled with bringing in women’s voices, and trusting them. That’s why, when we get an exciting moment like a Brave, or a Frozen, we embrace it. It’s shocking that we are having all these first moments. But the truth is, women create the characters of women they want to see, and that’s why the films are successful.” • Alice Through the Looking Glass is out on 27 May.",
  "webTitle": "How Disney’s princesses got tough",
  "webPublicationDate": "2016-05-26T16:40:00Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/26/has-disney-finally-given-up-on-princesses",
  "keyword": [
    {
      "webTitle": "Walt Disney Company",
      "id": "film/walt-disney-company",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Frozen",
      "id": "film/frozen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Animation",
      "id": "film/animation",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Andrew Pulver",
      "id": "profile/andrewpulver"
    }
  ],
  "guardianId": "film/2016/may/26/has-disney-finally-given-up-on-princesses"
}