{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/27/the-azaelea-the-dress-for-the-selfie-generation",
  "id": "2016-05-27-11",
  "sectionId": "fashion",
  "body": "An era-defining piece of clothing can tell us about the times we are living in. The miniskirt became a metaphor for the women’s lib movement in the 60s, the slip dress synonymous with subversive sexuality in the 90s, and Roland Mouret’s Galaxy dress became an identifier of mid-noughties celebrity culture. In 2016, the Azaelea dress is acquiring the mantle of the dress for the selfie generation.     The dress of the selfie generation? Photograph: PR image    If that seems like a grand claim, what is not in doubt is that it is shaping up to be the dress of the summer. As a brightly coloured, reasonably priced, catwalk-standard lace dress that suits a range of body types and ages, the Azaelea is the Holy Grail of summer dresses – something that is reflected in its popularity. “We’ve seen incredible sales,” says Suzanne Pendlebury, buying manager at MatchesFashion.com. “We’ve reordered this style across the seasons.”  Made by London-based label Self Portrait, the dress has an instant accessibility. The style – a sharply cut lace embroidered dress which falls beneath the knee – has an instantly identifiable classicism, while the silhouette references the 1950s hourglass shape, with the in-bloom skirt and scooped-in waist.  At the same time, it has a dynamism absent from the rest of the high street. Hope Lawrie, a freelance stylist who has worked with TV presenter Caroline Flack, says: “The laser-cut lace has an edge that the romantic froufrou frills seen elsewhere this summer lack.”     Daisy Lowe in the Azaelea by Self Portrait.   This modern feeling carries over to the fact that the dress looks great under any Instagram filter. “It is the dress of the season for the selfie generation,” says Lawrie. “It is easily dressed up with a sexy heel or worn with pointed flats and under a cropped biker jacket for a more tomboy approach.”  Search for #Azaelea on Instagram and you can see its versatility; worn as a wedding or bridesmaid dress or dressed down with a denim jacket. And yet there is an undeniable cross generational appeal to the dress suggested by the range of colours it comes in. “The colours are feminine in ice cream shades of lemon meringue and strawberry cheesecake,” says Deborah Brett, editor-at-large at Wardrobe Icons, at the same time though the black version of the dress is very Victorian and gothic. Its ubiquity is partly due to its accessible price point: £240 - expensive for the high street, cheap for the catwalk. Cheaper versions have appeared in shops (£95 from Topshop, £75 from M&S and £20 from Oasis) – a surefire signifier of its ubiquity. This is a conscious decision by the Malaysian born, St Martins educated designer Han Chong. “Beauty shouldn’t only be an option for the privileged few,” he told Elle. “It’s really important for me to create something that makes women feel special but that doesn’t break the bank.”     It combines a perfect storm of elements.   This female-friendly focus bleeds into the way it is designed, too. It is both post-body con and post-Kardashian. “It is flattering, neatly hiding most women’s least favourite part of their body – their bum and tum,” says Lawrie.  The dress has been popular among fashion It Girls such as Gigi Hadid, Jourdan Dunn and Miranda Kerr, who introduced it to the red carpet. Although the silhouette calls to mind classic outfits worn by Audrey Hepburn and Grace Kelly, it combines a perfect storm of elements that other dresses lack.  “It is show-stopping, and features the very of-the-moment midi length, showing just the right amount of skin,” says Lawrie. “It’s the cool girl’s interpretation of a red carpet dress.”",
  "webTitle": "The Azaelea: the dress for the selfie generation",
  "webPublicationDate": "2016-05-27T22:20:48Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/27/the-azaelea-the-dress-for-the-selfie-generation",
  "keyword": [
    {
      "webTitle": "Dresses",
      "id": "fashion/dresses",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/27/the-azaelea-the-dress-for-the-selfie-generation"
}