{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/21/yale-gender-neutral-bathrooms-transgender-rights",
  "id": "2016-05-21-56",
  "sectionId": "education",
  "body": "Yale has become the latest college to introduce gender-neutral restrooms. The move comes as conservative and liberal legislators in states across the nation battle over where they believe their constituents have a right to pee.    Related: Texas poised to be the next bathroom battleground in transgender fight    The measure was announced ahead of the Ivy League school’s 315th commencement, and included an interactive map of where to find 332 gender neutral bathrooms across the campus in New Haven, Connecticut. “Yale aims to be a leader on this front,” Tamar Gendler, dean of Yale’s faculty of arts and sciences, told the Associated Press. “Part of what is important about the all-gender bathroom project, and about putting it at the top of our commencement site, is this is about public signaling.” The university has also shifted to using students’ preferred pronouns, covering gender reassignment costs under the student health plan and allowing students to change names on identification cards, according to the AP.  As of 2015, around 150 colleges and universities across the country had incorporated gender-neutral bathrooms into school policy, according to a “Restrooms for All” policy paper from New York City comptroller Scott Stringer. In New York, Cooper Union was lauded after student activists removed gender designations from bathroom signs. The university chose never to reinstall them.  Such changes come as a pitched fight over bathroom rights rages from New York to California, echoing efforts to halt same-sex marriage that ended a year ago in June when US supreme court justices legalized such unions nationwide. According to the National Center for Transgender Equality, conservative legislators in 21 states have proposed “anti-trans state bills”, many of which limit access to bathrooms based on sex. Most have gone nowhere. North Carolina and Mississippi are notable exceptions. North Carolina’s Republican governor, Pat McCrory, signed a first-in-the-nation bill that forces public schools to segregate bathrooms by gender.  The law’s swift passage was met with outrage, leading companies to pull out of the state or cancel plans to expand there, and leading musicians to cancel concerts.  As the US justice department launched a lawsuit against the state, the state initiated a suit of its own, accusing the federal government of “overreach”. In Mississippi, legislators passed a “protecting freedom of conscience from government discrimination act”, which opponents argue legalizes discrimination by businesses toward the LGBT community. The Mississippi act also defines marriage as between a man and woman.  Even in liberal states such as New York, legislators have introduced measures requiring people to use bathrooms based on their “biological sex” at birth. On 12 May, a Republican legislator from Suffolk County, Long Island, Dean Murray, introduced such legislation. It is not likely to make it into law.   Related: Texas Republican party inadvertently suggests most Texans are gay    Gender-neutral bathroom policies were in effect as early as 2006, when Washington DC required public restrooms that are so-called single-occupancy, or one large room with a lock, to be gender neutral. Since then, cities such as Austin, Philadelphia and New York have enacted similar legislation.  This week, New York City required landlords and business owners to refer to people by their preferred pronoun, including “ze”.  A Kansas City artist’s bathroom signs, meanwhile, have gone viral, showing a classic stick figure in half-skirt, half-pants, above the words “We don’t care”. Schools in the small Ohio city of Troy marked the first full year of gender-neutral bathrooms on Friday, a decision that, according to local news station WDTN, initially brought condemnation from parents and people who didn’t even live in Ohio. Now, the district fields calls from other schools in the Buckeye state looking to do the same. “Everyone has rights and everyone needs to feel safe and protected, and that’s what we do as a public school,” Eric Herman, Troy schools superintendent, told the TV station.",
  "webTitle": "Yale introduces gender-neutral bathrooms amid national debate",
  "webPublicationDate": "2016-05-21T19:46:48Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/21/yale-gender-neutral-bathrooms-transgender-rights",
  "keyword": [
    {
      "webTitle": "Yale University",
      "id": "education/yale-university",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Glenza",
      "id": "profile/jessica-glenza"
    }
  ],
  "guardianId": "education/2016/may/21/yale-gender-neutral-bathrooms-transgender-rights"
}