{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/jeremy-corbyn-urged-to-be-more-receptive-to-disgruntled-mps",
  "id": "2016-05-06-27",
  "sectionId": "politics",
  "body": "Jeremy Corbyn’s allies are urging him to extend an olive branch to disillusioned Labour MPs as shadow cabinet ministers warned that the election results suggest the party is facing defeat in 2020 without improvement.   Related: UK elections: Sadiq Khan 'has won' London mayoral race - live updates    Clive Lewis, a shadow energy minister and Corbyn loyalist, told the Guardian that the leader needed to beef up his team of advisers and should be willing to make policy compromises with the rest of the party – including, if necessary, on the renewal of Trident. “It’s incumbent on people around Jeremy to say, ‘We’re going to take a leap of faith,’” he said. “What I’m saying to people is: compromise, reach out. Sometimes we do forget. We are comrades, we are colleagues and we agree on more than we disagree on.” Lewis, the Norwich South MP who has been a strong advocate of Corbyn’s approach, said there were also concerns, even among those who are sympathetic to the leader, about the quality of his top team. “I think it is fair to say that there has been an improvement in the leader’s office and I think people want to see that move on faster,” he said. “It’s about opening up and bringing in people with a wider range of experience. A narrative needs to be developed, and a strategy.” Lewis’s intervention comes after a number of shadow cabinet ministers, including Hilary Benn and Ian Murray, openly warned that the party needed to do better. John McDonnell, the shadow chancellor, told Corbyn’s critics to “put up or shut up” amid persistent speculation about a leadership coup later this summer.     Jeremy Corbyn’s party fared better than many expected during the elections. Photograph: Polly Thomas/Rex Shutterstock    But many MPs were ready to condemn the party’s performance publicly after it lost dozens of council seats in Thursday’s local elections – the first time it has done so in opposition since 1985. In a scathing critique on the BBC, Murray, the shadow Scottish secretary, said Corbyn’s Labour had shown it was not a “credible party of future government in 2020”, while Benn, the shadow foreign secretary, said that although Corbyn had a mandate, it was only “electoral test that counts”. “If we are going to form a government in 2020, which we want to to be able to get rid of this government, then we’ve got to win back more people’s trust and confidence and that’s a task for all of us in the party,” Benn said. Chris Bryant, the shadow leader of the House of Commons, said the party must learn it needed to win over the Corbynistas and the Blairites. “We have to be absolutely clear that we are not match-ready and if we just tumble forward to the 2020 election, we will lose,” he said. The shadow education secretary, Lucy Powell, said the lesson was to “take stock, reflect, listen and learn” from the victories and defeats. The results triggered a mea culpa by two new MPs who nominated Corbyn in the leadership race in a bid to widen the debate within the Labour party. Writing for the Guardian, Jo Cox and Neil Coyle said they regretted their decision, warning that “weak leadership” and “poor judgment” could keep the party out of power until 2030. Peter Lamb, the leader of Crawley council where Labour retained its majority, said Corbyn had a “significant mandate” from the party but said the leader’s team were damaging the party’s electoral prospects. “The most worrying thing for the Labour party right now is not losing 2020, it is about being so far out at the 2020 election that a majority in 2025 is impossible,” said Lamb. Many of Corbyn’s critics seized the warnings of psephologists who lined up to say that Labour had little to celebrate, even though it held its ground in England and got a slightly larger share of the votes than the Conservatives. YouGov’s Marcus Roberts said: “It looks like Labour, for just the third time since 1974, is set to have lost seats in local elections as an opposition rather than gain them. Oppositions heading for government win local elections. Oppositions heading for big general election defeats lose local elections. Pure and simple.” Worries that Corbyn needs to do more to unite the party have been growing even before it was pushed into third place in Scotland, behind the Conservatives, losing 13 seats. With most English council results in, Labour lost around 17 seats. In Wales, the party held on to control in the assembly, but lost the stronghold of the Rhondda to Plaid Cymru leader Leanne Wood. Momentum, the grassroots group of Corbyn supporters, is readying itself to see off any leadership challenge to the party leader, lining up activists to staff a phone bank and motivate sympathetic activists to back him. But Lewis said it was not good enough for Corbyn to postpone the reckoning. “Let’s just say in the next two years there’s a coup: that’s just going to be two years of constant in-fighting and backstabbing and looking like a shambles,” he said. Instead, he said, the message to Corbyn should be: “We don’t think you’re firing on all cylinders, but let us help.” With Emily Thornberry due to publish her report into defence policy - including the future of the UK’s nuclear deterrent – in the coming weeks, Lewis said Corbyn, who has long championed unilateral nuclear disarmament, should accept the verdict of Labour’s autumn conference, even if it backs Trident.     Hilary Benn has said the party needs to win back the trust and confidence of the electorate. Photograph: Giles Price for the Guardian    “Have a debate,” said Lewis. “There’s no guarantee that Jeremy will win, but to my mind – yes that is an important issue, but park this after September. Let’s find out what unites us.” While some of Corbyn’s supporters are keen to heal the rift in the party, others hope to use the better-than-expected results – some forecasters had pointed to a loss of more than a hundred council seats – to consolidate the left’s hold on the party. Any attempt at an immediate coup appeared less likely after the party held its ground in England, retaining control of councils such as Nuneaton and Harlow. Jon Lansman, chair of Momentum, said the grim night in Scotland, where Labour slipped to third place behind the Conservatives, showed that the party should “put its values up front”. “I think the real lesson of Scotland ... is that it is a problem and this can happen to Labour if it doesn’t put its values up front,” he said. “Short-term electoral gain does not win in the long term, and what it has done is led to disaster in Scotland.” He added that the party had made a mistake in Wales by failing to wholeheartedly embrace Corbyn and his anti-austerity stance. “The only major seat we have actually lost is to Plaid in Wales,” he said. “There is a warning in that. Carwyn Jones obviously distanced himself from Jeremy and repositioned the Welsh party somewhat to the right of his predecessors.” While the results of Thursday’s elections were not catastrophic, with the party’s share of the vote up marginally from last year’s general election, most observers, including a number of frontbenchers, believe a Labour government in 2020 remains an unlikely prospect, and there have been persistent rumours that several MPs are manoeuvring against Corbyn.   Related: What do Labour voters think of the party's election performance?    Dan Jarvis, the former paratrooper frequently touted as a potential challenger, registered a second £12,500 donation from Labour donor Peter Hearn, who backed Yvette Cooper’s leadership bid, at the end of April, in a hint that he may be preparing the ground for a future run. With former health secretary Andy Burnham, one of the party’s heavy hitters, announcing that he is considering standing as the mayor of Manchester when radical new powers are devolved to the city, there are growing fears among some in Labour of a brain drain, if it appears that the earliest the party can expect to be back in government is 2025. Corbyn’s critics are concerned that the party’s dire performance in Scotland will raise the bar for winning a general election, because for every seat it loses in what was once its Scottish strongholds, it must make more inroads into less promising electoral territory in currently Conservative or Liberal Democrat areas of England. George Osborne’s former adviser, Rupert Harrison, tweeted on Friday to say the Conservatives’ performance in Scotland was “by far [the] most significant ... election result”.    Scotland by far most significant of today's election results: means 2020 general election will be re-run of 2015 whoever is Labour leader— Rupert Harrison (@rbrharrison) May 6, 2016",
  "webTitle": "Jeremy Corbyn urged to reach out to disgruntled MPs after election result",
  "webPublicationDate": "2016-05-06T20:23:52Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/jeremy-corbyn-urged-to-be-more-receptive-to-disgruntled-mps",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Hilary Benn",
      "id": "politics/hilarybenn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ian Murray",
      "id": "politics/ian-murray",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Welsh politics",
      "id": "politics/wales",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Wales",
      "id": "uk/wales",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Labour party leadership",
      "id": "politics/labourleadership",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Rajeev Syal",
      "id": "profile/rajeev-syal"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/06/jeremy-corbyn-urged-to-be-more-receptive-to-disgruntled-mps"
}