{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/24/carvell-wallace-alcoholic-aunt-you-changed-me-essay",
  "id": "2016-05-24-218",
  "sectionId": "lifeandstyle",
  "body": "You taught me how to drink grapefruit juice. It was bitter and hurtful, bright and sharp. Like something grownups would drink while doing their taxes, or after playing tennis. My first taste made me wince and cough. You laughed. You were bright and bitter, too. You had your own grapefruit juice, but it was different. Not for kids, you warned me. It was stored in an old Tropicana jug atop the fridge and you kept it out of your reach. We are in your kitchen. My mother, your sister, is not with us. Sometimes I ask why, but you cannot say. Neither of us knows what, besides death, keeps a mother from her child. So instead I sit and keep my eyes on you. My tiny body is perched on the the top level of the step stool you keep beside the stove. You have told me this is my special spot. Adults are always telling kids that something is special. Kids are always believing it. This makes me feel important. Like you need me. Like I am part of you.   Related: You changed me: I rescued my dog Augusta, but really she rescued me    We talk about all manner of things relating to whatever my kid brain can think of. Movies and sports. Toys and school. Sometimes I ask you about your life, your own youth. About when you were 20 and living in New York. And everyone said you were the most stunning. Only 5ft tall in a black mini dress, you dated Yankees and partied with stars. You tell me your life while we watch Hitchcock movies. I sometimes fall asleep in your giant bed, mirrors and glass, chandeliers and candles. It is not a place for kids, but you carve out a place for me. When I grew we spent less time together. I became too tall to sit in your tiny kitchen. You were no longer the fun, joke-cracking aunt. You were just another lady. Certainly nice, certainly family, but not special any more. I was a teenager, nothing was special any more. I had moved so many times, broken so many bonds, that I didn’t know how to rest my heart with anyone. In any event you had met a man and married him. He was tall and country, and rough with his hands. We didn’t like him, but you seemed happy to have a husband and a home. When I visited I would sleep in a guest room while you and he stayed awake late into the night. Once I read until the dawn, a tell-all biography of Elvis, a story of guns, booze and underage girls. I was 14, listening to thuds on the walls, and the syrupy, mercurial rising of deeply hateful voices. The clinking of ice in glasses. You and your husband drank yourselves into violence and fought yourselves into sleep. I watched the morning light creep past the blinds and thought about how nothing is ever just fun.    We lost control of our lives slowly, imperceptibly, the way a driver drifts into the wrong lane after too many drinks    My own life happened beyond my control. I had developed a taste for your adult grapefruit juice. In college, I hid it in a sports bottle so my roommates wouldn’t know I was already getting drunk at home in the middle of the first week. I later discovered pot. I later found acid. I later got married. My wife and I wanted to be the life of the party, everyone’s favorite young couple. We threw dinners with limitless wine and cocktails, brunches with bottomless mimosas. We stopped being friends with people who brought less than a bottle per person. We had kids. They kept us up all night. We fought over who was suffering the most. We lost control of our lives slowly, imperceptibly, the way a driver drifts into the wrong lane after too many drinks. Sometimes you and I talked on the phone, and I was always doing fine. You were always doing fine. It was always great to hear from one another. It was always time to go. I saw you at family reunions and the occasional Christmas. Each time, you were smaller. Darker. Your smile emptier. Your face more gaunt. Your eyes more baggy. The hollowness so much larger. I remember you sitting in a side room of your house, all the windows and doors shut, the curtains drawn. Mournful as death even though it was a party. I was 26. You offered me a cigarette while gently chiding me for smoking; we watched TV in silence while people laughed and ate in the next room. Neither of us liked crowds any more. Both of us had in common that we preferred to be alone. I was not surprised when you died. I expected everyone to leave me at some point. I filed it away in the box of losses I carry with me and grimly plodded on through my own attempt at a life. I only remember a little bit of your funeral. At the party after, I brought Jameson’s. I was the only one who drank it. I finished the whole thing and still woke up early enough the next morning to help clean. I was fine. You were fine. We both had to go. Three weeks after I got back, a letter from you arrived in the mail. It had been sent without a zip code and was delayed. You told me you missed me. You told me you couldn’t wait to meet my son. I imagined him sitting on the stool in your kitchen learning to drink grapefruit juice while you react with humor and delight to every little thing he says. I began a grief that moment that I don’t think has ever really left. Three years later, I was sitting on a couch holding an empty bottle of whisky that I didn’t remember drinking. And I thought about you. The bright, shiny love of your apartment. The sunlight and fake flowers, the smell of macaroni and cheese, the way the light glinted off the faux crystal in your bedroom. Your voice, small and dulcet, rising and falling with each story or joke or response to everything I said. And I thought about you alone and tired. Hidden away in a house with no open windows, disappearing into the dark, in a recliner, framed by a halo of cigarette smoke and television light. And I realized how it works for some people: it runs downhill like a freight train. It only ends in collision, sometimes drastic, sometimes catatonic and quiet. Time only goes in one direction. I realized that you didn’t die because you wanted to. You died because it was too late to stop. And that very soon, quicker than I understood, it would also be too late to stop for me. You changed me. I learned from you how to drink. I learned from you how to stop. That was six years ago. I haven’t had alcohol since that day. I still need grapefruit juice, though. I don’t feel at home unless something bitter flows through my body.",
  "webTitle": "The bitter juice: how you raised me with love – and taught me to drink",
  "webPublicationDate": "2016-05-24T10:50:09Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/24/carvell-wallace-alcoholic-aunt-you-changed-me-essay",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Alcoholism",
      "id": "society/alcoholism",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/24/carvell-wallace-alcoholic-aunt-you-changed-me-essay"
}