{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/londons-garden-bridge-visitors-donate-card-readers-thames-crossing-sadiq-khan-",
  "id": "2016-05-19-128",
  "sectionId": "politics",
  "body": "The trust behind the proposed garden bridge in London hopes to raise more than £500,000 annually in public donations using contactless card readers positioned at either end of the river Thames crossing. The plan to raise up to £700,000 annually from visitors in the capital appears in a document marked “confidential draft” setting out the bridge’s business plan, which was published on Wednesday by the new London mayor, Sadiq Khan. Khan had given his conditional backing to the project on Tuesday. The bank card readers would enable visitors to make a £2 donation as they cross the bridge. Under the plans, drawn up by the Garden Bridge Trust, signs will be positioned to encourage the donations, and the sums will support the work of gardeners and maintenance of the Thames footbridge, the plan says.  “The garden bridge will be a free attraction for seven million Londoners and visitors to London annually,” the business plan reads. “This will be in comparison to several high-ticket price London attractions.” The trust anticipates that £700,000 will be raised through the contactless points in the first year from an expected seven million visitors, based on an average of 10 pence per visitor. This figure will drop to £525,000 in subsequent years, due to an expected 25% decline in visitor numbers.  The public donation points will be positioned on the north and south landing of the bridge, which under the plans will join Westminster to Lambeth.   Related: Sadiq Khan offers conditional support to garden bridge project    Khan, who was elected mayor on 5 May with 1.3m votes, said he would back the bridge if it were a “genuinely public and open space”. He suggested a reduction in the number of days the crossing would be shut to the public for private fundraising events.  He also wanted the bridge, designed by Thomas Heatherwick, the architect behind the Olympic cauldron and new Routemaster London bus, to be closed for fewer hours when fundraising events were held. The plan at present is to close for 24 hours at a time. The mayor also said he wanted a guarantee that children at local schools on either side of the river would be ableto visit the garden bridge and be involved in planting and maintenance. He also wanted the Garden Bridge Trust to work with all of London’s parks so that seeds and plants grown on the bridge could be planted across the capital. The plan has proved controversial, especially because of the use of £60m of public money to partly finance the bridge, which will remain private land, will be closed overnight and for corporate events, and be subject to dozens of rules, enforced by “hosts”. The remainder of the money is being raised from donations. The business plan showed £143m had been raised so far towards the estimated £175m project, leaving a shortfall of about £50m. The documents show the bridge has received £60m in public funds, which includes £30m from the Treasury and £30m from Transport for London.  However, TfL is expected to get £20m of its money back. More than £33m was donated by companies, including £5m from Sky and £2m from Citigroup. Trusts and foundations accounted for £38m, including £20m from the Sainsbury family’s Monument Trust, and £11m from individuals.",
  "webTitle": "London's garden bridge: visitors urged to donate on Thames crossing",
  "webPublicationDate": "2016-05-19T15:29:43Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/londons-garden-bridge-visitors-donate-card-readers-thames-crossing-sadiq-khan-",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Contactless payments",
      "id": "money/contactless-payments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Parks and green spaces",
      "id": "travel/parks-and-green-spaces",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Public finance",
      "id": "society/public-finance",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "TfL",
      "id": "uk/tfl",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "J Sainsbury",
      "id": "business/j-sainsbury",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Engineering",
      "id": "technology/engineering",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "politics/2016/may/19/londons-garden-bridge-visitors-donate-card-readers-thames-crossing-sadiq-khan-"
}