{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/27/obama-hiroshima-donald-trump-energy-policy",
  "id": "2016-05-27-162",
  "sectionId": "us-news",
  "body": "Obama in Hiroshima Barack Obama visited Hiroshima on Friday, the first sitting US president to do so. “Seventy one years ago on a bright cloudless morning death fell from the sky and the world’s was changed,” he said, adding that the atomic bomb had “demonstrated that mankind held the means to destroy itself.” But Obama offered no apology for US use of the weapon, which is generally held to have brought about the end of the conflict in the Pacific. The president – who has campaigned for nuclear disarmament – laid a wreath at the stark concrete memorial arch in the Japanese city and said mankind’s “unmatched capacity for destruction” and its drive for “domination and conquest” came from the same source as its creativity and innovation. But the splitting of the atom also required a “moral revolution”, he said. “We can learn and choose, tell our children of a common humanity that makes war less likely.” Barack Obama becomes first US president to visit Hiroshima Trump unveils energy policy Rip up the Paris climate agreement, permit drilling off the Atlantic coast and allow the construction of Keystone XL pipeline – just three positions Donald Trump has pledged to take if he wins the presidency in November. Trump, who on Thursday crossed the delegate threshold necessary to claim the Republican nomination, laid out his energy policy proposals before an oil and natural gas conference in North Dakota where he also promised to “focus on real environmental challenges, not the phony ones.” Trump’s address relied heavily on a newspaper editorial by a local congressman and prominent supporter of the oil and gas industry, Kevin Cramer. The Sierra Club’s Michael Brune said he had “never heard more contradiction in one hour than I heard in the speech”. As polls in California show a tightening race between Hillary Clinton and Bernie Sanders ahead of next month’s primary, boxing promoter Bob Arum has offered to promote any debate match-up between Trump and Bernie Sanders. Clinton, who declined to debate Sanders in California, has predicted it won’t happen. Donald Trump would allow Keystone XL pipeline and end Paris climate deal ‘Promiscuous’ gene arrives in US The antibiotic resistance gene, mcr-1, has been found in a 49-year-old Pennsylvania woman with symptoms of a urinary tract infection. The gene was first discovered in Asia last winter, then in the Netherlands and more recently in two Canadian patients⁠. The gene, described by some researchers as “promiscuous”, confers resistance to the last-ditch antibiotic colistin. Dr Tom Frieden, director of the Centers for Disease Control and Prevention, warned “it is the end of the road for antibiotics unless we act urgently.” US reports first case of bacteria resistant to antibiotic of last resort Hunt for world’s most wanted man Where is Abu Bakr al-Baghdadi? The intelligence services believe they can piece together the Isis leader’s recent movements. They, and Kurdish Peshmerga leaders, say they are certain that Baghdadi has been moving widely around north-western Iraq in recent weeks, particularly near Ba’ej and Tal Afar. Two years into the fight against Isis, more than 15 of the group’s most senior members have been killed by airstrikes. Baghdadi himself was badly wounded in March last year. “He’s on the move a lot,” said a senior intelligence official. “He also goes into Mosul.” Inside the hunt for Isis leader Abu Bakr al-Baghdadi Judgment day in Argentina Eighteen former military officers accused of participating in Operation Condor, a state-sponsored plot to eliminate leftwing exiles across South America in 1970s and 1980s, face a verdict in Buenos Aires. The verdict is also likely to cast a fresh light on allegations that the operation was backed by the CIA – and at least tacitly approved by the then secretary of state Henry Kissinger. Gastón Chillier of the human rights group Cels (Centre for Legal and Social Studies) in Argentina, has said the trial is significant because it focuses on the overall operation, not individual crimes.  Operation Condor conspiracy faces day of judgment in Argentina court Shell to limit solar investment  Chief executive Ben van Beurden told shareholders on Thursday that the company plans to limit investment in the sector until it can be shown to be profitable. He told shareholders in London that the oil company already was invested in windfarms and carbon capture plants but rejected a shareholder resolution that Shell should switch its investments from hydrocarbons to renewables. “We want to be part of shaping the future ... in the face of growing environmental challenges,” he said, insisting: “we are not the opposition” to renewables. Shell says it will limit solar investment until it proves profitable Mourinho to lead Manchester United Manchester United have confirmed José Mourinho as their new manager on a three-year contract – or as the Guardian’s Barney Ronay put it: “Darth Vader has entered the Death Star.” Mourinho was dismissed from Chelsea last year after the team suffered nine defeats. But over the course of six managerial positions, his teams have won 513 league games, and 32 honors, including two Champions Leagues, three Premier League titles, two Serie A crowns, one La Liga success and two Portuguese league wins. At Chelsea, the team won five further trophies, including three League Cups and one FA Cup.  Manchester United confirm José Mourinho as new manager – live! Berkeley sexual harassment claim  In an exclusive interview, Berkeley student Nicole Hemenway describes how repeated harassment by her thesis adviser derailed her studies – and how the school system failed to protect her. Hemenway, now 24, is the latest woman to take legal action against a powerful male faculty member at the prestigious northern California university, widening a scandal that has roiled the campus over the past year and ignited a national debate about sexism and discrimination in academia. ‘Honey bear’: Berkeley student details alleged sexual advances by professor Chinese students’ perilous commute The school run is different for the Chinese schoolchildren of the isolated Atuler village in Sichuan province, who must scale a 1500 ft rock face using rickety vine ladders. Pictures of their 90 minute trip went viral on the Chinese internet this week after they were published in a Beijing newspaper. Award-winning Beijing News photographer Chen Jie said he was “shocked” when he first witnessed the children, aged between six and 15 scaling the cliff. He said he hoped the images could help change the village’s “painful reality”. World’s scariest school run? Chinese children tackle 800m cliff to get to lessons           Chinese children climb 800m cliff to get home from school    And another thing ...  The Scripps National Spelling Bee ended in a tie for the third consecutive year Thursday night, with Jairam Hathwar and Nihar Janga declared co-champions after a roller-coaster finish. Jairam’s winning word was Feldenkrais, which is derived from a trademark and means a system of body movements intended to ease tension. Niram won with gesellschaft, which means a mechanistic type of social relationship. National Spelling Bee ends in tie for third straight year",
  "webTitle": "Obama says memory of Hiroshima 'must never fade' | Daily briefing",
  "webPublicationDate": "2016-05-27T12:14:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/27/obama-hiroshima-donald-trump-energy-policy",
  "keyword": [
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US universities",
      "id": "us-news/us-universities",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Edward Helmore",
      "id": "profile/edwardhelmore"
    }
  ],
  "guardianId": "us-news/2016/may/27/obama-hiroshima-donald-trump-energy-policy"
}