{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/arsenal-women-fa-cup-chelsea-danielle-carter",
  "id": "2016-05-15-14",
  "sectionId": "football",
  "body": "The game was not a classic and, inexplicably, scores of supporters were still outside trying to collect tickets when Danielle Carter scored the only goal 18 minutes in, but it was difficult to come away from Wembley on Saturday without being optimistic for the future of women’s football. A record crowd of 32,912 – large enough to mean hundreds were still queuing at the national stadium’s east ticket office at kick-off, with the west office shut – bore witness to an event devoid of cynicism, a competitive final and, for those not left outside, a goal befitting any showpiece.   Related: Arsenal’s Danielle Carter sinks Chelsea in Women’s FA Cup final    It was important to remember among all the excitement that this fixture used to take place in the less glamorous surroundings of Dunstable Town, Glanford Park and Sincil Bank. When the domestic highlight of women’s football ventured to Old Trafford in 1989, the crowd failed to reach four figures. Only three years ago, when Arsenal defeated Bristol Academy, 4,988 turned up. The landscape has altered to a remarkable degree. Fara Williams, the gifted Arsenal and England midfielder, spoke beforehand of how she would play Wembley – the street game – when growing up but dreaming of playing at the ground itself seemed too far-fetched. Yet the most important thing, as Emma Hayes, the Chelsea manager, was at pains to point out in defeat, is that Arsenal are no longer in a position to dominate as before. Long gone are the days when Arsenal, claiming their 14th FA Cup here, were scoring four and five on a yearly basis in finals lacking an edge. Instead they were the outsiders against last year’s league and Cup winners, leaving a sense that this was the sweetest win of all for the country’s most decorated club. “The past is the past but now we must look to the future because the future is different,” the Arsenal manager, Pedro Martínez Losa, said. “Football is evolving and we have to evolve back. It’s going to be more competitive in future so we can’t say we will win every league and cup. But the good thing in future is that it will be more competitive.”   Related: Arsenal 1-0  Chelsea: Women's FA Cup final - as it happened    It might sound strange for a team who have won nine of the past 13 Cup finals but this is a period of reconstruction for Arsenal. They sit third in the Super League after an indifferent start to the campaign and getting in front of Chelsea and Manchester City will be onerous. The top two qualify for the Champions League. “In the club we have a clear idea,” Losa said. “We know how more difficult it is to win now but this is a transition moment. We need to build a project and develop step by step. Obviously winning is helping for the mentality of the players. We must use experience like today to create our philosophy and develop our Arsenal way to play.” Amid the Wembley glow it would be negligent to ignore that strides need to be made in other departments to continue the game’s furtherance, of course. Losa referred more than once to how Arsenal were able to execute their game plan on a good pitch – a nod, perhaps, to the sub-standard surfaces they can occasionally come across. “It helped us combine better in the middle and get in behind them,” he added. Certainly his wide players enjoyed an extra yard of space. The pace of Carter and Asisat Oshoala, complemented by the central figurehead of 37-year-old Kelly Smith as part of a three-pronged attack, ensured Arsenal had all the best chances and Chelsea’s defence struggled in the first half, with their experienced centre-half Niamh Fahey not fit enough to be more than a substitute. Hayes said she would “shut the world down”, such was the pain of relinquishing the trophy, but admitted Arsenal were deserved winners. “There are an awful lot of teams that would have loved to be in our position to compete for it,” she said. “That’s an achievement in itself. The fact we’re not victorious is disappointing but we are aware we are competing for the Continental Cup, working towards progress in the Champions League and looking to retain our league title.” And above all they are ensuring that the sport’s upward trajectory continues. “I’m no longer speaking to just one journalist after a game,” Hayes said. “Women’s football today isn’t what it was 10 years ago.”",
  "webTitle": "Arsenal win FA Cup for 14th time on day of optimism for women’s football",
  "webPublicationDate": "2016-05-15T21:39:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/arsenal-women-fa-cup-chelsea-danielle-carter",
  "keyword": [
    {
      "webTitle": "Women's football",
      "id": "football/womensfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/15/arsenal-women-fa-cup-chelsea-danielle-carter"
}