{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/beach-hut-escape-bolthole-small-space-interiors",
  "id": "2016-05-07-149",
  "sectionId": "lifeandstyle",
  "body": "Jo Oakley bought her beach hut in Whitstable for £220 more than 20 years ago, when her daughters Hannah and Daisy were young. “As soon as they were home from school on a Friday, we’d jump in the car and head out of London to the seaside,” she says. “When it was warm, we’d all bed down on the deck and star-watch until we fell asleep.” Oakley, an artist, has seen Whitstable evolve from a backwater fishing port on the Thames estuary into a thriving coastal town. Her hut would cost about £25,000 today. “Old-timers might complain that it’s changed but I think most of those changes – being able to get a great cup of coffee, say – have been for the better. I’ve been coming here for so long that I get treated like a local. When I’m buying fish in the harbour, they’ll often pop an extra one in the bag for nothing.”    The beaded chandelier was a present from my nana ... the 50s curtain fabric came from a beach hut that was being updated    For Oakley, the idea of fitting out her hut with new furniture had no attraction. Everything in it has had a previous life. “The beaded chandelier was a present from my nana, and the 1950s curtain fabric came from a beach hut that was being updated,” she says. She has collected vintage china with a passion since childhood; the family who owned the hut before her left behind a set of 1950s crockery.     The hut sleeps two comfortably on futon. Photograph: Photograph by Andreas von Einsiedel    There is no electricity or running water; as soon as she arrives, Oakley fetches fresh water from a nearby standpipe. Communal loos for hut owners are a short walk away, and Oakley has a solar-heated shower on the side of the hut, useful for rinsing off after a swim. “Swimming is one of my great pleasures,” she says. She kayaks when her partner, Ed, comes for the weekend: they knew each other as teenagers and met again in Whitstable about 10 years ago – he had a hut along the beach. The hut sleeps two comfortably, on a futon, but her daughters have had half a dozen friends to stay by putting tents up in the garden. This simple lifestyle is conducive to creativity. “Beach hut life is basic. You become much more aware of the elements: the weather, the light, the view, the sound of wind and waves, and the tide,” she says.     A portable stove and a selection of lanterns add to the vintage feel. Photograph: Photograph by Andreas von Einsiedel    One of Oakley’s favourite haunts in Whitstable is Wheelers Oyster Bar. “It’s tiny and you have to bring your own wine, but the fish is delicious,” she says. “On balmy evenings, they’ll prepare a platter of shellfish for you, which we take back to the deck outside the hut. Then we’ll curl up on the cushions and star-watch. That’s one aspect of Whitstable that will never change.” • Jo Oakley’s work can be seen by arrangement at Jonathan Cooper Gallery, London SW10. Go to jonathancooper.co.uk, www.jooakley.co.uk",
  "webTitle": "Life’s a beach hut with a vintage twist",
  "webPublicationDate": "2016-05-07T08:00:09Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/beach-hut-escape-bolthole-small-space-interiors",
  "keyword": [
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Interiors",
      "id": "lifeandstyle/interiors",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/07/beach-hut-escape-bolthole-small-space-interiors"
}