{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/its-time-australians-looked-more-closely-at-our-privileged-ruling-class",
  "id": "2016-05-24-20",
  "sectionId": "commentisfree",
  "body": "The nature of privilege is insulation; it protects those who have it from the scrutiny or consequence obliged of those who lack it. Compare, if you will, these events of the last couple of weeks, and the political context of where they have occurred. The painful history of poor-man Duncan Storrar was exhumed and splayed across several newspapers, punishment for his temerity to criticise the Coalition’s tax cuts for the rich on Q&A. But while this saga of his public dissection took place, Wesley College – the posh student residence at the University of Sydney – closed ranks around students responsible for the naming and slut-shaming of female students whose rumoured sexual acts they documented in the college journal. The University of Sydney demanded the names of the harassers for punishment; Wesley refused to supply them. Privilege buys punishment that largely stays internal – and it’s this discretion of the college that, one presumes, is costed in the $20,000 a year parents choose to pay in residential fees. Recent anonymous appearances by female Wesley students on the ABC described a college culture of bullying, harassment, forced drinking and treatment of women that – at best – could be described as objectifying. The media have also reported the recent storming of a Sydney massage parlour by Wesley students, degrading and distressing its workers as part of a scavenger hunt prank. It’s nothing new, and it’s not just Wesley. It’s the habit of privilege to indulge itself, and the University of Sydney’s colleges are a comprehensive example. Last week also revealed that students from St Andrew’s College were expelled after they burnt a gay pride flag following a college formal last semester. In 2009, a “pro-rape” Facebook page was created by students at the all-male St Paul’s college; in 2012, more than 30 students were suspended from St John’s College for engaging in gang bullying that resulted in a young woman’s hospitalisation.  In this culture, degradation of young women is historical and endemic. Back in 1977, the National Times reported “that a group of St Paul’s students had held an awards ceremony where a student who raped a woman was applauded for committing ‘the animal act of the year’”. It’s extraordinary to me that anyone would choose – let alone pay – for their child to be inculcated with the values of institutions that boast such a culture, but it’s clear some parents have no problem with it. Of the 33 St John’s students suspended amid the bullying controversy in 2012, 32 of them were represented by one of the boys’ own mothers before a “mock court” to appeal a ban on their contesting positions within the college student council. The other turned up with his own barrister. Within eight months, this same group of students who had bullied a girl into hospitalisation had won all but two of the places on the council executive. People buy into these institutional experiences because they occupy a place that only exists for those defined by their means to buy in.  There’s lesson here about the nature of privilege and power in this country that – in the midst of a class-lines federal election – it behooves every citizen to appreciate. The Australian privileged live within a culture of exclusive spaces that structurally reinforce exceptions, excuses and exonerations for their behaviour that are never extended to the rest of us.  For some, the lessons start really young: “exclusive private school” Brighton Grammar has been in the news for promoting the belief that it’s the victims of bullying who are to blame for their own abuse. Boys from the expensive King’s School congratulating themselves for hurting sheep have been condemned by veterinary and farming groups but defended by their school headmaster. What could be considered appropriate punishment of Xavier College students who decried their public school rivals as “povo fucks” short of being obliged to acknowledge them as their equals I’d surely love to know. Of course, if one attends a school like Haileybury, even the crime of glassing someone in the face is not one for which the judge will be prepared to send you to jail. And the corridors of Australian power heave with those taught by or attracted to institutions that exclude on the basis of wealth, and who police a culture of self-exoneration. It shows.  As if parliament weren’t exclusive enough, how revealing is it that Malcolm Turnbull takes time out from his campaign to lunch – with whom, exactly? – in the cosy confines of the Athenaeum Club in Melbourne (which excludes female members), while he enjoys the membership of the similarly exclusive Australian Club elsewhere? What structural lessons of insulation has Turnbull learned from environments that guard discretion so fiercely?    Related: I have not been poor for a long time. When you have been, you never forget | Suzanne Moore    Why else would Turnbull remain so unconcerned, these first two weeks of the election campaign, that he’s been named in the Panama Papers as a former director of a British Virgin Islands company set up and administered by Mossack Fonseca to invest in a Siberian gold mine? Or found to have lunched with a mafia adviser, who was a Coalition donor, in 2008? Our British cousins are somewhat inoculated to the indulgence of their ruling class, theirs is the cynical shaken-headed mutter of “it was ever thus”. In the new world, perhaps, the peasants are no longer so forgiving: the University of Sydney is bringing in former sex discrimination commissioner Elizabeth Broderick to run a broom through its scandal-prone colleges, and the “nuclear option” of disaffiliating them from the university – despite the power of their business, judiciary and political alumni – is certainly on the table. In the context of an Australian election, it’s a culturally significant sign. While the prime minister promises $50bn tax cuts to big business, lunches at the Athenaeum and unbothers himself with the fate of Duncan Storrars in his “new economy”, his popularity is on the slide. And it just may be that democracy is the one force against which privilege cannot insulate itself, after all.",
  "webTitle": "It’s time Australians looked more closely at our privileged ruling class | Van Badham",
  "webPublicationDate": "2016-05-24T20:30:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/its-time-australians-looked-more-closely-at-our-privileged-ruling-class",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian universities",
      "id": "australia-news/australian-universities",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Van Badham",
      "id": "profile/van-badham"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/its-time-australians-looked-more-closely-at-our-privileged-ruling-class"
}