{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/chilcot-report-tony-blair-iraq",
  "id": "2016-05-11-360",
  "sectionId": "commentisfree",
  "body": "At last, the Chilcot report into the Iraq war, originally set up in 2009, is to see the light of day. Protracted wranglings about what was to be classified information meant that five years have elapsed since the last public hearing of the inquiry. Now, with publication set for July, it seems some in positions of power are trying to use the report for their own ends. Who doubts that the timing of its publication – two weeks after the EU referendum – will help distract from any problems David Cameron might be having? And there will be more manipulation to come within Labour. Corbynites will use its conclusions to try to finish off Blairites; Blairites will hope this publication draws a line under the whole business and allows them to move forward.   Related: Chilcot says his Iraq inquiry report to be published on Wednesday 6 July -  Politics live    We don’t know exactly what the report will say, and the precise phrases and words chosen to describe the road to war will matter a lot, but we have had a good view of much of the evidence. It suggests deception and massive intelligence failures. Either the report will follow that evidence and describe it forthrightly, in which case a vast swath of the establishment – including MI6, the Foreign and Commonwealth Office, and Downing Street – will be savaged; or it will dodge behind vague language and redactions, the entire process of official inquiries will be forever discredited, and public contempt will rise dangerously high. Either way, it’s going to be a rough few weeks for the people at the top. And this is what we should all be concerned about. It’s hard not to believe, now, that Tony Blair and George W Bush conspired to prepare for a war long before they were prepared to explain what they were up to. And nobody can believe, surely, that all those highly paid spooks and foreign policy experts gave a clear picture of what was likely to happen once we’d kicked the door down in Iraq. Has there ever been a greater value-for-money failure in British government? But the danger is that this will become a simplistic, mob-rule pursuit of Blair himself. This is not say that I want Blair and his colleagues to be let off the hook. At the time, I had ferocious arguments with Labour friends who seemed to be convinced war would be the lesser evil. I tackled Blair in interviews, and am no apologist for the dreadful things that happened. But I also think we are living in a worryingly simple-minded political culture. What many people seem to want is to be confirmed in their view that all of this is down to the personal wickedness of a single individual; arrest Blair, clap him in irons at The Hague, and everything will return to a state of primal, unsullied innocence.    The failure of Iraq was the failure of much of the British establishment, and our way of doing things in this country    Blair may have weaved, dodged and prevaricated. But I don’t believe he sat down one day and thought: hey, I know – let’s just kill hundreds of thousands of Iraqi women and children and see what happens. I think he became entranced and naively dependent on the US president, almost flustered by the grim charisma of US power; he made promises he shouldn’t have done, and found himself sucked by his own logic into a nightmare. Perhaps, somehow, he is still inside that nightmare. Yet it is far too easy to reduce what unfolded to the actions of a single man, however powerful. The failure of Iraq was the failure of much of the British establishment, and our way of doing things in this country. It’s the failure of a civil service over-conditioned to tell its masters what it thinks they want to hear, of expensively educated careerists unwilling to rock the boat, and of analysts who simply didn’t think hard enough and clearly enough when the pressure was on. It’s the failure of an over-centralised prime ministerial office, too small to have real intellectual and research heft yet arrogant enough to overrule FCO advisers. And, of course, it’s the failure of parliament to take on and challenge the executive boldly when it counts – in other words, while decisions are being taken rather than when their results are clear for all to see. In the run-up to the war, most of our media was supine. We are not only the jury in this; we are also the accused.   Related: We think we know what Chilcot says. But the real scandal remains unnoticed | Richard Norton-Taylor    Surely this is an entirely Labour, Blair and Brown-era failure, you may say. But not much has changed between the Blair years and 2016. David Cameron relied on the same sources of information for, say, the disastrous intervention in Libya. And in another way, the failures in Iraq and Afghanistan have not only provided a continuing stream of refugees into the EU but have resulted in nonintervention in Syria, yet another woeful instance of western failure. Individuals are denounced and retire to lucrative private-sector jobs, but the establishment goes on. What we deserve to see climbing out of the wreckage of this is a reformed Whitehall where civil servants with years of experience feel emboldened to challenge ministers. We also need a parliament that is prepared to ask more questions in times of war, and find out about the real consequences of any British action through much better intelligence. We have waited too long for this report. We mustn’t waste time when it arrives with a brief tempest of self-righteous, personalised headlines; a gush of “Bliar” tropes on Twitter. Nor should we let a Tory government brush off the need for radical change by saying it was all a dreadful mistake by a previous Labour leader.",
  "webTitle": "The Chilcot report shouldn’t be used to pin blame for Iraq on one man | Jackie Ashley",
  "webPublicationDate": "2016-05-11T06:00:05Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/chilcot-report-tony-blair-iraq",
  "keyword": [
    {
      "webTitle": "Iraq war inquiry",
      "id": "uk/iraq-war-inquiry",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Tony Blair",
      "id": "politics/tonyblair",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "George Bush",
      "id": "us-news/george-bush",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "commentisfree/2016/may/11/chilcot-report-tony-blair-iraq"
}