{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/15/lewis-hamilton-nico-rosberg-mercedes-niki-lauda",
  "id": "2016-05-15-40",
  "sectionId": "sport",
  "body": "Lewis Hamilton was blamed by his boss Niki Lauda for the first-lap accident that put both the Briton and his Mercedes team-mate Nico Rosberg out of the Spanish Grand Prix as the teenager Max Verstappen became the youngest race winner. Race stewards later dismissed the crash as a racing incident yet Lauda, Mercedes’ non-executive chairman, was in no doubt about who was the guilty party. “It is stupid, we could’ve won this race,” Lauda said. “Lewis is too aggressive. I need to talk to them and hear their explanation and then we will see what happens.” However, after speaking to both drivers Toto Wolff, the team’s head of motorsport, said he would be taking no action. The double retirement was “lesson enough”, he said. “By continuing with the approach of letting them race it was clear that eventually this could happen. And we will continue to let them race.   Related: Mercedes inquest after Hamilton and Rosberg crash out of F1 Spanish Grand Prix    “Today was just a couple of unfortunate coincidences that ended up in us losing as a team. It’s painful for them to see that we have lost what could’ve been a great result,” Wolff added. “What I said to the two of them is that fundamentally they are sitting in the cars. They are responsible for bringing those cars home and they failed to bring those cars home today. And I don’t want to go any further.” Remarkably it was the first crash between the only two drivers competing for the world championship since the Belgian Grand Prix two years ago. But Wolff said: “We have moved on from Spa in 2014 and it was a completely different situation in the team back then.” Unsurprisingly, the drivers had differing views. Hamilton said: “Firstly, I have already apologised to the team. That’s the most gutting thing when I stopped. Thinking about all these guys. To not deliver for those guys. “ I saw a gap and I went for it and that’s what racing drivers do. I went for it. I got there and had part of my wing and wheel alongside. The gap diminished pretty quickly. “I did what I could to avoid an incident by going on the grass. It all went pretty quickly.” He added: “You make a calculation in a split-second decision. You never go to the outside, it’s not where you want to overtake. The gap is one car width. The inside is two car widths. So I went for that one.”   Related: Max Verstappen becomes youngest F1 winner in history at Spanish Grand Prix    Rosberg said he had been surprised at Hamilton’s attempt to pass him. “I saw Lewis closing in and I moved to the inside, closing the door to make sure Lewis knew there wasn’t going to be any space there,” he said. “But he went for it anyway, so I was really surprised. In hindsight, I was surprised he went for that inside gap. In the end we have to go with what the experts think and they think it was a racing incident.” Allan McNish, the BBC Radio 5 analyst, got it right when he described the incident as “a little bit of a misunderstanding”. He said: “It was very robust from both drivers.” “Rosberg was moving over to defend the corner - it was two guys going for the same piece of tarmac, but the big loser out of this is Lewis Hamilton.” The stewards also came to a reasonable view. In their verdict they concluded: “Having heard extensively from both drivers and from the team, the stewards determined that Car 6 [Rosberg] had the right to make the manoeuvre that he did and that Car 44’s [Hamilton] attempt to overtake was reasonable, and that the convergence of events led neither driver to be wholly or predominantly at fault.” Having been involved in his fair share of collisions during his career that saw him win four drivers’ championships, the wise Alain Prost just gave a Gallic shrug and said: “Racing incident.”",
  "webTitle": "Niki Lauda blames Lewis Hamilton for accident that costs Mercedes dear",
  "webPublicationDate": "2016-05-15T19:16:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/15/lewis-hamilton-nico-rosberg-mercedes-niki-lauda",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Lewis Hamilton",
      "id": "sport/lewis-hamilton",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Nico Rosberg",
      "id": "sport/nico-rosberg",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Mercedes GP",
      "id": "sport/mercedes-gp",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/15/lewis-hamilton-nico-rosberg-mercedes-niki-lauda"
}