{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/01/claudio-ranieri-spurs-leicester-title-flight",
  "id": "2016-05-01-56",
  "sectionId": "football",
  "body": "Leicester City will be crowned Premier League champions if Tottenham Hotspur cannot beat Chelsea on Monday night but Claudio Ranieri will not be among the millions tuning in to see the possible denouement of this season’s title race. Ranieri will be flying back from Italy instead, having visited his 96-year-old mother, Renata, for lunch and will be, by his own admission, “the last man to know the result”. While Ranieri is boarding a flight from Rome, Spurs will go to Stamford Bridge knowing that anything other than an away win would mean the championship being decided on the back of Leicester’s 1-1 draw at Manchester United, a game that finished with Marouane Fellaini facing a possible three-match ban and Louis van Gaal accusing Robert Huth of adopting behaviour acceptable “only with sex masochism”. Van Gaal’s argument was that Huth had pulled Fellaini’s hair, provoking the Belgian into elbowing his opponent, and United’s manager made his point by doing the same off-camera to a television reporter. Ranieri was far less abrasive after a result that leaves his team eight points clear of Spurs and with the opportunity, at the very worst, to clinch the title by beating Everton at the King Power Stadium on Saturday. “I’d like to watch the game but I am on a flight back from Italy,” Ranieri said. “I want to meet my mother, who is 96 years old, and go for lunch with her. I fly back at the same time as the match. So I won’t know the result. But when we land I will hear.” Anthony Martial had given United an early lead but Wes Morgan equalised nine minutes later, before the midfielder Danny Drinkwater was sent off late on for his second bookable offence. “I am very sad because he will miss the next game at home,” Ranieri said. “I hope I will not miss him. Otherwise I am so happy because we drew against a fantastic Manchester United side. “We suffered a lot because they pressed so high and without [Jamie] Vardy it was difficult to stretch the line. Psychologically it was very important to come back and, after that, we were a little more calm, moving the ball quickly and doing what we spoke about in the week.” Drinkwater’s second booking came from a tug on Memphis Depay when the United substitute had his foot on the perimeter line of the penalty area. The referee, Michael Oliver, awarded only a free-kick but Leicester had their own grievances when an earlier penalty appeal for Marcos Rojo’s challenge on Riyad Mahrez was waved away and Fellaini was fortunate that his elbow on Huth was apparently not seen. “When you see what Huth is doing to Fellaini, that’s a penalty,” Van Gaal argued. “Shall I grab you by your hair? What is your reaction when I grab your hair? [Grabs reporter’s hair off camera.] Your hair is shorter than Fellaini but when I do that, what are you doing then? It’s a reaction. Every human being who is grabbed by the hair [reacts]. Only with sex masochism it is allowed but not in other situations.” Van Gaal’s argument is unlikely to spare his player retrospective action and the United manager was angry to learn that Fellaini, a player notorious for elbowing offences, might face such action and a possible three-match ban from the Football Association. “Then I expect, firstly, that Huth shall be getting a lot [of suspended games] because I don’t think that is normal what he is doing,” he said. “Fellaini is reacting like a human being because if I grab your hair and pull it backwards, you would also do something to me, I believe. They did it several times, I think, and the reaction of Fellaini was of a human being.” Manchester City’s defeat at Southampton means United are four points off the fourth Champions League qualification place. Van Gaal’s team have a game in hand but the Dutchman was frustrated by their inability to build on their early lead. “I have said to my players that I have seen one of the best matches of the season from my lineup but it was not enough. You have to score when you are so attacking and creating so many chances, as we did in the first half, and when you concede a set-play goal, again, that is a pity.”",
  "webTitle": "Claudio Ranieri will be last to know if Spurs slip and Leicester take title",
  "webPublicationDate": "2016-05-01T18:24:18Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/01/claudio-ranieri-spurs-leicester-title-flight",
  "keyword": [
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/01/claudio-ranieri-spurs-leicester-title-flight"
}