{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/steven-adams-oklahoma-city-thunder-interview-nba",
  "id": "2016-05-20-273",
  "sectionId": "sport",
  "body": "He is a young man in an evolution – even if he says his own appearance has regressed to the paleolithic. “I look like a caveman!” Steven Adams declared from a bench in an upmarket health club the day before his Oklahoma City Thunder took on the Golden State Warriors in Game 2 of the Western Conference finals. All around him scurries the beauty and wealth of San Francisco at the height of its tech gold rush. After three years in the NBA he should be used to this life, with gameday shootarounds at expensive spas, and yet there is in his eyes a mix of awe and amusement that seem to say: what am I doing here?  As Adams’s hair has grown, and his face has been devoured by a disarranged shrubbery of black fuzz, he has become an essential piece of a team three wins from the NBA finals. He’s blossomed fast, from a 7ft bruiser with granite elbows into someone who can actually defend another team’s guard, despite his protests: “I still carry this mass of molecules around so it takes a lot of energy.” It’s a development that, quietly, is the biggest reason the Thunder have a chance in this series against the Warriors, which is tied 1-1 going into Game 3.   Related: Western Conference finals: how do the Thunder beat the Warriors?    A decade ago, when he was lost on the streets of Rotorua, New Zealand, basketball was barely a hobby to him, let alone a career path. The idea he could be the key to an NBA playoff series was as unfathomable then as giving interviews in a $190-a-month health club attached to a five-star hotel. And so he laughs. And it is a deep, roaring laugh that booms off the wall. He has always been something of a villain on the court. His appearance in games usually ignites angst. Elbows fly, backs get pushed, bodies fly around the court. Words get exchanged and angry glares are shot. He understands this is the role he must play in the NBA: the enforcer. He is happy to oblige, even if he struggles to prove that this is not the real him. “I’m not trying to be a bad guy,” he tells the Guardian, then chuckles. “People just don’t like me, and it’s unfortunate, because I’m trying to get people to come down and visit New Zealand. I’m an ambassador for New Zealand … it’s kind of sad.” On Monday night, he went viral after he said on national television that chasing the Warriors Steph Curry and Klay Thompson around the court was like pursuing “quick little monkeys.” The uproar astonished him. He quickly said sorry, even if he was unsure exactly why he had to apologize, running to his computer to look up the reason for everybody’s outrage. “I had to Google what that thing was, the whole shenanigan was, what the meaning was,” he says. “I was like: ‘Yeah, OK’. I had no idea. So, thank you Google.” There is an innocence to him that is refreshing in an NBA where most famous players get jaded. His own locker room has stars in Russell Westbrook and Kevin Durant who have been worn down by years of fame. They are hardly alone. The give and take between player and public is largely scripted these days, polished by a legion of handlers who make sure their famous clients never wind up going viral. Adams jokes that the Thunder tried to do this to him too, begging him to have “PC answers” – then adds that he really is saying the same things as the other players, just in a different way. And yet few in the NBA are as oblivious to the proper way a star athlete is supposed to speak and act. Fame has yet to corrupt him. Which is how you get a caveman with a gold tooth. There is a story about the gold tooth, because with Adams there seems to be a story about everything. He got the gold tooth back when he was 12 or 13 (he can’t remember) in his wild days, around the time his father Sid died of stomach cancer. He figures the tooth gave him “some street cred, hopefully,” but it actually gave him his heart. He is half Tongan, and in the Tongan culture, many teenagers get a gold tooth that is made from the jewelry of someone close to them. In his case, his mother gave him and one of his sisters a gold necklace they had melted down and turned into caps. “One thing that’s good is I don’t lose it if some old mate goes bang!, and hits me in the face,” Adams says. “It’s with me the whole time – that’s what’s good about it. You can’t really notice it because I need to brush my teeth really.” He’s asked if the sister in question is Valerie, an Olympic gold medal winning shot putter. But he says no – he does have 16 other siblings after all. Valerie, he says, “makes fun of us because of it”. And then there is Adams’s facial hair. On draft night in 2013, he looked normal, almost cherbuic. Then came a moustache he tried to grow in honor of his testosterone God, actor Tom Selleck, who he longs to be mistaken for (“Ohhhh, that would be heaven.”), followed by the long hair and Rollie Fingers handlebar moustache, that eventually evolved into a mass of directionless facial moss. This new hipster caveman is less an attempt at outrageousness, and more a pursuit of comfort. “It’s not hard to maintain, you just have to let yourself go,” he explains, before adding that he is also another incongruity in the NBA: a tightwad. “I was upset about getting $40 haircuts like every month, that’s a lot of money and so, man, that’s a lot of food,” he says. “That’s a waste. No more. So I’m like letting it go so I have more food. My budget’s good for food now.” He laughs again. “As long as my mates and my missus is good with everything then I’m fine,” he says. Another laugh. “So I have a girlfriend, I can look like whatever, she’s stuck with me.” If he understands that he has become a large part of this Western Conference final, he does not act like it. His ability to partially-neutralize the Warriors explosive offense has raised his value to a point where he can afford groceries and $40 monthly haircuts (even if already earning more than enough to do so). He is heading into a strange place for a 22-year-old who went from nothing to the NBA in less than 10 years. Adams is no longer in the background, a sidekick with an edge. He’s grown into something closer to Westbrook and Durant. A star. This leaves him a little uneasy. Three years ago, when he was a rookie and the NBA was new to him, he used to read what people said about him on Twitter, and try to impress them – either by trying things they suggested he do on the court or by adjusting his look. Then he realized the absurdity of working to impress fans. “I was like, what am I doing? This sucks,” he says. Fame concerns Adams. He believes Americans are obsessed with it, taking normal people and making them seem like gods. He’s amazed at how Durant is seen as someone larger than life. It’s not an existence he imagined for himself. He just wants to be a guy who plays basketball and has fun doing it. Not a hero. A hero to him is someone like Selleck hanging out a helicopter in a Hawaiian print shirt. Or his other avowed idol, the Dalai Lama. Are you a Buddhist? he is asked. “Not a damn chance, mate,” Adams says. “He just has a lot of patience. He could wait for anything, mate. It’s amazing.” There might be no human more unlike Steven Adams than the reigning Dalai Lama: as smooth as the Thunder center is unshorn. But what’s more improbable than a gold-toothed caveman from the streets of Rotorua, sitting in the Market Street Equinox and holding the fate of the Western Conference in his gigantic palm?",
  "webTitle": "Steven Adams interview: 'I’m not trying to be a bad guy'",
  "webPublicationDate": "2016-05-20T09:00:36Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/steven-adams-oklahoma-city-thunder-interview-nba",
  "keyword": [
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Les Carpenter",
      "id": "profile/les-carpenter"
    }
  ],
  "guardianId": "sport/2016/may/20/steven-adams-oklahoma-city-thunder-interview-nba"
}