{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/01/corbyn-anitsemitic-leader-slur-labour-anti-jewish-prejudice",
  "id": "2016-05-01-54",
  "sectionId": "commentisfree",
  "body": "The late Christopher Hitchens observed in his 2010 Daniel Pearl Memorial Lecture that antisemitism is often a “leading symptom” of “schizophrenia and paranoia”. It is, if you will, a sign of sickness, personal or institutional. And this is the broader significance of the collective crisis into which Labour has plunged in the past week: the party is sick. Let us first acknowledge that antisemitism is not by any reckoning a moral stain exclusive to the left. In a diary entry for December 1987, Alan Clark describes a dinner of senior Tories at the Savoy in which the rumour that Nigel Lawson may become foreign secretary is discussed: “This seems a pretty tall order to me … we couldn’t quite swallow it.”   Related: Antisemitism is a poison – the left must take leadership against it | Owen Jones    It is no less revealing that Michael Howard – one of the most talented politicians of his generation and a practising Jew – had to apply to more than 40 seats before he was accepted as a Tory parliamentary candidate. So antisemitism has long lurked across the political spectrum, as likely to arise and metastasise on the right as on the left. All the same, it is idle to pretend, as Diane Abbott did on The Andrew Marr Show today, that the present row engulfing Labour is all “a smear”. Yesterday Ken Livingstone had made the same laughable argument in an LBC interview – blaming a conspiracy of “embittered old Blairites”. Were these grizzled Friends of Tony also behind the anti-Zionist tweet posted by Piers Corbyn, the party leader’s brother, or the hugely offensive articles shared by Naz Shah, the Labour MP for Bradford West, calling for the “transportation” of Israelis to America? Livingstone was suspended from Labour on Thursday after claiming that Hitler had supported Zionism “before he went mad and ended up killing 6 million Jews”. Which just goes to show that a little learning is indeed a dangerous thing. It will be news to anyone with more than a cosmetic knowledge of Hitler’s biography that he was a sane leader before Reinhard Heydrich launched the “final solution” at the Wannsee conference in 1942. In Mein Kampf, 17 years before, Hitler had declared that the first world war might have been won by Germany if 12,000 or 15,000 “of these Hebrew corrupters of the people had been held under poison gas”. History records not a moment when Hitler “went mad” but a chillingly genocidal continuity. I assume that what Livingstone had grasped in hopelessly garbled form is the notion, depressingly common in the pre-war chanceries of Europe, that the diaspora Jews could, or should be, sent elsewhere. One destination under discussion was Madagascar – giving rise to the slogan Madagassez les Juifs. In Germany, there was the Haavara – transfer – agreement of 1933, that enabled German Jews to go to Palestine. But Hitler was never keen on this system, precisely because it would enable the race he most despised to gain a foothold in a region of great geopolitical importance. He wanted rid of the Jews, by any means necessary. There is a world of difference between that hate-driven ambition and the longing for a homeland that animates true Zionism. The core of Livingstone’s argument is a familiar one: “a real antisemite doesn’t just hate the Jews in Israel, they hate their Jewish neighbour in Golders Green or in Stoke Newington. It’s a physical loathing.” Do we surmise from this that he actually hates Israeli Jews? What is certain is that he deploys the standard defence: anti-Zionism is not coterminous with antisemitism. One can dislike Israel without disliking Jews. Praying in aid an obscure text by the American Marxist Lenni Brenner, Livingstone says he has facts on his side. He may wish to broaden his reading before he is invited to defend himself – recent work such as (for example) Timothy Snyder’s Black Earth: The Holocaust as History and Warning or the late David Cesarani’s Final Solution: The Fate of the Jews 1933-49. Above all, he should look at Anthony Julius’s masterly history of antisemitism in England, Trials of the Diaspora (2010), which reveals, beyond reasonable doubt, the fibres of language, emotion and doctrine that connect hostility to Israel and hostility to Jews. As Julius puts it: “Long-standing antisemites now embrace ‘anti-Zionism’ as a cover for their Jew-hatred. This is because, in relation to Israel, the antisemite finds a protected voice … Anti-Zionism has renewed antisemitism, and given it a future.”    The hard left - presently in the ascendant – does not regard antisemitism as equivalent to other forms of racism    The tropes are the same: for “Jewish cabal” read “Israel lobby”. For the old hatred of the stateless Jew, read the campaign to deny Israel any legitimacy. For the old boycotts of Jewish shops and services, read the boycotts of Israeli academia. For superstitious fear of Jews, read the modern, politically illiterate claim that Islamism would wither on the vine if not for the supposedly wicked deeds of Israel, a claim that, as Julius argues, “wildly overstates the significance of the Israeli-Palestinian conflict in world affairs – indeed it puts Jews at the centre of world affairs”. In spite of its initial dither, the Labour leadership now claims to be on top of the problem. Shah and Livingstone are both suspended, and Corbyn has launched an inquiry, under Shami Chakrabarti, to investigate antisemitism and other forms of racism in the party. The problem for the hard left – presently in the ascendant – is that its adherents do not regard antisemitism as equivalent to other forms of racism. For some who hail from the same ideological background as Corbyn and Livingstone, racism is a subset and consequence of capitalism and imperialism. In this worldview, most Jewish people are caricatured as friends of capital and all Israelis are agents of imperialism. It is therefore doctrinally difficult – perhaps impossible – for this section of the left to see Jews as victims. To which one can only say: let them go to Yad Vashem, the Holocaust memorial in Jerusalem, and recall what Hitler – the man Livingstone calls a Zionist – did to the most persecuted people in history. In the past I compared Corbyn’s leadership to Iain Duncan Smith’s short reign over the Tory party. In 2001 IDS was horrified by the antisemitism of the rightwing Monday Club’s literature and drove this squalid gang out of his party, in spite of pleas for leniency from some traditionalist Tories. Now Corbyn must show symmetrical toughness. He may not, as he insists, be an antisemite. The open question is whether he is really a leader.",
  "webTitle": "Corbyn may not be antisemitic. But is he a real leader? | Matthew d’Ancona",
  "webPublicationDate": "2016-05-01T18:32:48Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/01/corbyn-anitsemitic-leader-slur-labour-anti-jewish-prejudice",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iain Duncan Smith",
      "id": "politics/iain-duncan-smith",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/01/corbyn-anitsemitic-leader-slur-labour-anti-jewish-prejudice"
}