{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/bangladesh-killings-atheist-gay-liberal-isis-tahmima-anam",
  "id": "2016-05-16-91",
  "sectionId": "world",
  "body": "I am a novelist. I look around at the world and I make up stories about people, families, lovers and friends. More often than not, the stories take place in Bangladesh, where I was born. When I close my eyes and think of home, it’s the peaty smell of the monsoon, the harsh light of the equatorial sun, the clashing sounds of the capital city, Dhaka, that come to mind. But, more often than not, people do not ask me about the peaty smell of the monsoon. The questions are about other things, the bigger things, such as religion, politics, the unaccounted bodies of the dead, the history that makes the present. I do not resent these questions – I understand why people ask them; after all, the headlines tell a particular story, and sometimes, we look for an interlocutor – someone to bridge the gap between here and there. But I would like to declare a moratorium on such topics, and in preparation, I have listed here all the questions I no longer wish to answer about Bangladesh. Not because they are uninteresting to me, but because I am making space for all the other questions, the questions about falling in love, about the taste of water in the air, about the blue-black feathers and crimson eyes of the koel bird. Next time, ask me about those. Here are the top questions I no longer want to answer about Bangladesh:  Is Bangladesh turning fundamentalist? When I was a child growing up outside Bangladesh (my father was a UN diplomat, so we moved every few years), I would always dread the question: “Where are you from?” because as soon as I replied, a doleful, sorry expression would come over whoever I was talking to.   Related: Isis claims responsibility for killing of Hindu priest in Bangladesh    “Are there a lot of floods?” people would ask. Children, rather more blunt, would say: “Is everyone poor?” In graduate school, after I attended a guest lecture by a famous feminist, I was invited to have lunch with the lecturer, a woman I had long admired, and whose books I had devoured as a teenager. When I told her I was from Bangladesh, she said, “Good for you!”, as if I had crawled out of the gutter just moments before our meeting. But I am nostalgic for those responses now. Today, when the name of my country comes up, people don’t immediately think of poverty – they think of fundamentalism, and the innocent victims of hate crimes. I can’t blame them: in the last three years, targeted, ideologically driven killings have occurred on a terrifyingly regular basis. It began with the murder of atheist bloggers in 2013, and has now spread to include foreign nationals, publishers, a university professor whose only crime was that he loved music, and, last month, the LGBT activists Xulhaz Mannan and Tonoy Majumder. The government’s response has been shameful, a combination of denial, victim-blaming and a complete lack of commitment to catching the killers. A man has just been arrested for Mannan’s death, and we are hoping this signals a change of attitude on the part of the authorities.   Related: If Bangladesh lets zealots extinguish its brightest minds, it is no democracy | Raad Rahman    I can answer this question in two ways. Yes, there are murderers in Bangladesh who produce hitlists of the progressive, secular, music-loving professors and activists and journalists in the country. One by one, they are picking them off. International terror organisations such as Islamic State and al-Qaida have taken responsibility for these crimes, although the government insists they have been carried out by vengeful members of the opposition. But I can also point to the strong tradition of diversity and inclusion in Bangladesh. I can describe last month’s celebration of Pohela Boishakh, Bengali new year, which was carried out with great fanfare and not a religious symbol in sight. I can continue to insist that the majority of Bangladeshis have no desire to murder bloggers or university professors or LGBT activists, as if that point needed to be made. I can insist that the story of Bangladesh is not the story of a secular country that has turned to radicalism: it is the story of a country that has, against all odds, survived, even flourished. Where there used to be famine, there is now a rice crop that manages to feed 180 million people. Where once there were devastating statistics on everything from education to public health, there is economic growth, and NGOs such as Grameen Bank and Brac, whose programmes on health, non-formal primary education and microcredit have been replicated all over the world.   Related: World view: temple of light, Bangladesh    There is no denying it: the murderous fringe groups exist. The apathetic government also exists. The secular tradition, which reveres the poet Rabindranath Tagore and has people painting murals on the pavement and celebrating the diversity of our culture in poetry and song, also exists. But it is impossible to write about religion, impossible to openly discuss a wide range of issues – not just because social media makes our opinions visible to a wide audience, but because there is a lack of moral outrage against these crimes, a tacit, understated belief that somehow, somewhere, the atheist blogger and the gay man and the music-loving professor deserved it. And that is the scariest thing of all.  Were Bangladesh and Pakistan once the same country? Ah, the knotty question of Where We Came From. Perhaps you have heard of the Concert for Bangladesh, when Ravi Shankar played for an audience of thousands in Madison Square Gardens, New York. It was 1971, and the Bangladesh war of independence had been raging for six months. Before that, Bangladesh was part of Pakistan – it was called East Pakistan, though the two wings of the country were divided by 1,000 miles of India and the citizens of the two wings spoke different languages and had vastly different concepts of what citizenship in a Muslim-majority country meant. The Bengali nationalist movement was brutally suppressed by West Pakistan, beginning with the cancellation of national elections, and ending with the mass murder of Bengali civilians in March 1971. The nine-month war that followed ended with the independence of Bangladesh. Estimates of the number of war-related deaths (a contested figure) are as high as three million, but declassified documents from the Pakistan government give clear evidence of a campaign of genocide ordered from the top down. If you want to know more about the war, read Salil Tripathi’s brilliant The Colonel Who Would Not Repent, which tells, in both sweeping and intimate terms, the story of those nine months, and the brutal legacy they left behind. As for me, I can only tell you about my grandmother, Musleha Islam, widowed at 29, and mother of revolutionaries. During the war, my grandmother hid a cache of arms in her garden. She wasn’t particularly nationalistic – in fact, she hadn’t even been born in Dhaka and the majority of her family were in West Pakistan, and they considered her a gaddar, a traitor – but her oldest son, my uncle Wasif, joined the Mukti Bahini, the revolutionary forces, after the outbreak of war. Wasif brought the guns to her house, and she agreed to let him dig a hole in the garden. Months later, the army tortured a friend of Wasif’s into confessing, and a truck full of soldiers appeared on my grandmother’s doorstep. The story of how she persuaded them not to take away her children is one that is told and retold in the family. To me, this story is everything: a migrant, a widow, a single mother, an accidental revolutionary who held her own before the might of an army.  What is the status of women in Bangladesh? People always want to know how women fare in Muslim-majority countries. Are we allowed to vote? Do we own property, have jobs, drive cars? The answer to all those questions is yes. We go to school, we get PhDs, we run businesses. Two women – Sheikh Hasina Wajed and Khaleda Zia – have been our democratically elected heads of state since 1991. Girls and boys have now achieved parity in primary school admissions. After decades of investment in public health, we have made great strides in reducing maternal mortality and increasing access to village-level health programmes – in fact, the World Economic Forum rates Bangladesh higher than its bigger, wealthier neighbours when it comes to the gender gap. Microfinance, pioneered by Bangladesh’s Nobel laureate, Professor Muhammad Yunus, has allowed women to become the heads of millions of households.   Related: Girls' football in Bangladesh - in pictures    And yet, we still have a long way to go. I would be lying if I said the sting of patriarchy is entirely numbed by progress. Are we equal in the eyes of the law? Well, yes and no. When it comes to citizenship, yes. But there is a line in the constitution that states that in family matters, religious law trumps civil law. Thus, when it comes to divorce, inheritance and child custody, the law overwhelmingly favours men. This basic differentiation filters through the rest of society, like poison in the water. It means that violence against women is ubiquitous, hidden and largely unpunished. It means there has never been a prosecution for marital rape in Bangladesh. It means that police officers who witness sexual assault often look the other way. It means the everyday, casual sexual harassment on the street and in the workplace goes unnoticed and unchallenged. After living through a revolution that was as much about social transformation as national independence, my mother is a feminist, and so are all her friends. She taught me that feminism is not a choice, but a responsibility for women like me – those of us who are born into privilege in a country where privilege is determined by the accident of your birth. There is a feminist interest in everything I do, everything I write, every position I take. I consider this a part of my national inheritance as much as anything else.   Related: Bangladesh executes leader of largest Islamist party    The future: what is going to happen when climate change strikes? I once went to a remote part of Bangladesh to meet people who lived on chars, or river islands. These islands, created by the sediment left behind when a river changes course, are temporary, insecure places to live. At any moment, a char can flood, or, worse, disappear altogether. But because this land is unclaimed – its very temporary nature means it belongs to no one – the very poorest people live on it. The people of this particular char had been given grants to raise their homes into higher ground, so that, in the event of flooding, they would be protected. I walked between these artificial hills and thought that this is how country would look like someday – submerged in water, with small islands of people clinging to their homes while everything else is washed away. Professor Atiq Rahman of the Bangladesh Centre for Advanced Studies has said that the country will face the displacement of more than 20 million people by 2050. Already, the sea level rise means that land is being eaten away by the sea, and that the freshwater supply is being contaminated by salt, affecting everything from agriculture to women’s health. Bangladesh has appealed to the international community for reparations – as one of the lowest per capita carbon nations in the world, yet one of the most vulnerable, we have a good case. But in order to have the proverbial leg to stand on, we must also oppose environmentally unsound energy programmes, such as the current proposal to build 25 new coal-fired power plants by 2022. Although a developing Bangladesh has growing energy needs, we must find a way to achieve this without committing the sins of those whom we blame for our predicament. Otherwise, there is no higher ground, literal or metaphoric. Back to the issue of Islamist fundamentalism: is Bangladesh going the way of Pakistan? Bangladeshis love this question, because it implies that the worst thing that could happen to our country is that it might resemble the one we fought so hard to separate from. There’s a bit of schadenfreude there, but the deeper meaning is rather worse. It means that there are only two models for a country made up of Muslim citizens: that we go the way of suicide bombers, or that we behave, somehow taming the fundamentalist beast within us.   Related: Domestic violence in Bangladesh - in pictures    The truth is that there is no binary here. We have the bodies of men who have been killed because of their beliefs – that is a matter of grave concern, of outrage. But their deaths should be read in the context of other deaths, ones that don’t perhaps make the international news. The suppression of opposition – whether ideological or political – has become habitual in Bangladesh. The government jails leaders of the opposition and sues newspaper editors for defamation and sedition. The army occupies large tracts of southern Bangladesh, turning indigenous lands into a militarised zones. Religious minorities are driven from their ancestral homes, their daughters and wives intimidated by rape. On Saturday, as I counted the days since Xulhaz and Tonoy’s deaths, a 75-year-old monk was hacked to death in a Buddhist temple. And so it goes.     The koel, with its crimson eyes. Photograph: Mayur Kotlikar/Getty Images/Moment Open    Ask me about the koel. Ask me why the lychee season is only two weeks long. Ask me about my parents, riding their rickshaw to New Market on the eve of the country’s birth, he recently returned from the army, she having survived army occupation and the arrest of her brother. Ask me about the particular history in those particular bodies, and I can reply with confidence, even joy, even if the news is bittersweet. Do not ask me to speak for an entire country, a history as complicated as the riverine lines on my grandmother’s hands. There are historians and journalists for that. Ask them to draw the conclusions. I can only tell you stories.  Tahmima Anam’s The Bones of Grace is published this month by Canongate.",
  "webTitle": "‘Is Bangladesh turning fundamentalist?’ – and other questions I no longer wish to answer",
  "webPublicationDate": "2016-05-16T17:52:44Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/bangladesh-killings-atheist-gay-liberal-isis-tahmima-anam",
  "keyword": [
    {
      "webTitle": "Bangladesh",
      "id": "world/bangladesh",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Famine",
      "id": "global-development/famine",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Muhammad Yunus",
      "id": "world/muhammad-yunus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Tahmima Anam",
      "id": "profile/tahmimaanam"
    }
  ],
  "guardianId": "world/2016/may/16/bangladesh-killings-atheist-gay-liberal-isis-tahmima-anam"
}