{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/teen-adolescent-marijuana-weed-pot-use-abuse-decline",
  "id": "2016-05-25-26",
  "sectionId": "society",
  "body": "Rates of adolescent marijuana use and abuse have declined across the US, according to an unprecedented study that casts doubts on one of the central arguments against legalizing weed. Researchers from the Washington University School of Medicine in St Louis surveyed 216,852 teenagers from all 50 states and found that the number of adolescents with marijuana-related disorders dropped by 24% from 2002 to 2013. During that period, overall teen pot use also decreased by 10%, despite the fact that more than a dozen states legalized medical marijuana and decriminalized the drug during that time. “It’s obvious that the whole concern about youth drug abuse is bogus,” said Dale Gieringer, director of the National Organization for the Reform of Marijuana Laws’ chapter in California, where residents will vote on recreational pot in November. The Washington University survey is the first study to examine trends in teens with “marijuana use disorders”, such as becoming dependent on the drug or struggling in school or in relationships as a result of cannabis use. The findings add to a growing body of research that suggests that decriminalizing weed and making pot legally accessible do not lead to the disaster scenarios of youth drug use that critics have long feared. During the 12-year period of the study, 10 states relaxed criminal sanctions against adult marijuana use, and 13 states implemented medical weed. A key finding from the research, which collected data from teens aged 12 to 17, is that patterns in youth marijuana use are closely tied to broader trends in adolescent behavior – a connection that the authors say is much stronger than any potential correlations between use and legalization. The study found that the decline in teen pot abuse was linked to overall reductions in behavioral problems, such as fighting and stealing. In other words, as youth over time have become less likely to engage in bad behavior or criminal activity, they have also become less likely to abuse pot. That means improvements in adolescent mental health may be driving the drop in pot disorders – a trend that outweighs the impacts decriminalization and legalization may have on youth abuse, said Richard Grucza, associate professor of psychiatry at Washington University and lead author of the study. “If we want kids not to get in trouble with marijuana or other drugs, we really need to look at healthier childhood development,” he said. Adolescent drug problems are often tied to other psychiatric disorders, and advancements in the treatment of child mental health conditions appear to be having a significant effect on teen weed abuse, Grucza said.  The study, published in the Journal of the American Academy of Child and Adolescent Psychiatry, comes on the heels of numerous reports that have contradicted the warnings of pot opponents, who have long argued that legalization endangers kids by normalizing a drug that can have serious negative effects on teens. In 2014, the first year that Colorado and Washington sold recreational marijuana, the rate of teen pot use didn’t change, according to a recent federal survey. A California study found that decriminalization in the state in 2011 did not lead to an increase in teen crime, drug overdoses, cases of driving under the influence or dropout rates. Legalizing medical marijuana also has not increased youth use, a 2015 analysis found. When California became the first state in 1996 to pass medical marijuana, critics said it would send the wrong message and would lead to increases in abuse. But Gieringer said the opposite happened, and high school marijuana rates declined. “I’ve been dealing with this issue for 30 years. The fears of opponents never materialize.”",
  "webTitle": "Marijuana use and abuse rates decline among US teens",
  "webPublicationDate": "2016-05-25T20:32:52Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/teen-adolescent-marijuana-weed-pot-use-abuse-decline",
  "keyword": [
    {
      "webTitle": "Cannabis",
      "id": "society/cannabis",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "society/2016/may/25/teen-adolescent-marijuana-weed-pot-use-abuse-decline"
}