{
  "apiUrl": "https://content.guardianapis.com/crosswords/crossword-blog/2016/may/23/crossword-blog-how-tasty-are-old-chestnuts",
  "id": "2016-05-23-258",
  "sectionId": "crosswords",
  "body": "What is it, to be a crossword solver? It is, we learn, to pursue something with “no real point”. Certainly, it’s to take part in a game that, as often as not, leaves no benefit other than firing some unexpected connections and enjoying the sensation.  It helps, though, if they actually are unexpected. Back in March, we looked at how USA Today’s crosswords were showing a mathematically startling similarity to those previously published in the New York Times. “To me,” suggested the man in charge of the deja-vu puzzles, “it’s just mere coincidence”. Well, the coppers have not been called. More quietly, the man in charge has been told he will no longer be editing USA Today’s puzzle, although his services are retained by the press syndicate that supplies various publications with their challenges. Whatever the paper, it appears, there’s a sense that solvers would prefer to go into battle believing that today’s puzzle is a new challenge – a fresh and authored combination of linguistic ambiguity and coincidence, concocted for that day and that paper’s readership alone. Amen. All this is as it should be.  Let’s look, then, at something different. On this side of the Atlantic, for reasons we’ve seen, deja vu is more usually down to some irresistible anagram occurring independently to one setter once and other another time. But, solver, what’s the difference between wearily spotting another demand that you make a “knackered carthorse” into an ORCHESTRA, and excitedly feeling that you’ve been fooled once before by some trick from another solver and are this time ahead of the game? Put another way: what makes a gnarly old chestnut tasty, and when does it leave a stale tang?",
  "webTitle": "Crossword blog: how tasty are old chestnuts?",
  "webPublicationDate": "2016-05-23T08:57:19Z",
  "webUrl": "https://www.theguardian.com/crosswords/crossword-blog/2016/may/23/crossword-blog-how-tasty-are-old-chestnuts",
  "keyword": [
    {
      "webTitle": "Crosswords",
      "id": "crosswords/crosswords",
      "sectionId": "crosswords",
      "sectionName": "Crosswords"
    },
    {
      "webTitle": "Plagiarism",
      "id": "education/plagiarism",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Connor",
      "id": "profile/alan-connor"
    }
  ],
  "guardianId": "crosswords/crossword-blog/2016/may/23/crossword-blog-how-tasty-are-old-chestnuts"
}