{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/atletico-madrid-real-madrid-champions-league-fernando-torres",
  "id": "2016-05-27-130",
  "sectionId": "football",
  "body": "At San Siro on Friday Atlético Madrid’s captain, Gabi Fernández, introduced the man sitting next to him. “Here we have a super-champion who has won it all,” he said, “and yet I’m sure that this is the most important game of his life too.” To his left, Fernando Torres, world and European champion, agreed. To his right, so did Diego Simeone. “It is the game of my life,” Torres said. It is the game of all their lives. “I love having 113 years of history on my shoulders,” Simeone insisted. Atlético have never won the European Cup since its inception in 1956. Twice they have been seconds away from doing so but twice, in 1974 and 2014, it was denied to them late in the game. Torres has won it with Chelsea, scored the wining goal at Euro 2008 that took Spain to their first international trophy in 44 years and left South Africa with the World Cup in 2010, but he said: “Without doubt this is the most important, special and beautiful game in my life. “When you’ve been an Atlético fan from the age of five, the chance to win this trophy with this club is different to anything else I have had. I have won [titles] with Chelsea and with the national team but it’s different.” Torres, first taken to the Calderón by his grandfather, made his debut at 17, leaving for Liverpool in 2007 and returning an idol in January 2015, having won the greatest prizes in the game. When he scored his 100th Atlético goal in February, it came 15 years after his first; now he has the chance to win his first trophy for the club that in his absence won the Copa del Rey, La Liga, the Uefa Cup and reached the Champions League final. “It means everything; everything you dream when you are a kid,” he said. “I now have the chance to make this dream come true. I’ve been able to play for great teams and to win many things but this is special: it’s what I wanted when I was a kid, more than I could even have dreamed. I had the chance to come back and fight for what I really wanted. Tomorrow is the game of my life without doubt.” Back at San Siro too, where he spent the first half of 2014‑15 on loan with Milan. “I hope it’s a magical place for Atlético fans from tomorrow, somewhere we can always look back upon with good memories,” he added. “People will come to support us and I hope they’ll be part of a special night.” Simeone has talked often about the importance of “belonging”, of identification with Atlético. On the eve of the final, he was joined here by two players brought through the youth system, Atlético fans. Two more are likely to join them in the starting XI: Saúl Ñíguez and Koke, who has a photograph from the day he met his hero, a kid of about 10 with Torres. Asked if he has dreamed of lifting the European Cup for Atlético, Gabi replied: “Yes, but not now: when I was a little boy.” “Koke [and] Saúl were kids when we were [first] in the first team together,” Torres said, nodding towards Gabi. “It’s lovely. It’s important for [youth-team players] to get to the first team and transmit what this club is. We can tell those who arrive what it means to play for Atlético. Since I returned I’ve learned what it means [now], too, from the people who’ve been here in the last few years.”   Related: Zinedine Zidane and Real Madrid revel in affinity before European Cup final | Sid Lowe    Those are years in which history has been changed, but the European Cup resists and Lisbon 2014, also against Real Madrid, was cruel. Simeone, though, welcomed the pressure and Torres insisted: “We live in the same city, we know what Madrid represent and that gives us the desire to fight and to change history. This is a chance to write a page in the history of Atlético that no one has written, another step in what we have been doing over the last four years. History changes all the time and now we want to write it.” To do so they must emerge victorious. After 40 years without making it, reaching two finals in three seasons is a gigantic achievement but there can be no satisfaction, nor consolation, in defeat. “There is nothing else that will leave me happy: only winning,” Simeone said. Real’s Madrid’s Sergio Ramos said that if he could live the 2014 Champions League final over again, he would do it exactly the same way, after it took his dramatic stoppage-time equaliser to take the game into extra time in Lisbon and rescue a side who were seconds from defeat. He also praised Atlético for overcoming that disappointment to reach another final but insisted that the memory of two years ago would not condition what happens at San Siro. “I wouldn’t change a thing,” Ramos said. “Destiny is written. I have a lovely memory of the last time and if I had to sign up for something, I’d sign up for that; if I had to produce a film, I would do it the same way. But I am approaching this as if it didn’t happen. We’ve moved onto a new page. “They must have a bad taste from last time but you can’t lie there on the floor in pain, you have to rise up again and that’s what they did – that’s why they are here. The pressure exists when you play for a final and you have to know how to manage that. I don’t know if they are under pressure. I do know that I don’t have any less desire for having won it two years ago: we want to keep on winning.” Real’s coach, Zinedine Zidane, said that defeat would not represent a failure for his side. “No one will take from us what we have done until now,” he said. “Failure would be in the attitude, but if we give everything we have got, if we do the things we have worked on, that’s not a failure. It’s a game of football and you can never tell what will happen. What I can tell you is we are ready, very ready. It’s going to be hard for both teams. It’s 50-50; there is no favourite. “I’m a bit stressed because it’s hot and I have to respond to a lot of people but I’m fine. Tomorrow I will be a bit more tense as always but that’s part of the job of a coach. I like that; I like this pressure. I lived it as a player but it’s totally different as a manager. Carlo [Ancelotti] told me before the final in Lisbon: one day I hope you’ll live this as a head coach. And I always remember him. What we have to do tomorrow is run: run, run and run.” On the fitness of Cristiano Ronaldo, who limped out of training on Tuesday with a thigh injury, Zidane said: “Ronaldo is fine ... but even if he wasn’t he’d play; it’s a final.”",
  "webTitle": "Atlético Madrid’s Fernando Torres: Champions League final is game of my life",
  "webPublicationDate": "2016-05-27T14:03:54Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/atletico-madrid-real-madrid-champions-league-fernando-torres",
  "keyword": [
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Fernando Torres",
      "id": "football/fernando-torres",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Diego Simeone",
      "id": "football/diego-simeone",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Atlético Madrid",
      "id": "football/atleticomadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sid Lowe",
      "id": "profile/sidlowe"
    }
  ],
  "guardianId": "football/2016/may/27/atletico-madrid-real-madrid-champions-league-fernando-torres"
}