{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/tim-dowling-wife-constance-actor-recognise-shop-fame",
  "id": "2016-05-14-196",
  "sectionId": "lifeandstyle",
  "body": "On Saturday evening, I find my wife and Constance sitting in the garden. “Anyway,” Constance says, “my skin’s fucked.” “Stop swearing,” my wife says. It is a lovely night, the warmest of the year so far. “Hey, handsome,” Constance says. “Thanks for ruining my life.” “You’re welcome,” I say. “When?” “You wrote how much wine I drank the other week and made me sound like an alcoholic.” “I’m usually pretty accurate about amounts,” I reply. “You can’t write about anything I’ve been saying to your wife,” Constance says. “He won’t,” my wife says. “He wasn’t here.” “I’m here now,” I say. “Carry on.” “Don’t you fucking dare,” Constance says. “Will you stop swearing!” my wife shouts. I used to avoid mentioning Constance in this column because I thought she liked it too much. On Saturday mornings, I would get texts from her that said, “I love fame.” Lately, though, she seems less charmed. Now, hours after she’s been round, I get texts that say, “Keep my secrets.” I’m not sure what I consider an appropriate response to being mentioned: mild alarm, perhaps. Only the previous evening, someone was asking me about the rules of engagement at a dinner party and I gave my stock answer: I avoid writing about my neighbours, because they didn’t ask to live near me. But the truth is, I have no rules.      I tell Constance about a recent encounter. A few days earlier, I was sent to the corner shop to buy wine. There was another man buying wine at the till. He looked up as I approached, and smiled. “I know you,” he said. “I read you.” This could have meant a number of things. The man could have been saying, “I can tell where you’re coming from” or, “By some power unknown to you, I am privy to your innermost thoughts.” It seemed plausible, if a little arrogant, to assume that he just meant he read my column, but I wasn’t going to commit myself to that interpretation. “Yes,” I said. “You watch me,” he said. It was not clear what he meant by this. Was he implying that I’d gained a local reputation as a spy, a publisher of secrets? “Right,” I said. I searched his face, which was definitely familiar. I was sure we’d met before, but I couldn’t remember when. He introduced himself, a friendly reminder of his name, which was also familiar. We shook hands. I still couldn’t place him. We chatted about the many different wines available in the corner shop, a subject on which I normally have a lot to say, but I became tongue-tied and wary, unable to understand the footing on which the conversation was taking place. Were we former colleagues? Did we have a mutual friend with whom one of us may have fallen out? The encounter spluttered to an awkward conclusion, and I left. I was halfway home when I realised that we’d never met, and that the man had seemed familiar because he was the actor who plays Sharon Horgan’s feckless brother in Catastrophe. “I tried to apologise to him on Twitter later,” I say, “but he’s not on Twitter.” “What is this story about?” Constance says. “It’s about him being recognised in a shop by an actual famous person,” my wife says. “No, it isn’t,” I say. “The problem is, I didn’t find out if he lives round here.” “Look how pleased he is,” my wife says to Constance. “Does he count as a neighbour or not?” I ask. The next morning, I’m in B&Q when I receive a text from Constance. It says, “If you put anything about me in your article, I will sue you. OK love you.”",
  "webTitle": "Tim Dowling: I am recognised by a famous person. If only I knew who he was...",
  "webPublicationDate": "2016-05-14T05:00:28Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/tim-dowling-wife-constance-actor-recognise-shop-fame",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Dowling",
      "id": "profile/timdowling"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/tim-dowling-wife-constance-actor-recognise-shop-fame"
}