{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/joseph-fiennes-chariots-of-fire-sequel",
  "id": "2016-05-15-138",
  "sectionId": "film",
  "body": "Despite The Last Race being billed as an “unofficial sequel” to Hugh Hudson’s Oscar-winning 1981 film Chariots of Fire, Joseph Fiennes, who headlines the follow-up, said he sought the support of Hudson before embarking on the project.  “I know Hugh well,” said Fiennes, on Saturday at the Cannes film festival, where he took part in a press conference to tout the Chinese production. “He’s a friend of mine.”   Related: The Brits aren't coming! Unofficial Chariots of Fire sequel greenlit in China    The Last Race, which is set for release this year in China and the UK, sees Fiennes play Eric Liddell, aka the Flying Scotsman; the athlete played by Ian Charleson in Hudson’s drama. The deeply-religious Liddell was born in Tientsin, northern China, to Scottish missionaries, and returned there a year after his victory in the 400m at the Paris Olympics in 1924. He became a hero to the Chinese people, partly due to his athletic achievements – some consider him the first Chinese gold medallist. As Fiennes revealed, the film, from Hong Kong director Stephen Shin, tracks his heroics while interned during the second world war at a Japanese prisoner of war camp in 1943. Liddell organised the smuggling of food into the camp for the 2,000 starving inmates, and refused an opportunity to leave after Winston Churchill intervened on his behalf. He asked instead that a pregnant prisoner be allowed to leave the site in Weifang in east China. He died in 1945, aged 43, from a brain tumour.     Flying Scotsman … Fiennes as Eric Liddell in The Last Race, the unofficial sequel to Chariots of Fire. Photograph: Flying Scotsman: as Eric Liddell in The Last Race, the unofficial sequel to Chariots of Fire./Cannes Press    Fiennes dubbed his film a “continuation” of Liddell’s story following the events that transpire in Chariots of Fire. “What that film did was depict famously the moment up to the Olympics,” the actor said. “But what we’re doing is connected. But it also tells many other lives as well, it’s not just Eric’s story. It picks up and finishes at a place that I knew nothing about. We explore China, and we explore Eric.” For Fiennes, The Last Race marks his first time acting in a fully Chinese production. “For a few actors, you get invited into another culture; this is a really extraordinary thing to be invited and to be able to see that culture through the eyes of another culture,” Fiennes said. “You don’t get often get that. As an actor that’s a wonderful opportunity. But also as an individual, you get to open up your mind and see beyond the limits of your own culture.” The actor jokingly said he resembles Liddell, due to his receding hairline, which he pointed to. As for training, Fiennes said he did have to do some, “being in my mid 40s,” but that he was grateful the film picked up following Liddell’s Olympics experience. The Last Race has courted some controversy for potentially skirting over Liddell’s Christianity – Chariots of Fire describes how the runner refused to compete in his favoured 100m event in Paris because the heats were held on a Sunday – due to the Chinese government’s antipathy towards religion.  Fiennes briefly addressed the matter during the discussion, saying that the film and Laddell’s legacy “transcend religion”.   Related: Joseph Fiennes: the sequel    “Whether you’re atheist, Buddhist, Catholic, I think we can all agree that what Eric did – and our beautiful film does – is promote a sense of care,” Fiennes said. “Care towards those who are less fortunate. I looked at Eric and his beliefs as a set of principles that you can put in your daily life, which are not caught up in the dogma of religion. It’s care towards your fellow human being and putting that fellow person before yourself. “That’s something I try daily to struggle with,” Fiennes added. “I’m fallible. We are fallible. Eric is a wonderful example of a man who could raise the moral bar – and he did – and stick to it.” Following his trip to Cannes, Fiennes returns to rehearsals to play Lawrence of Arabia in Adrian Noble’s Chichester Festival revival of Terence Rattigan’s play Ross.",
  "webTitle": "Joseph Fiennes on Chinese sequel to Chariots of Fire: 'It transcends religion'",
  "webPublicationDate": "2016-05-15T09:09:09Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/joseph-fiennes-chariots-of-fire-sequel",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Chariots of Fire",
      "id": "film/chariots-of-fire",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Nigel M Smith",
      "id": "profile/nigel-m-smith"
    }
  ],
  "guardianId": "film/2016/may/15/joseph-fiennes-chariots-of-fire-sequel"
}