{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/24/ben-butler-trial-partner-accused-of-cynical-piece-of-acting",
  "id": "2016-05-24-59",
  "sectionId": "uk-news",
  "body": "The partner of a man accused of murdering their six-year-old daughter in a violent outburst has been accused of performing a “remarkable, cynical and staged piece of acting” to disguise the real cause of the child’s death. Jennie Gray, 36, admitted during a tense cross-examination at the Old Bailey on Tuesday that she left the body of daughter Ellie alone in her bedroom for half an hour after finding her before calling 999. Jurors heard that Gray and Ben Butler shut the door behind them and went downstairs. He went out to walk the dog and she texted work to say she felt unwell. When they eventually called the emergency services, they made out that Ellie had just fallen. During a call Gray performed CPR on her daughter, even though she had known she “was gone” at least half an hour beforehand, the court heard. The prosecutor Ben Fitzgerald put it to Gray that this was one of the most “remarkable, cynical and staged piece of acting that the jury could possibly imagine”.  “That’s not true,” replied Gray, who said Butler had never laid a finger on their daughter. Gray denies a charge of child cruelty. Ben Butler denies murdering Ellie at the family home in Sutton in 2013 and also denies a charge of child cruelty over an untreated broken shoulder. Gray arrived home at around 2pm on the day of Ellie’s death, after Butler had called her at work demanding she come home urgently. It wasn’t until 18 months later that he changed his defence and said Ellie had hurt herself at 12.45pm, two hours before he and Gray called for an ambulance. Gray agreed with the prosecutor that she had lied to paramedics and police when she made up a story about coming home early to give her daughter cake, to support a cover story that she and Butler had acted out from the moment Ellie was found. She admitted it matched Butler’s story but said she had come up with it and they had decided to stick with it. “How is it you were able to leave her? Bring yourself to leave her?” asked Fitzgerald. “Bring myself? I knew she was gone, I couldn’t do anything for her, she was helpless,” she replied.  Fitzgerald put it to her that “you are still lying now”. Gray denied this and said she was telling the “100%” truth. Ellie, who had been reunited with her parents 11 months earlier after almost five years in foster care, was found with catastrophic head injuries after being at home alone with Butler on 28 October 2013. Fitzgerald accused Gray of being “a skilled and very prolific liar” and of “coordinating” her story with Butler to protect him. She agreed that she had lied, but said this was “not to cover up a murder” but instead to stop police wrongly blaming Butler for Ellie’s death. She said she had been “terrified” this would happen because in 2007 Butler had been convicted of assaulting Ellie when she was seven-weeks old – a conviction that was subsequently overturned. “You and Mr Butler had been coordinating your defence from the very beginning,” Fitzgerald said. “I don’t know how we could do that,” she said, arguing that Butler was on remand in prison following Ellie’s death. After questioning by the judge, she agreed that Butler was not in custody until March 2014 and they had both been bailed to the same address. Jurors were shown a lengthy police interview in which Gray admitted she had repeatedly lied about what happened on the day in question. “The purpose of the interview was to protect Ben Butler,” said Fitzgerald.  “No,” Gray replied. “The purpose of the interview was to protect an innocent man who was convicted in 2007 of shaking our baby.” Earlier she broke down in tears recounting the moment she found her daughter dead. She said she had known there was something “slightly” wrong but had not asked Butler for details before taking a £50 taxi ride home from her work in the City. When she got home she went to the toilet, cleaned herself up and went first to her bedroom and then to the living room, the court heard. “I saw Ben on the floor shaking and I was frightened, I saw him crying and he was just there and he was just like that and I didn’t know what to do. I was just frightened,” she said. “He said to me, he said: ‘I think Ellie’s dead.’ He said: ‘I think Ellie’s dead,’” she told jurors. “I said: ‘What are you talking about?’ And he said: ‘I think Ellie’s dead’. And I just froze.”  She said she then went to her daughter’s bedroom and found her on the floor. “She was just laying there and I got closer to her and looked and her eyes were, her pupils were big, I’ve never seen that in my life.” The trial continues.",
  "webTitle": "Ben Butler trial: partner accused of 'cynical piece of acting'",
  "webPublicationDate": "2016-05-24T17:37:40Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/24/ben-butler-trial-partner-accused-of-cynical-piece-of-acting",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lisa O'Carroll",
      "id": "profile/lisaocarroll"
    }
  ],
  "guardianId": "uk-news/2016/may/24/ben-butler-trial-partner-accused-of-cynical-piece-of-acting"
}