{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/05/simple-pleasures-in-praise-of-dvoraks-music",
  "id": "2016-05-05-203",
  "sectionId": "music",
  "body": "“Music should always be joyful, even when it is tragic. He is a happy man who leaves such a legacy behind him.” So wrote Bohuslav Martinů of his Czech compatriot Antonín Dvořák.  Over the next few weeks, Manchester’s Hallé Orchestra is staging a festival of seven concerts devoted entirely to that legacy. But why, of all composers, does Dvořák need such exclusive attention? Do the hugely famous Slavonic Dances, the Cello Concerto or the New World Symphony – works featured in the festival – really need any more exposure? What is it about Dvořák’s music that merits such total immersion?             “Dvořák was a populist in the best possible way”, says the Hallé’s music director, Sir Mark Elder. “He was one of the great tunesmiths and his music has such colour. Being Czech, dance was central to his conception of being a musician, something audiences all around the world relate to. Some of my fellow conductors feel Dvořák’s music has nothing to offer intellectually – one even told me ‘it isn’t dirty enough’ – but I love it, and it’s enormously enjoyable to perform – and of course, to listen to.”   Related: What pop music owes to the classical masters    But the Hallé’s festival isn’t exclusively focused on the tried and tested bits of the Dvořák canon. There’s a chance to hear the charming Moravian Duets which may have established Dvořák’s international reputation, but today are only rarely performed in this country. The same is true of the Piano Concerto, a piece some regard as a curate’s egg. “It just needs a good advocate,” says Elder. “I know pianists who adore it, including Stephen Hough and Garrick Ohlsson. The piece just needs a bit of tender love and care. I have high hopes we can make some new friends for it.” The title of the festival, Nature, Life and Love, is taken from the subtitles of a trilogy of overtures: In Nature’s Realm, Carnival and Otello. Dvořák composed them shortly before leaving Bohemia in 1892 to become director of New York’s National Conservatory of Music (he became a considerable celebrity in the city). Musically united by a recurring pastoral theme (which is heard gorgeously in Carnival as a memory of another, distant world), they are nevertheless seldom performed as the triptych Dvořák intended.  Some might lament a lost opportunity to hear Dvořák’s earlier symphonies, particularly the underrated Third, Fifth and Sixth; the festival instead features the composer’s last three symphonies, which are all hugely famous. In character these works are distinctive, representing different aspects of their composer’s personality: the Brahms-influenced Seventh is a turbulent affair (though, as Martinů noted, nevertheless ultimately joyful); the Eighth pastoral and high-spirited (it’s even been described as the pigeon-fancying Dvořák’s “birdsong symphony”); while the Ninth, the iconic New World, was a product of Dvořák’s American years. A special event, Beyond the Score, led by Gerard McBurney on 7 May, promises to place the work in enlightening contexts.    Related: Symphony guide:  Dvořák's 9th 'From the New World'    After returning to Bohemia from America, Dvořák became preoccupied with Karel Erben’s nationalistic collection of folk-ballads, Kytice. These stories rival the Brothers Grimm in their delight in the macabre and inspired four superbly graphic symphonic poems – described by Janáček as “the most Czech of Dvořák’s works”. The longest and perhaps the greatest of them is The Golden Spinning Wheel, a piece based on a story Elder describes as “particularly bloody, with its countless severed limbs”. This magnificently orchestrated work, however, does have a happy ending. The festival culminates with another rarely performed work, the oratorio Saint Ludmila, an expression of Dvořák’s profound religious faith and patriotism performed in a newly commissioned English translation by David Pountney. This gargantuan piece was premiered at the 1886 Leeds festival and features some of Dvořák’s most rousing, full-throated choral writing, as well as exquisite arias and ensemble pieces. Though Dvořák had the English taste for Handel in mind as he wrote it, he consistently reveals his own character as a distinctively Czech melodist. The son of a butcher and innkeeper, Dvořák’s success and fame were hard earned. Brahms, Janáček, Sibelius and even the young Schoenberg admired him, though under Czechoslovakia’s communist regime his music was officially regarded – not least by the influential culture and education minister Zdenék Nejedlý – as inferior to that of Smetana. “Dvořák presents a massive obstacle,” Nejedlý wrote in 1913, “which any young Czech musician must remove from his path if he is to make progress”. As the festival will hopefully remind us, Dvořák’s music never tried to be progressive. It might not engage deeply with the intellect, but it does with the heart and the imagination in the most direct way possible (does music really have to engage the intellect anyway?). A consummate orchestrator, a supreme melodist, a passionate Czech nationalist with universal appeal, Dvořák continues to speak with immediacy, kindness and humanity. As Martinů put it: “If anyone expressed a healthy and happy relationship to life, it was he.”  Dvořák: Nature, Life and Love is at Bridgewater Hall, Manchester, from 5-21 May. Box Office: 0161 907 9000",
  "webTitle": "Simple pleasures? – in praise of Dvořák's music",
  "webPublicationDate": "2016-05-05T11:37:35Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/05/simple-pleasures-in-praise-of-dvoraks-music",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Hallé Orchestra",
      "id": "music/halle-orchestra",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Mark Elder",
      "id": "music/mark-elder",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Antonín Dvořák",
      "id": "music/antonin-dvorak",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/05/simple-pleasures-in-praise-of-dvoraks-music"
}