{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/david-baddiel-my-family-not-the-sitcom-review-menier-chocolate-factory-london",
  "id": "2016-05-18-218",
  "sectionId": "stage",
  "body": "David Baddiel describes his new two-hour show better than any critic could when he calls it “a twisted love-letter to my parents”. He talks about his recently deceased mother and his father, who has dementia, with a candour that is breathtaking. Only later does one start to debate the ethics of exposing one’s parents’ lives to public gaze: at the time, the show is compelling to watch both for its unvarnished truth and complicated affection.   Related: Fun factory: the finest comedy of summer 2016     Baddiel starts gently by talking about tweeting, and the way it enables you “to turn up the volume on who you are”. There is even a suspicion that we might be in for a jokey memoir in that Baddiel uses clips from his past TV shows to demonstrate that his mother loved to be at the centre of things: we see a clip from an episode of Baddiel and Skinner in which his mother adopts the role of public secretary and, to his evident embarrassment, chalks up, and misspells, the word “masturbate”. But the bulk of the story concerns Baddiel’s discovery of his mother’s 20-year-affair with a fellow collector of golf memorabilia and the realisation, in reading her erotic verse, that she was “Dollis Hill’s very own Erica Jong”.  In the second half Baddiel turns the spotlight on his father, who has a form of frontal lobe dementia known as Pick’s disease. Its symptoms, we learn, include abrupt mood changes, rudeness and aggression and Baddiel relates how these have led his father to be banned from a Jewish daycare home and even caused a moment of shock at the shiva (or mourning ceremony) for his wife. Yet, although Baddiel suggests that dementia has simply exacerbated qualities his dad already possessed, he shows enormous regard for the way a man who began life in a terraced house in Swansea ended up getting a PhD in chemistry. You also feel that, even now, Baddiel craves demonstrations of his father’s love.       The big question this raises is the legitimacy of using one’s parents’ lives as source material. Many artists, of course, have done it. We tend to nod approvingly when it leads to a work of rueful adoration such as John Mortimer’s A Voyage Round My Father. Lips were pursed, however, when it produced a portrait as bilious as John Osborne’s depiction of his mother in his autobiography. But there is little doubt that Baddiel, when he talks about his mother, is driven by an awed admiration for her capacity, as a product of the 60s, to lead such a hyperactive sexual life.  The even bigger issue is whether, as Baddiel asserts, “truth will not be confined to notions of boundaries”. Here, I feel, he is on slightly shakier ground. Every day we tell convenient lies to spare people’s feelings or to avoid damaging confrontations: even Baddiel admits that he concealed evidence of his mother’s affair from his father and, in a post-show Q&A, said he was not going to let his own children attend this event.  “Sincerity in society,” said Somerset Maugham, “is like an iron girder in a house of cards,” and we need a measure of insincerity in order to function. But, whatever the moral issues raised by Baddiel’s monologue, it is rivetingly revealing and it says a lot about the man himself that he seems more outraged by his mother’s dubious grammar than by her clandestine affair.  At the Menier Chocolate Factory, London, until 25 June. Buy tickets from the Guardian Box Office. Telephone: 0330 333 6906",
  "webTitle": "My Family: Not the Sitcom review – David Baddiel is breathtakingly honest",
  "webPublicationDate": "2016-05-18T11:10:24Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/david-baddiel-my-family-not-the-sitcom-review-menier-chocolate-factory-london",
  "keyword": [
    {
      "webTitle": "Comedy",
      "id": "stage/comedy",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/18/david-baddiel-my-family-not-the-sitcom-review-menier-chocolate-factory-london"
}