{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/16/quadrant-calls-australia-council-funding-loss-a-leftist-act-of-revenge",
  "id": "2016-05-16-358",
  "sectionId": "media",
  "body": "The Conservative magazine Quadrant has called the loss of its Australia Council funding an “act of revenge” from an arts bureaucracy controlled by the left.  “The Australia Council’s decision to end our funding is plainly an act of revenge by its bureaucrats and advisers,” editor-in-chief Keith Windschuttle wrote in an editorial. “It is designed to punish us for being on the same side of the political fence as the Abbott government’s Minister for the Arts, George Brandis, who himself was responding to an act of arts-funding bastardry by Julia Gillard.   Related: Australia Council cuts: theatre companies lament ‘dark days’ for arts    “Throughout the 11 years of the Howard government, its appointees to the Council never reduced the funding of any of the overtly left-wing literary magazines.” Windschuttle, a conservative historian, said the Australia Council had made a “political decision” not to award a $60,000 grant to Quadrant because it wanted to “devalue our reputation and demonstrate that the Left remains in control of the arts”. Last week it was revealed that another literary magazine, Meanjin, might be forced to shut down after its funding was also cut by the council.    Ugh, the laughter at Quadrant likely going under. Go and read some Les Murray for your sins, peasants.— elle hardy (@ellehardytweets) May 16, 2016     Windschuttle acknowledged that Meanjin had also lost its funding but blamed its problems on a “succession of editors” and berated the council for funding rival literary magazines the Australian Book Review, the Griffith Review and Overland.  “They are little more than production lines for the Left’s limitless appetite for identity group politics of gender, race and sexual preference, and its support for any national culture, no matter how violent or barbaric, except our own,” Windschuttle wrote. “In contrast, since its founding in 1956, Quadrant has consistently defended high culture, freedom of speech, liberal democracy and the Western Judeo-Christian tradition.  “Although the Australia Council itself suffered a loss of government funds in 2015, the Quadrant decision was not taken because of a lack of money for literature. Indeed, while abolishing our grant, the council increased its funding to other literary magazines, all of them left-wing.  Windschuttle claimed only Quadrant was serious about publishing literature, and poetry in particular, and had more subscribers than any other literary magazine.   Related: Literary magazine Meanjin may close after losing Australia Council funding    “Quadrant is also the most prolific publisher of poetry in Australia, in either magazine or book format, with up to 300 poems published per year for the past decade. “Our Literary Editor, Les Murray, has worked on every edition since 1990, that is, for 256 of the magazine’s 518 editions. He is not only widely recognized as Australia’s greatest living poet but also Australia’s foremost poetry anthologist.” A spokeswoman for the Australia Council said Meanjin, which was considered a leftwing journal, was also unsuccessful in receiving four-year funding. “All out arts grants are assessed by a panel of artistic peers and it’s a competitive process. We can’t fund everyone,” she said.  The Australia Council gave $112m to 128 small to medium arts organisations in this funding round, announced on Friday.",
  "webTitle": "Quadrant calls Australia Council funding loss a leftist 'act of revenge'",
  "webPublicationDate": "2016-05-16T04:26:55Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/16/quadrant-calls-australia-council-funding-loss-a-leftist-act-of-revenge",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "media/2016/may/16/quadrant-calls-australia-council-funding-loss-a-leftist-act-of-revenge"
}