{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/17/formula-one-sponsorship-deal-heineken",
  "id": "2016-05-17-83",
  "sectionId": "sport",
  "body": "Formula One is coming up tulips, with the news that Max Verstappen’s stunning victory in Sunday’s Spanish Grand Prix will soon be followed by the announcement of a new £100m sponsorship deal with Heineken. Verstappen was the first Dutch winner in F1 and now the Amsterdam brewing giant is ready to boost a sport that has been haemorrhaging sponsorship in recent years as a result of declining TV audience figures. There has been no official announcement but there are rumours circulating in the Netherlands, and Bernie Ecclestone told the Guardian on Tuesday: “Apparently it appeared on a website in Holland. Heineken told me they were very, very sorry and that they were pissed off.”   Related: F1 Spanish Grand Prix: five things we learned from Barcelona    The three-times F1 world champion Sir Jackie Stewart hinted at the deal recently, saying: “Very soon, a large internationally-renowned company will come into F1 as a global sponsor.” The Dutch newspaper De Telegraaf claims that company is Heineken and that the sponsorship will be in place for next month’s Canadian Grand Prix in Montreal. The deal is said to be worth $150m over five years. A Heineken spokesman, David Pugh, said: “As a leading premium brand, we are constantly evaluating potential sponsorship and partnership opportunities. “This includes F1 as well as many other sports properties. We currently have an outstanding complementary global portfolio of sponsorships and partnerships including Uefa Champions League, Rugby World Cup and the James Bond franchise. We will not speculate on what we might do in the future as this is commercially sensitive.” Ecclestone, meanwhile, is delighted with Verstappen’s victory at the Circuit de Catalunya, a result which has breathed fresh life into the sport. “It was great by Max, wasn’t it?” he said. “It was a good demonstration of what I’ve been saying for the past two or three years. You don’t need a team as dominant as them [Mercedes] who come first and second in qualifying and then first and second in the race.”",
  "webTitle": "F1 set to announce huge new sponsorship deal with Heineken",
  "webPublicationDate": "2016-05-17T17:00:38Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/17/formula-one-sponsorship-deal-heineken",
  "keyword": [
    {
      "webTitle": "Formula One 2016",
      "id": "sport/formula-one-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Formula One",
      "id": "sport/formulaone",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Motor sport",
      "id": "sport/motorsports",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Weaver",
      "id": "profile/paulweaver"
    }
  ],
  "guardianId": "sport/2016/may/17/formula-one-sponsorship-deal-heineken"
}