{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/02/works-donated-by-barbara-hepworth-to-be-sold-by-her-old-school",
  "id": "2016-05-02-187",
  "sectionId": "artanddesign",
  "body": "Two Barbara Hepworth sculptures are to be sold by her old school in the hope they will raise more than £1m.   Related: Barbara Hepworth finally gets her due    Hepworth left Wakefield Girls high school aged 17 in 1920 . The school acquired two of her works, the first was chosen by Hepworth herself in 1959, and the second was commissioned in 1973, for a headteacher with whom she had become friends.  Both are owned by the school and tell a story of how important education and encouragement by teachers were to a woman considered one of the greatest British artists of the last century.     Forms in Movement (Galliard), 1956, which was bought by the school in 1959. Photograph: Barbara Hepworth © Bowness    Hepworth once said: “I shall never forget the joy of going to school and the gorgeous smell of the paint I was allowed to use, nor the inspiration and help the headmistress, Miss McCroben, gave me.” The artist recalled a slideshow of ancient Egyptian sculpture that McCroben gave in assembly which Hepworth credited with creating a love of sculpture. McCroben also allowed the young Hepworth to miss sports lessons, helped secure her a scholarship to Leeds School of Art and arranged lodgings when she went to the Royal College of Art in London. The school is selling the two works through Sotheby’s to fund a new scholarship in her name. John McLeod, a spokesman for the governors of Wakefield grammar school foundation, said: “Hepworth’s extraordinary career and the way in which she was able, from an early age, to pursue her own unique talents, is something of which the school is – and always will be – immensely proud.      Barbara Hepworth’s marble work the Quiet Form. Photograph: Barbara Hepworth © Bowness    “Hepworth was encouraged by her headmistress, Miss McCroben, to pursue her dreams. That kind of open-mindedness and aspiration on behalf of the students remains a key tenet of the school’s philosophy and approach today.”   Related: Barbara Hepworth… back in focus    McLeod said rocketing prices for Hepworth’s work had raised the cost of insurance and security beyond a level the school could justify. But “it also means that we have the unexpected opportunity to release significant funds, which can be used to afford other students just the kind of special opportunities Barbara Hepworth enjoyed”. The work sold directly to the school in 1959 is a sheet metal work called Forms in Movement (Galliard), 1956, which is being sold with an estimate of £250,000-£350,000. It was given to mark the opening of the school’s new gymnasium and takes its name, Galliard, from a 16th-century dance that saw courtiers leaping, jumping and hopping around the dance floor. Hepworth became friends with the school’s then headteacher, Margaret Knott, and a marble work called Quiet Form was commissioned in 1973 to mark her retirement. It will be sold with an estimate of £500,000-£700,000. Frances Christie, head of modern and postwar British art at Sotheby’s, said the appetite for the very best examples of Hepworth had never been stronger. “We are thrilled to be offering two beautiful objects with such a great story of personal importance to one of the giants of 20th-century art.” They will be sold in London on 13 June. • This article was amended on 2 May 2016. An earlier version incorrectly stated that Hepworth donated the two sculptures to Wakefield Girls high school but they were actually purchased by the school and its parent-teacher association.",
  "webTitle": "Barbara Hepworth sculptures could fetch £1m for her old school",
  "webPublicationDate": "2016-05-02T10:00:38Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/02/works-donated-by-barbara-hepworth-to-be-sold-by-her-old-school",
  "keyword": [
    {
      "webTitle": "Barbara Hepworth",
      "id": "artanddesign/barbara-hepworth",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Sculpture",
      "id": "artanddesign/sculpture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "artanddesign/2016/may/02/works-donated-by-barbara-hepworth-to-be-sold-by-her-old-school"
}