{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/08/the-only-people-sats-will-make-happier-are-the-ones-setting-the-tests",
  "id": "2016-05-08-30",
  "sectionId": "politics",
  "body": "Education cannot always be fun but it does need to be interesting (Nicky Morgan needs a Lego moment: make schools fun, 6 May). Most important of all, though, is that children are happy, as unhappy children cannot learn. We cannot separate the challenges facing our schools from the consequences of living in an ever more divided society where the number of children being brought up in poverty continues to grow. But we could help to mitigate the effects by creating learning communities that genuinely meet the needs of children, starting with a healthy breakfast, providing safe outdoor play spaces and inspiring them through the expressive arts. Literacy and numeracy are just the starting point; we need schools that foster emotional, moral and creative development as well as academic learning. But the narrow view of education peddled by successive Westminster governments has reduced schooling to an endless succession of knowledge bytes and tests. We don’t need a national day of learning for fun as Gaby Hinsliff proposes but an entire education system that promotes the holistic development of children and young people and equips them to play their part in creating a fairer and more sustainable world. Scotland and Wales are completely overhauling their curriculums with such aims in mind and it is high time for England to do this too.Fiona CarnieParent Councils UK • Gaby Hinsliff’s echoing of the Let Our Kids Be Kids protests is a reminder that regimented standards-obsessed instruction saps creativity and diminishes the desire to learn. But there is another fundamental reason why education should be enjoyable. Working hard, in order to pass exams, in order to obtain credentials, in order to get a good job, in order to achieve fulfilment, to serve society and be able to afford to live well is, ultimately, about human happiness. But it’s a long – albeit worthwhile – journey. A quicker route is to recognise that schooling should be pleasurable – not just because children learn better when they’re happy but because happiness in the here and now is a worthy aim in itself.Mike Douse Author of An Enjoyment of Education, Brecon • Gaby Hinsliff is overly pessimistic about modern Lego kits. My grandson collected the Mixels sets avidly and made all the models as instructed. When I saw him last weekend he was making his own weird creatures from all the mixed-up pieces. Creativity will out. But the modern sets do have smaller bits, which are more difficult to spot before you tread on them.Michael HarrisonOxford • The research on phonics (The rights and wrongs of testing 10-year-olds on modal verbs, Letters, 5 May) shows the superiority of systematic phonics teaching over unsystematic or no phonics teaching, but only within a broad and rich language and literacy curriculum, otherwise known as phonics plus whole language. And while this has been known from observation since Jeanne Chall’s 1967 book Learning to Read: The Great Debate, the experimental research to back this up has been rigorously analysed only in the past 16 years. Your correspondent Brian McDevitt should not be surprised that results on the phonics test (let’s call it that, since it is one) have improved each year – teachers’ and schools’ reputations depend on this and they therefore teach to it. I remain of the view, expressed as soon as this test was mooted, that imposing it on five- and six-year-olds is an abomination. And Alan Woodley should not be surprised that he never heard of modal verbs while doing O-level Latin (which, being a fusional language, has no such verbs) or A-level English (which has always been about literary rather than linguistic analysis).Greg BrooksEmeritus professor of education, Sheffield • This week, my son will be sitting the new KS2 Sats. Before he and the rest of Year 6 pick up their pens, the outcomes over the next few years are entirely predictable; the methodology of developing and implementing the tests are that flawed. These tests are for the end of a four-year curriculum, introduced less than two years before. The framework of the tests was originally intended to separate children into deciles by performance. This changed to a “national standard” that children would achieve or not. What’s important is that, after that decision, the test structure did not change. This year’s children will be used to “set” the “standard”: children who have had two years, not four, on the new curriculum, further disadvantaged by the last-minute release of specifications and one sample paper. Will next year’s cohort perform better? Of course, they will. They’ll have had one more year on the curriculum, and there’ll be one more paper, so a bit less mystery. We could plot the curve right now. The irony is that the content and reasonableness of the curriculum and test don’t matter at all. The children don’t matter. The teaching doesn’t matter: the test would never have demonstrated the ability of the teacher, any more than a driving test tells you anything about the instructor. Remember this in 2020, when the education ministers insist that children’s literacy has improved, thanks to their rigorous curriculum and testing regime. Whoever signed this off needs to have a good read of the definition of a fair test: they may find it in their science curriculum for infants. My child is being used in the most careless, empty way possible to generate meaningless numbers: he deserves better. Children, teachers, schools and parents deserve better than a contrived “standard”, decided after the results are in, which puts their school at risk.Amanda HarrisShrewsbury • The English obsession with testing is crazy – and counterproductive. The Scandinavians and Germans don’t teach reading until children are seven. That is, when the majority of children are “ready”. Prior to that, the emphasis is on play, art, imagination, exploration of the environment, forest schooling, etc – essentially socialising the children in the broadest sense. Result: their countries outperformed us in the 2013 OECD study of young adults (Report, theguardian.com, 8 October 2013). Out of 24 countries studied, Finland, Sweden and Germany were in the top 10 for literacy, England came in at 22. Conclusion: our early test-based education system doesn’t work for a sizeable minority. And it’s not a whole lot of fun for the majority either. Isn’t it time we had a re-think, and a radical change?Patrick GlassSt Leonards-on-Sea, East Sussex • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "The only people Sats will make happier are the ones setting the tests | Letters",
  "webPublicationDate": "2016-05-08T20:18:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/08/the-only-people-sats-will-make-happier-are-the-ones-setting-the-tests",
  "keyword": [
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Literacy",
      "id": "education/literacy",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/08/the-only-people-sats-will-make-happier-are-the-ones-setting-the-tests"
}