{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/this-weeks-best-streaming",
  "id": "2016-05-09-283",
  "sectionId": "tv-and-radio",
  "body": "Netflix Grace And Frankie Season two of the underrated US dramedy kicks off, with Jane Fonda and Lily Tomlin reprising their roles as jilted spouses whose husbands have embarked on a relationship with one another. At the end of the first run, free-spirited Frankie and ex-husband Sol ended up in bed with each other, but what will the ramifications be for the latter’s impending marriage to Robert? And will former makeup mogul Grace’s latest foray into dating prove a success? All 13 episodes are currently available for your bingeing pleasure. Available now Sky Go Billions Damian Lewis and Paul Giamatti star in this US corruption drama, loosely based on the real-life activities of lawyers tackling big-money fraud. Giamatti plays prosecutor Chuck Rhoades, whose track record in bringing down insider traders is second to none. But can he build a case against dodgy hedge fund manager Bobby Axelrod (Lewis), and – given that his wife is one of the billionaire’s employees – will he want to? Although there are definite shades of a certain Nick Brody to Lewis’s performance, this is a gripping post-9/11 tale of its own. Available from Thursday BBC iPlayer Stupid Man, Smart Phone This new BBC3 series sees Essex comic Russell Kane aim to complete tortuous tasks across the world with only a mobile phone and a revolving door of internet celebs for help. The opening instalment saw him try to source a camel to trek across the northern Sahara with the aid of Google Translate and Vine star Arron Crascall, while in the second episode (released tomorrow) things are a little frostier as he winds up in the Arctic Circle alongside YouTube personalities Rose and Rosie. It’s all good fun...although Bear Grylls would definitely not approve of such sloppy attempts at survival. Available now Netflix Chelsea Brilliantly crude US compere Chelsea Handler debuts her new late-night talkshow this week, the first outing of its kind from Netflix. She’ll be sounding off on everything from parenting to sports and sending in VTs from far-flung locales including Russia and Japan. In a move that’s a little off-piste for the streaming titans, new episodes will be added on Wednesdays, Thursdays and Fridays rather than being unveiled all at once. Available from Wednesday BBC iPlayer The Reunion Lurking in the BBC’s comprehensive online audio library is the entire back catalogue of this Radio 4 series, hosted by former Woman’s Hour and Today host Sue MacGregor since 2009. Charting a varied selection of historical events with the help of people who experienced them first hand, episodes have spanned topics as diverse as Nelson Mandela’s release, the making of Four Weddings And A Funeral and female pop stars of the 60s. Tempering serious news with arts and culture, it’s a simple but effective format. Available now YouTube Dating Dalí An endearing webseries (which continues in a novel), this Spanish production recently netted an award at Paris’s Series Mania festival, where the jury was headed by Sopranos creator David Chase. The premise? Salvador Dalí winds up in a world that’s even more surreal than his imagination: the 21st century. But what will the moustachioed one make of modern courtship? All episodes available now",
  "webTitle": "This week’s best streaming: from Grace And Frankie to Dating Dali",
  "webPublicationDate": "2016-05-09T08:00:09Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/this-weeks-best-streaming",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/this-weeks-best-streaming"
}