{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/a-country-road-a-tree-by-jo-baker-review",
  "id": "2016-05-27-119",
  "sectionId": "books",
  "body": "Amid all the Jane Austen reboots and ripoffs, Jo Baker’s 2013 debut Longbourn, which developed the events of Pride and Prejudice from the servants’ perspective, seemed restrained yet revelatory. Fresh, fascinating and beautifully achieved, it was that rare beast: a critical success with wide commercial appeal. What would one expect from the follow-up? Probably not a re-creation of Samuel Beckett’s war years, from his desperation to leave the Ireland that stifled him, through his time in occupied Paris working for the resistance and escape to the south after being betrayed to the Nazis, to his postwar job helping set up a French hospital. And always, through danger, penury and privation, the compulsion to continue with writing that doesn’t seem to be getting anywhere, that he is driven to produce, as a writer friend puts it, like snails make slime. The book echoes Longbourn, though, in the way it takes a behind-the-scenes look at literature, animating the experiences that fed into Beckett’s later work. Baker’s close attention to physical experience, the deafening demands of the body during hard labour or hunger, is familiar from Longbourn, too, and pertinent to Beckett’s aesthetic as it was to her story of Georgian England’s less fortunate class. “The body’s barest needs make for a heavy load,” we are told, as, during the darkest days of the war, Beckett and his lover Suzanne Déchevaux-Dumesnil struggle on foot towards what they hope will be the safe haven of Roussillon. As they throw themselves on the mercy of strangers, “human bodies share the almost nothing that they have, and go on living”. It is a daring project, to enter the mind of a man known for his withdrawal and silences, but Baker succeeds triumphantly in prose that is both intimate and austere, with an unobtrusive Beckettian cadence. At the heart of the novel is Beckett’s relationship with Suzanne, a lifelong companion and later his wife, yet of whom he wrote in a 1939 letter to a friend: “There is a French girl also whom I am fond of, dispassionately, and who is very good to me. The hand will not be overbid.” His need for solitude and distance grinds against her combination of support and dismay – peeking into his notebooks, black with crossings-out, it occurs to her that “all that has been achieved here is the consumption of paper, ink and time”. By war’s end, there is indeed a gulf between them, as well as exhausted familiarity. There is an unbearably poignant moment as they run, single file, from the Germans: “His arm is stretched back to her; she’s tumbling forward to hold on to him. It’s uncomfortable, constraining, it might be better to let go. They don’t let go.” In Deirdre Bair’s Beckett biography she called Waiting for Godot, written a decade later, “a metaphor for the long walk into Roussillon”. Baker takes her title from the spartan description that sets the scene at the beginning of the first act, and Beckett and Suzanne’s weary squabbling, over where they are to meet the contact who will get them over the border into the free zone, prefigures the double act of Vladimir and Estragon. “Monsieur will surely come tomorrow,” says Beckett. “It’s tomorrow now,” she replies. Baker has Beckett look around the landscape, and project on to it the paintings of Van Gogh and Rouault. We, in turn, are accustomed to seeing the horrors of the 20th century – such as the exodus from Paris, glimpsed here from a train as “a rubbish dump, a mound of junk and clutter” that separates into fleeing humanity – through Beckett’s eyes. A wartime obsession with tattered boots and sore feet, with turnips gleaned from field edges, sucking stones held in the mouth against thirst all appear in later novels as well as plays, while broader themes of stasis and stoicism are delicately foregrounded by Baker. The old man by whose side Beckett hides under floorboards, sharing a bottle to pee in, could be a character from his own pages: “He is a gracious pisser, and a courteous sleeper; he does not fart as much as might be supposed.” Beckett begins the novel in shame and apathy, hanging on the coattails of Joyce in a relationship that is a queasy mixture of adoration, gratitude and resentment (Baker gives us a nicely turned portrait of the ageing Joyce, fumbling along with his stick and glasses, “oblivious and uncanny and sharp as you like”). His work with the resistance – where, as is pointed out, his “silent habit” is a virtue – demonstrates the power of words to change the world, as he collates the information that will “conjure aeroplanes out of a clear sky … bring all hell raining down”. He keeps his reports slipped into the manuscript of Murphy, “which is by far the safest place to keep something that he doesn’t want people to read”. Hindsight and the shaping of fiction perhaps give the novel an unduly uplifting arc, as it moves towards Beckett’s famous epiphany when he realised that, in the case of his own writing, less would be more. Baker presents his time in Roussillon, when he wrote Watt, as years of mind-clearing labour rather than breakdown, as has been reported elsewhere. But though Beckett kept characteristically quiet about it after the war, the raw material is nothing short of sensational: hiding up a tree to escape the Nazis, seeing a companion throw himself from a window to escape capture, digging a roadside grave for dead German soldiers, disguising a case of explosives with potted geraniums ... Baker describes it all in wry, unruffled tones, taking Beckett towards the attitude later formulated as The Unnamable’s “I can’t go on, I’ll go on” – as she puts it here, life is “an act of resistance”. Do you need to be interested in Beckett to engage with this novel? Well, as with the Longbourn servants, if you’re not, you should be, because again this is an extraordinary story that shines a light both on individuals caught up in the sweep of history and the way life is transmuted into art. Baker is a strange, determined writer, and I am fascinated to see what she does next. • To order A Country Road, A Tree for £11.99 (RRP £14.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "A Country Road, A Tree by Jo Baker review – a skilful recreation of Beckett’s war years",
  "webPublicationDate": "2016-05-27T14:30:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/a-country-road-a-tree-by-jo-baker-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Samuel Beckett",
      "id": "culture/beckett",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/27/a-country-road-a-tree-by-jo-baker-review"
}