{
  "apiUrl": "https://content.guardianapis.com/theguardian/2016/may/27/good-to-meet-you-anette-gartner",
  "id": "2016-05-27-87",
  "sectionId": "theguardian",
  "body": "I was born in the idyllic Taunus area in Hesse in the 1970s, and subsequently moved to various places all over Germany and abroad. Just recently I fulfilled my biggest wish and came back home to Frankfurt. I am quite happy and content near my family and friends, living in the most liberal town in Germany. I am a partner at an international law firm and focus on a niche area: patents and employee inventions. Whenever I attend a meeting I am usually the only woman, or one of two, present. I love music, both as a member of the audience and as an active musician. Ever since my school days, I have been playing the bassoon in several orchestras and chamber music ensembles. Needless to say, I was delighted when I read about the “Save the bassoon” campaign in the Guardian last year. I first came across the paper in 1999 while studying at Edinburgh University. At the time, I was looking for a newspaper that took a more balanced approach towards Europe. Back in Germany I continued to read the Guardian and often shared it with my late father. I have fond memories of discussing articles from the World and Review sections with him. Will Self and Simon Callow were among our favourites. When my father passed away I stopped buying the Guardian for a short while, but missed the paper too much. My weekend now begins with the download of the Saturday edition. I specifically purchased an e-reader so I can get paper online wherever I happen to be. Not bad, is it, considering that I avoid unnecessary gadgets and therefore do not own a car or a TV set. • If you would like to be interviewed in this space, send a brief note to good.to.meet.you@theguardian.com",
  "webTitle": "Good to meet you… Anette Gärtner",
  "webPublicationDate": "2016-05-27T16:12:18Z",
  "webUrl": "https://www.theguardian.com/theguardian/2016/may/27/good-to-meet-you-anette-gartner",
  "keyword": [
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "theguardian/2016/may/27/good-to-meet-you-anette-gartner"
}