{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/26/most-orwellian-winner-yet-the-invention-of-russia-takes-orwell-prize",
  "id": "2016-05-26-71",
  "sectionId": "books",
  "body": "An account of modern Russia, which in its investigation into media manipulation is “absolutely in [George] Orwell’s own tradition” has won the UK’s most prestigious prize for political writing, the Orwell prize for books. Chair of judges for the prize Lord William Waldegrave compared Arkady Ostrovsky’s The Invention of Russia to George Orwell’s novels Nineteen Eighty-Four and Animal Farm, saying that Ostrovsky’s non-fiction title was “absolutely about the central themes that Orwell is most famous of all for … the importance of language, and how he or she who controls the language, controls the narrative. And although there are many strong and brave liberal voices in Russia, if you get control of social and traditional media, you’ve gone a long way to controlling the message.” Given to the book which comes closest to Orwell’s ambition to “make political writing an art”, the £3,000 Orwell prize has been won in the past by titles including Raja Shehadeh’s Palestinian Walks, and DM Thomas’s biography of Alexander Solzhenitsyn. Ostrovsky’s book, which looks at Russia’s post-Soviet transformation and the media’s central role in the country’s national narrative, is likely the most Orwellian winner to date, said Waldegrave, who judged the award with Andrew Gamble, David Goodhart and Fiammetta Rocco. “It’s a wonderful book and it meets the tough criterion of making political writing an art, but it is extraordinary how the theme of it is absolutely in Orwell’s own tradition,” said Waldegrave. According to organisers of the Orwell prize, Nineteen Eighty-Four was one of the Top 10 bestselling books in Russia last year. In his book, Ostrovsky, a Russian-born correspondent for the Financial Times and the Economist, traces how Russia moved from Gorbachev’s freedom in 1985 to Putin’s war today, unpicking with research and interviews “the ideological conflicts, compromises and temptations that have left Russia on a knife edge”. Ostrovsky was presented with his award on Thursday evening by Orwell’s son, Richard Blair. The Invention of Russia beat titles including Jason Burke’s The New Threat from Islamic Militancy, John Kay’s Other People’s Money and Emma Sky’s The Unravelling to the prize.",
  "webTitle": "'Most Orwellian winner yet': The Invention of Russia takes Orwell prize",
  "webPublicationDate": "2016-05-26T19:00:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/26/most-orwellian-winner-yet-the-invention-of-russia-takes-orwell-prize",
  "keyword": [
    {
      "webTitle": "Orwell prize",
      "id": "books/orwellprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/26/most-orwellian-winner-yet-the-invention-of-russia-takes-orwell-prize"
}