{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/24-legacy-is-already-the-best-show-of-2017-thats-a-guarantee",
  "id": "2016-05-17-254",
  "sectionId": "tv-and-radio",
  "body": "This will sound a little premature, but my favourite TV show of 2017 is already 24: Legacy. There’s no point trying to fight it. It just is. Next year may be full of challenging dramas and groundbreaking comedies and insightful documentaries that change how we as people see the world, but I guarantee that I’ll always return to the giddy thrill of watching a knackered-looking hero murdering thousands of baddies for a full day. You were probably right to be wary of 24: Legacy when you first heard about it, since All-Time Hero of the Modern Age Jack Bauer had been retired and replaced with a wet-mouthed baby man played by Corey Hawkins, the Dr Dre actor from Straight Outta Compton. However, the just-released trailer is a masterpiece that manages to perfectly walk the tightrope between careful reassurance and frantic agenda-setting. Here are all the reasons why we should embrace 24: Legacy.            1. Our hero has a family again In truth, there weren’t any stakes in the last handful of Kiefer-era 24s, because his entire family was either dead or estranged. Jack Bauer was an island, a dead-eyed robot doing his job as efficiently as possible. You couldn’t hurt him by the end, because he was already dead. This new guy Eric Carter, though, has a wife. This suggests he’ll be more easily manipulated than Bauer. He may even be a little bit – whisper it – human. 2. That family will almost certainly die      Carter’s wife tries to shoot some baddies, but she’s covered herself so hopelessly that another baddie has managed to sneak around the back and point a gun at her. It’s likely that she’ll make it out of this scrape alive, but it can only be a matter of time before she bites it. Then Carter will transform into a dead-eyed vengeful robot, which, clearly, is much better than being a human anyway. 3. Our hero knows how to put a bag on properly      The second biggest sigh of relief in the trailer came here, when our new hero slung his man-bag across his body to signal that he’s ready for action. This is exactly – exactly – what Jack Bauer did. Call this series a reset all you like but, simply by dint of the fact that Carter knows how to put bags on when shit goes down, you know that this is business as usual. 4. Kiefer Sutherland is still involved      The biggest sigh of relief. Thank God. Kiefer Sutherland, the man who has come to epitomise 24 so fully that it’s become impossible to watch him in any other role, is onboard as a producer. Yes, his previous promotion to producer marked the start of 24’s slide into silliness. And, yes, judging by past comments, it seems likely that he won’t be too heavily involved. But he’s still here. Phew. 5. The climax of the trailer is a tube rolling down a hill      That’s it. After all this build-up, the last thing we see is a big tube slowly rolling down a gentle hill. Admittedly the show is months away from being aired, so this might just be the most spectacular scene they’re able to show. But, still, it’s a tube rolling down a hill. Which is dumb. And rubbish. And stupid. And therefore exactly in keeping with every other series of 24. We’re in safe hands. This is going to be great.",
  "webTitle": "24: Legacy is already the best show of 2017. That's a guarantee",
  "webPublicationDate": "2016-05-17T09:45:28Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/24-legacy-is-already-the-best-show-of-2017-thats-a-guarantee",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "24",
      "id": "tv-and-radio/24",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/24-legacy-is-already-the-best-show-of-2017-thats-a-guarantee"
}