{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/exeter-wasps-premiership-match-report",
  "id": "2016-05-01-58",
  "sectionId": "sport",
  "body": "Wasps were such a distant second in the battle for second place that they used the final minutes here to run down the clock and prevent Exeter from securing the bonus point their dominance throughout merited. If both sides win their final-round matches at the weekend, they will return here for the play-off semi-final. It is a ground where Wasps have yet to win in the Premiership, mustering a mere two bonus points in six visits. The manner of their latest defeat, subdued in possession by a defence that, led by the immovable flanker Dave Ewers, advanced off the line in relentless waves, clobbering the ball-carrier with devastating hits to prevent offloads, that even their talisman Nathan Hughes found himself going backwards.   Related: London Irish doomed to relegation despite battle with Harlequins    With Exeter, who gave Wasps the first use of the strong wind and enjoyed the bonus of seeing their opponents only kick for position twice despite making no attacking headway, never relaxing the iron grip they took on the game from the opening minutes, the visitors had almost no mistakes to exploit. Chiefs kicked long or into touch to prevent counterattacks and rarely offloaded, forcing Wasps to attack with their own possession and a back division that has lit up the Premiership this season operated in the dark. Wasps made just two, brief, visits to Exeter’s 22, their only points coming from a wind-assisted Elliot Daly penalty from just inside his own half. From the moment the Exeter hooker Luke Cowan-Dickie hurled himself at Hughes in the opening exchanges and hauled down the No8, the home side gave their opponents no time on the ball. Ewers and Mitch Lees were around one corner with Don Armand and Ben Moon patrolling the other and if Wasps had an excuse that Exeter had taken the previous weekend off while they were engaged in a European Cup semi-final with Saracens, it was not one grasped by their director of rugby, Dai Young, nor did it explain why for the third match in a row they offered little in attack. The better teams have worked them out and they need to respond. Wasps did rectify one weakness. Exeter kicked five penalties to touch to drive mauls, but did not get one into gear, unlike the first meeting between the sides last December when the ploy won them the game. Along with a steady scrum, it gave them something to take from one of their worst performances of the season. Young said he could not fault the effort of his players, but in terms of intent, focus and energy, Exeter were always a step ahead, from their opening try on 27 minutes when the scrum-half Will Chudley surprised Wasps by scooping the ball from a long-range driving maul and passing it to Olly Woodburn who appeared to have nowhere to go with Frank Halai in front of him, but he crumpled on impact and Chiefs were on their way. Their interval lead of 7-3 would probably have been greater had they chosen to kick for goal one of the four penalties they had sent into touch but they had Wasps where they wanted them. “I knew we would win at half-time,” said Chiefs’ head coach, Rob Baxter, who had told his players in the week to embrace their status as one of England’s leading clubs as the season built to its climax, and not be overawed by it. Baxter got the response he wanted. Gareth Steenson’s penalty three minutes into the second half took Exeter into double figures and, as they consistently put phases together, gaps started to appear in Wasps’ defence out wide. The pressure told on 58 minutes when Ian Whitten and Phil Dollman exchanged passes for the latter to break Daly’s tackle on his way to the line. Seven minutes later Woodburn’s replacement James Short thought he had scored a try in a moment that summed up the game. When Steenson kicked deep into Wasps’ 22 from halfway, a drop-out seemed the likely outcome, but as Christian Wade dallied and the replacement Rob Miller dithered, Short pounced having covered half the length of the pitch and appeared to the naked eye to have applied downward pressure ahead of Miller as the ball reached the line. The television match official, Graham Hughes, ruled Miller’s and Short’s contact had been simultaneous. Exeter had a scrum instead of a try but they were not kept out for long and another ineffective tackle led to their third touch down, Ruaridh Jackson remonstrating with himself after clutching feebly as the England wing Jack Nowell went past him. There was enough time for one more penalty to be turned into a driving maul and a potential bonus point but Wasps held firm and used the final 90 seconds to pick and go and eat up what time remained. “We have got to mix things up more in possession and get our game going again,” Young said. “I could not fault the effort of the players because without it we would have had our trousers pulled down.” Exeter Dollman (Hill, 65); Nowell, Slade, Whitten, Woodburn (Short, 59); Steenson (capt), Chudley (Lewis, 65); Moon (Hepburn, 59), Cowan-Dickie (Yeandle, 73), Williams (Rimmer, 73), Lees (Welch, 67), Parling, Ewers (Waldrom, 62), Salvi, Armand. Tries Woodburn, Dollman, Nowell. Cons Steenson 3. Pen Steenson. Wasps C Piutau; Wade, Daly, S Piutau (Miller, 62), Halai; Gopperth (Jackson, 62), Simpson; Mullan (Bristow, 74), Festuccia (Johnson, 54), Cittadini (Swainston, 74), Launchbury (Rowlands, 74), Davies, (capt; Young, 54), Haskell, Smith, Hughes. Pen Daly. Referee M Carley (RFU). Attendance 12,407.",
  "webTitle": "Olly Woodburn try sets Exeter on way to home advantage over Wasps",
  "webPublicationDate": "2016-05-01T18:17:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/exeter-wasps-premiership-match-report",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Wasps",
      "id": "sport/london-wasps",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/01/exeter-wasps-premiership-match-report"
}