{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/15/boris-johnson-hitler-tory",
  "id": "2016-05-15-61",
  "sectionId": "commentisfree",
  "body": "It takes me back to the 1990s as reliably as the first notes of Wonderwall. In the Sunday Telegraph Boris Johnson compared the European Union to Hitler’s campaign to dominate the continent, and I was transported to the days when Tory Eurosceptics fighting the Maastricht treaty routinely compared “Brussels diktats” to the pan-European ambitions of the Führer. Their hero was Nicholas Ridley, who had resigned in 1990 after telling Dominic Lawson, then editor of the Spectator: “I’m not against giving up sovereignty in principle, but not to this lot. You might as well give it to Adolf Hitler, frankly.” In his book The Tainted Source (1997), the scholar John Laughland argued that far from being the institutional consequence of the Third Reich’s defeat, the EU was another means of pursuing many of its objectives. Goebbels, for instance, had hoped to end customs barriers, create a single market and fix exchange rates, while Hitler aspired to sweep aside the “clutter of small nations”. Two decades on, Johnson has broken the glass and pressed the big red button marked “Hitler comparison – only to be used in an emergency”. In his interview, he declared that Hitler, among others, had aspired to entrench European unity, “and it ends tragically … The EU is an attempt to do this by different methods.” I don’t recall Hitler being so keen on national opt-outs, derogations, or measures that excused particular nations from, say, “ever-closer union”. Nor can I imagine Hitler’s Europe accepting refugees from war-torn Syria. His methods for dealing with the displaced were chillingly different.   Related: Boris, the EU and Hitler: bad taste, bad judgment | Michael White    Johnson would doubtless plead that his point was strictly limited to a narrow continuity: the campaign to unify Europe under a single authority and the repeated frustration of that objective. All the same, a politician of his talent and experience knows that invoking Hitler is the H-bomb of his profession. Indeed, his predecessor as London mayor, Ken Livingstone, has just supplied an object lesson in why it is almost never wise to do so. In January Johnson wrote of his admiration for Field Marshal Lord Bramall, a veteran of the Normandy landings and Borneo, a former chief of the defence staff and a recipient of the Order of the Garter. So it must have stung to learn that Bramall had declared Johnson’s comparison between Hitler’s objectives and those of the EU “absurd” and “simply laughable”. The EU referendum campaign was never going to be bonhomous in its final weeks. Nonetheless, the bitterness creeping into the debate is sometimes startling. David Cameron has declined all invitations to oppose his fellow Conservatives in the forthcoming television debates. Naturally, the leavers insist he is afraid of seasoned orators such as Johnson and Michael Gove, both former presidents of the Oxford Union. The prime minister’s allies maintain with equal vigour that he is avoiding such confrontations for “Tory unity reasons”. This has done nothing to dampen the fury of Vote Leave, designated by the Electoral Commission in April as the official lead campaign on the leave side, over Cameron’s decision to appear on an ITV referendum special with Nigel Farage, the Ukip leader and public face of Grassroots Out. Extraordinarily, Vote Leave warned ITV that there would be “consequences for its future” on the grounds that “the people in No 10 won’t be there for very long”. It is not every day that a campaign with six members of the political cabinet in its senior ranks threatens a national broadcaster and predicts imminent regime change at No 10. I’m all for feisty politics, but not the sort usually associated with CIA black ops in South America during the cold war. Deep breaths, everybody.   Related: David Cameron to avoid facing Johnson or Gove in Brexit debates    On Friday I chaired a pre-referendum debate between two senior Tories at Magdalen College, Oxford, that was the model of civilised political discourse. Dominic Grieve, chair of the intelligence and security committee and former attorney general, made a characteristically lucid case for Britain to vote remain on 23 June. In response John Redwood, a former Tory leadership contender and cabinet minister, made perhaps the most compelling pro-Brexit speech I have yet heard. The two politicians were courteous to a fault. Yet Redwood’s remark that the national argument resembled “the English civil war without muskets” was more than a quip. It was a prophecy. Thirty-seven days hence, Cameron may achieve his patriotic objective, securing the public’s approval for Britain’s continued membership of the EU, persuading us to resist the urge – as he put it in his Bloomberg speech in 2013 – “to pull up the drawbridge and retreat from the world”. Posterity may be kind to him in that respect. But even if he wins, the Tory beast has been awoken and will not be tranquillised by a single defeat. On Friday Redwood said he would vote only for a pro-Brexit candidate in the next leadership contest. He also confirmed what I wrote last week: that, should they lose, the Brexiteers will shift their attention to future referendums on EU treaties, as mandated by the European Union Act 2011. For Johnson, meanwhile, the game is on. Cameron, it is true, regards him as the contender most likely to win a leadership contest held in the near future. But that depends upon the nation voting for Brexit and the prime minister deciding – in defiance of his allies’ strong advice and (it must be said) his present intentions – to step down more or less immediately. If Cameron wins, the former mayor will be exposed as never before. Having kept the prime minister guessing about his intentions until the very day that he announced he would campaign to leave, he will face a difficult conversation with “Dave”. Will the prime minister propose a “reconciliation reshuffle”, to heal the party after its bout of self-laceration? Or will Johnson retreat to the backbenches, an unrepentant, still-popular maverick? Never forget that one of his mentors is Michael Heseltine, his predecessor in Henley (the seat Johnson represented first time round). Thirty years ago, Heseltine stormed out of cabinet over the Westland affair – an important but obscure issue that had no public traction. One of the next items on the cabinet agenda that day was the question of local government finance and what became the wildly unpopular community charge – or poll tax. Had Heseltine resigned over that issue, he might well have achieved his ambition to replace Margaret Thatcher. But he did not. Has Johnson chosen his cause wisely? We will know soon enough.",
  "webTitle": "Boris Johnson has pressed the big red button marked ‘Hitler’. Watch out | Matthew d’Ancona",
  "webPublicationDate": "2016-05-15T17:21:04Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/15/boris-johnson-hitler-tory",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew d'Ancona",
      "id": "profile/matthew-dancona"
    }
  ],
  "guardianId": "commentisfree/2016/may/15/boris-johnson-hitler-tory"
}