{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/11/legal-highs-brought-low-councils-banning-orders-curb-use",
  "id": "2016-05-11-343",
  "sectionId": "society",
  "body": "It’s just before 11.30am on a Friday morning and I’m standing in Lincoln’s city square. With me are police officers Andy Balding and Joel Dowse, an antisocial behaviour officer at Lincoln council. We’re on the lookout for so-called legal highs – synthetic substances that have similar effects to illegal drugs and are having a devastating impact in UK prisonswhere they have been blamed for increased deaths and self-harm, but have not yet been banned by legislation. We scan the square for anything suspicious. Everything looks in order, but I’m assured it hasn’t always been this way. Balding points to a line of benches overlooking the river. “Along here used to be really bad,” he tells me. I hear stories about groups of people on legal highs terrorising shopkeepers and falling unconscious in the street. Right now, all I can see is an elderly man peacefully contemplating the river.    Using this arbitrary approach to deal with a very complex issue is really just increasing the risk to the vulnerable    However, around the corner, we spot a man slumped over outside a drug treatment centre. When Balding and Dowse approach him, it becomes clear he is in a bad way – his eyes are half closed and his speech is slurred. On being told he is going to be searched, the man reluctantly volunteers a small plastic bag, emblazoned with a Bob Marley motif, containing a small amount of green herbs. It looks like “spice” – a synthetic version of cannabis also sold as “black mamba”. The man’s details are taken and he is told he will be issued with a £75 fine. In April last year, Lincoln became the first local authority in England and Wales to ban legal highs, otherwise known as new psychoactive substances (NPS). The ban was made using a public spaces protection order (PSPO), under powers given to councils in October 2014 to tackle antisocial behaviour. Lincoln used the legislation to ban any use of what it calls “intoxicating substances”, which includes alcohol and legal highs, in its town centre. It has issued eight fines.   Related: Ban on legal highs delayed over concerns law is not enforceable    By contrast, the government has tied itself up in knots over its psychoactive substances bill, which will make it a criminal offence to produce or supply any kind of NPS. Originally due to be implemented on 6 April, the bill was delayed amid concerns that the current definition of a psychoactive substance cannot be legally enforced by the police. The bill is now set to reach the statute book at the end of this month, introducing new powers for the police and prison sentences of up to seven years. In the meantime, many more councils have followed Lincoln’s lead. Freedom of information requests submitted by the Guardian have revealed that at least 15 local authorities have introduced a PSPO aimed at tackling legal highs, while 15 more are in the process of doing so. Councils say they have been forced to take action while the government flounders. But critics have questioned whether PSPOs represent an effective solution, or are legally sound. In Blackpool, the council’s deputy leader, Gillian Campbell, highlights an incident two years ago when three teenagers were hospitalised after smoking a legal high substance while at school. “At that point I thought, ‘we’re going to do something about this’,” she says. The council tackled the problem in a number of ways. Shops selling the substances were sent warning letters and threatened with community protection notices (CPNs), which – much like PSPOs – prohibit individuals or businesses from engaging in certain activities. “We’ve been quite fortunate that they’ve all taken heed,” says Campbell. But that wasn’t the end of the issue. “My problem is you can still buy it on the internet. We’ve got rid of the shop problem in Blackpool but people can still get out of their faces on it.” In March, Blackpool introduced a PSPO banning a range of activities in the town centre, including legal highs. This trend has attracted the attention of charities such as Release, which campaigns for a public health-led approach to drugs policy. Its executive director, Niamh Eastwood, says: “The concern we have is that it allows criminalisation in by the back door. There’s no independent judicial oversight on the process.” Eastwood also raises concerns that the orders could have unintended consequences. “Often the people using these publicly are the very vulnerable – the homeless,” she says. “The idea that we are using this arbitrary approach to dealing with what is a very complex issue is really just increasing the risk to the vulnerable.” Sam Barstow is Lincoln’s service manager for public protection and antisocial behaviour. He says the PSPO was always aimed at tackling problem behaviour linked to legal highs, rather than seeking to criminalise individuals. “This was never about us casting any judgment on people’s choices to use these substances,” he says. “This was about us identifying that when you use these substances on the street, it has these knock-on effects.” To this end, anyone found breaching the order is offered the chance to engage with the drug treatment charity Addaction in return for a reduced fine. No one has yet taken up the offer. Charlotte Greenley, a substance misuse worker at Addaction, explains why that might be the case. “You have to be ready for recovery,” she says. “When you’re given a chance to pay the money or have to hear about why the things you are taking are so bad for you, some people aren’t ready for that.” Nevertheless, since the PSPO was introduced in Lincoln, Addaction has seen a considerable drop in both the number of referrals for legal highs from pharmacies, social workers and homelessness services, and the number of people using them at its needle exchange. In the first three months of 2014, the charity saw 33 referrals for legal high use. Over the same period this year, there were just six. Greenley believes that the ban has helped to reduce the numbers using legal highs. She says the PSPO has been successful because it was introduced as part of a package of measures. Lincoln and Blackpool used CPNs and an education programme that involved working with local treatment charities to run awareness courses at schools and community venues to teach people about the risks of legal highs and combat their reputation of being safe. Two shops selling legal highs in Lincoln have closed, after pressure from the council. While the figures suggest the ban has been effective, doubts remain over whether it is legally sound. Mark Jackson, senior lawyer at the solicitor firm Cohen Cramer, says the nature of NPS and PSPO offences may mean councils have so far managed to avoid judicial scrutiny. “People who are intoxicated and caught by the authorities on the street are not in a position to mount a legal challenge,” he says. In Lincoln, Barstow says: “We were very cautious about this because we knew it was relatively groundbreaking. When those first ones went to court [for non-payment of the fine] we were watching them very closely. But all the prosecutions to date have been successful.” What he means by success is that the magistrate’s court has sided with the council and found the defendant guilty of non-payment of a fixed penalty notice, and there has been a decrease in antisocial behaviour linked to legal highs since the ban was introduced. But the question of how fines for PSPO breaches are paid is one of the key criticisms of the legislation. More often than not the fixed penalty notices aren’t paid, and so are followed by a court hearing and a prosecution. Barstow says: “Those prosecutions make it clear we’re serious about the order. But it’s that point of [street] enforcement that provides the real value. We’re not looking to criminalise people, we’re looking to reduce harm.” As we walk alongside Lincoln’s River Witham, we meet two men smoking cigarettes under a bridge. Balding and Dowse nod at them in recognition. “Do you want to smell it?” jokes one of the men, waving a roll-up in our direction. “He was our first prosecution,” explains Dowse. In at least one case, Lincoln’s message that legal highs won’t be tolerated seems to have got through.",
  "webTitle": "Legal highs brought low as councils use banning orders to curb use | Mark Wilding",
  "webPublicationDate": "2016-05-11T06:30:05Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/11/legal-highs-brought-low-councils-banning-orders-curb-use",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Wilding",
      "id": "profile/mark-wilding"
    }
  ],
  "guardianId": "society/2016/may/11/legal-highs-brought-low-councils-banning-orders-curb-use"
}