{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/21/celtic-brendan-rodgers-right-man-revival",
  "id": "2016-05-21-135",
  "sectionId": "football",
  "body": "Long before Martin O’Neill presided over a famous era at Celtic, one of his players asked for the ideal philosophy for managerial success. O’Neill was never likely to keep the reply brief; and duly told Tony Cottee of the coach who met boardroom and terrace approval from a set of opening defeats by scores of 4-3, 3-2, and 5-4. “The following week, the chairman asks the manager: ‘Is there any chance of us winning a game at some point?’” O’Neill’s storytelling wasn’t straightforward but the point was as salient then as now. Brendan Rodgers has rightly been hailed as a coup for Celtic but talk of theories, projects and dreamy ideology belie the 43-year-old’s core task. That is, to endorse Celtic’s domestic superiority and return them to the position of Champions League competitors. Rodgers himself, unfairly castigated in the past in a manner those from abroad wouldn’t have been for endorsing a certain style of play, is pragmatic enough to know the value of results.   Related: Celtic appoint Brendan Rodgers as manager to take over from Ronny Deila    Scotland is a football society of entrenched opinion. The polar views are suddenly thus: that Rodgers is an appointment worthy of wild celebration, or that his coaching credentials are owed entirely to one man, Luis Suárez. The perception of Rodgers has been tainted by the lavish praise bestowed upon his successor on Merseyside, Jürgen Klopp. The truth, as ever, lies in the middle. Yet there is considerably more of a positive element to Rodgers accepting Celtic’s overtures than should be initially classed as negative. Celtic’s fans regard Rodgers as a cause for great optimism; not, perhaps, because of proven talent but as endorsement that their club has captured one so recently significant. Dermot Desmond offered the post to one man and received the reply he wanted, which hasn’t always been the case. Celtic had Rodgers in their sights for months. For a Scottish club to coax someone who was not only prominent enough to be handed the Liverpool job in the first place but achieved manager of the year status from the LMA only two years ago is noteworthy. Celtic don’t represent the entirety of a game which has so many recurring problems but Rodgers has delivered a shot in the arm to the Scottish Premiership by regarding this scene worth a chance, on less than a third of the basic salary he was last paid. The elephant in this room applies to Celtic’s board and fans. Neither group will admit the return of Rangers to the top flight from next season as significant here but the inference is a clear one. With Rangers consigned to the nether regions of the Scottish game, Ronny Deila succeeded Neil Lennon on a fraction of the salary Rodgers will receive. The suspicion then, as now, was that the financial hit Celtic suffered - through no fault of their own - from their old foe’s demise would resonate in a period of treading water. But now, Rangers are back. And suddenly, Celtic have offered a terrific statement of intent. The two matters cannot be coincidental. Similarly, for all that Rangers’ on-field strength next season is still to be clarified, Rodgers will appreciate the element of bite and competitiveness so lacking from the league since 2012. Rodgers’ background means he inevitably understands the fabric of the club, which matters. There are distinct managerial challenges. In either camp of the Old Firm, second place is an irrelevance. Home draws against relatively decent domestic challengers trigger howls of derision. Plenty of managers have tried and wilted against this ferocious backdrop. For all that Liverpool is a huge entity, the pressure for glory as encountered by Rodgers there pales into insignificance when compared to his new role. That may owe everything to a perceived lack of credible opposition, but is real. The insistence on winning and with style shapes the approach, historically to the detriment of young players. Rodgers’ background suggests he will look to square that circle. Rodgers inherits a talented squad but a bloated one. Progression from next season’s Champions League qualifying phase with the personnel at his disposal is a tall order. Two factors are key, though: Rodgers will inevitably have finance to overhaul that group, and the swell of support behind his arrival means initial shortcomings will be overlooked. Rodgers will also be introduced to a youth system which outstrips everything else in Scotland – as well it should – but has excelled in the production of players for other clubs. He is well qualified to change the academy dynamic. First, attention will be towards the basics. Should he call O’Neill for advice, fundamentals from a discussion of almost 20 years ago would be repeated. Celtic fans should cheer their new manager, and he must make the feeling mutual.",
  "webTitle": "Brendan Rodgers looks like the right man to lead Celtic’s revival | Ewan Murray",
  "webPublicationDate": "2016-05-21T09:00:09Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/21/celtic-brendan-rodgers-right-man-revival",
  "keyword": [
    {
      "webTitle": "Celtic",
      "id": "football/celtic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brendan Rodgers",
      "id": "football/brendan-rodgers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "football/blog/2016/may/21/celtic-brendan-rodgers-right-man-revival"
}