{
  "apiUrl": "https://content.guardianapis.com/social-care-network/2016/may/06/despite-reducing-resources-and-competing-demands-social-work-is-an-amazing-job",
  "id": "2016-05-06-303",
  "sectionId": "social-care-network",
  "body": "“Say you’ve got a bad back or something, just don’t sit down,” was the advice a seasoned social worker gave me as a teenager; she was also my inspirational Aunty Mary. She led my 15-year-old self to the door of her client, an elderly man with a long history of alcohol abuse and chronic self neglect. Her concern was that the sofa would be flea-infested or saturated with urine, or maybe both. Her mission was to put me off my “daft idea” to become a social worker; she failed. This was back in 1983 and I recall my work experience day with Mary like it was yesterday. I was shocked by a woman who’d entered residential care and had broken both her legs when the home failed to heed the advice that she was not able to stand unassisted. I was also introduced to a wonderful woman whose whole life was lived in her back kitchen where she slept in her chair, cooked on an open fire and defiantly refused all help. I was hooked.   Related: I loved social work, until stories of despair and addiction got to me    Today, 33 years on, I happily whirl students out on my visits, enthusing about the lives and situations that I grapple with, telling them I love the unpredictability of my job and the genuine appreciation I have of the characters I meet. I can be cynical, negative and quick to whinge about the ridiculous demands of the system, but I’ve never lost my admiration for people and respect for their stories. I continue to be in awe of the human spirit’s tenacious capacity to overcome and adapt to sometimes extraordinary levels of adversity. I trained in the late 1980s, then skipped into my first job in mental health in 1991 and have remained in that field ever since. It was a great start to my professional career, during the advent of care in the community. The old institutions were being kicked out and we were in an exciting era of creativity. We were actively encouraged to find imaginative and radical solutions to needs. Funding didn’t change, but the language did. Terms like service user and best value seeped into our vocabulary as computers and calculators replaced ashtrays and spider plants on desks. I learned quickly that the high spots where you genuinely witness someone turn their life around can be few and far between, but those rare moments of triumph will bring a warm glow for years. I remember a depressed and unconfident woman whom I persuaded to begin an access to education course despite throwing every obstacle she could think of at me. Her final argument was that she’d miss the only bus as it clashed with the school run. Undeterred, I rang the college and asked if anyone there might be able to help. Luck intervened and the guy who answered the phone happened to drive past her door every day. She lift-shared, qualified as a teacher, and I heard she married the same man some years later. And recently, I received an email out of the blue from someone I’d assisted briefly a few years ago. He said he hadn’t been able to say anything at the time, but having arrived at a much better place in his life he wanted to say thanks. It was really touching. As an approved mental health professional (AMHP) I often find myself intervening in less welcome ways and don’t always win popularity in the process. This is the legal arm of mental health work, with responsibility for making applications to detain people in hospital for mental health care, often against their wishes. The AMHP role can be challenging; we are often caught in emotional, fraught situations where we have to balance risks against rights and freedoms. When people need to be admitted to hospital this has to be based on two expert medical opinions but essentially the final say sits with the AMHP. It is rare that the person concerned will welcome the decision; invariably they will not feel that they need to come into hospital and it can be a traumatic process. I was once told by a wise colleague to approach every one of these assessments as if this was a member of your own family, and I do try to do this, to keep focused on the person at the centre of this decision-making.  There have of course been the tugs on the heart strings and the many moments I have raged against injustices or felt utterly overwhelmed by workload, but happily these have been rare. And despite the endless sense of competing demands and dwindling resources (we’ve always moaned about this) I continue to feel this is an amazing job . I’d recommend it to anyone who is not afraid of the occasional soggy sofa. This new series aims to show what working in social care is really like. If you’d like to write for the series, email socialcare@theguardian.com Join the Social Care Network to read more pieces like this. Follow us on Twitter (@GdnSocialCare) and like us on Facebook to keep up with the latest social care news and views.",
  "webTitle": "Soggy sofas aside, social work is an amazing job",
  "webPublicationDate": "2016-05-06T07:30:18Z",
  "webUrl": "https://www.theguardian.com/social-care-network/2016/may/06/despite-reducing-resources-and-competing-demands-social-work-is-an-amazing-job",
  "keyword": [
    {
      "webTitle": "Social Care Network",
      "id": "social-care-network/social-care-network",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Careers",
      "id": "social-care-network/careers",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work practices",
      "id": "social-care-network/work-practices",
      "sectionId": "social-care-network",
      "sectionName": "Social Care Network"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society Professionals",
      "id": "society-professionals/society-professionals",
      "sectionId": "society-professionals",
      "sectionName": "Society Professionals"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/2016/may/06/despite-reducing-resources-and-competing-demands-social-work-is-an-amazing-job"
}