{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/want-to-understand-budget-week-its-all-about-the-election-pitches",
  "id": "2016-05-05-242",
  "sectionId": "australia-news",
  "body": "Everything Bill Shorten does between now and election day has to convince voters that Labor can responsibly manage the economy, that its higher spending on services can be responsibly afforded. Everything Malcolm Turnbull does has to convince them that he is the man with the economic plan, the safe pair of hands, and Shorten represents an unacceptably risky change.   Related: Black hole attack sucks Malcolm Turnbull into budget twilight zone | Lenore Taylor    Those simple electoral equations explain pretty much everything about the politics of a budget week squeezed into the days before we go to the polls. Turnbull’s budget was his plan – a radical, and fair, revamp of the superannuation system, and company tax cuts starting with small business, but extending to all companies over the decade. The only problem was that plan risked undermining his major line of attack against Labor – that its long-term funding promises for schools and hospitals and the NDIS were a “fantasy”. Because all Shorten had to do was say he wasn’t proceeding with the tax cuts and a large pot of extra money – relative to the current budget calculations, would suddenly be there. That was the conundrum behind the government’s ridiculous refusal to release 10-year costings for the tax cuts. But then Shorten got a preliminary costing from the parliamentary budget office ($49bn over 10 years) and used his budget in reply speech on Thursday night to pocket the cash anyway. Federal officials are now expected to reveal the costing in estimates hearings on Friday. But in the process Shorten has gained an invaluable $71bn ($16bn more from keeping the deficit levy on high income earners and another $6bn from reducing government loans for courses from dodgy training providers) to fend off attacks that his policies don’t add up. Now that that little skirmish is out of the way they can get down to the real battles of the campaign. And truthfully, despite all the shouting about “budget black holes”, there is a reasonable chance we’ll avoid them because both parties have to submit policies to the departments of Treasury and finance under the charter of budget honesty.   Related: Budget numbers in context: how many submarines in the deficit?    Labor will try to take the Coalition’s “tax and spend” charge and tell the electorate that in fact both major parties are taxing more, but they are just making different choices about how to spend it – the Coalition is prioritising company tax cuts and “millionaires” (who will be no longer paying the deficit levy when it expires) while Labor is prioritising hospitals and schools and ordinary “people”. The Coalition is asserting that this is “class war” and that by phasing in tax cuts it will help economic growth that will benefit everyone. It’s a fight as much about trust as the economy. And both the leaders responsible for bearing those messages are untested as prime ministerial candidates in a campaign.",
  "webTitle": "Want to understand budget week? It's all about the election pitches | Lenore Taylor",
  "webPublicationDate": "2016-05-05T10:23:15Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/want-to-understand-budget-week-its-all-about-the-election-pitches",
  "keyword": [
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/05/want-to-understand-budget-week-its-all-about-the-election-pitches"
}