{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/02/labor-spending-plans-suffer-20bn-blowout-on-eve-of-coalition-budget",
  "id": "2016-05-02-179",
  "sectionId": "australia-news",
  "body": "Labor’s ability to fund its multi-billion dollar election promises has been thrown into doubt by treasury officials, on the evening before the Turnbull government delivers its first budget. Labor last year announced plans to raise $47.7bn over 10 years by increasing the tobacco excise dramatically, and using that money to pay for $70bn worth of spending plans. It says if elected it would increase the tobacco excise by 12.5% a year, between now and 2020, plus twice-yearly indexation, and that that would raise $3.8bn over four years, and $47.7bn over the decade.   Related: Shorten defends cigarette excise: 'Not many smokers want their kids to smoke'    The revenue-raising plan was designed to be an alternative to the Turnbull government’s proposal to raise revenue by increasing the GST. Under current policy, a pack of 25 cigarettes costs about $24.69 today and will cost $29.91 in 2020. Under Labor’s proposed policy, it would cost $40.80 in 2020. But organisations like the Grattan Institute have criticised the plan, warning it will lock in higher spending and make the structural budget deficit worse because fewer people are smoking. Now a leaked document from the Turnbull government’s first budget – to be released on Tuesday – shows Labor’s plan would raise billions of dollars less than it thinks. The treasury figures, seen by Guardian Australia, show Labor’s plan will only raise $28.2bn over 10 years – a massive $19.5bn less than expected.   Related: Australian budget 2016: what we know, and what we don't    That will put huge pressure on Labor’s $70bn spending plans, because Labor has been relying on the dramatically-higher tobacco excise to fund more than half of them. The revelation is being used by the Coalition to reinvigorate its attack on Labor as a high-spending, high-taxing party that has trouble controlling the budget.  The prime minister, Malcolm Turnbull, told parliament on Monday – without referring to the budget document – that Labor would not be able to pay for its planned increase in education funding by relying on the tobacco excise. He said the Coalition’s school funding plan was more sensible that Labor’s. “We have been spending more and more on education but the outcomes have not been improving,” Turnbull said on Monday. “Now, the answer to that is ensuring that the taxpayers’ dollars, the parents’ dollars, are better deployed so that we get the better outcomes.” The shadow assistant treasurer, Andrew Leigh, in February said Labor’s tobacco excise tax projections were “rock solid” because they had been costed by the Parliamentary Budget Office. The shadow treasurer, Chris Bowen, said the budget leak was a “desperate attempt to cover for the fact the Government will be adopting, in full, Labor’s policy on tobacco excise.”  “Labor’s tobacco excise policy was fully and independently costed by the Parliamentary Budget Office.” “Labor has never directly hypothecated the revenue from tobacco excise for schools spending. It’s just one of the savings proposal that Labor in opposition has outlined and there will be more to come,” he said.",
  "webTitle": "Labor spending plans suffer $20bn blowout on eve of Coalition budget",
  "webPublicationDate": "2016-05-02T10:35:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/02/labor-spending-plans-suffer-20bn-blowout-on-eve-of-coalition-budget",
  "keyword": [
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Health (Australia)",
      "id": "australia-news/health",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/02/labor-spending-plans-suffer-20bn-blowout-on-eve-of-coalition-budget"
}