{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/24/death-mourning-facebook-social-media-etiquette",
  "id": "2016-05-24-201",
  "sectionId": "commentisfree",
  "body": "The pain of learning that someone I loved has passed on is as painful a feeling as I have ever known. That punch to your heart which makes it surge so hard that you fear it might stop, just as you learn that the heart of that special friend, cousin, or co-worker is never going to pump blood again. But what do you do when you learn this information through social media? How do you react when you’re scrolling through your feed only to discover that death has taken someone you knew or loved? I’ve been surprised by the passing of people I have known (and loved, in varying degrees) five times in the past couple of years – twice by Twitter, and three times by Facebook. They were all relatively young.  These digitally announced deaths included two people I hadn’t met in real life yet, though that was in the works: a young queer brother who wrote to me about my writing, and a young trans woman who was close to friends of mine. (Both were struggling with homelessness, and both were apparent suicides.) The other three were of people I knew better: a young black journalist whose sudden death trended on Facebook, a former co-worker in publishing who died of a heart attack, and someone who I’d only met on a few occasions over a number of years, but had felt something like love for.  There are, to be fair, now accepted modes for mourning celebrities: you just swap out your profile picture with theirs (or to the colors black or purple), post some links to their best scenes or songs, and call it a day. But learning that Prince or David Bowie has died is more like hearing the news. A public figure being celebrated on a public platform. That same platform can seem like a strange space to hear the private news that someone you’ve talked to, hugged, kissed, fed, made love to or cried with will never do any of these things with you again. Even so, I have begun to realize that I am developing a pattern in how I cope with death learned via social media, even as society has yet to articulate clear etiquette for digital mourning.  First, as per the classic five stages of grief, I engage in denial. I am suspicious. I want confirmation (actually, I don’t) from a more reliable source than a social network. This has been especially true for me with young people I’ve seen who have died; how could it be so? When I begrudgingly accept that the worst has happened, I quickly go into my emails or IMs with the deceased for clues. Did they sound sick? Could they have taken their own life? Being someone who perpetually feels guilty, I analyze those messages to see how I ended things. Was I an asshole in what is now our last documented exchange? Did they leave this world knowing I loved them? Next, I engage in phototherapy, looking at images on my phone or on Instagram which are tagged with the departed: their digital afterlife. I linger over how alive the person looked. I find pics of us together. Maybe I change my profile to one of the two of us. (Others, I’ve noticed, will mark the passing of someone with a long-term illness like cancer by posting pictures of the deceased looking robust, before they were ill.) Sometimes, I hang out on the wall of the deceased. Friends are starting to tag and post their photos, too. I take comfort in learning about aspects of their life I wasn’t aware of. I may open up the IM window where my friend and I gossiped. I scroll through those short messages. I wonder if anyone else will get postmortem control of the deceased’s account, and if they’ll be able to see those private words.  Sometimes, against all logic, I leave this window open. On Facebook, I can stare at that dialogue box, waiting for the little green light to come on saying my dead friend is online. Maybe I even type something in it – and I wonder I’m losing my damn mind. Perhaps I back up these digital reliquaries.  And then, after the initial wave of mourning, there are two more dilemmas I face. When is it OK to post something not about this death on my own wall? Also: is it healthy, or shallow, to try to get Facebook to stop making memories with this dead person pop up every year, like a digital ghost ready to haunt me forever? Social media is not inherently a bad place to learn about matters of death. When I was a kid, newspapers and churches were two places my family spent a lot of time – and they’re where we found out someone had died. Now, my peeps spend a lot of our daily lives connecting through Facebook – so it’s fitting to learn about the end of life in these kind of spaces too. But my parents’ church and newspaper didn’t follow them to their workplaces and elsewhere, stalking them with potential bad news at any moment. I’ve been reduced to tears in a library. I’ve felt my heart seize up on the streets of Manhattan when I am scrolling through Twitter on my phone at a red light. It’s clear we need to ask ourselves and each other questions about how we experience, respond to and process death via social media. The answers might not be obvious, but, sadly, they’re ones that, we’re all now going to need.",
  "webTitle": "The death of a friend is always hard to deal with. What if it pops up on your Facebook feed? | Steven Thrasher",
  "webPublicationDate": "2016-05-24T11:15:10Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/24/death-mourning-facebook-social-media-etiquette",
  "keyword": [
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Steven W Thrasher",
      "id": "profile/steven-w-thrasher"
    }
  ],
  "guardianId": "commentisfree/2016/may/24/death-mourning-facebook-social-media-etiquette"
}