{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/11/urban-parish-councils-city-dwellers-control-local-issues",
  "id": "2016-05-11-351",
  "sectionId": "public-leaders-network",
  "body": "You may think of parish councils as a quintessential feature of rural Britain, but following government spending cuts and local referendums, these small, local government bodies are now springing up in cities across the UK. Just a couple of years ago, local residents in Queen’s Park, London, voted to create the first urban parish council – and there are now a total of five urban parish councils. Since then the parish has hosted a number of seasonal festivals, fireworks displays, gardening projects and grants schemes to help the local community.   Related: Queen's Park: home of London's first parish council    “Local solutions are best for local problems,” says Angela Singhate, clerk of Queen’s Park parish council. Just like those living in the countryside, city dwellers are keen to welcome more control over their communities, she adds. But getting to this stage hasn’t been easy. “Many parish councils around England have been in existence for a hundred years and setting up such an historic structure has been no mean feat,” says Singhate. The success of this city government body has sparked interest from other urban councils. “After we started up, we have been contacted by groups in areas such as Barking, Hackney and Holborn – all wanting to find out if the parish council model is a viable option for their communities,” says Singhate. In both Salisbury and Shrewsbury, similar urban parishes have been set up to give back control to local residents. “This growth in parish councils shows people’s growing desire for decisions to be made at a local level,” says Helen Ball, clerk of Shrewsbury town council.  Meanwhile Reg Williams, clerk of Salisbury city council, says the desire for urban parishes comes from people feeling their voices aren’t being heard by larger authorities. “And people in general want decisions made at a more grassroots level,” he says.    The pressure on larger or urban parish councils in particular to take on more and more services is going to intensify  Reg Williams, Salisbury city council     These parish councils maintain and provide parks, seasonal arts festivals and sports grounds for the cities – they also allow decisions to be made by the very people they represent. Urban dwellers are already seeing the benefit. “The winners out of all of this is the resident,” says Williams. Not only do city dwellers get the chance to have more of a say about local issues and developments, but they also get access to a host of events and services managed by the parish. Some urban parishes have even started publishing their own news. “We have a group of volunteers who produce a quarterly newsletter about local projects – like our summer festival and community gardening project – and deliver this to every household,” says Singhate. “People love hearing about the local community and having the chance to get involved.” In 2015, the parish council also introduced a grants scheme where people can apply for funding to deliver projects that benefit the community. Protecting services Parish councils in cities are also increasingly needed to protect vital public services, under threat of closure due to central government cuts, such as libraries, museums, leisure centres, swimming pools and youth centres. “Urban parish councils are essential to determine whether these services are valuable and worth saving,” says Ball.   Related: The rise of the parish council    Williams agrees that protecting services is becoming a critical role for urban parishes. “With government funding to principal authorities reducing, and likely to continue to do so, the pressure on larger or urban parish councils in particular to take on more and more services is going to intensify.” This will put more pressure on local governors, but Williams says these decisions are better made at a local, rather than central, government level. “Parish councils are proving that they are both capable and able to not only take these services but deliver them in a more proactive, efficient and cost-effective manner.” Because parish councils work at a grassroots level, and involve local residents, they can react much quicker to situations that arise in the community, adds Williams. As principle authorities are becoming ever larger and more dependent on central government, city parishes help to give residents back control by providing a truly local element in local government, says Williams.  However, currently these councils still remain in the minority. “We are the first and remain the only parish council in London,” says Singhate. Ball agrees that most urban parishes are still in the very early stages. “Some, like Shrewsbury and Salisbury, were created as part of the creation of unitary county councils, and recently in large populous places like Sutton Coldfield and Kidderminster [councils] have been created following local referendums.”   Related: What is local government and how can you get involved?    With city residents being increasingly affected by public sector cuts, this may encourage more city-based councils to hold referendums to create new parishes. The appeal of a grassroots local government making decisions – even in urban areas – is that decisions are made for the community, by the very people who live within it. “Having local governors also enforces the view that the council really cares,” says Ball. Amid government cuts and changes to services, urban parish councils are seen as consistency for in the areas they serve, she adds. “Public trust and confidence in government has risen as a result.” Through offering local city gardening projects, firework displays and seasonal festivals – along with protecting essential public services – there’s no doubt that UK cities stand to benefit as much as rural areas from governance at the smallest, and most personal, level. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "Parish councils suit city dwellers too, not just rural Britain",
  "webPublicationDate": "2016-05-11T06:04:05Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/11/urban-parish-councils-city-dwellers-control-local-issues",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Public service delivery",
      "id": "public-leaders-network/public-service-delivery",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Charlotte Seager",
      "id": "profile/charlotte-seager"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/11/urban-parish-councils-city-dwellers-control-local-issues"
}