{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/gruesome-bride-in-plus-sized-death-peril-my-year-on-a-tabloid-news-site",
  "id": "2016-05-13-287",
  "sectionId": "commentisfree",
  "body": "When I first got a job at the Australian news website Ninemsn in 2009, my leftwing friends were outraged. One friend who had just come back from aid work in the Middle East was particularly incensed. She kept going on about a story they had run about a freakish goat-eating python that had been found in central Asia.  “All the news that is happening in the world and they run the python.” They ran the python because people wanted the python. People say they want world news and politics but they really want a freaky goat-eating python – that’s what I learned during my year on the tabloid treadmill at Ninemsn, then Australia’s most popular news website. This week comes the news that in June, after 19 years, Ninemsn will be no longer. It will be rebranded as Nine.com.au and – one would presume – reflect the conservative, family friendly Nine brand more closely than Ninemsn did.   Related: Celebrities protest at 'crazy' redundancy of Age arts critic    Ninemsn reflected Australia’s id and the id wasn’t always pretty. Its attention flowed more towards pictures of pretty young women in peril than stories about poverty in Indigenous communities. But if that’s what punters wanted, then that’s what they got.  The website was totally apolitical and without agenda. The only thing it bowed to was traffic. And that is why it was number one for so long. In real time, every day, it continually bent like a reed to its audience and their tastes. At first, I tried to sneak various “isms” into the site. It never worked. The site was an “ism” free zone. The first Trojan horse was feminism. It was my first day on the job as deputy news editor and in conference we were discussing a story about a woman being thrown off a flight for having sex in her seat. “Surely she wasn’t having sex by herself. She was with a man, right? Why aren’t we doing a story on the man?” I would learn that we would do a story on the man, if the man rated well. We would do a story on the seat, if the seat rated well. But Australia’s id – its pleasure principle – revealed time and time again that readers would rather read about an attractive woman having sex on a plane than read about the man she was having sex with (unless he was a celebrity or there was something unusual about him, like if he was 110 years old). I was quickly told in no uncertain terms that I was not to disrespect or judge the readers. They were always right, and if you understand what they want and put up stories that are informative and entertaining, they will click. And if they click, you win. Based on traffic, readers liked the following: stories about brides, stories about brides in peril, stories about bad bridal wear, tattoos gone wrong, Photoshop gone wrong, plus-sized models, crime stories (particularly gruesome crimes), local crime stories, stories about politics where something actually happens (so if a prime minister is toppled, rather than just speculation that it might happen), people killed or maimed by claw hammers, stories about Josef Fritzl, other stories about people locked in dungeons, freaky animal stories, funny viral videos, stories about Australian television celebrities, stories about celebrities that have died. I had lunch with my former Ninemsn editor this week and we spent the hour reminiscing. “Remember the video of the smoking toddler?” “Yeah, that was great. Remember the woman who choked her kid with pages from the bible?” “Remember the chick-chick boom girl?” – which turned out to be a hoax.  In morning conference, if someone pitched an idea that was “stale” my editor would pick up a loudspeaker and activate a shrill and annoying air raid siren. He looks suddenly wistful at the demise of the brand: “It was a distorted, crazy, fun house mirror, a look into Australia’s subconscious, the good and the bad.” And weird. Along with celebrity deaths and leadership spills, any evidence of the divine and life beyond death rated hugely. “Remember angels, that guy who was dying and saw a halo by his bed? That did well for us. Angels were golden,” he said. “And anytime someone found evidence of Jesus in a piece of burnt toast. That did well. ” Jesus toast. Those were the days.  There was something fast, dirty, exhilarating and strange about working on an online tabloid news website that was entirely responsive to its audience. All editors had a screen that gave almost real time audience responses to a story (but you had to keep refreshing it). “Drop the thing on Kevin Rudd’s speech – it’s stinking up the site!” would be shouted at you by someone monitoring the analytics, while you’d be searching frantically for another more “clickable” story.  Some days I was so desperate for a story our readers would like, I would type “gruesome” or “bride” into a Google news search and find a “gruesome” or “bride” story somewhere in the back blocks of Virginia, Ukraine, China or Indonesia and put that on the site. Then I’d sit back and watch the traffic soar.  I changed shape while running on the tabloid treadmill, I was drinking the Kool Aid.  And it appeared that this didn’t go unnoticed:  Dear Brig, Worst headlines ever, Cheeseball murder, Floury buns, Gloomy roomy. You must be on duty. Love MUMXXXXXXXX  Cheeseball was the murder in which a woman rammed a car into a young man who had been throwing cheeseball snacks at her. Floury buns was about a baker accused of sexually harassing female staff by putting his (flour-dusted) hands on her backside.  Gloomy roomy was a man who killed his roommate, who was a hoarder. “We weren’t cool, like Buzzfeed,” says my lunch companion, sadly. “But we did first what Buzzfeed are doing – high and low, silly and serious.”  We both now work in newsrooms where “isms” are encouraged – and luckily for me, Jesus toast stories are still aired occasionally.",
  "webTitle": "Gruesome bride in plus-sized death peril: my year on a tabloid news site",
  "webPublicationDate": "2016-05-13T07:41:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/gruesome-bride-in-plus-sized-death-peril-my-year-on-a-tabloid-news-site",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel Nine",
      "id": "media/channel-nine",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Brigid Delaney",
      "id": "profile/brigiddelaney"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/gruesome-bride-in-plus-sized-death-peril-my-year-on-a-tabloid-news-site"
}