{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/16/universal-basic-income-equality-tech-silicon-valley",
  "id": "2016-05-16-269",
  "sectionId": "technology",
  "body": "Every month, nearly 20% of the country gets a Social Security check. What if that number were 100%? What if the government gave everyone an income? That’s the premise behind universal basic income (UBI), an idea with a long and surprisingly mainstream history. Its popularity last peaked in the 1970s and now, after a relatively dormant few decades, it’s making a comeback. Pilot projects have been announced in Finland, the Netherlands, and Canada. This summer, Swiss voters will vote in a referendum that could give every adult about $2,500 a month.  These proposals aren’t much different from those floated 40 years ago. What’s new is the reasoning behind them. Basic income’s current revival is driven by fear of technology – specifically, the fear that robots and software will take our jobs, creating a massive social crisis that only UBI can solve. And nobody makes this argument more influentially than the tech industry elites who have become UBI’s most prominent and most powerful supporters.    Related: 'Burning Man for the 1%': the desert party for the tech elite, with Eric Schmidt in a top hat    “Silicon Valley’s basic income bromance,” the writer Lauren Smiley calls it: a group of venture capitalists, entrepreneurs, engineers, and futurists who together form an informal and extremely well-financed advocacy network for UBI. Most famous are Sam Altman, president of Y Combinator, a startup incubator that recently announced it would undertake a major study on basic income; Albert Wenger, a venture capitalist who writes a widely read blog; and Peter Diamandis, bestselling author of books about the future and cofounder of Singularity University. UBI tech elites don’t agree on exactly how to implement a basic income. What they do agree on, emphatically, is why we need a basic income in the first place. In the very near future, they believe, breakthroughs in robotics and artificial intelligence will automate many professions out of existence. The gap between rich and poor will grow sharply, as millions of people won’t be able to find work. A universal basic income will offer those people a way to meet their basic needs in an economy that has rendered them permanently redundant. This vision of the future makes a few assumptions. One is that unemployment, and economic misery, are technological phenomena. Tech’s UBI advocates often make this point explicitly, pointing to the past three decades of stagnating median wages and a widening wealth gap as proof that technology creates inequality – and that accelerating technology is likely to create even more. It’s an interpretation with broad credibility, often repeated in the pages of The Economist and in the conference halls of Davos.  Yet it’s also entirely wrong. Central to the story of technological inequality is the idea of skills-biased technical change (SBTC): the theory that technology, by automating middle-income jobs, splits the workforce into high-skilled, high-wage workers and low-skilled, low-wage workers. This polarization fuels inequality, since elite workers reap an ever-growing share of the rewards.  But economic data suggests there’s no evidence that this is actually taking place. If it were true, you’d expect to see well-educated workers using their skills advantage to bid up wages. Instead, wage growth has stagnated since the 1990s for workers of all education levels. Workers in IT, generally considered the quintessential high-skilled field, earn about as much today in inflation-adjusted dollars as they did in the late 1990s.  So if technology isn’t to blame for inequality, then what is?  Elite-led globalization, the transformation of the tax code, the growth of the financial sector, and, above all, the collapse of working-class power since the 1970s. Inequality isn’t the inevitable byproduct of technological change. If it were, other industrialized countries should show levels of inequality comparable to the United States’ – and they don’t. The US has far higher levels of income and wealth inequality than Sweden, and nobody would call Sweden a technologically undeveloped country.  What Sweden does have, however, is stronger unions and a stronger welfare state. This means that when technological change does happen, raising labor productivity, at least some of the gains of that greater productivity are passed on to workers instead of going to the owners of capital in the form of profits. This isn’t the case in the US, where productivity has grown over the past several decades but wages have flatlined. From 1973 to 2014, net productivity grew 72.2%. Over the same period, the hourly wage of the median worker rose a meager 8.7%. Meanwhile, corporate profits soared. Technology transforms production, but power and politics determine how the dividends are distributed. For that reason, weak working-class organization tracks inequality far more reliably than technological innovation. As the historian Colin Gordon has observed, labor’s share of income “has fallen most rapidly in those sectors where union presence withered, not where computers displaced labor”. The theory of technological inequality may fail, but it does serve a function: it absolves the elite of responsibility for the growing gap between rich and poor. It also makes capitalism look meritocratic: technology, by automating routine tasks, has enriched those exceptional few who are smart enough to perform tasks that are too complex or creative to automate, while impoverishing the rest.    Related: Cupertino's mayor urges Apple to pay more tax: 'Where's the fairness?'           The question not asked enough is: is the utopia of the imagined future a place we would actually want to live? For most of us, I suspect, the answer is no. Even if every kind of work is abolished by automation, with robots raising our children, growing our crops, and cleaning our teeth, there will be political decisions to be made about what kind of society we want. In the world imagined by the UBI tech elite, those decisions would inevitably be made by the people who own the robots – in other words, them. At best, this might resemble a benevolent dictatorship, where a small class of “wealth creators” manufactures and maintains the machines that make it possible for everybody else to lead workless lives. They’d give us an allowance to live on, and keep the rest for themselves.  If you believe that wealth is essentially a private product, produced by individuals, then such an arrangement might seem fair. But in a modern economy, wealth is produced by society as a whole – and nowhere is this fact more apparent than in the case of the tech industry. Ever since the US military funded Silicon Valley into existence after the second world war, the tech industry has fed on a steady stream of public goods. Those goods might be government research, mined for profitable inventions, or the contents of your Gmail inbox and Facebook feed, mined for advertising revenue. What matters is they’re free, and they’re free because we give them away. If the robots ever arrive, their arrival will be bankrolled by our taxes, our attention, our data.  Under these circumstances, a basic income would be the crumbs left by the bully who steals your sandwich. Better to keep the sandwich for ourselves. Better to own the robots collectively, and allocate the surplus democratically, than leave society’s wealth in the hands of its luckiest members.",
  "webTitle": "Tech billionaires got rich off us. Now they want to feed us the crumbs",
  "webPublicationDate": "2016-05-16T10:00:20Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/16/universal-basic-income-equality-tech-silicon-valley",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "US unions",
      "id": "us-news/us-unions",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Tarnoff",
      "id": "profile/ben-tarnoff"
    }
  ],
  "guardianId": "technology/2016/may/16/universal-basic-income-equality-tech-silicon-valley"
}