{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/donald-trump-hillary-clinton-us-election-2016",
  "id": "2016-05-04-76",
  "sectionId": "us-news",
  "body": "Fresh off an overwhelming victory in Indiana that made him the presumptive Republican nominee, Donald Trump wasted little time in previewing his tactics against Hillary Clinton in a general election.   Related: Donald Trump's path to Republican nomination clear as Ted Cruz quits    Trump has spent the last year batting away his Republican opponents, largely by turning them into caricatures. Former Florida governor Jeb Bush was “low-energy”, Florida senator Marco Rubio was “Little Marco” and Texas senator Ted Cruz, who suspended his campaign on Tuesday, “Lyin’ Ted”. Former secretary of state Clinton will be known as “Crooked Hillary”. During an interview with MSNBC’s Morning Joe on Wednesday, Trump attached several other labels to his likely opponent. She was “unqualified”, he said, and “should suffer” for her use of a private email server while in office. The system was “rigged” in her favor. “She should not be allowed to run in the election,” Trump said. “She should suffer like other people have suffered who have done far less than she has … and here she is running for president like nothing happened.” The former reality TV star invoked comments last month by the other remaining Democratic candidate, Vermont senator Bernie Sanders, that Clinton was “unqualified” to be president. “Bernie Sanders said she’s got poor judgment,” Trump said. Sanders made his remarks as tensions escalated before the 19 April primary in New York. The senator later walked back his statement, but not before it had been seized upon by Republicans. The challenge for those Republicans, though, remains that as far as Trump is concerned, nothing is off limits – even if it risks turning off large swaths of voters. The real estate mogul has already dug up Clinton’s past: earlier this year, dredging up the Monica Lewinsky scandal, he likened former president Bill Clinton to a sexual predator. Also, last week, he handed Clinton a rallying cry by saying she was playing “the woman card” and had little else to offer than her gender.    \"Unity versus division, compassion versus selfishness, and love versus hate. The stakes don’t get much higher.\" pic.twitter.com/nwy7MfMutc— Hillary Clinton (@HillaryClinton) May 4, 2016    Clinton’s team responded with a full-scale “woman card” fundraising drive that raised $2.4m in three days, 40% of which her campaign said came from first-time donors. Such moments offer Clinton a chance to appeal to Republicans frustrated by what they view as the breakdown of their party. Some GOP strategists in Washington were willing to declare their support for Clinton as early as Tuesday, when it became apparent that Trump would win Indiana and all but end the prospect of a contested convention in July. The Clinton campaign on Wednesday circulated a list featuring some of them, as well as quotes from other Republican lawmakers and prominent conservatives who said they would never back Trump. To further its case that Trump is unpalatable to his own party, Team Clinton released a new web video in the afternoon compiling footage of Trump’s former Republican opponents attacking him on the stump and in interviews.Featured in the video are Cruz referring to Trump as “utterly immoral”; Florida senator Marco Rubio blasting him as a “con artist” and “the most vulgar person to ever aspire to the presidency”; former Florida governor Jeb Bush saying “he needs therapy”; and multiple clips from an anti-Trump speech delivered earlier this year by 2012 GOP nominee Mitt Romney.    \"President Trump\" is a dangerous proposition.Mitt Romney, Ted Cruz, and Marco Rubio agree.https://t.co/fUkISvgaXC— Hillary Clinton (@HillaryClinton) May 4, 2016    Although Clinton has long made it a staple of her stump speeches to condemn Trump as a demagogue, in particular regarding his anti-immigration and anti-Muslim rhetoric, it was only last week that her campaign began to pivot toward the general election in earnest. The campaign named state directors in key battleground states, seeking to turn its attention to a ground operation geared for the general election – a critical area in which Trump may lag behind. And while Clinton has continued to campaign in primary states, she made a stop on Tuesday in the must-win general election state of Ohio, to pitch her economic agenda.  Many working-class white voters in the so-called Rust Belt have been drawn to the populist appeal of both Sanders and Trump. During his victory speech on Tuesday, echoing once more an attack used by Sanders, Trump launched into a critique of Clinton’s record on trade by tying her to Bill Clinton’s landmark North American Free Trade Agreement. To win back the White House, Republicans will nonetheless need to secure more than a majority of white voters. With a nominee whose unfavorability ratings position him as the least-popular nominee of either party in modern history, and whose primary campaign has alienated nearly every other demographic in the country, that will remain an uphill climb.",
  "webTitle": "Trump doubles down on critiques of Clinton after Indiana primary win",
  "webPublicationDate": "2016-05-04T17:39:45Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/donald-trump-hillary-clinton-us-election-2016",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/04/donald-trump-hillary-clinton-us-election-2016"
}