{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/five-best-plays-this-week",
  "id": "2016-05-20-187",
  "sectionId": "stage",
  "body": "1: Wrecking Ball Action Hero’s latest show is a clever and coolly manipulative look at what is real and what is constructed, how authority is made and how easily we can be influenced. Set in a studio where a sleazy photographer is doing a shoot with a celebrity, this is a show that seduces even as it questions our beliefs. Bristol Old Vic, Sat & Sun 2: Tonight I’m Gonna Be The New Me   Love is very much a performance in Made In China’s smart and distinctly discomfiting show in which Jess – seen on stage throughout – appears to be dissecting her relationship with partner Tim, who operates the lights and sound behind the scenes. The notion of control is constantly under scrutiny here, in a piece that undercuts gender stereotypes even as it appears to reinforce them. This is a short, sharp punch of a production that’s so unflinching you almost feel guilty for enjoying it. Norwich Arts Centre, Mon 3: Boy It’s your last chance this week to see Leo Butler’s big, compassionate and conscience-pricking journey around the capital in the company of Liam (the brilliant Frankie Fox), a lonely teenager with no money and no prospects. In Sacha Wares’s fluid staging, he passes through London like a ghost, occasionally bumping up against authority. It’s a production that doesn’t let its audience off the hook, challenging our willingness to only see the version of the world we want to see. Almeida Theatre, N1, to 28 May 4: People, Places And Things Denise Gough’s Olivier-winning performance as Emma, an actor hooked on drink and drugs, has deservedly been praised to the heavens. But Duncan MacMillan’s drama – set largely in a residential rehab centre – is very clever and slippery, too, and the whole thing is neatly packaged by director Jeremy Herrin. An enthralling, often viciously funny evening that makes you question notions of identity and addiction. Wyndham’s Theatre, WC2, to 18 Jun 5: Matilda The Musical It’s rare for a page-to-stage adaptation to surpass the original material, but that’s the case with Tim Minchin and Dennis Kelly’s witty version of Roald Dahl’s tale of a girl with a brilliant mind and parents from hell. This vibrant production by Matthew Warchus will have you cheering her all the way in the fight to take control of her own story and defeat the fiendish Miss Trunchbull. Cambridge Theatre, WC2, to 28 May 2017",
  "webTitle": "Five of the best… plays this week",
  "webPublicationDate": "2016-05-20T12:00:09Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/five-best-plays-this-week",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/20/five-best-plays-this-week"
}