{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/20/five-best-gigs-this-week",
  "id": "2016-05-20-186",
  "sectionId": "music",
  "body": "1: Radiohead Regardless of whether you think Radiohead are rock’s sole remaining sonic explorers, or just some blokes who’ve made the same record over and over for a decade and a half, one thing is surely indisputable: the Oxford band are phenomenal live. This trio of gigs at the Roundhouse, fresh off the back of new album A Moon Shaped Pool, offers rare intimacy for an act of this stature. Roundhouse, NW1, Thu, Fri & 28 May 2: Liss Like an internet meme revealing the Nirvana baby is now 53 and working at Deloitte, Danish band Liss have a habit of making you feel old. Like when they talk about being inspired by the records their parents played them, and then mention artists like Massive Attack and Björk. Watch them channel their youthful energy into sublime sadboy soul at these UK dates. Brighton, Sat; London, Tue; Manchester, Fri; touring to 29 May 3: Laura Mvula As previous Guardian reviews can attest, Laura Mvula knows a thing or two about how to command a room; the Brummie soul singer may have once suffered from stage fright but her live shows can be dazzling affairs. Here, she’ll be debuting her second album The Dreaming Room. Birmingham, Sat; Norwich, Sun, Brighton, Mon 4: Fetty Wap Fetty Wap’s last attempt to play the UK was thwarted when he came off a motorbike in his hometown of Paterson, New Jersey. The Trap Queen star has hopefully been studying his Green Cross Code since then, and will be arriving on these shores without grazed knees. O2 Institute Birmingham, Fri; touring to 29 May  5: Jagwar Ma Disappointed by the Stone Roses comeback? Don’t despair: Jagwar Ma are here to serve the needs of all disgruntled indie-dance fans, especially ones who like their baggy beats served through a decidedly trippy filter. Glasgow, Tue; Sheffield, Wed; Manchester, Thu; touring to 28 May",
  "webTitle": "Five of the best… gigs this week",
  "webPublicationDate": "2016-05-20T12:00:09Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/20/five-best-gigs-this-week",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Jonze",
      "id": "profile/timjonze"
    }
  ],
  "guardianId": "music/2016/may/20/five-best-gigs-this-week"
}