{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/thomas-cohen-review-leeds",
  "id": "2016-05-16-253",
  "sectionId": "music",
  "body": "Five years ago, Thomas Cohen fronted the motorik post-punk band SCUM. Critics raved about them, but they got no further than playing dingy rooms to handfuls of people. More attention arrived after the singer’s marriage to Peaches Geldof in 2012. For the last two years, the spotlight has fallen on Cohen for more unwanted reasons, after he found Peaches – the mother of his two children – dead in their home from a heroin overdose, aged 25. Nobody would wish that kind of grief on anyone, never mind someone so young, but Cohen’s not without an impish sense of humour as he tries to rebuild his life and career. The crowds are still not massing to his live shows, but when a snatch of canned applause comes through the PA system he feigns raising his arms, as if he’s a champion boxer. “I know I sound like a bit of toff,” he says. (He doesn’t.) “I’m actually from sarf London.”   Related: Thomas Cohen on life after Peaches: ‘I had to face the pain’    Perhaps this is his way of putting a brave face on things, and with his satin jacket, embroidered trousers and early Keith Richards-meets-Ziggy Stardust hairstyle, he looks every inch the rising rock star. There are moments, however, when the barefoot singer-guitarist sits quietly and looks momentarily lost, either in a memory or the hazy, dreamlike reverie invited by his songs. Cohen’s debut album, Bloom Forever – the middle names of his youngest son – is a fragile, sad, beautiful thing. Songs written before and after Peaches’ passing are warm and woozy, but with an underlying melancholy. The gig is the same. At times, it’s hard to know if the ethereal atmosphere is down to the meagre audience or the poignancy in the music.  He introduces the harrowing Country Home as “a song about country life”, which is one way of describing a tune that addresses grief – and the moment he found Peaches dead – with cathartic but uncomfortable candour. “Everybody knows … That house feels so cold,” he sings, his troubled drawl reminiscent of the great Only Ones frontman Peter Perrett. Cohen’s mouth smashes into the microphone as he cries: “Did you know all along that you couldn’t make it through?”      It’s not all dark, though, and sunnier songs such as the bouncing, piano-bashing New Morning Comes grasp the hope of new beginnings. There’s rampaging, Patti Smith-style rock, and even a grin or two as Cohen trades coruscating rock guitar solos with Rhys Timson (moonlighting from support band Blueprint Boy), who apparently learned the entire setlist in four days. Eventually, Cohen’s shows will emerge from the shadows and benefit from the electricity of bigger audiences. But when the closer, Mother Mary, finds him sweetly singing, “I will hold on to the part of me that is in love with you / And go back into myself,” it’s a manifesto for a brave and sensitive emerging songwriter who deserves to be known for his music, not who he was married to. • At Chats Palace, London, 16 May. Then touring until 22 May.",
  "webTitle": "Thomas Cohen review – ethereal songs of love and loss",
  "webPublicationDate": "2016-05-16T10:35:06Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/thomas-cohen-review-leeds",
  "keyword": [
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Dave Simpson",
      "id": "profile/davesimpson"
    }
  ],
  "guardianId": "music/2016/may/16/thomas-cohen-review-leeds"
}