{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/09/love-regret-mothers-wish-never-had-children-motherhood",
  "id": "2016-05-09-84",
  "sectionId": "lifeandstyle",
  "body": "‘I don’t think it was worth it.” Tammy is a mother who wishes she hadn’t been. “Don’t get me wrong, I love my kids. But it comes at a huge cost; mentally, emotionally and physically.” Writing anonymously on feminist website the Vagenda, Tammy says: “My body was ruined, I had to have surgeries later in life to repair what was done to me by forcing an almost 9lb child through my body. And worse yet, it seems as though expressing this honestly makes me a monster ... It seems as though your entire self becomes nothing more than a functional enabler for your kids’ success.” So why do women regret having children? “Motherhood is no longer an all-encompassing role for women now, it can be a secondary role, or you don’t have to choose it,” says Toni Morrison in Andrea O’Reilly’s Motherhood: A Politics of the Heart. But, she adds, “It was the most liberating thing that ever happened to me.” For Morrison, and countless others, “the children’s demands on me were things that nobody ever asked me to do. To be a good manager. To have a sense of humour. To deliver something that somebody could use. And they were not interested in all the things that other people were interested in, like what I was wearing or if I were sensual. If you listen to [your children], somehow you are able to free yourself from baggage and vanity and all sorts of things, and deliver a better self, one that you like.”   Related: Becoming a parent is the greatest identity change we go through    Across cultures and continents, society projects this ideal of motherhood, placing a premium on why mothering matters so much, with a list of things mums must not do: smoke, have casual sex, work instead of taking maternity leave. The biggest taboo, however, is when a mother says that she regrets becoming one at all. Which is why the debate around viral hashtag #regrettingmotherhood has become so intense in recent weeks. It started with Orna Donath, an Israeli sociologist who decided not to have children and was fed up with being considered an aberration in a country where women have, on average, three children. Last year, Donath published a study based on interviews with 23 Israeli mothers who regret having had children. In it she argues that while motherhood “may be a font of personal fulfillment, pleasure, love, pride, contentment and joy”, it “may simultaneously be a realm of distress, helplessness, frustration, hostility and disappointment, as well as an arena of oppression and subordination”. But the purpose of this study was not to let mothers express ambivalence towards motherhood, but to provide a space for mothers who actually have “the wish to undo motherhood”, something that Donath describes as an “unexplored maternal experience”. Donath’s study sparked a stormy debate. In Germany alone, novelist Sarah Fischer published Die Mutterglück-Lüge (The Mother-bliss Lie), with the subtitle Regretting Motherhood – Why I’d Rather Have Become a Father; writers Alina Bronsky and Denise Wilk analysed the irreconcilable realities of Germany’s traditional mother image and modern-day demands of working environments in their book The Abolishment of the Mother; while leading German columnist Harald Martenstein wrote that these “motherhood regretters” are committing child abuse if they confront their own children with their negative feelings about motherhood (even if they also say that they love their children, as most of these mothers do). To Martenstein, regretting motherhood is the result of naive black-and-white thinking: a product of unrealistic expectations, the wrong partner, the mother’s personality and perfectionism. To him, it’s as pointless as crying over spilt milk.     ‘I thought it was what I wanted. Society told me it was what I wanted, right?’ Photograph: Fuse/Getty Images    “The ideological impetus to be a mother,” as Donath describes it, can be found across all walks of society and is founded on the powerful conception that complete female happiness can only be achieved through motherhood. Those who seek to challenge this narrative face overwhelming opposition, which makes an honest, open debate difficult. It doesn’t seem to matter that mothers who regret the maternal experience almost always stress that they love their children. Donath speaks of the ideological promises made to prospective mothers about the joys of raising children, and of the “simultaneous delegitimisation of women who remain childless”, who are reckoned to be “egoistic, unfeminine, pitiful and somehow defective”.   Related: On Mother's Day and every day, I'm grateful to all who help raise my child | Amy Whipple    Over on Mumsnet, multiple threads exist with women mourning the loss of their old lives and battling with the daily reality of motherhood. “It is not post-natal depression,” writes one user. “I am not depressed or ‘down’. No doubt someone will try to convince me it is, just like unhappy Victorian ladies were labelled as mentally ill when they were desperately unhappy with the lives society gave them. I am perfectly happy with my life, or rather, I was. My son is perfectly lovely, and my partner is extremely helpful. I adore them both. And, no, I wasn’t pressured into it, either. I was in love with the idea. I thought it was what I wanted. Society told me it was what I wanted, right?” I am a mother, too, and while I don’t regret it, I can deeply sympathise with women who feel betrayed by the eternal myth that enjoying motherhood is a biological predisposition. And I wonder if I would have chosen to be a mother had I not been indoctrinated all my life to believe that motherhood is the only thing that will complete my happiness. I’m not so sure. Donath’s aim is simple: she wants to allow mothers to live motherhood as a subjective experience, one that can combine love and regret, one that will be accepted by society, no matter how it looks.",
  "webTitle": "Love and regret: mothers who wish they’d never had children",
  "webPublicationDate": "2016-05-09T17:27:45Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/09/love-regret-mothers-wish-never-had-children-motherhood",
  "keyword": [
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Jedidajah Otte",
      "id": "profile/jedidajah-otte"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/09/love-regret-mothers-wish-never-had-children-motherhood"
}