{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/alleged-former-bikie-extradited-from-serbia-australia-over",
  "id": "2016-05-12-380",
  "sectionId": "australia-news",
  "body": "A four-year-long investigation into an alleged drug murder has resulted in the extradition of an alleged former Bandidos bikie from Serbia. It is one of Australia’s first extraditions of a criminal suspect from that country. Bogdan Cuic has been returned to Brisbane to face court accused of killing Jei “Jack” Lee during a cocaine deal in 2012. It follows a prolonged probe during which Cuic slipped the net of surveillance by Serbia’s fugitive squad for almost two years after delays in paperwork provided by police in Australia. Cuic was arrested in June last year and extradited this week with the cooperation of Serbia’s ministry of justice and its courts, despite the country having no extradition treaty with Australia. Queensland homicide squad Acting Inspector Damien Hansen praised the cooperation from Serbia and the efforts of the Australian government and federal police. “The investigators never gave up,” he said.  “They got a number of roadblocks in their way because … there was no extradition treaty with Serbia. “It was a very difficult murder investigation to begin with and this just adds another level of complexity that I certainly haven’t experienced and it’s the first time we have ever extradited someone from Serbia and the first time I’ve ever been involved in extraditing someone from a country that didn’t have a treaty. “I couldn’t speak highly enough of the cooperation we got from the Serbian federal government agencies.” Police allege Cuic was a member of the Bandidos when he left Australia, the day after Lee’s death in a carpark outside a sushi restaurant in Eight Mile Plains in Brisbane’s south in April 2012. They will allege that Lee was shot in the head during a drug deal in which he was to sell cocaine to Cuic and another man who has also been charged with his murder. Police allege Cuic travelled to Serbia via Thailand. His grandparents months later returned to Serbia after selling their Brisbane home where Cuic had lived with them. Hansen said Serbian police had Cuic under surveillance but “he did hide prior to proper authorities being granted and it took another close on two years before he was located again”. “But [Serbian authorities] continually worked with us. They continually provided resources, I think it was fantastic, the efforts,” he said. Lee’s Taiwanese-born parents were “naturally … pleased that two [suspects] have been charged [but] they’re aware it’s the beginning of another long process for the family as it goes through our justice system”. Comment has been sought from the federal attorney general’s office on whether Cuic’s extradition is the first from Serbia to Australia. University of Queensland legal academic Andreas Schloenhardt said while it may not be the first from the Balkan nation, he was not immediately aware of any previous cases. Cuic was due to face Brisbane magistrates court on Thursday where he will be remanded in custody. He would have to apply to the supreme court for bail.",
  "webTitle": "Alleged former bikie extradited from Serbia to Australia over Brisbane murder",
  "webPublicationDate": "2016-05-12T02:04:37Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/alleged-former-bikie-extradited-from-serbia-australia-over",
  "keyword": [
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Brisbane",
      "id": "australia-news/brisbane",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bikie gangs",
      "id": "australia-news/bikie-gangs",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/12/alleged-former-bikie-extradited-from-serbia-australia-over"
}