{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/28/conor-hourihane-barnsley-millwall-league-one-play-off-final",
  "id": "2016-05-28-110",
  "sectionId": "football",
  "body": "As the season moved towards the halfway point it looked likely that Barnsley would not be in League One next season. That notion has not changed but the direction in which they could be leaving has. On 28 November they were rock bottom of the table, a calamitous run of eight straight defeats seemingly dumping them into a relegation battle. On Sunday they face Millwall in the play-off final at Wembley, 90 minutes away from promotion to the Championship. As turnarounds go, it is not bad. From New Year’s Day Barnsley played 23 games and won 15 of them, the same number as Burnley and Northampton, who won their respective divisions. Such has been the power of the shift in form, the prospect of staying in the division has gone from being the height of their ambitions to a huge disappointment. Curiously a key to the transformation seems to have been continuity, despite changing managers in February. The revival was well under way before Lee Johnson left for Bristol City but was extended by the Barnsley-born Paul Heckingbottom, a former under-21s coach who also made 49 appearances for the club between 2006 and 2008, when he took over as caretaker, for the second time, until the end of the season. “He hasn’t [changed much] to be honest,” says the club captain, Conor Hourihane. “He’s put his own stamp on things on the training pitch but he’s kept the momentum going.” A revival started by a previous manager, continued and improved upon by his successor? This all sounds fairly familiar. “It’s not rocket science what we’ve been doing, just hard work on the training pitch,” Hourihane says, before bringing up the Premier League champions. “You look at a team like Leicester: a hardworking team will always beat a team of individuals. With Leicester there’s no one outstanding individual in the team and that’s like us. We’ve got some very good players but they work hard for the collective group.” Hourihane is possibly being a touch modest about a lack of an outstanding individual: with 10 goals and 11 assists from midfield he has been directly involved in nearly a third of their total goals for the season – and all this while adapting to a different, theoretically more restricted role. Last season he largely operated in a midfield three but around the turn of the year Barnsley switched to 4-4‑2, where he has been part of a duo in the middle of the central four, a role that Johnson suggested at the start of the season did not suit him. “I wanted to prove Lee wrong,” Hourihane says. “You always get satisfaction in life in proving people wrong and I think I have. The success that we’ve had with that formation speaks for itself. It’s funny, though: if someone had said last year you’ll be playing in a 4-4-2 and you’ll enjoy it more, I’d have said: ‘No chance.’” One advantage Barnsley could have over Millwall is that they have already played – and won – at Wembley this season, beating Oxford United in the Johnstone’s Paint Trophy. “You look for the extra inches you can gain on other teams,” Hourihane says. “We know what’s in store, we know what the pitch is going to be like, the atmosphere, and maybe that will work in our favour.” One thing that is striking about Barnsley is their remarkable youth. The XI that started the second leg of the semi-final against Walsall had an average age of 23, with only one player – old man Adam Hammill, 28 – over 25. Hourihane is a relative veteran at 25 but he thinks their youth has played to their advantage. “I hear the word experience a lot but there’s a fine line,” he says. “At the start of the year when we were struggling, people were saying: ‘This team needs experience’ but now we’re on a fantastic run they’re saying: ‘The youth in the team means we’re playing with fantastic energy and freedom.’ At the minute the youth and energy in the team is definitely working.” There is a sense that this game could mean even more to Barnsley than just promotion back to the division they left two seasons ago. With that core of young players they have the potential to build something special for the future but, should they lose, the team might be picked apart. Hourihane has a year left on his contract, Hammill is on a short-term deal that expires this summer, while the forward Sam Winnall (top scorer with 21 goals) and defender Alfie Mawson could look extremely attractive to clubs a little higher in the football food chain. “Not necessarily,” says Hourihane when asked if that prospect increases the pressure on Barnsley. “There have been rumours about three, four, five of us in the last window but the club has stood firm and kept the team together. Hopefully, if we go up, we can keep the core of players. We just need to take care of business on Sunday first.”",
  "webTitle": "Conor Hourihane at heart of Barnsley’s rise from bottom of table to Wembley",
  "webPublicationDate": "2016-05-28T11:00:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/28/conor-hourihane-barnsley-millwall-league-one-play-off-final",
  "keyword": [
    {
      "webTitle": "Barnsley",
      "id": "football/barnsley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "League One",
      "id": "football/leagueonefootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Millwall",
      "id": "football/millwall",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/28/conor-hourihane-barnsley-millwall-league-one-play-off-final"
}