{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/west-ham-michy-batshuayi-marseille-offer",
  "id": "2016-05-05-178",
  "sectionId": "football",
  "body": "West Ham United have offered €40m (£31m) to Marseille for Michy Batshuayi but face competition from a host of European clubs including Juventus to sign the Belgium striker this summer. Slaven Bilic’s side are long-term admirers of the 22-year-old, who has scored 16 goals for Marseille this season despite the club’s struggles at the lower end of Ligue 1, and first attempted to buy him in January but were told he was not interesting in leaving until the end of the season. They have now returned with a firm offer which would smash their club record transfer but must now wait to hear whether it will be accepted. Despite Batshuayi insisting last week that he wanted to stay in France, Marseille are understood to be keen to sell the striker they bought for just £4.8m from Standard Liège in 2014 after chair Margarita Louis-Dreyfus had put the club up for sale last month. According to reports in France, Marseille are under pressure to balance their books and deliver on the budget that they had presented to the league’s financial watchdog the Direction Nationale du Contrôle de Gestion (DNCG). Any deal is likely to be concluded before the end of the month with the player hoping to be selected in coach Marc Wilmots’ Belgium squad for Euro 2016 next week.           Farewell Boleyn: the end of an era for West Ham United    Juventus have also indicated that they would be willing to match West Ham’s offer, with Álvaro Morata likely to be sold back to Real Madrid this summer and a potential target for Chelsea. Roma, who are in negotiations with the London club over the transfer of Batshuayi’s Belgium team-mate Radja Nainggolan, are another of his suitors. Tottenham and Liverpool have had a prolonged interest in Batshuayi, who signed a contract extension with Marseille in January and have been asked to kept abreast of any developments, although it is understood they may not be willing to pay such a big fee. Borussia Dortmund, Atlético Madrid and Barcelona have been linked in the past and could enter the race at the last minute. Batshuayi was also the subject of a similar offer from Stoke in January but his representatives have indicated that he would not be interested in moving to the Potteries. West Ham’s current transfer record is the £15.5m they paid Liverpool for Andy Carroll in 2013, while they also paid £10.7m last summer to sign Batshuayi’s former Marseille team-mate Dimitri Payet.",
  "webTitle": "West Ham offer £31.5m for Marseille’s Michy Batshuayi but face competition",
  "webPublicationDate": "2016-05-05T13:29:06Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/west-ham-michy-batshuayi-marseille-offer",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Juventus",
      "id": "football/juventus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Marseille",
      "id": "football/marseille",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/05/west-ham-michy-batshuayi-marseille-offer"
}