{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/21/elle-review-paul-verhoevens-brazen-revenge-comedy-is-a-dangerous-delight",
  "id": "2016-05-21-108",
  "sectionId": "film",
  "body": "Turn off the lights and let the horror begin. Paul Verhoeven’s new film, Elle, is an outrageous black comedy, volatile and deadly; a film that opens up with a sexual assault and then cleans off the blood ahead of a posh restaurant dinner. “I suppose I was raped,” Michelle (Isabelle Huppert) casually remarks to her friends, just as the waiter swoops in with a magnum of champagne. A guest at the table flicks a nervous glance at the bottle. He says, “Maybe wait a few minutes before popping that.” Likewise one perhaps needs to pause before trumpeting Elle as one of the best pictures in this year’s Cannes competition, if only because its implications are so problematic they require more time to be processed. But there’s no denying that, in the moment at least, the film is utterly gripping and endlessly disturbing. In carving a hazardous path through hackneyed genre territory, Elle never flags, barely stumbles. Verhoeven, I fear, is pointing his film straight to Hell. He brazenly dares us to stick with him for the ride.   Related: Isabelle Huppert: Elle is not about a woman 'accepting her rapist'    Playing the role of Michele Leblanc, a moneyed Paris games executive, Huppert gives a performance of imperious fury, holding the audience at bay, almost goading us to disown her. Audaciously, Elle presents her not so much as a victim but as the casualty of a world she is very much a part of; maybe (still more troublingly) an accessory to. Inside her sleek office, Michele strolls disinterestedly past a scantily-clad model striking a brutalised pose. Her top-selling game allows its user to take the role of a hulking orc rapist, penetrating a damsel from behind with a snaking tentacle. If that weren’t enough, Michele is revealed to be the daughter of Charles Leblanc, a notorious 1970s serial killer, now safely behind bars. There is even a suggestion that she was somehow involved in his crimes. According to Michele, her father was “a monster”; in the view of her mother (Judith Magre) he was “no more than a man”. The film’s implicit suggestion is that human beings can be both. Perish the thought that Verhoeven’s a safe pair of hands. The director prides himself on discombobulating his audience; maybe even discombobulating himself. In his time, the Dutch provocateur has conspired to seduce the Hollywood mainstream with Basic Instinct, flummox it with Starship Troopers and give it a ghastly cold shower with 1995’s Showgirls. Elle, however, may just be his most maniacal work to date, a film that runs boldly up and down the tonal bandwidth, zig-zagging from pitch-black horror to devilish satire to light domestic comedy and then back again.   Related: Cannes 2016: Peter Bradshaw's festival verdict and award predictions    For lengthy periods, in fact, Verhoeven’s film appears to forget the rape altogether. Michele clears the broken crockery from the floor, sinks into a bath and then proceeds with her life. She has a demanding job to attend to; family problems to address. She is enraged by her milksop son and his bullying pregnant girlfriend. She worries about her vampish mum, who has decided she wants to marry her gigolo. She’s having an ill-advised affair with her colleague’s foursquare husband. But all the while the memory of the assault sits quietly in the room, like unstable nitroglycerin beside the cheese-board. Time and again, we catch its full horror in the corner of our eye. Michele, for her part, is drawn back to it too. What an electrifying film to close this year’s Cannes competition. If the delegates imagined they would be sent off with something gentle and affirming, they had another think coming. They sat down in the dark and received a slap in the face, a blatant provocation, a set of jump leads hooked on to their chests. Elle is uproarious, galvanic and guaranteed to spark debate. All at once it as though this year’s Cannes, a whisker away from the finish line, has just roared back into blazing, angry life.",
  "webTitle": "Elle review: Paul Verhoeven's brazen rape revenge comedy is a dangerous delight",
  "webPublicationDate": "2016-05-21T11:06:11Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/21/elle-review-paul-verhoevens-brazen-revenge-comedy-is-a-dangerous-delight",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Isabelle Huppert",
      "id": "film/isabelle-huppert",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Thriller",
      "id": "film/thriller",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "film/2016/may/21/elle-review-paul-verhoevens-brazen-revenge-comedy-is-a-dangerous-delight"
}