{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-piano-wagon",
  "id": "2016-05-02-162",
  "sectionId": "small-business-network",
  "body": "Roisin McCrisken, creator of The Piano Wagon, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   The Piano Wagon started in September 2015. With a business loan of £10,000, I bought an old ambulance and converted it into a mobile piano room.  There is a severe shortage of spare rooms in primary schools in Northern Ireland. Children are missing out on piano lessons so I decided to provide the room, pianos and teacher. Now in my second school term, the demand means that another teacher and ambulance will soon be coming on board.  Fifty children per week have lessons in groups of two. Their faces light up before they have even stepped inside. With two full sized keyboards, The Piano Wagon is totally self contained. This service costs the school nothing. It saves parents running around after school hours to take their children to piano lessons and I have a successful business. A win-win situation.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: The Piano Wagon",
  "webPublicationDate": "2016-05-02T11:20:20Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-piano-wagon",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-the-piano-wagon"
}