{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/danny-welbeck-injury-arsenal-england-euro-2016-manchester-city",
  "id": "2016-05-08-42",
  "sectionId": "football",
  "body": "Danny Welbeck’s hopes of being selected for England’s Euro 2016 campaign are under threat after he suffered a suspected lateral meniscus injury in his right knee during Arsenal’s 2-2 draw at Manchester City on Sunday. The striker went down in pain after attempting to tackle Bacary Sagna with 21 minutes played. Welbeck tried to carry on but was forced off and while Arsène Wenger was keen to be optimistic, his manager admitted the player was “very down” afterwards. The forward had returned to action only in February after 10 months out because of a cartilage problem in his left knee. Roy Hodgson, the England manager, selects his European Championship squad on Thursday. Asked about his striker’s availability for the championships in France, Wenger said: “Let’s hope it’s good news. Good news is that he may not be out for the Euros and bad news is that he will be. “I don’t know. I am an optimist. I don’t know if it is the lateral meniscus, let’s wait until we get a really good diagnosis. I hope it is not a meniscus but there is a little sign of that. At half-time I looked at him, he was very down and he had pain. We have to wait for a scan. Danny is a strong boy and we tried to keep him on the pitch but straight away he tried to move and said it was impossible.” The draw means that Arsenal require a point against Aston Villa on Sunday to be sure of a Champions League place. The result, though, was bad for City as their hopes of a top-four finish now depend on other results. Manuel Pellegrini’s team have 65 points, two more than Manchester United but their neighbours have an extra game, the visit to West Ham United on Tuesday. If Louis van Gaal’s side win there and against Bournemouth in their final match at Old Trafford, City will finish fifth even if they beat Swansea City and Arsenal can only draw. Despite this being Pellegrini’s final home match before Pep Guardiola takes over in the summer, fans signalled their disquiet at the result by emptying the stadium at the end. This meant that when the Chilean and his players came out a few minutes later to say thank you to supporters, he gave a goodbye speech to a crowd of around 5,000. Pellegrini said this had not disappointed him. “I was disappointed not to win the game,” he said. “Winning the three points would have been a very good way to say goodbye. I have had three unforgettable years here that I don’t want to analyse in this moment. We can do that next Sunday. We are not finished the season. If you don’t depend just on what you can do it is more difficult but we will see on Tuesday what will happen between Manchester United and West Ham. I think we deserve to be in Champions League because we have had 37 games in [the] position of champions [league qualification]. “No, I don’t think [the players wilted under pressure]. If you think about pressure, maybe we felt it on Wednesday [at Real Madrid]. I cannot regret nothing about the team today, especially in the first 45 minutes. We conceded a very easy goal but we played at high pace, had a lot of attempts.” Pellegrini confirmed Vincent Kompany has had surgery on the thigh muscle he injured during the 1-0 Champions League semi-final second leg defeat at Real. “I don’t know how long he will be out but it will be a long, long time,” he said. The Belgian national team physiotherapist Lieven Maesschalck was reportedly more specific, adding that Kompany would be out for four months.",
  "webTitle": "Arsenal’s Danny Welbeck a Euro 2016 doubt after suffering knee injury",
  "webPublicationDate": "2016-05-08T19:39:53Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/danny-welbeck-injury-arsenal-england-euro-2016-manchester-city",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Danny Welbeck",
      "id": "football/danny-welbeck",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/08/danny-welbeck-injury-arsenal-england-euro-2016-manchester-city"
}