{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/alexandre-astruc-obituary",
  "id": "2016-05-23-151",
  "sectionId": "film",
  "body": "The writer and film director Alexandre Astruc, who has died aged 92, personified the gap between theory and practice. In his crucial and influential 1948 essay La Caméra-Stylo (The Camera-Pen) in L’Ecran Français, he wrote of the cinema becoming “a means of writing as supple and as subtle as that of written language”. He called for an end to institutional cinema and for a new style that would be both personal and malleable. He was convinced that the cinema would replace the novel, but first the cinema must become more like the novel, in that cinéastes could express their obsessions and thoughts, even abstract ones, at the level of profundity and significance of an essay or novel. This was the first loud clarion call taken up by the young directors of the French New Wave a decade later, expanded and modified by François Truffaut, who formulated the politique des auteurs – the idea that a film should reflect its director’s personal vision. Unfortunately, with his own films, Astruc struggled to practise what he preached. Born in Paris, the son of journalists, Huguette (nee Haendel) and Marcel, Astruc was one of the youthful literati surrounding Jean-Paul Sartre and Simone de Beauvoir in the St-Germain cafes after the war. He studied law and literature, then worked as a journalist and assistant director on a few films, including Marc Allégret’s British-made melodrama Blanche Fury (1947). He also co-scripted Marcel Achard’s Jean de la Lune (1948) and Marcello Pagliero’s The Respectful Prostitute (1952), based on Sartre’s play of the same name. Because of his influential articles on the future of cinema, expectations were high when he attempted to make two short 16mm films, in 1948 and 1949, but they were amateurish efforts. However, The Crimson Curtain (Le Rideau Cramoisi, 1952), a medium-length feature, made some impact. Based on a 19th-century mystery story by Barbey d’Aurevilly about a maid in love with a conjuror who is also a thief, it contained no dialogue. Instead it pushed the voiceover experiments of Robert Bresson in his Diary of a Country Priest, of the year before, to an extreme. The narrative device placed the film between dream and memory, with haunting nocturnal photography and Anouk Aimée’s inscrutably romantic performance.     Alexandre Astruc, right, with the French actors Bernard Blier and Simone Signoret in 1953. Photograph: Inconnu/AFP/Getty Images    The lovely and enigmatic Aimée also featured in Astruc’s second feature, Bad Liaisons (Les Mauvaises Rencontres, 1955), which also relied heavily on a voiceover narration. One Life (Une Vie, 1958) was Astruc’s refined treatment of the Guy de Maupassant novel, catching the sexual tensions of the original and the 19th-century country milieu through Claude Renoir’s richly textured, almost impressionistic, colour camerawork. Then, as the new young directors, ex-critics such as Truffaut, Jean-Luc Godard and Claude Chabrol, influenced by the caméra-stylo theory, started making their own movies, Astruc, abruptly leaving the 19th-century novel momentarily, made his own contribution to the Nouvelle Vague with his best film, Shadows of Adultery (La Proie pour l’Ombre, 1960). However, the Nouvelle Chic might have been a more appropriate way of categorising it, with its white sports cars, cocktail parties, a recording studio, modern skyscrapers, jazz and Bach on the soundtrack and quick, slick cross-cutting. The theme, a feminist one, concerned a wife (Annie Girardot), who tires of merely being a social asset to her husband and finds an outlet by running an art gallery and taking a lover. In the end, she sacrifices both men for her independence. Astruc then returned to the 19th century, with adaptations of Gustave Flaubert (Lessons in Love/L’Education Sentimentale, 1962), and Edgar Allan Poe for television (The Pit and the Pendulum, 1964). In fact, from the mid-1960s, he retreated into television, emerging rarely into feature film territory. In 1976, Astruc (behind the camera) and Michel Contat put together Sartre By Himself (Sartre Par Lui-même), a fascinating three-hour documentary based on six hours of interviews held with Sartre in 1972, in which the philosopher spoke of his personal and intellectual life and his oeuvre, surrounded by his friends, including De Beauvoir, the singer and actor Serge Reggiani and the actor François Périer. For his film version of Jean Giono’s Les Âmes Fortes (The Savage Souls, 2001), the prolific avant-garde fabulist Raúl Ruiz, knowing of Astruc’s love and knowledge of the Provençal novelist, asked him to co-write the screenplay. It was Ruiz’s recognition of how considerable a contribution Astruc had made to the history of film theory. Astruc is survived by Elyette Héliès, his wife since 1983. • Alexandre Astruc, film director and writer, born 13 July 1923; died 19 May 2016",
  "webTitle": "Alexandre Astruc obituary",
  "webPublicationDate": "2016-05-23T14:15:41Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/alexandre-astruc-obituary",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ronald Bergan",
      "id": "profile/ronaldbergan"
    }
  ],
  "guardianId": "film/2016/may/23/alexandre-astruc-obituary"
}