{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/this-restless-house-review-five-star-zinnie-harris-oresteia",
  "id": "2016-05-03-229",
  "sectionId": "stage",
  "body": "It usually feels like a handicap that the Greeks kept all the gory action off stage, but when you see the slaughter of George Anton’s Agamemnon in Zinnie Harris’s sinewy reworking of The Oresteia, you have some sympathy for their restraint. Fresh out of the bath, stark naked and lacerated from head to toe, Anton writhes and flounders around the stage at the mercy of Pauline Knowles’s knife-wielding Clytemnestra until she inflicts the fatal wound. It’s not a pretty sight. Nor does Harris intend it to be. She makes it plain that the stakes are high and this is a Clytemnestra who knows exactly what she wants. Despite having numbed herself with drink for the 10 years of her husband’s absence, the queen has absolute clarity when it comes to revenge. Her rage at his sacrificial killing of their daughter Iphigenia is absolute.         Watch the trailer for This Restless House    One minute, the excellent Knowles is behaving like a small-town club singer, holding the cabaret stage on Colin Richmond’s dilapidated 1970s-themed set and getting boozily overfamiliar with her surviving daughter, Electra. The next, she is all lucidity and intelligence, a shrewd operator commandeering her anger long enough to convince herself of Agamemnon’s hubris (his “self-righteous fucking bollocks”). Only then does she go in for the kill.    By the third play, Dominic Hill's masterly production has escalated to the level of gothic horror    That’s about the last rational act of the four-hour trilogy. Harris implies the cycle of revenge that follows is akin to mental illness, a malaise that possesses one generation to the next, infecting the whole family and spreading into society. As a result of their actions, Clytemnestra and Olivia Morgan’s superb Electra develop neurotic tics, symptoms of unbearable psychological pressure: one swats away unseen insects, the other scratches at debilitating itches. By the third play, Electra and Her Shadow, the psychosis has reached its extreme and Electra is under heavy sedation in a psychiatric ward. As it is she rather than her brother, Orestes (a similarly twitchy Lorn Macdonald), who has planted the final blow on their mother in this female-centred version of the original play by Aeschylus, it is now Electra whom Anita Vettesse, as an empathetic doctor, must show to be either sane or psychotic. Will Electra take responsibility for her actions, or will she prolong the misery by blaming it all on fate?     Cycle of revenge … This Restless House. Photograph: Tim Morozzo    By this time, Dominic Hill’s masterly ensemble production for the Citizens and the National Theatre of Scotland – presented over two performances – has escalated to the level of gothic horror. Nikola Kodjabashia’s live score of atonal piano chords, scraping percussion and whispering echoes has defined the playing space just as much as Ben Ormerod’s ravishing lighting from the start. Now, it explodes into an unhinged cacophony, alarming and unsettling, an expression of the cruel impasse the characters have reached. A show that begins in jovial spirits with Macdonald, Cliff Burnett and George Costigan as a slurry chorus of homeless misfits – who also exhibit symptoms of mental illness, in a society that would sooner sweep them off the streets – reveals itself as a production of depth, ambition and creepy power. • At Citizens, Glasgow, until 14 May. Box office: 0141-429 0022.",
  "webTitle": "This Restless House five-star review – Zinnie Harris's electrifying Oresteia",
  "webPublicationDate": "2016-05-03T11:11:44Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/this-restless-house-review-five-star-zinnie-harris-oresteia",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "National Theatre of Scotland",
      "id": "stage/national-theatre-scotland",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Aeschylus",
      "id": "stage/aeschylus",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Fisher",
      "id": "profile/markfisher"
    }
  ],
  "guardianId": "stage/2016/may/03/this-restless-house-review-five-star-zinnie-harris-oresteia"
}