{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/kieren-fallon-chester-winner-sir-maximilian",
  "id": "2016-05-04-90",
  "sectionId": "sport",
  "body": "Royal Ascot may be the next target for Sir Maximilian, a winner here on Wednesday, and a jockey who many assumed was slowly fading from view hopes to be going along for the ride. Kieren Fallon, six times the British champion and a man whose career has been more chequered than a chessboard, was grinning broadly as he climbed onto the podium after Sir Maximilian’s victory. Fallon, it seems, is back. Again, and at least for now. Fallon has been only an occasional visitor to British tracks over the last two seasons, preferring instead to spend much of his time in the United States. He had a single winner and nine second-place finishes from 82 rides there in 2015, and no success at all from 14 rides this year before returning to Ireland, where he has formed a promising new link with Michael O’Callaghan, who trains on The Curragh.   Related: Kieren Fallon: I come from nothing so everything I ever got was a bonus    Fallon enjoyed an easy victory on the speedy Sir Maximilian, a horse that has lined up for Group One events in the past, and could now be aimed towards the King’s Stand Stakes at Royal Ascot in mid-June by Ian Williams, his trainer. “I like coming here, but it’s just hard to get rides now,” Fallon said afterwards. “Too many jockeys and not enough horses, and some of the jockeys are getting too old and nobody wants them, but we’ll still battle away. As long as I can get rides, I’ll ride away, and I don’t want to retire yet. “I’m enjoying it for the first time in a long time and I’m feeling much better now than I did last year. They’ve got a great doctor in Ireland, [the Turf Club’s senior medical officer Adrian] McGoldrick, and he’s sorted me out. “Last year my riding was very weak and I had a lot of blood tests and things, but he was able to sort it. I didn’t feel right at all for the second half of the season and I didn’t know where I wanted to be. It was a blessing in disguise when Michael rang and asked me to go back to Ireland, because I had to go and do a medical and that’s when things started to turn around for me.” Even by the standards of this most mercurial of professions, Fallon’s career has been one of wild extremes. There have been Classics, championships and double-century seasons thanks to a succession of top jobs and brilliant horses. And there have been drug bans, tabloid stings, high-profile sackings, a six-month suspension for hauling a fellow jockey from his horse and the intense scrutiny of a collapsed race-fixing trial at the Old Bailey. How long will it all continue? Fallon, now 51, is as reluctant as ever to look too far into the future. “It depends on your body,” he said. “I’m lucky, I’m not like some of the boys that have to waste hard in the sauna for many hours. I can eat and drink what I want, my weight’s great and, thank God, I had a great career in that I didn’t have too many injuries. I think when you put those together, you will last a bit longer.   Related: Fallon British comeback stalls after agent loses contact with jockey    “I went to ride in San Francisco before I came back, and I was riding against Russell Baze, who is 58. He was riding two or three winners a day, a leading jockey there for however many years. You have to ride with confidence, and if you don’t ride with confidence you’re always going to struggle, but I’m with a great trainer in Ireland now and hopefully we’ll start churning out the winners very shortly. “I want to ride and be busy. If I’m not, there’s not a lot else I want to do and I want to do it as long as I can. It’s great when you get on horses like that [Sir Maximilian] that can cruise and then quicken away, it makes the job easy and you get a bit of a buzz. The way he quickened away there was impressive.”",
  "webTitle": "Kieren Fallon returns to Chester with winner aboard Sir Maximilian",
  "webPublicationDate": "2016-05-04T17:02:54Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/kieren-fallon-chester-winner-sir-maximilian",
  "keyword": [
    {
      "webTitle": "Kieren Fallon",
      "id": "sport/kieren-fallon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Royal Ascot",
      "id": "sport/royal-ascot",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/04/kieren-fallon-chester-winner-sir-maximilian"
}