{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/07/savoury-biscuits-recipe-swap-dale-berning-sawa",
  "id": "2016-05-07-192",
  "sectionId": "lifeandstyle",
  "body": "A good savoury biscuit has the power to drive you crazy. A good savoury biscuit can unlock your heart. There’s a moment in the early days of the West Wing that sees smitten White House reporter Danny Concannon giving the object of his affection, press secretary CJ Cregg, a goldfish, only for CJ to dissolve into hysterics because the goldfish she in fact loved were the edible kind: “The crackers, Danny, the cheese things that you get at a party.” CJ keeps the fish. Danny gets a kiss. And everyone nods in agreement – salty, cheesy, crunchy biscuits are the business. The winning recipe: Anchovy, cheese and pine-nut biscuits (pictured above) With something as intense as savoury biscuits, you’d think that the recipe to be tested last would, were it a sentient being with the power of speech, feel somewhat hard done by. Seven batches (155 cookies!) in, could the eighth really expect to hold my full attention? Well, it did. These MizPepperpot specials stole the show. I put it down to the way the sugar and the pine nuts balance out the salt and heat, and, most crucially, the short crumb is perfectly poised between crunch and melt.   Related: Our 10 best spring recipes    Makes 30 110g plain flour1 tsp baking powder1 tsp cayenne pepper1 tsp caster sugar80g unsalted butter, chilled and cubed50g anchovy fillets, drained and finely chopped50g mature cheddar, grated50g pine nuts, coarsely chopped 1 Line and grease 2 baking trays. Set the oven to 180C/350F/gas mark 4. 2 Mix together the flour, baking powder, cayenne and sugar. Rub the butter into the mix to create a coarse crumb. Add the anchovies, cheese and pine nuts. Mix to ensure the fish pieces are well distributed. Add a little cold water and knead lightly to make a firm dough. 3 Halve the mix, then roll each half into a cylinder about 10cm long. Put in the freezer for 15 minutes or the fridge for half an hour. 4 Slice the cylinders thinly, to about a depth of 4-5mm per biscuit. Place on the lined baking trays and bake for around 20–25 minutes, until slightly coloured around the edge. Leave to cool on a rack before eating.     RadishAvocado’s Marmite and poppy seed cookies. Photograph: Radishavocado/GuardianWitness    Marmite and poppy seed cookies Until that eighth batch came along, these were jockeying hard with the three that follow for first place. I love that Radishavocado has achieved something this savoury without cheese. Also, it’s a damn good recipe, resulting in the kind of good-looking cookies you’d have no problem spending money on at a deli counter. Makes 20100g wholemeal flour100g plain flour150g unsalted butter, chilled and chopped into cubes3 tsp Marmite1 tbsp black poppy seeds 1 Put the top four ingredients into a food processor and blend until it begins to come together. Pour out the mixture into a large piece of clingfilm and wrap tightly, rolling it into a sausage shape. Chill in the fridge for around half an hour until firm. Meanwhile, heat the oven to 180C/350F/gas mark 4. 2 Put the poppy seeds on to a chopping board and carefully roll the sausage in them to coat the edges. Cut the roll into thin slices and put them on to a baking tray lined with baking paper. Bake for 12-15 minutes then leave to cool. Gouda shards  With a flour/butter/cheese ratio of 1:1:1 Linda Bryan’s pared-down version of a 1970s Good Housekeeping recipe is basically the cheese biscuit equivalent of the pound cake. That ratio also makes the biscuits thoroughly flaky and beautifully brittle. That texture, the simplicity of the recipe and the fact that it works with whatever cheese you have to hand make these my new default nibble. Makes 20100g unsalted butter100g gouda, grated1 egg yolk100g plain flourSalt and paprika 1 Preheat the oven to 200C/400F/gas mark 6. Cream the butter, then add in the cheese, egg yolk, salt and paprika, to taste. Work in the flour until well mixed into a dough. Wrap in clingfilm and refrigerate for 1-2 hours. 2 Roll out on a floured surface to 5mm thickness. Cut into geometric shapes. 3 Place well apart on a lightly greased baking sheet and bake for 10 minutes until golden. Remove from the heat and set aside to cool on a rack. Parmesan and sun-dried tomato bites Semolina! ColonialCravings’ use of it results in the kind of excellent sandy texture that makes good Scottish shortbread so irresistible. Also, mustard powder brings a sweeter, gentler heat to the cheese than the more popular cayenne, and I like that.     Parmesan sun-dried tomato bites, taken by regular contributor ColonialCravings. Photograph: Colonial Cravings/GuardianWitness    Makes 30115g plain flour35g semolina50g butter (cut into small pieces)50g parmesan cheese, grated½ tsp mustard powderA pinch of black pepper15g sun-dried tomatoes in oil, chopped2 tbsp oil from the tomatoes1 tbsp water (optional) 1 Mix the plain flour with the semolina. Rub the butter into it to create a grainy, breadcrumb-like mixture. 2 Mix the cheese, mustard and pepper through this, ensuring that the cheese is evenly distributed. Add the tomato pieces and stir it all together. Finally, use the oil to bring the mixture together to form a soft dough. Add a little water if it needs a bit more persuasion to come together. 3 Roll this into a log about 25cm long and wrap it in clingfilm before putting it in the fridge to rest for 30 minutes. 4 Meanwhile, lightly grease a baking tray and heat the oven to 180C/350F/gas mark 4. Unwrap the dough and slice it into discs about 3-4mm thick. Space these out on the tray. Bake for 15-20 minutes until they are just starting to brown. Place on a wire rack to cool. Smoked cheddar, chipotle and spring-onion biscuits An exciting mesh of flavours from Bobby Ananta, in a very pretty spiralling and, dare I say, outrageous biscuit: that they contain more cheese than flour says it all. Makes 205 spring onions, finely sliced190g unsalted butter + ½ tbsp for softening the spring onions210g plain flourA pinch of salt200g smoked Applewood cheddar cheese, grated25g parmesan cheese, grated1 tsp granulated garlic powder2 tsp chipotle paste½ tsp smoked black pepper, crushed1 tbsp black sesame seeds (optional)1 egg yolk, beaten, for brushing 1 In a small pan on a low heat, soften the spring onion with ½ tbsp of the butter. Set aside to cool. 2 Put the flour, salt, remaining butter, grated cheeses, garlic and soft spring onions into a bowl. Mix well until you have a smooth dough. Roll out ⅔ of the dough on a floured surface. 3 Put the other ⅓ of the dough into a small bowl, mix with the chipotle and crushed black pepper. Lay this mixture on top of the rolled-out plain dough. 4 Roll the dough into a 4cm-wide sausage shape and wrap it in clingfilm. Refrigerate for 40-45 minutes. Slice the dough into 1.5cm discs, brush with beaten egg yolk and sprinkle with black sesame seeds, place them on a baking sheet and bake in an oven preheated to 190C/375F/gas mark 5 for 18-20 minutes. Za’atar biscuits with cheese and spices A cakey, herbacious, seed-filled bite from Fadime Tiskaya that you could happily serve these alongside all manner of richer flavours.     Thanks to Fadime for these za’atar biscuits with cheese and spices. Photograph: Fadime Tiskaya/GuardianWitness    Makes 30 4 tbsp sesame seeds2 tbsp sunflower seeds2 tbsp pumpkin seeds1 tsp dried thyme½ tsp dried mint½ tsp chilli pepper½ tsp cumin1 tsp ground sumac40g olive oil2 egg yolks2 tbsp plain yoghurt75g halloumi cheese, finely grated150g plain white flour30g gram flour4g baking powderSesame seedsNigella seeds 1 In a hot pan, toast the sesame, sunflower and pumpkin seeds for 5 minutes. Cool, then blitz them in a processor until they are almost completely ground. Add the thyme, mint, chilli, cumin and sumac, and whizz for 10 more seconds. 2 In a large bowl mix together the olive oil, 1 egg yolk, the yoghurt and the cheese. Add the flours, the spice and seed mix and the baking powder, and using your hands mix it all together until you achieve a smooth dough. Add more flour or yoghurt as needed. 3 Turn the oven on to 180C/350F/gas mark 4. Roll the dough to 5mm thick, then cut out discs. Put these on to a sheet of nonstick paper. Brush with egg yolk and sprinkle with sesame seeds and nigella seeds. Bake for about 20 minutes. Spiced gram biscuits A mix of gluten-less flours makes for a satisfyingly smooth and dense crumb in Justine Wall’s bake. I like her use of fresh garlic and the egg yolk definitely brings a lovely richness. Makes 2060g gram flour85g self-raising gluten free flour, plus extra for dusting1 garlic clove, finely grated1 tsp dried oregano1 tsp pimenton½ tsp cayenne pepper½ tsp salt85g salted butter25g cheddar, finely grated25g parmesan, finely grated1 egg yolk1 tbsp cold water 1 Preheat oven to 180C/350F/gas mark 4. Sift the flours into a large mixing bowl. Add the garlic, oregano, pimenton, cayenne, salt and mix. 2 Rub in the butter and cheese until you obtain a crumbly mixture. Add the egg yolk and water, and begin to knead it all together until you have a dough. 3 Transfer on to a floured surface and roll out until approximately 5mm thick, and cut into discs. 4 Space the discs out on a baking tray lined with baking parchment and bake for 10-12 minutes. Then transfer to a wire rack to cool completely. Simple oatcakes Caroline found this recipe at frugalfeeding.com and has made at least a batch a week since January. I can see why. You can top these with cheese and other things, and eat more than a few without feeling wretched. I made mine with cumin and walnuts, which was delicious: potential flavour variations have been queuing up in my mind ever since. Makes 15-20200g porridge oatsSalt and black pepper2 tsp cumin seeds, or sunflower, pumpkin, sesame, fennel etc50ml olive oilBoiling waterFlour, for rolling outA handful of walnuts or other nuts, chopped 1 Heat the oven to 200C/400F/gas mark 6. Whizz up 100g of the oats in a food processor with the salt until they look more like flour, then add them to the rest of the oats. Add the seeds halfway through or later (depending on how whole you like them.) 2 Stir in the 50ml of olive oil and the pepper. Add about 50ml boiling water and stir it all together. Add more water in small amounts until you have something that holds together, but isn’t too wet. Squish it together with your hands until it’s rollable. 3 Roll out on a floured surface until it’s as thick as you like your oatcakes, then cut into discs, using a whisky glass if you don’t have a cutter. 4 Put these on a baking tray and cook for 20 minutes – longer if you like them a bit browned.",
  "webTitle": "Savoury biscuits recipes | Readers’ recipe swap",
  "webPublicationDate": "2016-05-07T05:00:06Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/07/savoury-biscuits-recipe-swap-dale-berning-sawa",
  "keyword": [
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Cheese",
      "id": "lifeandstyle/cheese",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Dale Berning Sawa",
      "id": "profile/dale-berning"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/07/savoury-biscuits-recipe-swap-dale-berning-sawa"
}