{
  "apiUrl": "https://content.guardianapis.com/money/us-money-blog/2016/may/05/gold-market-investment-donald-trump",
  "id": "2016-05-05-216",
  "sectionId": "money",
  "body": "Two phenomena that pundits said would almost certainly never happen have taken place this week: Donald Trump clinched the Republican presidential nomination, and the price of gold capped a 15-month rally by soaring above $1,300 an ounce.   Related: California gold miners seek a different type of glitter: celebrity     Coincidence? Logic would suggest so. But then, this is anything but a logical market environment or presidential electoral cycle. And there are, in fact, several ways in which gold is the ultimate Trumpian investment.  First, there’s the fact that Trump himself is a fan of the precious metal, even though it is, notoriously, a bad investment, paying no earnings, dividends or income of any kind. Gold prices are volatile, to put it mildly; while its fans have included at times hedge fund billionaires like George Soros and John Paulson, their speculation hasn’t always left them with big profits. On the contrary: Paulson’s huge bet on the world’s largest gold exchange-traded fund, the SPDR Gold Trust ETF, had caused him to lose $736m by mid-2013.   Warren Buffett simply has no time for gold. As he told a crowd at Harvard in the late 1990s, our passion for the stuff would baffle the Martians. We dig it out of the ground, “then we melt it down, dig another hole, bury it again and pay people to stand around guarding it”, he said. “It has no utility.”  That doesn’t worry Trump. He loves gold, and not just as part of the over-the-top décor of his Trump Tower abode in New York. In his disclosure statement to the Federal Election Commission, he owns between $100,000 and $200,000 of gold, and it isn’t in the form of futures contracts or that exchange-traded fund that hedge fund managers were using to bet on the price of gold, but gold bullion – bars or coins. That means that in a vault somewhere, there are some gold coins with The Donald’s name on them.   It’s just possible that the bullion represents what he accepted from a tenant at 40 Wall Street in lieu of a certified check for a lease deposit. In what clearly was a bit of a stunt for both parties, Michael Haynes, CEO of precious metals dealer APMEX paid over the deposit in gold bullion in a televised event in the lobby of Trump Tower in 2011.  Trump’s representatives said at the time that he agreed to accept the bullion because of his concerns that the Federal Reserve’s quantitative easing would bring down the value of the US dollar. Typically, that tends to send gold prices soaring: gold is denominated in US dollars, and as the dollar loses value, it takes more dollars to purchase the same quantity of gold. It turns out that Trump was wrong in the short term: gold prices declined steadily for the next four years, while the US dollar remained robust. It wasn’t until this year that gold emerged as the asset to own – at roughly the same time that Trump became the apparently unbeatable Republican presidential candidate. Of course, Trump isn’t alone in this bearishness on the dollar and bullishness on gold. Only this week, Stanley Druckenmiller – George Soros’s former colleague and a big cheese in the hedge fund universe in his own right – took to the podium at the annual gathering of the hedge fund glitterati that is the Ira Sohn Conference, to fume about the Fed’s policies and disclose that his biggest “currency” allocation is to gold. There are other reasons why the prospect of a Trump presidency might cause gold to glitter a little more brightly. There’s the fact that the presumptive Republican candidate has hinted that he kind of likes the idea of the gold standard. “We used to have a very nice country because it was based on a gold standard and we do not have that any more,” Trump said to one media outlet, in passing, conveniently gliding over scores of other factors that may have contributed to any of the woes that have afflicted the United States since Richard Nixon removed the linkage between the dollar and gold back in 1971.   Many Republicans love the idea of returning to the gold standard, making this possibly one of a tiny handful of areas in which Trump can find common ground with the rest of the party that he will lead into the November election. That said, economists generally accept that it’s fairly lousy monetary policy, and even some Republicans admit that their pursuit of a gold standard is an alternative to the Federal Reserve, rather than because tying the dollar to gold is such a great idea.  Nonetheless, if you believe that Trump and congressional Republicans can win in November and plan to take aim at the Fed, and to follow up its dismantling by restoring the gold standard, well, that’s a longshot reason to be buying gold. Albeit a very long shot.  A more pragmatic reason to buy gold right now in light of Trump’s triumph in the Republican race is the fact that the geopolitical tensions are likely to rise in the coming months as the level of rhetoric heats up – regardless of whether he captures the White House in November. And the more nervous the markets get, the better gold is likely to fare: it’s the classic safe haven asset class.   The sad truth is that whatever the outcome of the Democratic race, this autumn’s election campaign is likely to be full of the kind of unpleasant vitriol and nauseating rhetoric we’ve seen plenty of during primary season.   We live in a tremendously volatile world, in terms of geopolitical risk. And as Ian Bremmer, president of Eurasia Group, pointed out in one of his recent commentaries, this is made worse by a lack of global leadership, the absence of economic growth, the rise in political polarization (exhibit one being the presidential race itself) and a growth in the power of disruptive non-state actors (hello, Isis!)  The British are about to vote on “Brexit”; Europe is wrestling with the twin (and related) challenges of an influx of refugees and fresh terrorist attacks; Brazil, on the eve of hosting the Olympics, has impeached its president; major or minor wars are taking place in the Middle East, in Ukraine, in Armenia, in parts of Africa … Against that backdrop, a Trump presidency – the arrival in the world’s most prominent leadership position of a leader who is a unilateralist – could well wreak havoc on global financial markets. Trump’s campaign themes “would translate into more ‘America First’ than ‘Make America Great Again’”, Bremmer argued in an earlier commentary. He predicts that under Trump, the “exorbitant privilege” of the US dollar as the world’s reserve currency would be challenged. And anything that puts a dent in the dollar would be good for gold. If you want to bet on Trump and gold, however, you’ll need to brace yourself for a bumpy ride. As history has shown, the precious metal is anything but predictable, and there’s no source of fundamental demand for it, other than from jewelers. It can’t even be counted on as a sure hedge against inflation. So if you’re determined to chase after gold’s glitter, be ruthlessly honest about what it is that you’re doing. You’re not investing: you’re speculating.",
  "webTitle": "Investors – and Donald Trump – are loving gold. How long will the rush last?",
  "webPublicationDate": "2016-05-05T11:00:06Z",
  "webUrl": "https://www.theguardian.com/money/us-money-blog/2016/may/05/gold-market-investment-donald-trump",
  "keyword": [
    {
      "webTitle": "Gold",
      "id": "business/gold",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "money/us-money-blog/2016/may/05/gold-market-investment-donald-trump"
}