{
  "apiUrl": "https://content.guardianapis.com/books/booksblog/2016/may/05/they-the-singular-pronoun-that-could-solve-sexism-in-english",
  "id": "2016-05-05-220",
  "sectionId": "books",
  "body": "I got in trouble over a four-letter word the other day. None of the ones you are thinking of: it was “they” that caused a fracas that Jeremy Clarkson would have been proud of. At the start of 2016, the good folks of the American Dialect Society got together to crown their Word of the Year. They (see what I’m doing here) have decided that the word could now be used as a singular pronoun, flexing the English language so a plural could denote a singular, genderless, individual.   Related: Eight words that reveal the sexism at the heart of the English language | David Shariatmadari    They has long been used in the singular in English, but not to denote genderlessness. One of the earliest examples comes from Geoffrey Chaucer in 1395, who wrote in The Pardoner’s Tale: “And whoso fyndeth hym out of swich blame, They wol come up…” Shakespeare followed in 1594, in The Comedy of Errors: “There’s not a man I meet but doth salute me/As if I were their well-acquainted friend”. It took a few centuries for they to pop up in reference to women: Jane Austen uses they in the singular 75 times in Pride and Prejudice (1813) and as Rosalind muses in 1848’s Vanity Fair: “A person can’t help their birth.” Around 1809, Samuel Taylor Coleridge rejected “he” as the generic pronoun (“in order to avoid particularising man or woman, or in order to express either sex indifferently”, he wrote in his notebooks), settling on “it” as an ideal, neutral solution. Roughly around the same time, the philosopher John Stuart Mill was struggling to define the philosophy of language itself: what we could know – if anything – beyond our language? Mill came to the conclusion that language tells us what is thinkable, possible; so, if a young woman never sees the word “she” or “they”, could she naturally know that “he” represented her, too? No. In this sense, women were inherently excluded.    If the English language had been properly organised … there would be a word which meant both ‘he’ and ‘she’  AA Milne     Growing up almost two centuries later, I was just supposed to understand that language excluded me because I was a girl: I was out, except when it came to naming hurricanes and referring to ships. I was once told as a kid that all hurricanes were female because women were so destructive; a barbed comment I never questioned because at the time I already sensed some things were easier if you were a boy. These days there is an increased awareness of gender and how we define it. The ever prevalent pay gap, the high rate of male suicide. The rise of transgender celebrities: Laverne Cox, Caitlyn Jenner, the Wachowski sisters. Maria Munir, the non-binary student who came out to Obama in April. Debates about contraception, consent, masculinity, body image: so many public conversations are opening up how we define gender and its roles. But there are many insidious examples of gender divides that persist in English usage: Oxford Dictionaries defining the word “rabid” with the example “a rabid feminist” or “housework” with “she still does all the housework” – but then using the male pronoun for all examples involving doctors. There are 220 words for a sexually promiscuous woman in English, but only 20 for their male equivalents.           The moment Maria Munir told Barack Obama they were non-binary.      Turkish, Hungarian, Finnish, Persian – are entirely genderless    Winnie-the-Pooh author AA Milne once wrote: “If the English language had been properly organised … there would be a word which meant both ‘he’ and ‘she’, and I could write: ‘If John or May comes, heesh will want to play tennis,’ which would save a lot of trouble.” And this is an English problem; the “all languages are this way, it’s just the way of the world” argument is a convenient one, but not true. While the push to use “they” as a genderless pronoun is new for English, it is rather old hat in other languages: while English was picking and choosing its vocabulary from Latin and German, so many other languages – Turkish, Hungarian, Finnish, Persian – are entirely genderless. The Pipil language, a language indigenous to Central America, uses a genderless pronoun – “yaja” – to refer to “he or she”. Others have attempted to amend their language by borrowing from others – as Sweden did by introducing the gender-neutral “hen”, based on “hän”, meaning “he or she” in Finnish – with varying degrees of success. Not English. In the past, I have tried solving the problem of inherent sexism in language by alternating male and female pronouns when referring to generic professions – where I refer to a patient as “he” in one sentence, I may refer to his doctor as “she” in the next. Because I’m one of the rabid feminists of which Oxford Dictionaries speaks, I make certain that my generic “shes” are not always in positions of vulnerability. Within the last few decades, we have seen a shift in this regard: air hostesses became cabin crew, male nurses are nurses, firemen are firefighters. Women are no longer just hurricanes and boat names, and in turn, men are no longer ridiculed for working in ‘female’ professions like airplane service or nursing. These are modest but significant changes, all the more significant when you consider these terms came into practice from a deliberate drive to address outdated stereotypes. We still need deliberate effort to remove sexism – like the Washington Post’s recent move from she/he to they as their default pronoun. As part of a liberal, feminist, grammar-nerd circle of friends, I had a small expectation that we would all see “they” as a positive thing; what I didn’t expect was fights to break out on my Facebook feed. Some friends cited jobs where they had been treated as sex objects or second-class citizens for their gender. Others recalled reading books as children about experiences they would have liked to have had, but couldn’t because it was always a “he” on the adventure. But some could not be moved: switching to “they” was meaningless, changing nothing in a world where being born female could justify your being killed. Actions against actions, rather than language, made more sense. And wasn’t this push for “they” just an example of a new political correctness, in a time of Caitlyn Jenner and genderless bathrooms, a fuss driven by those who compulsively find offence in everything they can?   Related: Sign up to our Bookmarks newsletter    In 1986, Joan Scott wrote that gender is not just about sex, but is also “a primary way of signifying relationships of power”: two decades since she wrote that, these battles continue. Personally, I think we should make a fuss over any use of language that excludes us by gender, race, sexuality, or religion, but I know that this is itself another issue of contention. I think “they” is the way to proceed as a default, until English is spoken in a world where the inherent power disparity between the “hes” and “shes” is eradicated. I know it won’t happen in my lifetime, but as long as we continue to use a language that is inherently sexist, we will be forever perpetuating sexist ideology, even without intending to. I still do not know how to talk about this without inspiring fights – but it is an important one.",
  "webTitle": "‘They’: the singular pronoun that could solve sexism in English",
  "webPublicationDate": "2016-05-05T11:00:06Z",
  "webUrl": "https://www.theguardian.com/books/booksblog/2016/may/05/they-the-singular-pronoun-that-could-solve-sexism-in-english",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Reference and languages",
      "id": "books/referenceandlanguages",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Language",
      "id": "science/language",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Languages",
      "id": "education/languages",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Lorraine Berry",
      "id": "profile/lorraine-berry"
    }
  ],
  "guardianId": "books/booksblog/2016/may/05/they-the-singular-pronoun-that-could-solve-sexism-in-english"
}