{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/for-sale-greek-islands-hotels-historic-sites-stergios-pitsiorlas",
  "id": "2016-05-30-38",
  "sectionId": "world",
  "body": "In Greece today, government power comes with few trappings. Unable to tap capital markets and dependent wholly on international aid, the debt-stricken country’s senior officials are acrobats in a tightrope act. They are placating creditors, whose demands at times seem insatiable, and citizens, whose shock is never far away. Few know this better than Stergios Pitsiorlas, the head of Greece’s privatisation agency. The agency’s asset portfolio – readily available online – goes some way to explaining why. A catalogue of beaches, islands, boutique hotels, golf courses, Olympic venues and historic properties in Plaka on the slopes beneath the ancient Acropolis, it could be a shopping list for the scenery in a movie – rather than a list of possessions that Athens is under immense pressure to offload. In the coming months, the list will grow as the contours of a “super fund” – established to expedite the sale of ailing utilities and state-owned properties – take shape. The fund, the product of last week’s agreement to disburse an extra €10.3bn (£7bn) in bailout loans in return for further reforms, takes the divestment of state holdings to new heights. More than 71,000 pieces of public property will be transferred to the umbrella entity in what will amount to the biggest privatisation programme on the continent of Europe in modern times.     The Germans are going to take everything. I hear that even beaches are up for sale  Maria Ethymiou, small business owner     Seven years into Greece’s seemingly unstoppable financial crisis, lenders are not taking any chances. The European Union and International Monetary Fund, which to date have poured more than €250bn (£190bn) into Greece in the form of three bailouts, have demanded that the organisation operates for 99 years. Greeks have reacted with anger and derision, viewing the fund as the lowest point in the country’s epic struggle to remain anchored to the eurozone.  For many, it is the ultimate depredation, another dent to their dignity at a time of unprecedented unemployment, poverty and suffering. If this is the way, they say, then only the Acropolis will retain a patina of Greekness about it.  “There is nothing we are not giving up,” splutters Maria Ethymiou, a small business owner encapsulating the mood. “The Germans are going to take everything. I hear that even beaches are up for sale. Is this the Europe that we want? Is this the united Europe of our dreams?” The criticism is not lost on Pitsiorlas, a veteran leftist and lawyer by training. The ruling Syriza party, which he helped found from its previous incarnation as Synaspismos, or the left coalition, lost a deputy when the multi-bill detailing the fund was recently put to vote in parliament. MPs, who otherwise closed ranks to pass the legislation, have since described it as “criminal”. The opposition has argued that it effectively mortgages the country for generations without any guarantee from foreign creditors to effectively deal with Athens’ unmanageable €320bn debt pile.    Related: IMF tells EU it must give Greece unconditional debt relief    “In some ways they [critics] are right. The truth lies somewhere halfway,” Pitsiorlas told the Guardian. “But there is a dignity far worse, the indignity of being forced to rely on foreign lenders. If we want, as a true party of the left, to help workers, if we want to stop salaries and pensions being cut and taxes being augmented, we have to find money from somewhere, we have to develop our economy.”  Privatisations have been at the heart of Greece’s rescue programmes, but from the start have been riven by discord and problem-plagued. Since being first bailed out to the tune of €110bn in mid-2010 in what was then the biggest financial rescue in global history, Athens has raised only €3.5bn from asset sales – a far cry from the original target of €50bn set by creditors.  Ideological resistance, lack of investor interest and bureaucratic obstacles have been mostly to blame. Pitsiorlas, the fund’s sixth chairman, could be the man to reverse that process. Last week he predicted that the sale of Greece’s biggest piece of real estate at Athens’ erstwhile Hellenikon airport would be concluded in June, boosting proceeds from state sales this year to more than €2bn. By 2018, he reckons asset-stripping could bring in €6bn. After initially opposing the sale of the country’s two main ports – in Piraeus and the northern city of Thessaloniki – the Tsipras government relaunched tenders after the terms of a €86bn bailout, Greece’s third, were finally agreed last August.    We have to run fast and make the changes that need to be made quickly  Stergios Pitsiorlas, head of Greece’s privatisation agency     In April it approved a bid by the Chinese shipping giant Cosco to buy a 67% stake in Piraeus. The German transport operator Fraport has similarly won a bid to operate 14 regional airports – including those on popular tourist destinations such as Mykonos, Santorini and Corfu – for the next 50 years. “The state of our airports on islands like Santorini are a national embarrassment,” says Pitsiorlas. “So why not improve them? They are not going to own them forever and when they come back to us they will be in much better condition.” The straight-talking privatisation chief has won plaudits from unlikely places. “If [prime minister Alexis] Tsipras wants to survive politically and make the definitive U-turn to the centre left, he has to speak the language of business, investment, growth and extroversion,” says Dimitris Kerides, who teaches political science at Athens’ Panteion University and has close ties with the main opposition centre-right New Democracy party. “Pitsiorlas is business-friendly. He is capable and confident. He is regarded as the best of the best on the left by the right.” The fund, which will also encompass public corporations and publicly owned bank stocks, is aimed at facilitating privatisations by allowing sales of real estate to proceed without ministers fearing accusations of fraud. More than 500 islands, and large tracts of Greece’s pristine, 16,000km-long coastline are also on the list, with the full details to be revealed in the next few months. But the overarching fear is that the government is about to embark on a firesale of the family silver at rock-bottom prices. Pitsiorlas fiercely rejects any such notion, saying public utilities such as the water board will not be denationalised. “There are a lot of misunderstandings and misconceptions. For instance, we have hotels on our books that have been confiscated by banks. Why should the state be a hotelier?” he asked. “In the same vein, why should the state pay thousands of euros in rent every year for the hangars that house two airbuses that will never fly? We need to get out of the place we are in. Last week’s agreement offers a ray of hope but we have to run fast and make the changes that need to be made quickly.”",
  "webTitle": "For sale: Greek islands, hotels and historic sites",
  "webPublicationDate": "2016-05-30T18:20:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/for-sale-greek-islands-hotels-historic-sites-stergios-pitsiorlas",
  "keyword": [
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Syriza",
      "id": "world/syriza",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Eurozone crisis",
      "id": "business/debt-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helena Smith",
      "id": "profile/helenasmith"
    }
  ],
  "guardianId": "world/2016/may/30/for-sale-greek-islands-hotels-historic-sites-stergios-pitsiorlas"
}