{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/open-thread-redefine-nothing-what-are-your-tips-for-reducing-food-waste",
  "id": "2016-05-20-354",
  "sectionId": "commentisfree",
  "body": "In the never-ending string of “days attached to apparent causes”, Friday is Food Revolution Day, pioneered by the high-profile happy chappy Jamie Oliver, friend to all but sugar. Youth Food Movement Australia, which organises volunteer-run food projects across the country, says the amount of food thrown out by one household annually equates to one in five bags and costs $1,000 a year. If rotting food was a country, says its press release, not only would it be somewhere you wouldn’t want to spend your holidays, it would also be the third-biggest contributor to greenhouse gas emissions.   Related: Study finds 400m meals' worth of edible food wasted each year    The organisation is encouraging “cook-lucks”, where what’s on the menu is determined by whatever guests have in their refrigerators that needs using up. Consider it a challenge – like the “mystery box” on Masterchef – except the carrots are bendy, the use-by dates have just past, and you can’t tell the edible from the mould. Just kidding! You obviously shouldn’t push it much past the point of decomposition. Jamie wouldn’t want you to put your health at risk in the noble pursuit of reducing waste. That said, to quote Kelly Clarkson and presumably, by extension, health professionals, what doesn’t kill you makes you stronger. Here are nine tips from Youth Food Movement Australia to make your groceries stretch the extra distance:   Related: 15 years on, our love affair with food is deepening...so are our problems     Cauliflower leaves can be roasted like kale, radish tops can be used in soups, carrot tops and celery greens can be used like parsley; Redefine “nothing”. If you have some form of vegetables or fruit, carbohydrates and protein – you have lunch sorted; Pretty much any sad vegetables or fruit can be rescued by pureeing or mashing; Blitz any vegetable scraps you really don’t want to eat with coarse salt, to make a bouillon. Add water when you’re ready to cook for instant stock, or use as a flavoured salt in pasta sauces or stirfries; Half-eaten dips can be thinned out with lemon juice or vinegar and turned into salad dressings; Collect stale or day-old bread and loaf end pieces in a freezer bag to use for french toast; Planning meals ahead saves on waste, but try to make sure half the food you buy can be easily frozen. If you find your meal plans are going out the window on a regular basis, it might be a sign you’re buying too much food; Keep fruit and vegetables separate and in transparent containers or plastic bags so they don’t dry out. If they do, flick them with water; Plenty of fresh food can be frozen, even lettuce and chopped cucumber.             There are more tips on the Youth Food Movement website, but we want to hear yours. (Note: neither Clarkson nor any of the below Twitter users are known by Guardian Australia to be health professionals.)    @mlle_elle leftover veggies/cold cuts make for good omelette fillings— Vince Rugari (@VinceRugari) May 19, 2016      @mlle_elle pretty much use-by dates are a guide, not a rule, and should always be ignored. And microwaving anything makes it good again.— Melissa Davey (@MelissaLDavey) May 19, 2016      @mlle_elle don't peel anything.— stfu stevens (@jmbrnt) May 19, 2016      @mlle_elle also - and this is totally serious - any leftover can be a breakfast food if you fry it and put a poached egg on top— Alex Hern (@alexhern) May 19, 2016      @mlle_elle not letting anyone leave the table until plates are clean.— Snark Maiden (@KatydidNZ) May 19, 2016      @mlle_elle you take your leftover curry, spread it over corn chips, top with cheese, maybe add some beans or something. oven.— Nick Evershed (@NickEvershed) May 19, 2016",
  "webTitle": "Open thread: 'redefine nothing' – what are your tips for reducing food waste?",
  "webPublicationDate": "2016-05-20T01:41:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/open-thread-redefine-nothing-what-are-your-tips-for-reducing-food-waste",
  "keyword": [
    {
      "webTitle": "Food",
      "id": "environment/food",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/open-thread-redefine-nothing-what-are-your-tips-for-reducing-food-waste"
}