{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/04/rising-star-competition-entry",
  "id": "2016-05-04-201",
  "sectionId": "small-business-network",
  "body": "John Langley, managing director of Higher the Talent, explains why Linda Norris, team leader and graduate recruiter, should win the Rising Star category of the Guardian Small Business Showcase competition:   In the last year Linda has contributed a huge amount to the business. Generating revenue of over £150000 (nearly 50% of revenue) she has clearly demonstrated an outstanding ability as a graduate recruiter, placing many graduates onto an exciting and rewarding career path. From an early stage, she demonstrated the ability and desire to nurture and develop talent and been a significant contributor to the development of our next rising star, Lauren. Having been officially promoted to Team Leader she has taken her under her wing, training and coaching her on the elements of the job that have made her such a success. Lauren is now set to outperform Linda herself for her first 12 months, which as a manager is exactly what you should hope to achieve.  I can see Linda being a hugely valuable employee to Higher The Talent for many years to come and very much hope she is able to replicate her success in training Lauren with new recruits set to join the business later this year when they finish university. The fact that she has been with the business from its second month makes her success story all the sweeter, and her achievement all the greater.  She has significantly contributed to the successful establishment of the business in a very competitive market. As the owner and MD, I could not be more grateful to her.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Linda Norris",
  "webPublicationDate": "2016-05-04T12:17:54Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/04/rising-star-competition-entry",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/04/rising-star-competition-entry"
}