{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/01/margaret-miller-obituary",
  "id": "2016-05-01-77",
  "sectionId": "society",
  "body": "My godmother Margaret Miller, who has died of cancer aged 76, was a healer and teacher of Qi Gong, the ancient Chinese system of breathing, posture, focus and spiritual welfare. She was a glowing advertisement for her own abilities. Diagnosed with a breast tumour at 50, she lived for another quarter of a century and became an accomplished ballroom dancer. She was born Margaret Pitman a few days before the second world war broke out, into a family that was patrician but progressive. Her great-grandfather, Sir Isaac, had invented Pitman shorthand; her father, Sir James, a Tory MP, devised the Initial Teaching Alphabet. Margaret grew up in London before working in publishing and as a tour guide. She once startled her mother, Beau, by announcing that she and a girlfriend were going to drive from London to Athens via communist Budapest. She married Tim Miller, a businessman, in 1965, and had three children, Christopher, Katherine and Leila. Their house in Addison Road, Kensington, was full of light and laughter, and their holiday home, an old mill near Avignon, was dreamy. As a godparent, she was a godsend: she made me illicit cassettes of Beatles LPs, employed me as a Latin tutor, and lent me the mill for my honeymoon. When Tim got cancer, Margaret felt that chemotherapy only made it worse, which led her to join the National Federation of Spiritual Healers. After he died in 1982, she helped run the federation’s London branch while bringing the children up on her own. She taught both Qi Gong and the Soul Plan, which aims to reconnect people with life’s purpose. Following her own diagnosis, she practised healing for up to four hours a day, studied under the Qi Gong master Zhixing Wang, and drank a lot of hot water with lime. In her 70s, she took up dancing, forming a delighted partnership with the classical dancer Benny Maslov; they can be found on YouTube, doing the foxtrot at the 2014 London Pro-Am Dance Extravaganza. Margaret’s striking blue eyes exuded warmth and playfulness, with the odd flash of steel. In February, when her cancer had finally spread, she was visited by a hospital chaplain. “I have to tell you,” she said, “that I’m not at all afraid of death.” She is survived by her children and two of her three brothers. There was time to draft her own death notice, which said she had died peacefully, “supported by her children and grandchildren”. After writing that, she inserted “adored”. The feeling was mutual.",
  "webTitle": "Margaret Miller obituary",
  "webPublicationDate": "2016-05-01T16:31:58Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/01/margaret-miller-obituary",
  "keyword": [
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim de Lisle",
      "id": "profile/timdelisle"
    }
  ],
  "guardianId": "society/2016/may/01/margaret-miller-obituary"
}