{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/obama-backs-vietnam-in-south-china-sea-dispute-with-beijing",
  "id": "2016-05-24-264",
  "sectionId": "world",
  "body": "Barack Obama has said Washington supports Vietnam’s territorial claims against Beijing in the South China Sea and promised it greater access to security equipment. “In the South China Sea, the US is not a claimant in current disputes, but we will stand with our partners in upholding key principles like freedom of navigation,” the US president said in a speech in Hanoi. “Vietnam will have greater access to the equipment you need to improve your security,” he said. “Nations are sovereign and no matter how large or small a nation may be, its territory should be respected.” Obama did not mention China by name but added: “Big nations should not bully smaller ones.”  The comments came a day after the US lifted a decades-old arms embargo on Vietnam.   Related: US lifts decades-long embargo on arms sales to Vietnam    Obama is the third American president to visit Vietnam since the end of the war in 1975. His three-day trip has been seen as an attempt to bolster Vietnam’s capacity to deal with China’s claims in the South China Sea. China has built military installations, including runways and missile launchers, on reclaimed islands, often in areas also claimed by Vietnam, Taiwan, Malaysia, Brunei, the Philippines and Japan. The South China Sea is thought to have significant oil and gas reserves and is a route for about $4.5tn (£3.2tn) in trade. Washington is nervous about Beijing’s growing assertiveness in the area. China’s state-run Global Times said on Tuesday that the White House “is taking advantage of Vietnam to stir up more troubles in the South China Sea”. The trip, which has also promoted the US-inspired Trans-Pacific Partnership (TPP) trade deal, has been criticised by activists and US politicians who say it backs the one-party Vietnamese state and its poor human rights record.    Related: Obama stops off for $6 dinner at streetside restaurant in Vietnam    Human Rights Watch said lifting the embargo on lethal weapons sales had “jettisoned what remained of US leverage to improve human rights in Vietnam – and basically gotten nothing for it”. About 100 prisoners are in jail for political reasons. In March, seven activists were sentenced by the Communist party, which has ruled since 1954, for “spreading anti-state propaganda”. During his Tuesday speech, Obama said that he was impressed with the Vietnamese people for “raising your voices for causes that you care about” and said Vietnam’s constitution included rights to freedom of speech and the freedom of the press. The president did meet six activists during his trip but acknowledged that several Vietnamese civil society members were prevented from seeing him. He said Washington had “significant areas of concern” about political freedom in Vietnam. Nguyen Quang A, a prominent critic of the Vietnamese government, told Reuters he was taken by police from his home early on Tuesday so that he would be unable to meet Obama in Hanoi. He said he was forced into a car by a group of officers, driven out of the capital, and held for over five hours. On Sunday, the BBC reporting team was told their accreditation to cover Obama’s visit had been withdrawn without reason. On Monday, in a joint news conference with the Vietnamese president, Tran Dai Quang, Obama said “modest” human rights improvements had been made. He said any weapons sales would need to meet strict requirements “including those related to human rights”. The president will fly to Ho Chi Minh City later on Tuesday. The city was formerly known as Saigon before it was taken over by North Vietnamese communist forces in 1975, ending the war with US-backed fighters in the south. From Vietnam, Obama will travel to Japan for a G7 summit and a visit to Hiroshima.",
  "webTitle": "Obama backs Vietnam in South China Sea dispute with Beijing",
  "webPublicationDate": "2016-05-24T08:19:27Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/obama-backs-vietnam-in-south-china-sea-dispute-with-beijing",
  "keyword": [
    {
      "webTitle": "Vietnam",
      "id": "world/vietnam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South China Sea",
      "id": "world/south-china-sea",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/24/obama-backs-vietnam-in-south-china-sea-dispute-with-beijing"
}