{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/game-of-thrones-episode-four-the-one-where-season-six-got-good-fire-daenerys",
  "id": "2016-05-17-215",
  "sectionId": "tv-and-radio",
  "body": "It was the episode of siblings, if you like – a touching Stark reunion, and two beautifully played, piteous scenes between Theon and Yara Greyjoy and Margaery and Loras Tyrell. Or it was the episode we’ll remember for Daenerys Targaryan reigniting her love affair with fire and all its unknowable principles, like whether or not Targaryans are straight-out immune to it or she just gets lucky repeatedly – and why it causes her clothes to burn off yet leave no charred fragments.  But if we want to give this episode a name, we can call it The One Where Series Six Got Good. As much in love with this show as I am, the first three episodes lacked conflict and impetus. The cruelty of Lord Bolton is a foregone conclusion, and unless you enjoy watching it for its own sake (in which case, you are a bad person) it’s too predictable. Violence is only dramatic for the split-second possibility beforehand that it won’t happen. The only split-second possibilities before Ramsay’s actions are whether he’s going to stab them in the eye or the testicle.   Related: Game of Thrones recap: season six, episode four – The Book of the Stranger     It helped that we got some proper time with the crowdpleasers: Daenerys, Olenna Tyrell and all the Lannisters except for Jaime, who reminds me of a Blairite MP, always making a face as if he’s being reasonable, but so boring in his fundamental beliefs that you zone out while he’s talking and then, tragically, do not know whether he was reasonable or not. The prospect of a great war in King’s Landing, between the forces of the House of Tyrell and the High Sparrow – whose followers are apparently legion enough to match all the riches in the universe, but you only ever see them five at a time, fanned out to look more beefy – is delightful. For some reason I want to see a lot of monks die, and if they could put a couple of those cement-clad nuns to the sword, that’d be good too.     Diana Rigg as Olenna Tyrell. Photograph: HBO    Yet Stark v Bolton is going to be the more emotional climax. Sansa and Jon Snow clung to each other like beautiful koalas to a tree, and the entire globe – I know this from American viewers on Twitter – paused to reflect on how much the family has been through, what with the beheadings and red weddings and whatnot. They had a clunky catch-up where they remembered a pie from their youth. I guess if you really were brought back together with your long-lost half-sibling after years of trauma in which pretty much everyone else of consequence had died, your conversation would be so halting, and so much of it conducted in silence, that it just wouldn’t work on telly. So instead they talked about pies and peas and onions, and I have to say, I didn’t mind that.      The pink letter that fans of the books have been waiting for finally arrived. Bolton threatened a load of rape and murder, and they talked turkey with Tormund about who would win, between the forces of evil, and the forces of the Wildlings (who can also sometimes look a bit evil from the wrong angle). Ramsay has 5,000 and Tormund 2,000 plus a few stragglers. I love the mind at work behind these numbers. In normal drama, it would be 5,000 versus 500, and the 500 would win against all odds, because that’s the way the forces of good roll. Conversely, you can imagine George RR Martin actually sitting down with a battle plan and lots of tiny soldiers, figuring out in real time what the battle would look like.  The smart money is all on Daenerys: how she sets fire to pillars just by knocking things over, nobody knows. She is above the petty constraints of the physical universe. She is most worshipful, and the CGI crowd has figured that out. All she needs now is a new halterneck and she’s back in the saddle.",
  "webTitle": "Game of Thrones: the one where season six finally got good",
  "webPublicationDate": "2016-05-17T10:39:42Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/game-of-thrones-episode-four-the-one-where-season-six-got-good-fire-daenerys",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Williams",
      "id": "profile/zoewilliams"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/game-of-thrones-episode-four-the-one-where-season-six-got-good-fire-daenerys"
}