{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/12/olive-garden-protests-chicken-fair-wages",
  "id": "2016-05-12-15",
  "sectionId": "sustainable-business",
  "body": "Dozens of protesters picketed Olive Garden restaurants in seven cities on Thursday, including New York and Los Angeles, delivering a petition with 130,000 signatures that asks the chain to serve more vegetables, use meat raised with minimal use of antibiotics and pay its employees fair wages.   Related: Why the egg industry is scrambling to set hens free    The petition targets not only Olive Garden but also its parent company, Darden Restaurants, the largest full-service restaurant group in the US. Darden reported $6.8bn in annual sales last year. Olive Garden is Darden’s biggest brand – the group also owns Longhorn Steakhouse, Capital Grille and other chains. Darden’s 1,500-plus restaurants collectively serve more than 320m meals per year. The protests are part of the Good Food Now campaign, organized by groups including Friends of the Earth, the Food Chain Workers Alliance and the Center for Biological Diversity. The campaign’s focus on meat and worker treatment reflects the contentious issues facing the restaurant industry, which has been under increasing pressure from animal welfare and environmental groups to improve its suppliers’ farming and labor practices and the treatment of its employees. “Darden clearly has a big impact on the food service industry and the food supply chain,” says Kari Hamerschlag, senior program manager of Friends of the Earth’s food and technology program. “It could be a leader in the industry. Instead, it has been a laggard in a number of fronts.” The coalition launched the campaign in March after sending Darden a letter last November demanding a list of changes to its environmental and labor practices. Darden’s sustainability officer, Kristine Young, responded with a letter in December outlining the efforts and commitments the company was already making to reduce its environmental impact and monitor the treatment of animals from its suppliers. However, it didn’t agree to the coalition’s request. In the past, the company has received kudos for its efforts to source sustainable seafood and reduce its energy usage. The campaign stepped up the pressure on Darden with the protests on Thursday. It demands that Darden change its purchasing practices by 2020, such as using 20% less meat and dairy products and serving more vegetarian entrees, reducing portion sizes, buying meat from farms that don’t routinely use antibiotics and sourcing from local farmers and food producers. Darden announced in March it would gradually stop buying pork from farms that use gestation crates, which restrict the movement of pregnant pigs, by 2025. It also agreed to stop buying eggs from farms that keep hens in crowded wire cages by 2018. Rich Jeffers, a spokesman for Darden, said Thursday the company plans to stop buying meat from farms that rely on antibiotics designed for humans but use it to treat animals by the end of this year. He noted that one of its brands, Seasons 52, only uses antibiotic-free chicken.   Related: Chipotle's silence on sustainability practices make it a target for CSR advocates    The use of antibiotics on chicken and cattle farms has become a public health concern because the practice involves using mostly antibiotics developed for humans, contributing to a rise of antibiotic-resistant bacteria. McDonald’s, In-N-Out Burger and other restaurants have committed to phasing out poultry raised with antibiotics. But the campaign organizers say Darden needs to do more. “Right now, they source most of their food through a corporate-controlled, industrial, toxic food supply chain,” Hamerschlag says. “They recently announced that they’re launching a new lasagna-on-top-of-pasta dish. That’s terrible for our waistlines, and it’s also terrible for the environment. Cheese and dairy carry a huge carbon and water footprint.” The petition also calls on Darden to ensure its workers and those working for its suppliers receive fair wages above the federal minimum of $2.13 per hour, excluding tips. Some states, such as New York, California and Washington, require higher minimum wages. Many others, including New Jersey, Texas and Louisiana, follow the federal standard. Darden, noted Hamerschlag, has lobbied against raising the federal minimum wage. While Jeffers doesn’t deny that Darden pays some of its workers the federal minimum wage, he says that wage doesn’t reflect what many of its restaurants’ employees make. Jerrers says that overall, its hourly employees earn nearly $15 per hour on average, and workers who also make tips, who he says make up 70% of its hourly workforce, earn $16 to $20 per hour on average. Darden employs about 150,000 people in the US and Canada, including 140,000 hourly workers. “The tipped wage rate is available to any company; it’s not unique to Darden,” he says. “If these groups want to change it, they need to do so on the legislative level.”",
  "webTitle": "Olive Garden protests target drugged chickens and fair wages",
  "webPublicationDate": "2016-05-12T21:53:46Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/12/olive-garden-protests-chicken-fair-wages",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Restaurants",
      "id": "lifeandstyle/restaurants",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Drug resistance",
      "id": "society/drug-resistance",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Bruce Watson",
      "id": "profile/bruce-watson"
    }
  ],
  "guardianId": "sustainable-business/2016/may/12/olive-garden-protests-chicken-fair-wages"
}