{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/23/apply-university-sixth-former-guardian-university-guide",
  "id": "2016-05-23-203",
  "sectionId": "education",
  "body": "Applying to university used to be like queuing for the best club in town: you’d wear your coolest clothes (a brilliant personal statement), try to impress the stony-faced bouncers (admissions tutors) and hope they’d let you pay £9,000 for an exclusive place on the dancefloor – that’s a seat in a lecture theatre.   Related: University league tables 2017    But supply and demand have now been shaken up. New government rules allow universities to take as many students as they like, so even some top-ranking institutions are making unconditional offers and giving out cash bursaries worth thousands in an attempt to fill their courses.  Yet at the same time, changes to A-levels, such as the removal of most January AS-level exams, mean some universities are struggling to select students from predictive grades alone and are ­introducing entrance exams and interviews. For year 12s, the already stressful process of applying to university may now seem more confusing than ever. Some may want to opt for a university with unconditional offers to benefit from a more relaxing final school year. Others are worried about how to pick a course and find out which degrees improve graduate prospects. Here, university admissions experts tackle some year 12 students’ university FAQs.      Q: Should I study something I love, or a subject more geared to getting a job? Megan Thompson, 17, is studying ­photography BTec at Guildford College, Surrey “I am feeling torn between photography, and the social sciences: philosophy, sociology and political science. Photography is my passion. I love taking photos and I love the fact that it means you can travel the world in your career, plus I’m getting distinctions, so my studies are going well. But while I wanted to do something that I enjoy at school, I don’t feel I have that luxury when I apply to university.  “Getting a job in photography is too uncertain – you make it, or you don’t. I want to make money straight away so I need a good job to do that. That’s why social sciences seem a better option. I do feel it’s important to study something you are passionate about, but I think in the current climate you need to be career-savvy. When the high fees at university mean you’re taking on heavy debts, so young, and you’re paying them back for the rest of your adult life, don’t you have to think completely practically?” Answers “If you study something you love, you are more likely to succeed in your studies and enjoy your time as a student,” says Ami Solomon, education liaison manager at the University of Greenwich. “At the end you will still graduate with a degree, and be eligible to apply for the many jobs open to graduates of all disciplines. Remember that photography degrees offer the chance to develop other skills as well, such as editing, post production, programming and digital animation. “To help you make up your mind go to open days and ask what jobs former students are doing. Explore the ­potential career paths of both degree options. You may be surprised how many alumni are in very different fields.” Philip Bloor, head of admissions at Sheffield Hallam University, adds: “For careers purposes, a degree offers much more than its academic content. Look into different courses’ links to industry and options to gain experience, like a placement year, and check if courses are accredited by relevant industry bodies.  “But remember that you don’t necessarily need to study a course in a specific subject to gain employment in that area. It’s also worth considering the international element: is there an option to study or work overseas for part of the course?”       Q: How can I get an unconditional offer? Ethan Thomas, 17, is studying politics, history and business studies at Esher college in Surrey “I’ve always wanted to go to university, and studying events management or marketing is currently top of my list, but I’m already feeling the pressure of the new linear A-level style, where we have to learn and remember much more than when AS-levels counted towards the final grade. So I am tempted by the new unconditional offers. It makes life a lot less stressful – they give you a safety net. I wouldn’t go for a course offering unconditional offers if I felt another was more suitable for me elsewhere, but I’d like to find out more about tracking these places down. “I do feel our year group has been hard done by: I’m worried about the impact of the removal of the cap on places. There could be loads more students and not enough facilities – especially accommodation. Last year, my sister had trouble getting into halls because so many applied. It might be worse for my year.  “I’ve also seen more unis starting to interview and run entrance exams. Before, if you weren’t aiming for Oxbridge you didn’t have to worry about that. Now I’m seeing other universities starting exams or interviews, which puts me off – it adds a lot more pressure.” Answers Sarah Lee, admissions tutor, University of Leicester, responds: “Your questions highlight concerns many applicants have: it’s a hugely stressful time. So, anything that can take some pressure off you is great, and unconditional offers do just that.    Related: So much for A-level ‘rigour’: universities are taking anyone    “Lots of universities are now making unconditional offers but often don’t publicise it. If you have heard of a case, ask that university. If you’re interested in a particular course, ask the admissions tutor in that department, or go to the main admissions office. However, some people take their foot off the pedal and don’t do themselves proud in their exams which isn’t good: employers will always look at your A-level results even once you’ve done a degree.  “Interviews at universities vary hugely, from formal interviews to a casual chat. See it as something positive; you’ll be finding out about the degree and the university and it’s as much about you deciding whether you like them as whether they like you. My advice? Choose the place you think you’ll be happiest, the degree you want to do and go for it.” Steve Robinson, head of student recruitment at the University of Kent’s business school: “The removal of the cap hasn’t led to a huge expansion in places, at least not yet. And many universities, including my own, have invested heavily in infrastructure and cutting-edge student accommodation. It could be argued that this coming year is the most exciting and vibrant time to be applying for university, with facilities and support at an all-time high at many institutions.” Q: I don’t feel ready. Where do I even begin?  Antonia Essilfie-Conduah, 17 (main ­picture) is studying A-levels in psychology, biology and history at All Saints Catholic school in Dagenham, Essex “I feel like it’s a really big jump from school to university, and I’m worried about how to prepare. I’m going to apply for psychology – I want to go into clinical psychology – and I’m searching for the best courses on university websites and prospectuses, and comparing student satisfaction ratings and accommodation options. But there should be a manual on what to read up on. What skills do I need to learn now? What do unis want from us? “I’m glad my subject won’t be totally new – I’m studying it at A-level – but I’m concerned about there not being as much support. At school, teachers help you plan and organise essays, but at university you’ll be on your own. I’d like to know how to prepare – what should I be reading now?  “I’m also thinking a lot about living away from home: do they have a support network, what happens if you’re ill? Oh, and, I need to brush up on my cooking and how to survive.” Answers Kathy Olivant, undergraduate admissions manager at the University of Hull, says: “It is a big jump, but that makes it exciting. Without the constraints of a full school day at university you’ll have more time for research, voluntary work, sport, music or a new hobby. As you research universities, find out if they have societies that cover your interests or the option to start your own. “Some students have as few as six contact hours a week. It won’t be like school, where teachers constantly remind you of deadlines, so that skill of independent working is something to hone now.  “Over summer, check out course reading lists, and learn how to work a washing machine and make spaghetti bolognese and a good curry, so when you are dealing with other new stuff you will be able to look after yourself.” Sue Metcalfe, Anglia Ruskin University’s head of admissions, adds: “Speak to students at open days, on online forums and in Facebook groups for subject areas and unis. Everyone feels the same, and tutors understand the academic transition is difficult and run study skills sessions. Universities want students to succeed – they don’t want them to fail – and will help as much as they can.”      Q: Which careers can I go into afterwards?  Callum Pal, 17, is taking maths, further maths, physics and chemistry A-levels at Oldham sixth-form college, Greater Manchester “I didn’t know I wanted to go to university until year 10, when I decided I wanted a career in astrophysics. I’ve struggled to find info on careers graduates of the courses I’m interested in go into. I want to find a job as an astronomer at an observatory, or doing research at a university, so I’d like to know if others have done so. Plus I’m keen to find out which unis have a graduate network offering careers advice from recent graduates.”   Related: How do I become ... an astronomer?    Answers Patrick White, admissions tutor at Leicester University, says: “Universities do publish information on their websites of the kind of careers that graduates have followed, prospectus entries and course brochures, but they are not exhaustive. Academic staff are happy to discuss careers in more detail at open days. If you can’t find information for a course, contact the admissions tutor from the relevant department.  “The best way to find out how good careers services are is to ask current students or graduates, via social media or on open days. You should ask, too, if you’d still be able to use the careers service after graduation, and whether former graduates are invited back to share their experiences. We do this at Leicester and it allows current students to build useful networks, and discuss their own plans with those who are established in their chosen field.”      Q: I have only a vague idea what I want to do. How do I even start to pick a course? Joscelyn Turner, 16, is studying art, psychology, sociology and English literature and language A-levels at Peter Symonds college in Winchester, Hampshire “I’m just starting to look into degree options and it’s a bit bamboozling, mainly because I don’t yet have one course in mind. I’m considering a career in marketing or maybe ­journalism, so courses such as ­marketing communications and brand management, public relations and advertising have caught my eye.  “But the universities’ websites can be hard to navigate – there are so many dropdown tabs. You have to know exactly what you want to find out. I’m speaking to people I know in marketing to see which courses and unis they rate. What else should I consider? “Another concern is money. I’d love to know a proper, estimated cost of university with everything combined – course fees, average accommodation costs, food – and the level of pressure. The university’s ethos is important. If exams are constantly mentioned then that could ruin the university experience for me; I’d feel I was part of an exam factory.” Answers “As well as prospectuses, there are lots of sites for comparing courses,” Carys Roberts, head of student recruitment at Bangor University, says. “­Unistats is the official site for undergraduate courses, while review sites such as What University are useful, and you could post questions in a forum such as The Student Room to ask students what they think of their courses. These are great places to investigate a university’s atmosphere, frequency of exams and anything else you’re worried about.  “Allocate plenty of time to attend open days, where you can listen to staff and students talking about the course and the university, and ask questions. “On the money side, average weekly costs can amount to £200: accommodation of £90-£120 a week, and food and entertainment of around £80 per week. It depends on the location. Remember that the maintenance loan is the cheapest loan so use it, rather than considering payday loans or credit cards.”      The price of a pint can teach you a lot about the cost of living. Photograph: Alamy    Other things to consider – like how much is a pint of beer?  1. Journey planning You may think you want to be 20,000 miles away from your parents, but calculate all those hours travelling home (six-plus times a year) and you might think again. So check rail and coach routes, and costs. 2. The price of a pint Seriously – finding out local pub prices can be helpful. Not because that’s where all your loan will be going, but because pub prices are an indicator of the general cost of living in an area, too.   Related: Seven university costs you probably haven't budgeted for    3. League tables You could concoct your own spreadsheet comparing results, ratios and employability, but you’ve got A-levels to deal with. So check out the Guardian’s subject-specific tables and data-delve. 4. Course content One university’s English degree may focus on modern linguistics, another’s ancient literature. Comparing modules (and tutors’ interests) is crucial. 5. How can the university help you? Sure, you may feel like you’ve got to woo unis to fall in love with you, but they want to lure you too: are there special entry schemes for clever students at struggling schools? Cash bursaries? Practical help for disabled or carer students?  6. Go off piste at open days If they’re showing you one gleaming lab, look through the windows into the others. Are lecture halls full of useful technology?  7. Pillow talk If budget is your priority, what are average rents? Can you get guaranteed accommodation in the first year or is it a stressful waiting game? 8. How are the tutors? Ask around on open days (maybe don’t ask a tutor, though) and browse student forums: a great professor can change your degree – and even your life’s path. 9. Think offers Don’t apply to courses with identical grade requirements and ensure you’ve one course that could give you a (lower) insurance offer for a more relaxed year 13. 10. Relax You may feel panic-stricken at all the options, but almost every student has a brilliant time. And if it doesn’t go to plan, you can always switch course or even university.      City University London rose 19 places in the Guardian University Guide    And who’s best in the Guardian league table? For the sixth year in a row, Cambridge is top of the Guardian University Guide, with Oxford and St Andrews still nipping at its heels, writes Alice Woolley. So the top three are still the top three, but the big story this year is perhaps the arrival of Loughborough among the elite, sharing fourth place with Surrey, and up from 11th place last year. Loughborough has secured its position by improving in multiple subject tables, reaching top spot for fashion and textiles, second place for design and crafts, and third in mechanical engineering.   Related: University league table: Loughborough races into top five    City University London, meanwhile, has shot up 19 places to No 18 on the table, largely thanks to improvements in the levels of satisfaction expressed by students.  It’s less good news for Leicester, which has fallen 15 places to 47th. Levels of student satisfaction, historically high at Leicester, have declined over the past four years. Economics, law, history and maths all suffered, with a fall-off in career prospects a contributory factor for these three subjects.  At subject level, there was big change at the top of the social policy and administration rankings. The London School of Economics skips from 11th to first, while Swansea comes from even further back to second place. Edinburgh jumped from 12th to first for sports science and Robert Gordon leaped from 17th to second for journalism (Cardiff is top). In general, such jumps at the top of the tables are uncommon: 29 of our 54 subjects are topped by last year’s incumbents. The Guardian league table scores are based on factors of interest to potential undergraduates, such as staff/student ratios, graduate career prospects and how students rate their teachers. Lucy Tobin is author of A Guide to Uni Life (Trotman, £9.99)",
  "webTitle": "Applying to university: what the savvy sixth former is asking",
  "webPublicationDate": "2016-05-23T11:30:11Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/23/apply-university-sixth-former-guardian-university-guide",
  "keyword": [
    {
      "webTitle": "University guide",
      "id": "education/universityguide",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sixth form",
      "id": "education/sixth-form",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Further education",
      "id": "education/further-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Student finance",
      "id": "money/student-finance",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Advice for students",
      "id": "education/advice-for-students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Graduate careers",
      "id": "money/graduates",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Tobin",
      "id": "profile/lucy-tobin"
    }
  ],
  "guardianId": "education/2016/may/23/apply-university-sixth-former-guardian-university-guide"
}