{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/14/youth-summer-camp-guns-practical-shooting-assault-rifle-teens",
  "id": "2016-05-14-119",
  "sectionId": "us-news",
  "body": "A 15-year-old boy fires an assault rifle at human-shaped targets while walking through a desert shooting range. Whipping a pistol from a holster, another teen shoots rapidly at man-shaped targets that pop from behind barrels.  These are scenes shown in online videos from specialized summer camps around the country where children as young as nine years old fire assault-style guns and ammunition as they learn practical shooting, a controversial sport that mimics combat situations. Target shooting, in which participants fire low-caliber guns at round paper targets, has long been a staple of American summer camps. Unlike regular target shooting, however, practical shooters fire semi-automatic assault rifles, high capacity pistols and shotguns, often at human-shaped targets.   Related: Smart guns: could fingerprint technology solve America's shooting deaths?    The summer camps are an introduction for children to the growing sport of practical shooting. The sport’s largest governing body in this country, the United States Practical Shooting Association (USPSA), counts more than 25,000 members and matches are held regularly around the world. The group’s membership has increased from about 19,000 members in 2010. The USPSA has been offering scholarships for the summer shooting camps for the last three years as part of an effort to attract younger members. “There is a real organizational need to revitalize and grow USPSA membership within a younger demographic,” the USPSA leadership wrote in an internal memo available online. Mike Foley, president of the USPSA, declined to comment. Some gun control advocates say combat-style shooting sports, including practical shooting, are too violent for children at a time when US gun violence and mass shootings are on the rise. “The lesson you are teaching children is that guns are the solutions to problems,” said Ladd Everitt, the director of communications for the Coalition to Stop Gun Violence. He said that his group is opposed to anyone under age 18 participating in practical shooting. “There are plenty of other healthy sports that don’t involve the risk of accidental injury that practical shooting does and don’t involve teaching violence.” Practical shooting advocates say that teaching children about guns makes them safer in a country where there are more than 200 million firearms owned by civilians. “If my kids came upon a situation at their school where the teacher lay down a firearm on the desk they would be the first to guard it and not touch it,” said David Power, one of the organizers of the 2A Heritage Junior Camps.  Aside from teaching shooting skills, the camps are intended to get more children interested in guns. Applicants to the MGM camp must write an essay about “how the second amendment to the US constitution applies to you today, to this training class”. Those who want to attend the camp for a second year must complete 40 hours of community service. One camper completed his community service by attending rallies in support of gun rights, said Rhonda Gibson, coordinator of the MGM Sports Junior Camp. Every year, outside speakers lecture the campers on a variety of a topics. During a previous camp, a local sheriff came to speak to the children to urge them to lobby for gun rights.  “Children are the future of shooting,” Gibson said. “If we don’t get more kids out there shooting we are going to lose our second amendment rights.” Camp organizers say the sessions offer children valuable life lessons. Gibson cited as an example a boy who came to a previous camp “wearing droopy pants, long hair, a hoody, a stocking cap and a bad attitude”. But after the three-day camp “his whole personality changed. The next year he came to camp clean cut and respectful,” Gilbson said.     Aside from teaching shooting skills, the camps are intended to get more children interested in guns. Photograph: Bret J Walley    Christopher Oosthuisen, 18, said instructors at a practical shooting camp he attended last summer taught him patience. “I was at an erratic stage of my life and I needed to be able to control my emotions a lot more,” said Ooosthuisen, a former competitive shooter. “If I had a bad stage in a match I would be cursing and throwing things around. Now when I get a penalty I am a lot more relaxed.” The MGM camp accepts about 60 participants each year who are organized into groups called squads. Participants train in pistol shooting and also a variant of practical shooting called 3-Gun or multi-gun shooting in which participants use a combination of rifles, handguns and shotguns. Each day, campers fire thousands of rounds of ammunition under the eye of instructors, while socializing with pizza parties and games at night. Campers are required to follow strict safety rules including that guns are unloaded when not in use. “Only one person is shooting at a time and the instructors are standing right there,” Gibson said. Power said he has taught his own children ages 12 and 16 practical shooting and said that he has seen them benefit from the sport.  “There are so many distractions for kids today as everything is so instantaneous with the internet and cell phones,” Power said. “They really learn how to concentrate on one thing when they are dealing with live ammunition.” He began teaching his daughter to shoot at the age of six. “We would go Sunday afternoon after church without even changing out of our church clothes,” Power said. “My daughter would be on the range in her little Sunday dress helping me change magazines.” While many participants in practical shooting describe the pursuit as merely a sport, Power and others say it also teaches their kids self-defense. And the emphasis on real-world situations is clear. “So-called practical shooting is almost the complete opposite of traditional target shooting sports,” according to a report by the Violence Policy Center. “Competitors conduct their activities over a ‘run-and-gun’ obstacle course where they face a variety of ‘real-world’ or ‘practical’ shoot/don’t shoot situations, such as firing at the human silhouette of a ‘hostage-taker’ while sparing the ‘hostage’.” Jim Ryan’s 17-year-old daughter Casey attended a practical shooting camp in Idaho last year. Casey has competed in practical shooting competitions. But Ryan said that he also wanted his daughter “to be adept with a gun for self defense reasons because as a young lady she’s vulnerable”.",
  "webTitle": "Alternative summer camp: where children learn to shoot assault rifles",
  "webPublicationDate": "2016-05-14T11:30:02Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/14/youth-summer-camp-guns-practical-shooting-assault-rifle-teens",
  "keyword": [
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "us-news/2016/may/14/youth-summer-camp-guns-practical-shooting-assault-rifle-teens"
}