{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/16/facing-the-music-trumpeter-alison-balsom",
  "id": "2016-05-16-338",
  "sectionId": "music",
  "body": "What’s been your most memorable live music experience as an audience member?Hearing Bach’s St Matthew Passion performed by Bach’s choir from St Thomas’ Leipzig and the Leipzig Gewandhaus Orchestra in 2012. It was one of the most transporting experiences of my life. What was the first ever record or cd you bought?  Queen’s Greatest Hits - on cassette. Which non-classical musician would you love to work with?            Anoushka Shankar. And Quincy Jones. If you found yourself with six months free to learn a new instrument, what would you choose?The cello, definitely! What’s your musical guilty pleasure?Whitney and Michael.            What was the last piece of music you bought?  My Shot from the New York rap musical Hamilton. Is applauding between movements acceptable?  Yes. It’s not the fashion to do it at the moment - but who cares if the audience is discerning or not? Surely it’s more important that the performance is being enjoyed? What single thing would improve the format of the classical concert?Audiences not tutting at said between-movement clappers as that may well traumatise them so that they don’t come back again.We’re giving you a time machine: what period, or moment in musical history, would you travel to and why? I’d have loved to have been there to witness the uproar at the infamous premier of Stravinsky’s Rite of Spring in 1913 Paris. Do you enjoy musicals? Do you have a favourite? I’m picky, but Spamalot had me rolling in the aisles, I just saw Hamilton in New York last weekend which was mind-blowing, and then there’s the incredible Charlie and the Chocolate Factory of course. I’m suspicious of the formula of musicals, but I often get seduced in the end.            Which conductor or performer of yester-year do you most wish you could have worked with?Carlos Kleiber - of course, but also, how about Max Roach and Gil Evans and countless others.What do you sing in the shower?  The silly songs I make up with my son and our nanny that get stuck in my head. Légende: Works for Trumpet and Piano with Alison Balsom and Tom Poster is out now Warner Classics via iTunes or Amazon.",
  "webTitle": "Facing the music: Alison Balsom",
  "webPublicationDate": "2016-05-16T06:00:28Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/16/facing-the-music-trumpeter-alison-balsom",
  "keyword": [
    {
      "webTitle": "Classical music",
      "id": "music/classicalmusicandopera",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/16/facing-the-music-trumpeter-alison-balsom"
}