{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/05/london-mayoral-election-labour-has-high-hopes-for-sadiq-khan-win",
  "id": "2016-05-06-355",
  "sectionId": "politics",
  "body": "Jeremy Corbyn’s allies have seized on Labour’s likely victory in the London mayoral race as a vindication of his leadership, despite the prospect of a tough night for the party in elections across the rest of the UK. The shadow chancellor, John McDonnell, speaking after the polls closed at 10pm, said: “Labour has fought a strong campaign, working hard for every vote, standing up for working people who have been let down by the Tory party.” He stressed that Labour’s key target was to cut the Conservatives’ lead in the national share of the vote. “If we can narrow that gap, we will demonstrate steady progress,” he said. “What we are looking to do is build over the next four years so that we steadily, steadily build our support and then we are ready for 2020.” But with more than half of the results from local government elections in England counted, Labour had lost control of 43 seats. The party was facing a torrid night in Scotland, with results so far suggesting it had been pushed into third place behind the SNP and the Conservatives. Labour’s share of the vote was also down in Wales.     John McDonnell talks with young Labour party members ahead of the elections. Photograph: Jack Taylor/Getty Images    Oppositions historically tend to pick up seats in mid-term local elections, however, and despite McDonnell’s bid to play down expectations, Corbyn’s critics have repeatedly said he should be aiming to gain several hundred local council seats. The MP for Dudley, Ian Austin, a former minister, said: “We should be making real progress across the country – including winning back disaffected Labour voters who chose the Tories or Ukip in 2015. We’ve been working really hard here in Dudley and we need to win hundreds of seats elsewhere.” Alison McGovern, chair of the Progress group of MPs, said: “We shouldn’t be losing any councils. Labour is providing real leadership in the face of grim Tory incompetence and austerity. We can’t afford to start losing that.”   Local election results graphic   Sadiq Khan was widely expected to win the London mayoral race, after a bitter campaign in which the Conservative candidate, Zac Goldsmith, suggested he was a “radical”. Khan had sought to distance himself from Corbyn during the campaign, including criticising his failure to “get a grip” on antisemitism. But the shadow international development secretary, Diane Abbott, who is a key ally of Corbyn, told the Guardian that in the capital “more people have heard of Jeremy than have heard of Sadiq. In London, it’s all about Jeremy.”     Diane Abbott: ‘In London, it’s all about Jeremy.’ Photograph: Jeff Overs/BBC/PA    Andrew Boff, the Conservative leader on the Greater London Assembly, criticised Goldsmith’s campaign. He told the BBC’s Newsnight it had “done real damage” and had “blown up” bridges the Conservative party had built with London’s Muslim communities. Elections expert Prof John Curtice told the BBC that early indications, from councils including Sunderland and Newcastle, suggested “a clear drop in the Labour vote since 2012 and 2011, while being better than in 2015”. Jonathan Carr-West, chief executive of the thinktank Local Government Information Unit (LGIU) said: “So far, Labour are holding safe councils (Newcastle, Liverpool, Sunderland and Halton) - but we expect to see them losing significant numbers of seats as the night progresses. To put this in context, the last time these councils were contested Labour gained 823 seats. “While a Khan victory will be spun as the story of the night, the reality is that no opposition has lost councils seats in this way for thirty years.” In Scotland, Alex Salmond, the former SNP leader, suggested Labour could be driven into third place, and the SNP could even win a clean sweep in Glasgow, pushing Corbyn’s party out of what was once a traditional stronghold. The Liberal Democrats were the first party to win a Holyrood seat, when sitting MSP Liam McArthur held one of the party’s only two constituencies with a substantial 4,500 vote majority in Orkney over the SNP. That was quickly followed by the first defeat for Labour as James Kelly failed to hold his seat, with the Scottish National party winning by a 3,770 vote majority. With counting under way across Scotland, Scottish Labour sources are braced for a very difficult night and believe they have clear evidence that the open feuding over alleged antisemitism in the party in London has had a direct impact on its vote in Scotland.   Scottish election results graphic   In Wales, a poll carried out for ITV suggested Ukip had performed well, with the EU referendum campaign forcing the issue of immigration up the agenda. The party, which has poured resources into the battle in Wales, was projected to take up to eight of the 60 seats in the Welsh assembly. Nigel Farage, the Ukip leader, described it as a “breakthrough night” for his party. Elsewhere in the country, Labour faces a testing day on Friday as the results are declared, and there were signs even from among Corbyn’s core supporters on the Labour frontbench on Thursday night that there is growing disquiet about his style of leadership, and whether his team have the right skills to manage the party. The former Labour health secretary Andy Burnham confirmed during the evening that he was seriously considering standing as the mayor of greater Manchester, when elections are held next year as a battery of new powers are devolved to the city as part of George Osborne’s “northern powerhouse”.     Nicola Sturgeon meets voters in her constituency. Photograph: Jeff J Mitchell/Getty Images    Burnham’s allies insisted that he would remain in the shadow cabinet, and continue to serve Corbyn, for the time being, but the news will underline fears that Labour big beasts with governing experience could decide to leave Westminster rather than wait for the party to win back power. There were also two byelections in safe Labour seats: Ogmore in Wales, where Huw Irranca-Davies stepped down to contest a Welsh assembly seat, and Sheffield Brightside, where the sitting MP, Harry Harpham, died earlier this year. Several other cities, including Salford, will elect mayors, and 41 police and crime commissioners will be selected. Labour insiders will be picking over the results for evidence of whether Corbyn’s anti-austerity message is helping the party to make progress towards a general election victory in 2020. The Scottish Tory leader, Ruth Davidson, confidently predicted her party will come second, and Scottish Labour’s leader, Kezia Dugdale, is now facing the possible embarrassment of guiding her party to third place at a Holyrood election, putting Labour behind the Tories in Scotland for the first time in more than a century. That would immediately raise challenges to her continued leadership of the party and fuel further attacks on Corbyn’s leadership at UK level. Shadow ministerial sources said there was very little chance of a coup against Corbyn until after the EU referendum poll on 23 June, however. One said Dan Jarvis and Angela Eagle both appeared to be “organising hard” and people associated with them were having “hypothetical conversations” with MPs about support if they were to challenge Corbyn. One Labour MP said the only exception to that would be if Sadiq Khan loses in London, the party loses control in Wales and comes third in Scotland in a toxic combination of bad results that could trigger shadow cabinet resignations. The Conservatives will also be watching the electoral map carefully, to gauge whether their own loyal voters have been turned off by David Cameron’s enthusiastic endorsement of the remain campaign for the forthcoming EU referendum, which will follow just weeks after Thursday’s polls.",
  "webTitle": "UK 'Super Thursday' elections: Corbyn allies pin hope on Sadiq Khan win",
  "webPublicationDate": "2016-05-06T00:42:28Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/05/london-mayoral-election-labour-has-high-hopes-for-sadiq-khan-win",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Welsh government",
      "id": "politics/welsh-assembly-government",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    },
    {
      "webTitle": "Severin Carrell",
      "id": "profile/severincarrell"
    }
  ],
  "guardianId": "politics/2016/may/05/london-mayoral-election-labour-has-high-hopes-for-sadiq-khan-win"
}