{
  "apiUrl": "https://content.guardianapis.com/guardian-masterclasses/2016/may/25/social-media-for-the-fashion-industry",
  "id": "2016-05-25-239",
  "sectionId": "guardian-masterclasses",
  "body": "This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar Social media is no longer just for networking. Today, social platforms are an increasingly influential driver of consumer behaviour. If you want to ensure your products reach the right people, don’t miss out on this fun and informative Masterclass with social media trainer Amy Hobson. During the class, you’ll learn the key things people working in the fashion industry need to know about Facebook, Twitter and Instagram. Plus you’ll receive advice on everything from developing a social media strategy to creating viral content, boosting engagement and driving revenue through social platforms.     Pure London Photograph: http://www.purelondon.com/    What to bring  Attendees are invited to bring along a smartphone or tablet computer with Facebook, Twitter and Instagram already set up – please note, this is not essential to attend the class or benefit from it  Tutor profile Amy Hobson is a social media and marketing trainer at SocialB. During her career, she’s worked extensively within the retail and franchising sector for both national and international brands. Amy is passionate about sharing her knowledge to assist growth and development within the retail industry. About Pure London Please note: Pure London is a trade-only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket. To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place. Pure London is the UK’s leading trade fashion buying event, representing womenswear, menswear, footwear, accessories and young fashion. Organised by i2i Events Group, it takes place every February and July. The show offers buyers the opportunity to discover collections launching for the season ahead from over 800 brands, with opportunities to attend catwalk shows and hear from peers and industry experts during valuable seminars and workshops. Pure London is open to anyone in the fashion industry, including people working in UK and international independents, department stores, retailers, mail order companies and more. Details  This course is no longer running – but we update our programme all the time. For information on our full range of classes, sign up to the Guardian Masterclasses newsletter, follow us on Twitter, or keep an eye on our calendar  Location: Olympia London, Hammersmith Road, London W14 8UX Price: £25 (includes VAT and booking fee) Event capacity: 100 Please note: Pure London is a trade-only event for anyone in the business of fashion and is not open to the public. Please ensure that you work in any element of fashion before booking your ticket. To attend this class, you must also have a ticket for Pure London. Tickets are free of charge, visit Pure London’s website to register your details and secure your place. You may also be interested in: Information on Guardian Masterclasses To contact us, click here. Terms and conditions can be found here. Returns policy Tickets may be refunded if you contact us at least 14 days before the course start date. Please see our terms and conditions for more information on our refund policy.",
  "webTitle": "Social media for the fashion industry",
  "webPublicationDate": "2016-05-25T09:05:37Z",
  "webUrl": "https://www.theguardian.com/guardian-masterclasses/2016/may/25/social-media-for-the-fashion-industry",
  "keyword": [
    {
      "webTitle": "Guardian Masterclasses",
      "id": "guardian-masterclasses/guardian-masterclasses",
      "sectionId": "guardian-masterclasses",
      "sectionName": "Guardian Masterclasses"
    }
  ],
  "authors": [],
  "guardianId": "guardian-masterclasses/2016/may/25/social-media-for-the-fashion-industry"
}