{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/03/todays-media-stories-from-the-papers",
  "id": "2016-05-03-302",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Puttnam inquiry: government wants a diminished BBCDepartment for Culture, Media and Sport denies suggestion it aims to determine programme content or scheduling Top comment on MediaGuardian Threats to shift Strictly are just part of the plan to sabotage the BBCPolly Toynbee: John Whittingdale called the licence fee ‘worse than the poll tax’. The forthcoming charter renewal will undermine the corporation and remove its independence Today’s headlines The GuardianSir David Attenborough warns against playing ‘fast and loose’ with BBC. P3Recep Tayyip Erdogan accused of witch-hunt as critics in media are silenced. P16Comment: ‘This is the kingdom of the reporting of lies’. P17 Daily Telegraph‘Vicious’ interviewers don’t get to the truth, says Robert Peston. P2Glowing tribute to Attenborough at 90. P9Comment: How a treasure of Radio 4 came home. P14Sport: Crucible and BBC keep snooker in its spiritual home. S13 Financial TimesTencent retreats in payment war with Alibaba. P18Activist challenges ‘adblocker blockers’. P18Vimeo embraces subscriptions with VHX deal. P18 The TimesChris Patten: ‘Ridiculous’ to ban crowd-pleasers from BBC. P16Silicon Valley interns making £7,000 a month. P38Sky to launch cycling channel. P40 The New DayNewspaper astrologer Jonathan Cainer dies aged 58. P8Kit Harinton apologises to Game of Thrones fans after his character is brought back from dead. P14 iNewspaper astrologer Jonathan Cainer dies aged 58. P2Lord Patten says BBC schedule ban is ridiculous. P2Journalists in Egypt protest against arrests. P2Hunt for Sir David Attenborough’s successor started in 1992. P5Victory for the viewers on reforms to the BBC. P18Vimeo to launch user streaming. P41 Wall Street Journal EuropeComment: How to kill the internet. A13 Daily MailJonathan Cainer dies. P8, 9 Daily ExpressGloria Hunniford criticises treatment of Cliff Richard. P11 The SunKeeley Hawes based The Hollow Crown performance on Princess Diana. P3Parents blast kids’ festival featuring CBeebies stars. P11Ally Ross on TV. P13Barbara Windsor on life on EastEnders. P28, 29British Soap Awards nominations. P33 Daily MirrorSamia Ghadie is safe from Coronation Street axe. P5Barabara Windsor on her farewell to EastEnders. P14, P15 Daily StarPiers Morgan: Top Gear presenters will have to get used to not being big stars. P2 Go to MediaGuardian",
  "webTitle": "Today’s media stories from the papers",
  "webPublicationDate": "2016-05-03T07:59:57Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/03/todays-media-stories-from-the-papers",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/03/todays-media-stories-from-the-papers"
}