{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/09/george-shaw-review-my-back-to-nature-national-gallery",
  "id": "2016-05-09-102",
  "sectionId": "artanddesign",
  "body": "The artist, the teenager and the serial killer have one thing in common – they are drawn to the woods. That spot on the edge of town where depravity and danger bloom like fungi is the theme of George Shaw’s luscious, funny, provocative new paintings. It is a place we all know, the bit of woodland where kids come to smoke and drink beer, where broken bikes and washing machines get dumped, where a lovely layer of autumn leaves is ruined by an empty prawn cocktail crisp packet.      Your eyes dwell on the glossed bodies … The Tossed. Photograph: George Shaw/The National Gallery    In one of the first paintings that give a sense of what Shaw has been up to in a two-and-a-half year residency at the National Gallery, pictures ripped from porn magazines create an array of pink flesh in the green ivy. How awful, you think, someone has been wanking in the woods and left these guilty images to desecrate nature. But then your eye dwells on the glossed bodies.  Shaw paints with aircraft modeller’s enamels, not the most promising of media, but his pornographic nudes have the painterliness of Lucian Freud. Then you start to see other resemblances, especially if you wander around the National Gallery before popping into Shaw’s exhibition. These forest nymphs are closely related to Cézanne’s Bathers, Velázquez’s Venus, and all the other great nudes in these halls . In the pastoral tradition, woods and fields are places of desire and dalliance. Correggio’s painting The School of Love, a masterpiece in the gallery’s collection that dates from about 1525, shows Venus, Mercury and Cupid in a leafy bower of yielding painterly softness. Shaw’s painting, also called The School of Love, depicts a dirty old mattress in a dark corner of the woods. The gropings that happened here probably did not involve the goddess Venus. Or did they? The tender leaves and twisting branches that enfold the mattress are just as melting.      Melting mattress … The School Of Love. Photograph: George Shaw/National Gallery    It is not that Shaw has poisoned a once-pure landscape tradition: rather his paintings modernise the erotic myths that artists have always imagined in the woods. Death too haunts the forests of our imagination. The Renaissance artist Giovanni Bellini painted Saint Peter the martyr being hacked to death in a forest in one of the National’s greatest paintings. Blood – well, red paint – stains George Shaw’s trees. Abandoned clothes add to the intimations of violence.  Yet the most deathly scene of all is The Heart of the Wood, a painting of an apparently remote forest clearing, where a few beer cans litter the ground like corpses. The silence and the shadows do the rest. The woodland where Shaw found inspiration for these works is not a deep forest at all but a scrappy bit of nature next to the Midlands estate where he grew up. He appears in one painting with his back to us, pissing against a tree. And yet, his put-downs of romance are turned upside down by the beauty of paint, even aircraft model paint.      Romantic reverence turned upside down … The Old Master. Photograph: George Shaw/National Gallery/Wilkinson Gallery, London    It all starts with those nudes. What is the difference between porn and high art? Is there any? Perhaps not, but painting is an emotional, human act that makes the erotic intelligent. It’s Titian whose great paintings of mythology he parodies in the three largest paintings here. Three discarded bottles become a rustic still life. A piece of blue fabric echoes the garment of the Virgin Mary. A pile of beer cans in the hollow of a tree becomes silvery and rich.    Related: George Shaw, 49: ‘Every second, every ounce of time has to be accounted for’    The beauty, surely, is there already. We just can’t see it. Schooled by landscape art and romantic poetry to look for unspoiled nature, we go for walks where we mentally edit out the cans and the bottles and concentrate on the greenery. But we’re in denial, Shaw’s perversely delightful paintings suggest. We ourselves are part of nature, the stains of our lust and violence belong in a painted forest now as much as they did when Poussin painted a nymph touching herself while a satyr takes a peep (see it in Room 19 or in Shaw’s erudite catalogue for his exhibition).  An artist pissing against a tree is exactly what the National Gallery needs – and a painter who can hack it in the National Gallery is just what British art needs. The best thing about this exhibition is that we are lucky enough to see a good painter getting better. Shaw has evidently enjoyed his time painting here among the masters, and it shows. This is an exuberant display of growing prowess.  Don’t let the Humbrol and the throwaway jokes fool you: George Shaw is the kind of painter Britain does best, a close observer who on this evidence has the sharp eye of a Freud or Hockney. He’s still in his 40s. Can’t wait to see his work when he is 80.  George Shaw: My Back to Nature at the National Gallery, London until 30 October.",
  "webTitle": "George Shaw review – down, dirty and delightful in the woods",
  "webPublicationDate": "2016-05-09T16:26:07Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/09/george-shaw-review-my-back-to-nature-national-gallery",
  "keyword": [
    {
      "webTitle": "George Shaw",
      "id": "artanddesign/george-shaw",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Painting",
      "id": "artanddesign/painting",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Exhibitions",
      "id": "artanddesign/exhibition",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/2016/may/09/george-shaw-review-my-back-to-nature-national-gallery"
}