{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/06/alden-ehrenreich-han-solo-star-wars-harrison-ford",
  "id": "2016-05-06-299",
  "sectionId": "film",
  "body": "Alden Ehrenreich will star as a young Han Solo in Disney’s upcoming film about the early life of the Star Wars character.   Related: 'May the Fourth' be with you: a look at Rian Johnson's Star Wars: Episode VIII    According to Deadline, the 26-year-old beat a number of other actors, including Taron Egerton and Jack Reynor, to the role.  Lego Movie directors Phil Lord and Christopher Miller will be taking charge of the film, which is expected to be titled Han Solo: A Star Wars Story. On Thursday, Miller tweeted a shot of Solo’s iconic blaster with the accompanying caption: “Can’t wait to get shooting!”    Can't wait to get \"shooting\"!#MayThe4thBeWithYou pic.twitter.com/HlteYut6m0— Chris Miller (@chrizmillr) May 4, 2016    Ehrenreich, best known for his scene-stealing turn as a vowel-mangling western star in the Coen brothers’s Hail, Caesar!, was only three weeks ago named as a contender to play the role made famous by Harrison Ford.  The Han Solo movie will be the second Disney-backed Star Wars spin-off to hit cinemas. Rogue One: A Star Wars Story is due to debut on 16 December, with Lord and Miller’s film set for release on 25 May 2018. Ford, 73, has played Solo in the original trilogy that hit cinemas between 1977 and 1983 and recent JJ Abrams blockbuster, The Force Awakens.",
  "webTitle": "Alden Ehrenreich confirmed to play young Han Solo in Star Wars spin-off",
  "webPublicationDate": "2016-05-06T07:50:56Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/06/alden-ehrenreich-han-solo-star-wars-harrison-ford",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Star Wars",
      "id": "film/starwars",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Harrison Ford",
      "id": "film/harrisonford",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/06/alden-ehrenreich-han-solo-star-wars-harrison-ford"
}