{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/tom-brady-deflategate-ban-16-games-gronkowski",
  "id": "2016-05-13-37",
  "sectionId": "sport",
  "body": "Tom Brady is slated to miss four games of the new season for his part in the Deflategate scandal, but Rob Gronkowski, his Patriots team-mate, is confident Brady’s suspension will be wiped out by the time September rolls around.   Related: Tom Brady's $200 cookbook ‘TB12 Nutrition Manual’ sells out on website    Brady was originally suspended for four games in 2015, but he and the NFL players’ union successfully appealed the verdict, and Brady was allowed to play the entire season. The suspension was reinstated late last month, but Gronkowski feels Brady will be available for the whole season. “I was actually surprised. It was a surprise to everyone,” Gronkowski said. “I thought it was totally done and it was crazy to see it happen again. It’s kind of getting stupid to the point where it’s at now. Why it’s still going on now … but I think he’s going to play 16 games again. That’s the way it’s been going on, that’s the way it’s worked, so hopefully that’s true.” Brady appealed the reinstatement of the suspension, and was recently granted an extension on his request for a rehearing. Brady and the players’ union now have until 23 May to file the request. If Brady misses those four games, Jimmy Garoppolo would probably step in take the starter’s job. The Patriots also selected a quarterback in the third round of this year’s draft, North Carolina State’s Jacoby Brissett. “No matter who’s at quarterback,” Gronkowski said, “you’ve got to be prepared and be ready to help out the team.”",
  "webTitle": "Tom Brady will play all 16 games next season, team-mate Gronkowski predicts",
  "webPublicationDate": "2016-05-13T19:43:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/tom-brady-deflategate-ban-16-games-gronkowski",
  "keyword": [
    {
      "webTitle": "New England Patriots",
      "id": "sport/new-england-patriots",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tom Brady",
      "id": "sport/tom-brady",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Deflategate",
      "id": "sport/deflategate",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/13/tom-brady-deflategate-ban-16-games-gronkowski"
}