{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/icac-new-south-wales-liberals-provide-list-of-free-enterprise-foundation-donors",
  "id": "2016-05-11-366",
  "sectionId": "australia-news",
  "body": "The Liberal party has provided the New South Wales electoral commission with a list of donors to the Free Enterprise Foundation after the commission announced it would withhold $4.4m in public funding  The commission has revealed the New South Wales division of the party has submitted a list of donors who made donations through the Free Enterprise Foundation in 2011. The foundation has been investigated by the Independent Commission Against Corruption for being used by property developers to funnel political donations. The NSW division of the Liberal party had not provided the names of donors, despite them being available in federal declarations, so $4.4m has been withheld in public funding, “The Liberal Party of Australia (NSW ­Division) has submitted its final audited amended ­disclosure for the 2011 ­disclosure period,” the NSW electoral commission said on Wednesday. “The commission has not yet completed its own internal processes about that disclosure and continues to liaise with the party agent, Bruce Walton. “When the commission has completed its processes a meeting of the three-member commission will be held to ­consider whether the disclosure now complies with NSW’s electoral laws.” The commission will now meet to decide whether the party is entitled to the $4.4m.   Related: Arthur Sinodinos threatens legal action against NSW Electoral Commission    The Free Enterprise Foundation is one of a number of associated entities of the Liberal party that receives political donations, which are in turn passed on to the NSW Liberal party. This process meant that the identity of some donors could be concealed. The entity came to attention in 2014 from Icac, which heard that the foundation was being used to funnel donations from property developers, which had been banned in NSW since 2009. The commission’s inquiry drew on the Icac investigations that it said found there were “significant breaches” of donation laws and found that it should have declared a series of donations from the source of those who provided them to the Free Enterprise Foundation. It gave the party an opportunity to amend its declaration in February 2016 but it did not do so. The party had previously come under criticism from prominent figures such as Mike Baird for refusing to disclose the list of donors. Arthur Sinodinos threatened to take legal action against the commission after it published the report and demanded all references to him were removed. He was the treasurer of the NSW division of the Liberal party at the time of the Free Enterprise Foundation donations.",
  "webTitle": "Political donations: Liberals provide list of those who gave to Free Enterprise Foundation",
  "webPublicationDate": "2016-05-11T05:04:41Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/icac-new-south-wales-liberals-provide-list-of-free-enterprise-foundation-donors",
  "keyword": [
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Arthur Sinodinos",
      "id": "australia-news/arthur-sinodinos",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bridie Jabour",
      "id": "profile/bridie-jabour"
    }
  ],
  "guardianId": "australia-news/2016/may/11/icac-new-south-wales-liberals-provide-list-of-free-enterprise-foundation-donors"
}