{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/12/the-smartphone-app-revolutionising-foreign-currency-exchange",
  "id": "2016-05-12-329",
  "sectionId": "small-business-network",
  "body": "Spending abroad has traditionally been a minefield of hidden and confusing charges. But following the fintech revolution, where technology startups have disrupted sectors such as mobile payments and money transfers, there is a raft of young firms offering alternatives to established services.     Revolut co-founders Nikolay Storonsky and Vladyslav Yatsenko. Photograph: PR    Among them is Revolut, a smartphone app linked to a pre-paid Mastercard. Launched in July 2015 by co-founders Nikolay Storonsky and Vladyslav Yatsenko, it enables consumers to spend in more than 90 currencies around the world at the best possible exchange rate. “The banks have had it too good for too long in this market,” says Andrew Hagger, founder of the personal finance PR agency Moneycomms. “The increasing number and popularity of disruptive tech-savvy foreign exchange services means the high-street giants can no longer afford to rest on their laurels,” he says. Revolut offers so-called interbank rates on currency – the rate in which the banks lend to each other. In contrast, banks and bureaux de change make their money adding cash withdrawal fees of between 2.75% to 3% above the exchange rate.  Once installed, you can spend online through an electronic credit card, stored securely in the app. Alternatively, you can apply for a physical card that can be used to pay abroad and withdraw up to £500 worth of fee-free cash, after which a 2% fee applies until the end of the month. You can also transfer money to other accounts using SMS, email, or WhatsApp.  There are plenty of other pre-paid cards out there, such as the MBNA Everyday Plus credit card. This applies no charges for cash transactions abroad. But combining multi-currency spending and money transfers in a simple app sets Revolut apart.  “What particularly makes Revolut a disruptor is the forward-thinking app that works alongside the card,” says Brian Brown, head of insight at financial research company Defaqto. “There’s no other option on the market quite as seamless. You can load funds in seconds, and spend in dozens of currencies.   Related: Fintech revolutionaries storm the barricades of traditional banking    “On the app you can see what exchange rate you are going to get at that particular moment, unlike using a pre-paid card. You can also see how much money you hold on the card instantly, and transact in various currencies, moving money virtually instantaneously between currencies.” Russian-born Storonsky had the idea for Revolut while working as an investment banker, first at Lehman Brothers then at Credit Suisse. As a frequent traveller, he was spending a lot on foreign exchange fees. “We worked together at Credit Suisse,” says Yatsenko. “He asked if I was interested in setting up this business, which we see as offering a fair and frictionless way to manage money worldwide. We are trying to solve the inefficiencies in the banking system.”  There are others in the banking sector that allow money transfer through social media channels such as WhatsApp, and Yatsenko claims this is secure. “If you send the link to the wrong person by accident you can cancel it instantly from your app,” he says. “The link will time out after 24 hours for additional protection.”  Since launching last July, Revolut has signed up 160,000 customers, with around 1,500 new customers a day. But is maintaining perfect rates sustainable? Since launch there have been changes. Helen Saxon, product analyst at Moneysavingexpert.com, adds: “There’s now a fee for cash machine withdrawals over £500 per month, and fees on loading the card in dollars – though loading in pounds is still free.  “Reaction has been generally positive,” she adds. “However, a brief look at user feedback shows a few reports of cards not working overseas, and customer services sometimes being slow to respond – hopefully teething troubles as they adjust to the volumes of card users. We warn users of these [problems], and suggest they have backup plastic in case there are issues.”  Yatsenko says the company’s next big push will be Europe. “We plan to launch new wallet currencies soon, including the Swiss franc and Swedish krona.”   Related: Flexible fitness taps into on demand trend among millennials    Another relatively new player that is enticing customers with excellent exchange rates is Centtrip, launched at the end of 2014. This also offers spread-free exchange rates, but there are various charges to be aware of. Users pay 0.5% to load their card and £1.60 per ATM withdrawal, alongside a £10 annual fee. They can manage up to 14 different currencies using a single card and electronic wallet. Yatsenko says: “There are competitors doing something similar, but we’re different because Revolut was built mobile first. Secondly, we are focused on being frictionless from the sign-up process to exchanging currency and transferring money.” Revolut secured early stage funding from venture capital firms and angel investors, and has now raised around £3.3m from firms including Balderton Capital, Index Ventures, Seedcamp, Point Nine and Venrex. That funding enabled Revolut to grow its team to over 35 people across two offices in London and Moscow, add new wallet currencies which will be available in the next few months, and improve the app. It has already come a long way in less than a year. The first version was tested by the co-founders. “We used it in our everyday lives as often as possible to ensure it was functional,” Yatsenko says. “Then there was a beta-period from February to July 2015 that enabled us to iron out any major issues before launching to the public.  “We are freeing up the movement of personal capital around the world across currencies. Customers no longer have to worry about pre-purchasing currency for travel. Money without borders is here as far as Revolut customers are concerned.” The growing range of startups behind personal finance management are proving a game-changer. Any bank looking to tempt customers away from their standard arrangements has to consider the competition from new technology. This includes high-street banks, building societies and the growing breed of challenger banks. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "The smartphone app revolutionising foreign currency exchange",
  "webPublicationDate": "2016-05-12T07:16:37Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/12/the-smartphone-app-revolutionising-foreign-currency-exchange",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Foreign currency",
      "id": "money/foreigncurrency",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Meyer",
      "id": "profile/harriet-meyer"
    }
  ],
  "guardianId": "small-business-network/2016/may/12/the-smartphone-app-revolutionising-foreign-currency-exchange"
}