{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/navajo-girl-killed-new-mexico-ashlynne-mike",
  "id": "2016-05-04-1",
  "sectionId": "us-news",
  "body": "A man who allegedly lured an 11-year-old girl and her brother, nine, into his van, attempted to sexually assault her, and left her to die in the New Mexico desert has appeared in court on Wednesday charged with her kidnapping and murder. Tom Begaye, a 27-year-old Navajo man from Waterflow, New Mexico, is accused of luring Ashlynne Mike into his van with promises of watching the movie Zootopia.  The siblings were abducted after being dropped off at a bus stop after school, about a quarter of a mile from their home on Monday afternoon. The brother and another boy – their cousin – said no to the movie offer, but Ashlynne was lured into the van.  The girl’s brother who, according to a federal affidavit released on Wednesday, also jumped into the van hoping to protect her, was later discovered walking down a desert highway where he had been left by the kidnapper. His sister’s body wasn’t found until the next day, her head bloodied and bashed with a crowbar. According to the affidavit, Begaye told investigators he removed the girl’s clothing, preparing to sexually assault her, and that he hit her twice in the head with a crowbar because she was crying and begging to be taken home. He also said that the girl was still moving when he left her for dead in the desert. US magistrate judge B Paul Briones told Begaye he could face life in prison if convicted of the murder charge. As he was taken away in an SUV after the hearing, people outside the courthouse yelled “bastard” and “go to hell”. Rickie Nez, a cousin of the victim who was in court to see her alleged killer arraigned on Wednesday morning, told the Guardian: “It’s horrible. We are a peaceful people; we care about one another. But now [one of] our own people has allegedly committed this thing, and it’s horrible. [Now] we have to start going to our schools and teach children to stop speaking to strangers.” The case has raised questions about the capacity of authorities to respond to abductions in remote areas of the Navajo Nation. Nez said that while the pair’s disappearance was reported by their father to the Navajo police just before 7pm, it took until 2.30am for the FBI to authorize an amber alert, a delay that Nez said would not have happened if the abduction had taken place in Albuquerque or Farmington. In the meantime, community members who heard about the abduction via radio and social media congregated to join in the search on Monday around 9pm and again on Tuesday morning, said Graham Binaal, a Shiprock resident who joined the effort. “Once someone put it out there that there was this missing child, then the word just spread from there,” he said. About 100 people from the community turned out to help look for her.     Ashlynne Mike. Photograph: AP    It wasn’t clear why it took hours for authorities to get word out about the abduction, and the FBI special agent in charge, Terry Wade, declined to answer related questions during a news conference. A tribal official, public safety director Jesse Delmar, said on Tuesday that “every protocol was followed” in the New Mexico state police’s issuance of the amber alert. However, the tribal president, Russell Begaye – no relation to the defendant – said in the same statement that the tribe “needs to implement an effective response system in which modern technology is utilized more effectively”. Tips flooded in from across the reservation that spans parts of New Mexico, Arizona and Utah. Authorities said the kidnapper was driving a maroon van with a luggage rack but no hubcaps.  In court, Begaye shuffled with shackles on. He remained quiet as the victim’s relatives and other community members watched the reading of the murder and kidnapping charges. Shawn Mike, Ashlynne’s cousin and the father of the boy who stayed behind, said he didn’t believe the family knew Begaye. The brother called him a stranger. Waterflow is a community of about 1,600 people, just a few miles west of the girl’s home in Fruitland. On Tuesday, hundreds of residents packed the Navajo Nation’s San Juan chapter house in Shiprock, to remember. Ashlynne’s father sat silently in the front as the girl’s principal remembered her as a kind child who was a part of the school band, and local leaders offered condolences. Ashlynne was fifth-grader at Ojo Amarillo elementary school in Fruitland. She played xylophone and had a performance just last week.",
  "webTitle": "Man allegedly lured Navajo girl in to van to sexually assault her but left her to die",
  "webPublicationDate": "2016-05-04T23:34:33Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/navajo-girl-killed-new-mexico-ashlynne-mike",
  "keyword": [
    {
      "webTitle": "New Mexico",
      "id": "us-news/newmexico",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Native Americans",
      "id": "world/native-americans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/04/navajo-girl-killed-new-mexico-ashlynne-mike"
}