{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/22/confess-colleen-hoover-review",
  "id": "2016-05-22-141",
  "sectionId": "childrens-books-site",
  "body": "Confess by Colleen Hoover is a beautiful and devastating story that will make you feel so much. Needless to say that this book was remarkable, like all other novels written by Colleen Hoover – each of her books are better than the book before it. There’s a lesson within the pages of this book; it is a story about finding hope when it seems like the hardest thing to find. There’s so much more to this story and the characters than meets the eye. This book is a contemporary romance novel but it’s also a heart-wrenching story of survival, courage, hope and unexpected odds. The main character as well as the protagonist of the book, Auburn has suffered immensely in her teenage years and is struggling with her life. The story commences with her in search of a job because she is desperately in need of income, and just then she notices this building whose exterior is covered with deepest, darkest confessions of people and a sign that says “Help Wanted”. When she signed up for the job she definitely didn’t expect herself to be falling for the ludicrously handsome and talented artist Owen Gentry who literally begged her to work for him. As they continue to get acquainted, we realise that both of them are hiding big secrets which, if confessed, threaten to destroy any kind of relationship that they have built up.      What I really loved about the character of Owen Gentry was how he acquires inspiration for his artwork from the excruciating confessions of common people. This makes the story and this character so unique and intriguing. The book is written from both Auburn’s and Owen’s points of view, so the readers get to know each of the characters and their struggles immensely, which makes the novel all the more interesting. With most YA novels you get an idea of which direction the story is headed but not in this book. Colleen Hoover keeps springing unexpected plot twists at you which will have you saying “No way”, thus making it a dynamic and gripping read. Colleen Hoover will definitely make you fall in love with the main characters and their words. Whist reading this book you will feel every human emotion within the range of possibilities. That’s what I love about Colleen Hoover’s writing – she makes you feel vastly about her characters. It is the kind of book that you are going to be thinking about even after a week of reading it and probably won’t be able to move onto to a next book because you are still re-reading your favourite parts.   Related: How do I get involved in the Guardian children's books site?    The story is also accompanied by exquisite artwork at relevant places in the story, so you should absolutely pick it up. This book deserves a 5/5.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Confess by Colleen Hoover – review",
  "webPublicationDate": "2016-05-22T08:00:37Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/22/confess-colleen-hoover-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/22/confess-colleen-hoover-review"
}