{
  "apiUrl": "https://content.guardianapis.com/media-network/2016/may/03/wisdom-steve-wozniak-apple-computers",
  "id": "2016-05-03-213",
  "sectionId": "media-network",
  "body": "As co-founder of Apple, Steve Wozniak, built many of the technologies that today’s consumers take for granted. The floppy disc, external memory, colour on computer screens, even the personal computer itself are all works of “The Woz”. Since leaving Apple in 1985, Wozniak has invested much of his time and wealth in philanthropic activities, focusing primarily on education. He is also currently chief scientist of data virtualisation company Primary Data.  The affable icon graced UK shores last week for a keynote interview at the Business Rocks conference in Manchester. Holding court to a spellbound auditorium, Wozniak spoke about his life, his personal values, the dynamic between tech companies and governments and, of course, Steve Jobs. Steve zero A lot of people like to talk about Steve Jobs one and Steve Jobs two. I knew Steve Jobs even before we started Apple, and it was a big transformation. I knew Steve Jobs zero. We went out to concerts together, we played pranks together, we joked and laughed and I drove Steve up to college. He was a very unusual free-living person if you will, an independent thinker. But he wasn’t really like what you call bright in school learning, in academic learning. But he was always very smart to always want to work and have ideas and to try to figure out how the world works. (When Steve Jobs) left Apple and came back he came back as a lot more patient person, listening to others, especially about technology issues that he didn’t understand. One of the things I admired about Steve was whenever he made a little, tiny, tiny change to something, you’d look at it and you couldn’t counter it and say: “It doesn’t make any difference”. It’s a little, tiny, tiny bit better. So he was kind of the smartest person in the room. Steve Jobs’s death hit me hard, in a lot of different ways. Not only the good that he brought into my life with a lot of products from the iPhone onwards, but also our early friendships and things we did. That was hard. The breakthrough We doubled in size with the iPod. And I will point out Steve Jobs had the forewithall to see that this was a great product with great acceptance. The iPod and a program on a Macintosh called iTunes worked together. You just plug your iPod in and it gets your songs. You don’t have to know about files and directories and all these things folder structures. That was just the beauty of Steve Jobs, he didn’t know computers so he wanted to get rid of having to know about them. With the iPod Steve did an unusual thing, he went open. You talk about open or closed, closed is you live in the Apple world, you get an iPod it only works with a Macintosh. Once we saw that it was a good product Steve opened it up and let us convert iTunes into Windows. So everybody in the world, whether they used a Macintosh or a Windows computer, could buy this iPod. We sold so many our stock doubled.  That was the recovery of Apple, and now Apple is on the road going up. But Steve built such a good, solid company, with all the right footings, that next came retail stores and eventually the iPhone… this was Steve Jobs, too.    Apple is scared to get me too close to the inner workings of the company – probably rightly so  Steve Wozniak     The Woz at Apple I wouldn’t know anything going on in the company because I don’t have a need to know. Not only that, I’m so honest and I talk a lot, they’re scared to get me too close to the inner workings of the company, probably rightly so.  But they won’t fire me. A year after Steve Jobs died, my wife, who worked in Apple education, checked on the internal computer system, and I was still reporting to Steve Jobs. I said, “Good, I can’t be fired!”  Tim Cook I admire greatly because he has not only kept Apple on a very good course for the direction that has been set, but he has taken the company into a lot of charitable areas and recognised equality in gender and ethnicity throughout. On privacy Software has gotten so huge, millions of lines of instructions that some humans wrote to do little things combined together. You can’t buy a product any more and know for sure how it works inside. What is going on? Are there secrets? Are there hidden little embedded things? Now we’re starting to see that a lot of companies, especially in the communications area, have given up back doors to government, like spies to see what we’re doing is as human beings in our personal life. I’m suspicious. You have to be these days.  On governments Remember the first time you ever saw the internet. It was such an ideal of freedom; if you have something you want to say – you can say it. I never ever thought that this technology was going to actually make it better for the powers that control us to spy on us and know everything we’re doing. I was brought up during the cold war, and we were told in the United States we stood for freedom. What was the opposite of freedom? It was communism, where everybody’s being spied on and searched on and reported by their neighbours. And if they are into certain activities they might disappear and be put in secret jails. That’s what I was brought up with and I just think it’s phoney.  On the future Big companies are being an impasse to innovation. I’m always for the young people. I want to inspire the young people so I look to the makers of the Raspberry Pi’s of the world, working on the project to learn how to make little appliances in the home. I think there’s a lot of room for young people to start up that way. On personal ethics I didn’t want to be corrupted, ever, in my life. I thought this out when I was 20 years old. A lot of basic ethics is truth and honesty, and I’m going to be an honest person. I’m not going to be corrupted to where I do things for the sake of money. I don’t want to be in that group (chasing power and wealth), I just want to have a nice life, a good life, maybe better than a typical engineer. But I gave away a lot of my money. I’m very comfortable with who I am, I’m not one of those private jet people.     Happiness to me is smiles minus frowns, H=S-F  Steve Wozniak     On the importance of fun Part of my philosophy was everything you do should have an element of fun in it. I came up with the formula for happiness, what life is about. Happiness to me is smiles minus frowns, H=S-F. Increase your smiles, do a lot of fun things, enjoy entertainment, talk with people, make jokes. That’s creativity. On pacifism I was in college during the Vietnam war days and I started listening and reading, and the way that war happened none of it made any sense; the (Vietnamese) people wanted to be one country. We, the United States, had even signed an agreement that on a certain date they would become one country. Then we backed out against our word. That war didn’t make sense. I was eligible for the draft for one year, but I will not shoot at somebody else who is a person who has friends, who tells jokes, who plays games, who is like me. On Bernie Sanders The Pentagon Papers [by Daniel Ellsberg] showed what the president [Nixon] was releasing to the press, and the story that we were reading in our newspapers was totally different than the truth. I said this political thing is not for me, I’m not going to vote ever, it’s just not going to matter to me in my life. Well I never voted for anyone who could win, but Bernie Sanders is a case where I would vote for a person that could win. I like what he says, he talks a lot about more socialism, but not 100% socialism. On the iPhone I used to say the iPhone was the greatest product introduction ever. I just brought Silicon Valley comic-con to San Jose… and it made me think a lot about what are superheroes. I’ve got more power than Superman with my iPhone I swear to God. So we all are (superheroes) now. Oisin Lunny is senior market development manager at OpenMarket To get weekly news analysis, job alerts and event notifications direct to your inbox, sign up free for Media & Tech Network membership. All Guardian Media & Tech Network content is editorially independent except for pieces labelled “Paid for by” – find out more here.",
  "webTitle": "The wisdom of Steve Wozniak",
  "webPublicationDate": "2016-05-03T11:35:15Z",
  "webUrl": "https://www.theguardian.com/media-network/2016/may/03/wisdom-steve-wozniak-apple-computers",
  "keyword": [
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Apple",
      "id": "technology/apple",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Steve Jobs",
      "id": "technology/stevejobs",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oisin Lunny",
      "id": "profile/oisin-lunny"
    }
  ],
  "guardianId": "media-network/2016/may/03/wisdom-steve-wozniak-apple-computers"
}