{
  "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2016/may/24/mark-carney-brexit-questions-jacob-rees-mogg",
  "id": "2016-05-24-34",
  "sectionId": "business",
  "body": "Mark Carney doesn’t help himself by sounding so irritated when asked an awkward question. If you’re governor of the Bank of England, it’s best to remain good-humoured even when Jacob Rees-Mogg is prodding you in the ribs. But let’s stick to what Carney and the Bank have actually said about Brexit. On the facts, they’ve done nothing wrong. It would be odd if Threadneedle Street, with a mandate to promote monetary and financial stability, had nothing to say about a referendum that has potential consequences on both fronts. That was the context in which Carney set his warning last month that “a vote to leave the EU could have material economic effects – on the exchange rate, on demand and on the economy’s supply potential.” His comment about sterling is a statement of the bleedin’ obvious: you only have to observe how the currency markets twitch with opinion polls to appreciate the point. And, post-Brexit, speculation about the UK’s future trading relationship with the EU could surely dampen economic activity, if only because some companies would delay investment decisions. This is hardly mischievous political meddling on Carney’s part, as Rees-Mogg thinks. Rather, it is an unremarkable economic analysis that many in the leave camp share. Some of those Brexiters argue the short-term pain would be worth it in the end – either because the UK’s trade elsewhere would bloom, or because we would achieve greater distance from the dysfunctional eurozone. If Carney strayed into that territory – from either direction – he would have overstepped the mark. But he didn’t. Meanwhile, Rees-Mogg’s intended googly – why is the Bank talking now when it is silent during general elections? – didn’t threaten the stumps. Referendums really are different: they are about single issues and their outcome is binding immediately. Andrew Tyrie, chair of the Treasury select committee, had it right when he said Carney & co would have had a harder time if they had taken “a vow of omerta” on the referendum. Quite. Let the Bank speak about risks – that’s its job. Standard Life man makes stand against Shell auditor EY  Boardroom pay grabs all the attention in the corporate governance wars, so well done Guy Jubb of Standard Life for demonstrating there’s more to it. Jubb has kicked up a fuss about Shell’s appointment of EY – the former Ernst & Young – as its auditor. Standard Life voted against EY at Tuesday’s meeting and collected some co-travellers. Around 7.5% of votes were cast against EY – not a big rebellion, but enough to spoil the usual 99%-plus majority enjoyed by auditors. Standard Life’s complaint is that Shell’s new audit partner at EY is the fellow who did the same job at recently acquired BG Group. That arrangement is obviously problematic: Shell has bet its future on the £35bn takeover and now its lead auditor will be making judgments on assets that he had signed off in his last job. Objectivity could be impaired, argues Standard Life. Shell, naturally, argues that “appropriate safeguards are in place” and that potential conflicts of interest can be managed. Too fussy. Just get a fresh pair of eyes on the job. Hypersensitive Exxon bans Guardian from AGM Keep it in the ground, this newspaper has argued for ages on fossil fuels. Then keep out of our annual meeting, replies ExxonMobil. Or, to quote Exxon’s media relations manager, Alan Jeffers: “We are denying your request [to attend Wednesday’s meeting] because of the Guardian’s lack of objectivity on climate change reporting demonstrated by its partnership with anti-oil and gas activists and its campaign against companies that provide energy necessary for modern life, including newspapers.” Corporate arrogance-cum-hypersensitivity on this scale is rare these days. One suspects Exxon’s board is still cross that it has lost its battle to prevent resolutions on climate change being put to the meeting. The New York State Retirement Fund – backed by investors from around the world – has been allowed by the US Securities & Exchange Commission to table a proposal that would oblige Exxon to publish an annual assessment of the effect on its business of governments’ policies to limit climate change. Oil industry rivals BP, Shell and Statoil have willingly supported and adopted similar proposals. Exxon, by contrast, seems determined to resist, just as it refuses to contemplate the possibility that some of its shareholders may sympathise with the Guardian’s reporting and wish to read a firsthand account of the meeting. Grow up.",
  "webTitle": "Mark Carney should keep cool on Brexit. He's done nothing wrong",
  "webPublicationDate": "2016-05-24T19:12:38Z",
  "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2016/may/24/mark-carney-brexit-questions-jacob-rees-mogg",
  "keyword": [
    {
      "webTitle": "Mark Carney",
      "id": "business/mark-carney",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EY",
      "id": "business/ernst-and-young",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Accountancy",
      "id": "business/accountancy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Corporate governance",
      "id": "business/corporate-governance",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nils Pratley",
      "id": "profile/nilspratley"
    }
  ],
  "guardianId": "business/nils-pratley-on-finance/2016/may/24/mark-carney-brexit-questions-jacob-rees-mogg"
}