{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/holiday-bonfires-blamed-for-forest-fires-on-outskirts-of-jerusalem",
  "id": "2016-05-26-132",
  "sectionId": "world",
  "body": "Israel’s fire service deployed 11 planes and a large number of firefighters to residential areas on the outskirts of Jerusalem as a series of forest fires – reportedly sparked by holiday bonfires – forced the evacuation of homes and two government offices. The fires followed the festival of Lag Ba’Omer, when bonfires are lit all over the country. A recent heatwave and brisk winds on Thursday fanned fires apparently triggered – according to the Israel parks service – by those bonfires. Surrounded on several sides by wooded hills, Jerusalem is at risk during the dry summer months of forest fires, although these were the worst in recent memory. The fires closed roads as well as offices of the welfare ministry as firefighters struggled to get the blazes under control.  The fires, which threatened residents in Ramot, Mevaseret Zion, Romema and elsewhere, sent clouds of smoke towering over parts of the city, as yellow fire-fighting planes swooped low over burning areas of forest to drop fire retardant over the blazes.     A firefighting plane, one of 11 deployed on Thursday amid a series of blazes, drops retardant as a forest fire licks at the edges of Jerusalem. Photograph: Peter Beaumont for the Guardian    In Ramot, border police went door to door on the edge of the forest to encourage people to evacuate as fires burned close to outlying streets.  Gad Hasson, aged 18, was one of those leaving by car for a nearby community centre. “The fires started at about 10 in the morning,” he said. “They have been going on all day the police just told us to leave immediately.” In a neighbouring house, however, Irit Chernobatsky, aged 69, was spraying trees and bushes in her garden with a house and said she did not plan to leave yet.  “I have my suitcase packed,” she added, “but I feel safe for now.” Later in the afternoon, as fire crews got the upper hand, residents were permitted to return to their homes.",
  "webTitle": "Holiday bonfires blamed for forest fires on outskirts of Jerusalem",
  "webPublicationDate": "2016-05-26T16:01:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/holiday-bonfires-blamed-for-forest-fires-on-outskirts-of-jerusalem",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/26/holiday-bonfires-blamed-for-forest-fires-on-outskirts-of-jerusalem"
}