{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/03/big-daddy-xi-no-more-chinese-presidents-nickname-nixed",
  "id": "2016-05-03-305",
  "sectionId": "world",
  "body": "Chinese propaganda chiefs have reportedly ordered state-controlled media to refrain from using the nickname “Big Daddy Xi” to refer to the president. Since Xi Jinping took power in 2012 the epithet has been at the centre of an energetic push to portray the Communist party leader as an omnipotent people’s president. An entire genre of “Big Daddy Xi”-themed songs has sprung up, fuelling fears that he is attempting to build a Mao-like personality cult.   Related: Singing Xi's praises: chorus of Chinese pop songs celebrate president    However, China’s official news agency, Xinhua, and the leading 21st Century Business Herald newspaper have received instructions to steer clear of the nickname, Bloomberg reported.  One Xinhua journalist told the Guardian the news group had become cautious in its use of the nickname “Xi Dada” – which translates as Big Daddy or Uncle Xi – although they had not seen a specific written instruction to avoid the term. The moniker has not appeared on Xinhua’s website since 27 April but did show up in a 1 May story on another party-run news website with the headline: “What Big Daddy Xi said at the Communist party’s Central Party School conference.” It is unclear why Beijing’s propaganda officials have decided to step back from Xi’s nickname. Experts believe it may hint at growing discomfort – both in and outside China – about how the leader is portrayed as a Mao-style autocrat. In recent weeks, Chinese officials have expressed discomfort over the perception that a cult of personality is growing around their leader. The website of the Economist was blocked in China after a cartoon on its front page showed Xi sporting a Mao-style Zhongshan suit beside the headline: “Beware the cult of Xi”. Writing in the New York Review of Books this month, Columbia University’s Prof Andrew J Nathan accused Xi of bringing back “many of the most dangerous features of Mao’s rule: personal dictatorship, enforced ideological conformity, and arbitrary persecution”.  Kerry Brown, the author of CEO, China: The Rise of Xi Jinping, said the apparent move to purge Xi’s nickname from headlines was a possible admission that China’s portrayal of its leader had backfired. While spin doctors had hoped to paint Xi as a respected globe-trotting world leader, Brown said, large portions of the international community and media now viewed Xi as “a big, big dictator”. “That’s a big-time propaganda failure,” he said. “I can imagine that in their five-minute-a-month meeting with Xi Jinping, the head of publicity got told: ‘Whose bright idea was that [nickname]? Send him or her to Gansu [in China’s far west]!’” Brown added: “They don’t want [China] to be seen as an autocracy. So this interpretation of the outside world as a Xi Jinping autocracy must be driving them absolutely nuts.”   Related: 'Rule the party strictly!': Chinese president 'Big Daddy Xi' makes rap debut    Roderick MacFarquhar, a Harvard University China expert, said the apparent abandonment of the nickname was unlikely to signal a change in direction for the authoritarian leader, who has suggested is the country’s most powerful since Mao.  “My own feeling is that he may be tweaking the way he presents himself but I don’t think that he is changing his fundamental principles. [His belief remains] that if there is going to be a ‘Chinese dream’ it has got to be Xi Jinping who is in charge,” MacFarquhar said. “I don’t know whether his spies or informants have told him that ‘Xi Dada’ has made him look rather ridiculous … but there is some talk that the propaganda chief may have been overdoing it deliberately, and maybe Xi Jinping fell for that.” Qiao Mu, an outspoken journalism professor from the Beijing Foreign Studies University, said he was unaware of an explicit directive to avoid the nickname but said it was possible verbal orders had been given to tone down the intense media focus on Xi. The academic said he would welcome such a move. “The members of the politburo should all be equal. So why don’t we have a ‘Big Daddy Wang’ and a ‘Big Daddy Zhang’, as well as a ‘Big Daddy Xi’?” MacFarquhar admitted the inner workings of Chinese politics were so opaque it was hard to grasp the significance of the move. “I think there are all sorts of currents around Chinese leaders at the moment and it is difficult to tell who is on whose side,” he said. Additional reporting by Christy Yao.",
  "webTitle": "'Big Daddy Xi' no more? Chinese president's nickname nixed",
  "webPublicationDate": "2016-05-03T07:39:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/03/big-daddy-xi-no-more-chinese-presidents-nickname-nixed",
  "keyword": [
    {
      "webTitle": "Xi Jinping",
      "id": "world/xi-jinping",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/03/big-daddy-xi-no-more-chinese-presidents-nickname-nixed"
}