{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/pakistan-condemns-us-drone-strike-that-killed-taliban-leader-mansoor",
  "id": "2016-05-24-61",
  "sectionId": "world",
  "body": "Pakistan has condemned a US drone attack that killed the leader of the Afghan Taliban, calling the strike “totally illegal, not acceptable and against the sovereignty and integrity of the country”. Chaudhry Nisar Ali Khan, the interior minister, also said the killing of Mullah Akhtar Mansoor would scupper any chances of peace talks and could embolden other states to pursue their enemies in other countries. “You cannot expect them to come to talks after killing their leader; this killing has put Pakistan in a very difficult situation,” he said. Khan said breakthrough talks between the Taliban and the Afghan government held last year in a Pakistani hill resort had been supported by Mansoor. The interior minister’s strident remarks on Tuesday stood in contrast to the relatively muted statements made by the government in the immediate aftermath of Mansoor’s death on Saturday. Pakistan’s army has also chosen to stay quiet on the matter.     A Pakistani demonstrator holds a burning US flag as others protest against a drone strike in Balochistan. Photograph: Ss Mirza/AFP/Getty Images    The low-key response has fuelled speculation that Pakistan may have consented to Mansoor’s killing. On Tuesday the New York Times quoted US officials as saying Islamabad had been informed “in the past few weeks” that Mansoor was being targeted, and that Pakistan provided “some limited help in tracking down” the Taliban leader. If Pakistan has colluded in killing Mansoor, it risks provoking an angry backlash by the Taliban, which have always been careful not to confront the country that hosts them. Khan said the government had been informed seven hours after the attack, which took place at about 3pm on Saturday afternoon near the town of Ahmad Wal, in the south-western province of Balochistan. He said the Pakistani air force had informed him that no US drone had entered the country’s airspace, but that it had fired from “a neighbouring country”. Mansoor was roughly 18 miles (30km) away from the Afghan border when he was killed. Khan said he could not confirm whether the Taliban leader really had been killed as the human remains in the car were burned beyond recognition. He said a test would be done against a DNA sample provided by a relative of Mansoor who had come forward to claim the body.     Mullah Akhtar Mansoor was killed in the drone strike. Photograph: Afghan Taliban militants/EPA    He said an investigation was under way into how Mansoor had secured a Pakistani identity card and passport, which he had used the morning he was killed to enter the country from Iran. He had also made frequent trips around the region. Records show the passport, under the name of Muhammad Wali, was used to travel to Dubai and Bahrain, with Mansoor often departing from Karachi airport. Khan said his ministry had taken steps to cancel the identity card but said the departments involved were plagued by corruption. “Last year intelligence agencies informed me about this ID card and they suspected that the holder of this card was an Afghan and this card was cancelled and the passport department was told to cancel the passport also,” Khan said. On Monday, a former foreign minister in the Taliban government in the late 1990s said the killing of Mansoor would strengthen and unify an insurgency that had been fragmenting. Mullah Mohammad Ghous told AP that Mansoor’s death would allow commanders who objected to his leadership to return to the movement. “This American strike that killed Mullah Akhtar Mansoor might not affect peace talks so much, but if they strike again or if they kill any other leader, then I think we will not see peace talks in my lifetime,” he said.",
  "webTitle": "Pakistan condemns US drone strike that killed Taliban leader Mansoor",
  "webPublicationDate": "2016-05-24T17:36:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/pakistan-condemns-us-drone-strike-that-killed-taliban-leader-mansoor",
  "keyword": [
    {
      "webTitle": "Pakistan",
      "id": "world/pakistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Taliban",
      "id": "world/taliban",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jon Boone",
      "id": "profile/jon-boone"
    }
  ],
  "guardianId": "world/2016/may/24/pakistan-condemns-us-drone-strike-that-killed-taliban-leader-mansoor"
}