{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/do-people-start-losing-friends-at-a-certain-age",
  "id": "2016-05-25-145",
  "sectionId": "commentisfree",
  "body": "What was it like being 25? Maybe during this time in your life you got your first job or met the love of your life, but something else might have been happening during this fateful year: you started making fewer friends.  A new study suggests that both men and women continue to make lots of friends until the age of 25, but after this, it’s claimed that friendships begin to fall away rapidly, with the decline continuing for the rest of our lives. So what do you think? People from different decades tell us about how their friendships have changed. Twenties Katharine, 23, Newcastle: It depends on how dedicated you are to keep friendships alive The age in which you begin to lose friends depends solely on how much time you dedicate to those you want to keep in touch with. I’ve spoken to a few people who suggest that once you graduate from university it’s hard to maintain close friendships as everyone goes off in different directions. I’m not a graduate myself, but I’ve found this in employment too – maintaining friendships when you no longer work in close proximity is difficult. I had very close friendships when I was younger. But since I’ve started working, my friendship group has diversified – I’ve become very close with people older than myself. Since changing jobs, I’ve found it difficult to maintain past friendships and although I’m still young, I find myself feeling isolated. I want to make new friends, but am unsure how to go about it. I now regret not keeping in better contact with people from my past. My advice would be that you must make the time, at least once every month or so, to meet up and spend time with those you’ve made close friendships with. It is too easy to keep putting it off, and you can end up drifting apart very quickly.  Thirties Sarah-Lou, 35, London: Friendships with those who have children tend to wane    I definitely have more friends now than I did when I was under 25    I started losing friends in my mid-to-late-20s; it’s around that age you start to focus more on the quality of friendships than the quantity. As a teenager or in my early 20s I enjoyed being surrounded by a large group of people, but as you get older your priorities change. As a child, I didn’t have any friends who weren’t children of my parents’ friends, and to be honest, they were just people I played with. I had nothing in common with any of them. At 20, every friendship I’d had before then ended when I walked away from the tight-walled religious group I’d been raised in. I made new friends at university, many of whom are still close to me today. In my late 20s I started to lose patience with some of my more difficult and selfish friends and went through a spate of letting them go. Now, I find it’s life choices that result in change: friendships with those who have children tend to wane or disappear (I am child-free).  However, some more casual friendships have grown in their place. I met a large number of new friends when I met my partner, for example, and I have also had the pleasure of reconnecting with people from years ago. I definitely have more friends now than I did when I was under 25, but there is less spontaneity about meeting up. Forties Jason Feather, 42, Bradford: True friends can pick up where they left off     ‘Make an effort and don’t feel such a relationship is for yourself: friendship is a mutual dance.’ Photograph: Alamy    Real friendships never die. If they do they were fleeting social relationships. A true friendship, which is cemented by something like a significant shared life event lasts a lifetime – even if you lose touch or only see each other every few years. There are, of course, events that can lead to a change in relationships, such as getting married, moving to a new home and starting a family etc but some of these events can happen at any point in life. Much like love, even when a friend passes away, moves house or gets caught up and carried away by the whirlwind of life – never to be spoken to again – the conversations with them carry on in our hearts and minds. Even after years of no contact true friends can pick up where they left off. I feel it’s important to ensure the physicality of friendship. Visit those you are closest to, spend time with them, send letters, cards or presents to old friends. Overall just make time for others. Make an effort and don’t feel such a relationship is for yourself: friendship is a mutual dance. Fifties Russell Richardson, 59, New York, US: You stop making new friends when you have children At whatever age you have children you will stop making new friends. I am not saying that children replace friendships, but at some level, one’s emotional energy goes to nurturing and caring for one’s offspring, as opposed to nurturing friendships. My best friends now I have known for at least 30 years. I do have younger friends, but I place much fewer demands on them, even if I see them more often than my older friends (most of whom live on different continents). I also think I want much simpler and more basic things from a friendship – some kind of low-level existential support, not necessarily burning enthusiasm for what one is doing. I’m also, paradoxically, not very big on nostalgia, and have become a lot less engaged, though still friendly, with many older friends who still use our earlier friendship as a touchstone. Sixties Anonymous, 66, Surrey: I lost most of my friends in my 30s   Related: Why don’t I have any friends? You asked Google – here’s the answer | Annalisa Barbieri    In my case it was in my 30s and due to moving house and having children (as a result of both I gained new friends, but not as many as I lost). I’ve become more selective. It’s not about the number of friends you have, but how much you enjoy their company.  Be aware that with so many of us moving around – for whatever reason – it is very easy to lose touch and those we value most highly are not immune. Some losses are inevitable, as we grow and change so do our friendship needs.  It is easier now, with technology and Facebook, to regain contact with those you never intended to lose touch with. It is also easier to keep in touch, though it’s important to recognise that nothing beats one-to-one contact, either in person, via email or Skype (these methods complement each other and the latter two mean we can keep in touch in real time with friends no matter how far away they are).  Seventies Anna Clements, 76, south-east England: Some people don’t add to your life – they are drains rather than fountains I lost the first tranche of friends when they got married or settled down with a partner. Then a new set of friends arrived. It’s the same when you divorce – cosy couples just don’t want to know any more. Different friends suit different parts of your life. That’s why family is important: it’s a constant. Some people don’t add to your life – they are drains rather than fountains. I have no qualms in backing out of relationships with these people; be more self-preserving when it comes to them. With the ones you want to keep, be the one to email or phone, as this is what keeps friendships alive. Be interested in their lives and remember what their families are doing. Don’t moan at them. With long-term friends, make sure the communication is deeper and more detailed. Eighties Mark Rimmell, 82, Budapest, Hungary: My friendships have changed with the tide of my lifestyle     ‘My friendships have changed with the tide of my lifestyle.’ Photograph: Ralph Henning/Alamy    There are people of any age who will say that they do not have many friends. However, if you are not a loner and socially adaptable then the losing of friends, for whatever reason (maybe leaving university or a change of job), is met by the acquiring of new friends.  I have lost many friends who have died, but I lead an active social life through my career in the film industry.  When I was young my friends were my contemporaries. Then in my 60s, and working in film, I was surrounded by younger people and I seemed to adopt that lifestyle. However, my career wound down at about 70, and more doors opened with new groups of friends here in Budapest where I live. My friendships have changed with the tide of my lifestyle. When my last day comes I hope I am surrounded by friends, old and new and those that maybe until that moment had forgotten.",
  "webTitle": "Do people start losing friends at a certain age? | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-25T13:47:19Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/do-people-start-losing-friends-at-a-certain-age",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/do-people-start-losing-friends-at-a-certain-age"
}