{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/09/express-newspapers-richard-desmond-pre-tax-profits",
  "id": "2016-05-09-181",
  "sectionId": "media",
  "body": "Richard Desmond’s Express Newspapers more than tripled pre-tax profits last year to over £30m, after slashing staff and cutting printing costs. Express Newspapers, the parent company of the Daily Express, Sunday Express, Daily Star and Daily Star Sunday, reported pre-tax profits of £30.5m in 2015. This is more than triple the £9.1m reported in restated accounts for 2014, according to the company’s most recent Companies House filing.   Related: Richard Desmond's firm in £25m loss after price cuts and digital investment    The pre-tax profit figure is significantly boosted by a £15m in interest received. When this is stripped out, giving a truer perspective of the day-to-day operations of the business, Express Newspapers made an operating profit of £16.3m last year. This compares to an operating loss of £4.5m in 2014. In common with its rivals, the company admitted it was a tough year. Total revenues fell 12% from £197m to £173m. However, the company highlighted major cost-savings in the business, including to overall staff levels, for driving profitability. “The trading environment for newspapers remained challenging in 2015 with continued pressures on circulation volumes and print advertising revenues,” the company said. “Despite these conditions, a strong focus on cost control, with particular savings achieved on staff and printing costs, resulted in a significantly improved financial performance.” The accounts show that the total headcount at Express Newspapers fell from an average of 536 to 460 last year, slashing the wage bill from £54m to £38.9m. The company moved to axe 200 posts from the newspaper portfolio in late 2014 and early 2015, and has since looked to bolster its digital publishing capability with mostly new – and cheaper – online journalists.  Express Newspapers also said significant savings had been made by closing Broughton Printers in Lancashire and outsourcing the company’s north of England printing requirements last July. Last year, Desmond held talks with Trinity Mirror over a potential sale of the Express, but talks broke down over issues of price and pensions. Express Newspapers’s accounts show that the deficit in its pension schemes was slashed from £42.2m to £17.67m last year. The company said that it expects to pay £10.9m towards the deficit in its defined benefit schemes this year. Express Newspapers pays £6.9m per year to Badger Property Partners, of which Desmond is a member, to let its headquarters at 10 Lower Thames Street in London. Northern & Shell, the parent company of the Express of which Desmond controls, made an overall pre-tax loss of £24.8m last year. Northern & Shell, which also owns assets including OK! Magazine, has been dragged down by the ongoing financial pressure on the Health Lottery which made a £31.4m operating loss last year. According to Northern & Shell’s accounts, the Health Lottery accumulated £108.4m in pre-tax losses on a total investment of £134.7m since the business was acquired in 2011. “In order to secure a sustainable future for these charitable works it is vital that in the medium-term, the business is in a position to cease relying on support from the Northern & Shell group and starts to self-finance its operations,” said the company in its financial filing.  The filing said last year the Health Lottery business committed to £21.8m annually on media spend, of which Express Newspapers’ titles will be the major beneficiary.",
  "webTitle": "Express triples profits by cutting jobs and print costs as revenues drop",
  "webPublicationDate": "2016-05-09T13:12:41Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/09/express-newspapers-richard-desmond-pre-tax-profits",
  "keyword": [
    {
      "webTitle": "Express Newspapers",
      "id": "media/express-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Richard Desmond",
      "id": "media/richard-desmond",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/09/express-newspapers-richard-desmond-pre-tax-profits"
}