{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/09/krispy-kreme-doughnuts-sold-reimann-family-germany",
  "id": "2016-05-09-110",
  "sectionId": "business",
  "body": "Krispy Kreme Doughnuts has been sold to the Reimann family, one of Europe’s wealthiest and most secretive business dynasties, for $1.35bn. Jim Morgan, chairman of Krispy Kreme, said the sale of the 79-year-old doughnut maker to JAB Holdings, the investment firm that runs the multi-billion dollar fortune of Germany’s Reimann family, would help spread “the joy that is Krispy Kreme” across the world.  The acquisition of Krispy Kreme for $21 a share, a 25% premium on Friday’s closing share price, comes soon after JAB spent $30bn buying up coffee companies across the world. JAB’s coffee empire ranges from Douwe Egberts and Keurig coffee pods found in hotel rooms to some hipster-favourite brands, including Portland’s Stumptown Coffee Roasters and Chicago’s Intelligentsia Coffee. Peter Harf, a senior partner at JAB who helps invests the fortunes of Wolfgang, Stefan, Renate and Matthias Reimann, said: “We are thrilled to have such an iconic brand as Krispy Kreme joining the JAB portfolio. This is yet another example of our commitment to investing in extraordinary brands with significant growth prospects. We feel strongly that Krispy Kreme will benefit greatly from our long-term focus and support for management’s vision in building on the legacy of this exciting brand as an independent standalone entity.” Krispy Kreme’s Morgan said: “For nearly 80 years, our iconic brand has been touching and enhancing lives through the joy that is Krispy Kreme. This transaction puts us in the best possible position to continue to spread that joy to a growing number of people around the world while delivering significant value to Krispy Kreme shareholders. I am confident the JAB team is the right partner with whom to continue building upon our incredible legacy.” As well as coffee, the Reimann siblings also own fashion labels Jimmy Choo, Belstaff and Bally; 77% of Coty, the perfume company that owns scents branded Calvin Klein, David Beckham and Vera Wang; and 8% of consumer goods conglomerate Reckitt Benckiser. Collectively, the Reimanns are worth $19bn, according to Forbes magazine. They are descendants of the German chemist Ludwig Reimann. He inherited chemical giant Benckiser after marrying one of the daughters of the company founded by Johann Adam Benckiser (JAB). Benckiser merged with Britain’s Reckitt and Colman to create Reckitt Benckiser in 1999.  In 2006, the Reimanns gave up their German passports for Austrian ones in order to reduce their tax bill when the family offices were moved from Ludwigshafen, near Frankfurt, to Vienna. The family reportedly requires all members to sign a codex on their 18th birthday promising to stay out of the public eye as much as possible.",
  "webTitle": "Donut with your coffee? Krispy Kreme sold to Keurig and Stumptown owner",
  "webPublicationDate": "2016-05-09T16:17:41Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/09/krispy-kreme-doughnuts-sold-reimann-family-germany",
  "keyword": [
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coffee",
      "id": "lifeandstyle/coffee",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rupert Neate",
      "id": "profile/rupertneate"
    }
  ],
  "guardianId": "business/2016/may/09/krispy-kreme-doughnuts-sold-reimann-family-germany"
}