{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/am-i-going-to-die-autocomplete-question",
  "id": "2016-05-25-270",
  "sectionId": "commentisfree",
  "body": "Are you going to die? You shouldn’t have to ask, but yes, of course you are. Of the 107 billion or so humans who have walked the Earth, 100 billion have already gone to meet their maker. Not one has survived longer than 122 years and 164 days. And if what you really want to know is “Am I about to die?” because you’ve accidentally drunk weedkiller or your chest hurts and you’re short of breath, stop Googling, you numpty. Call an ambulance. In the UK, the Office for National Statistics puts life expectancy at 79.1 years for a baby boy, and 82.8 years for a baby girl. What’s likely to kill you? Illness, rather than accident or violence. If you’re male, the number one cause of death is heart disease, followed by lung cancer and dementia or Alzheimer’s; if you’re female, dementia or Alzheimer’s, followed by heart disease and cerebrovascular diseases.   Related: We think our attitudes to death are unchanging. They’re not | Lindsey Fitzharris    If you’re happy with American statistics, the website FlowingData offers a vivid visualisation of how the threats to survival change as you get older, Aviva and confused.com all offer individual life expectancy estimates. (Personally, I’d steer clear of the Death Clock. While the other three gave me more than 30 years to live, the Death Clock told me I’d died six years ago, and sniggered: “I am sorry, but your time has expired! Have a nice day.”) Worldwide, the number of centenarians is expected to increase 10-fold by 2050. You can do your best to join them by eating and drinking properly (sorry if you’ve heard this a million times), taking regular exercise (blah), not smoking (blah again), and even getting married, all of which could add years to your life. There is some – hotly disputed – evidence that calorie restriction (ie, eating much less) might help. Based on 50,000 years of human history, however, age and infirmity will sooner or later do for you. Except maybe they won’t. A few scientists – and a lot of wishful thinkers – believe it may be possible to defeat the ageing process. This is the “world’s most important problem”, according to Aubrey de Grey, chief science officer of the US’s Sens Research Foundation. Other bodies working in the area include the Methusaleh Foundation, which reckons that “by 2030, 90-year-olds can be as healthy as 50-year-olds are today”; the Wake Forest Institute for Regenerative Medicine, working to develop lab-grown replacement organs; Human Longevity Inc, co-founded by genetics pioneer Craig Venter; and Calico, launched by Google in 2013 and already given more than $700m of funding. Originally a computer scientist, De Grey has spent more than 20 years working on the biology of ageing. “You know,” he told the Actuary last month, “people have this crazy concept that ageing is natural and inevitable, and I have to keep explaining that it is not.” Within the next 20 to 25 years, he believes, there’s a 50-50 chance of achieving “longevity escape velocity” – the point at which ageing can be defeated.     Jeanne Calment lived longer than anyone else, to the age of 122. Photograph: Sipa Press/Rex Shutterstock    “Many things go wrong with ageing bodies,” Sens explains, “but at the root of them all is the burden of decades of unrepaired damage to the cellular and molecular structures that make up the functional units of our tissues. [Our] rejuvenation biotechnologies will restore the normal functioning of the body’s cells and essential biomolecules, returning ageing tissues to health and bringing back the body’s youthful vigour.” Even if science can defeat ageing, however, that still leaves infectious diseases, accidents, violence and despair (suicide is already the greatest single cause of death for Britons aged between 20 and 34), to say nothing of natural disasters, climate change, spontaneous combustion, Dalek invasions, bloody great rocks that come whizzing out of space to destroy half the world … As Professor Brian Cox put it: “There is an asteroid with our name on it and it will hit us.” Sooner or later, we’ll all die.   Related: Why are so many celebrities dying in 2016? You asked Google – here’s the answer | Caroline Bainbridge    Do we have to stay dead? Not according to most religions – but if you believe there really is a God, and He decides who gets to enjoy eternal life, and who suffers the flames of damnation, you should probably stop reading and concentrate on earning a place at His right hand. The rest of us have to put our faith in science. You can already pay companies to freeze your corpse (or usually just your head), in the hope that one day researchers will find a cure for whatever it was that killed you, as well as a way to revive you, undo all the damage that freezing itself has caused and give you a new body. That’s a big ask, as you’ll know if you’ve ever defrosted a lamb chop and hoped to see it gambolling round the garden. One day it may be possible to record your mind, then run that recording as another “you” on whatever comes to replace computers, or in an artificially grown human brain. This “mind uploading” is one of the goals of the 2045 Initiative, founded five years ago by Russian billionaire Dmitry Itskov. But there’s a fundamental problem: a copy of you will only ever be a copy of you, even if it has your personality and all of your memories. Even if an outsider can’t tell the two of you apart, even if the copy itself is convinced it’s you, you will still be you and it won’t. When you die, you’ll die, even though the copy survives. As immortality blogger Glyn Taylor puts it: “Mind uploading is not immortality … The copied version might be you in the moment of creation, but not from the next moment onwards. After seeing this copy and talking to it, would you than allow yourself to be turned off and replaced by it; to be killed? Well nah, I wouldn’t.” So there it is. Not only are you going to snuff it, but you’re going to stay snuffed. Sorry about that, but you did ask.     The Cryonics Institute in Clinton Township, Michigan. Photograph: Sipa Press/Rex",
  "webTitle": "Am I going to die? You asked Google – here’s the answer | Phil Daoust",
  "webPublicationDate": "2016-05-25T07:00:33Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/am-i-going-to-die-autocomplete-question",
  "keyword": [
    {
      "webTitle": "Cryonics",
      "id": "science/cryonics",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Medical research",
      "id": "science/medical-research",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Ageing",
      "id": "science/ageing",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Phil Daoust",
      "id": "profile/phildaoust"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/am-i-going-to-die-autocomplete-question"
}