{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/adam-mckay-ronald-reagan-alzheimers-comedy-will-ferrell",
  "id": "2016-05-12-175",
  "sectionId": "film",
  "body": "The Oscar-winning film-maker Adam McKay has defended plans for a controversial comedy about Ronald Reagan suffering from Alzheimer’s disease after his producing partner Will Ferrell was forced to step away from the project in the wake of rightwing outrage. Adam McKay, known for The Big Short and Anchorman, was due to produce Reagan through the Gary Sanchez production company he runs with Ferrell. The erstwhile Saturday Night Live comic was in line to play the former president, but walked away following a media furore.   Related: Will Ferrell backs out of Ronald Reagan's Alzheimer's comedy    Reagan’s central conceit is that the president was suffering from dementia during his second term. Publicity for a live read-through in Los Angeles in March described the screenplay as a “hilarious political satire” about an ambitious intern tasked with convincing the dementia-stricken commander in chief that he is an actor playing the president in a movie. McKay pointed out that the Hollywood Reporter conducted a script review and described the screenplay as “a really thoughtful script and tender towards Reagan”. He blamed internet culture for the way conservative websites jumped on the story. “I’ve never been that close to a story like that where so little information became such a tidal wave. It was really crazy to behold,” McKay told the Daily Beast. “People hadn’t even read the script, it was just three words: ‘Reagan, Ferrell, Alzheimer’s,’ and it became this huge thing … it’s this culture we live in. It’s all about clicks, clicks, clicks and hits, hits, hits.”    Related: The joke isn't on Ronald Reagan's illness, but on America for elevating him    Continued McKay: “I kept saying when that story snowballed, ‘Is there anyone who really thinks Will Ferrell would make a comedy about a horrible disease like Alzheimer’s?’ In a million years no one would do that!” “You’d have people on the left and right coming after you. I think it’s more about the deification of Ronald Reagan, where you can’t go near the subject of Ronald Reagan. “Will wasn’t even attached to do the movie! He was just looking at it. It didn’t even have a director yet or was set up. It was just one of 30 projects Will was looking at.”  McKay also described the fallout from the media storm, which led to Gary Sanchez’s offices being bombarded with hate mail. “It was scary, man. There are some scary people out there who respond to stuff like that,” he said. “There were scary messages left at our office. Stuff like, ‘How dare you say anything bad about Ronald Reagan, you better watch your back.’ Some very scary voicemails.” Opponents of the project continue to insist that Reagan amounted to an Alzheimer’s themed comedy about the former president. And in fairness, the Hollywood Reporter’s script review appeared to confirm the controversial subject matter. “[The film] does revolve around the conceit that the 40th president had no knowledge of where he was or what he was doing throughout his entire second term,” it reads. At one point Reagan, imagining himself on a film set in his heyday, asks for a wardrobe assistant named “Libby” to be sacked. This leads to the 1986 US bombing of Libya.",
  "webTitle": "Adam McKay defends Ronald Reagan 'Alzheimer’s comedy'",
  "webPublicationDate": "2016-05-12T14:04:41Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/adam-mckay-ronald-reagan-alzheimers-comedy-will-ferrell",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ronald Reagan",
      "id": "us-news/ronald-reagan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Will Ferrell",
      "id": "film/willferrell",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "film/comedy",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The Big Short",
      "id": "film/the-big-short",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Alzheimer's",
      "id": "society/alzheimers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/12/adam-mckay-ronald-reagan-alzheimers-comedy-will-ferrell"
}