{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/yellowstone-bison-calf-euthanized-visitors-pick-up-suv",
  "id": "2016-05-16-58",
  "sectionId": "world",
  "body": "A newborn bison calf that was picked up and put into the back of car because someone thought it was cold has had to be euthanized, prompting the National Parks Service to criticize a spate of “inappropriate, dangerous and illegal behavior” by visitors to Yellowstone. Last week two visitors, reportedly a man and his son, were admonished by Yellowstone rangers after they picked up a baby bison and placed it into the back of their SUV. The bison was driven to a ranger due to concerns that the animal was cold. “They were demanding to speak with a ranger,” said Karen Richardson, another visitor who said she saw the incident. “They were seriously worried that the calf was freezing and dying.” The young bison was released by rangers, only for it to be rejected by its herd following the separation. Yellowstone officials made several attempts to reunite the calf with the herd, to no avail. The calf was then put down by wildlife officials because it was “causing a dangerous situation by continually approaching people and cars along the roadway”. The incident is the latest foolhardy human interaction with bison, a species recently named as America’s national mammal. Last month at Yellowstone, a woman was filmed reaching out to a bison in an attempt to pat it as if it were a dog. Last summer, five people were injured by bison in Yellowstone. Three of the injuries occurred when people got close to bison in order to take selfies with the animal, only to be tossed in the air or jabbed by its horns.  Four of the people were hospitalized but none died. The National Parks Service said that bison cause more injures to people than any other animal in Yellowstone’s 3,500 sq mile expanse.   “These actions endanger people and have now resulted in the death of a newborn bison calf,” said the NPS. “Approaching wild animals can drastically affect their wellbeing and, in this case, their survival.”  The four million people a year who visit Yellowstone are required to stay at least 25 yards (23m) away from all wildlife and at least 100 yards (91m) from bears and wolves.   “Disregarding these regulations can result in fines, injury, and even death,” said the NPS.  “The safety of these animals, as well as human safety, depends on everyone using good judgment and following these simple rules.”",
  "webTitle": "Yellowstone bison calf euthanized after park visitors picked up animal on road",
  "webPublicationDate": "2016-05-16T19:37:43Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/yellowstone-bison-calf-euthanized-visitors-pick-up-suv",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "National parks",
      "id": "environment/national-parks",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wyoming",
      "id": "us-news/wyoming",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Montana",
      "id": "us-news/montana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Idaho",
      "id": "us-news/idaho",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Milman",
      "id": "profile/oliver-milman"
    }
  ],
  "guardianId": "world/2016/may/16/yellowstone-bison-calf-euthanized-visitors-pick-up-suv"
}