{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/20/sex-is-just-a-hobby-i-wouldnt-be-jealous-if-she-had-another-badminton-partner",
  "id": "2016-05-20-119",
  "sectionId": "commentisfree",
  "body": "Imagine this: your partner is sleeping with another woman or man, and you know about it. In fact, you’re also going on dates with other people – and you both talk openly about it.  Welcome to the world of open relationships, a topic that has been discussed this week with ongoing reports about a celebrity threesome, and TV personality Saira Khan saying she has given her husband permission to sleep with other women (something he later denied). So, what’s it like to not be exclusive? Here, five people talk about why being in an open relationship works for them.  My husband got involved with a friend – it was great My husband and I met when we were very young, and after being together for a while we realised we wanted to try different things sexually. I had always been attracted to other men and wanted to experience sex with a woman.  Then when I was travelling I had an affair. As soon as I came home I told my husband and we decided to have an open relationship. He went on to find a lover. Then we had a threesome with the man I had slept with and from then on decided to have a completely open relationship (an arrangement that’s been in place now for 10 years). We both travel a lot for work, so we tend to meet lovers while we are away. We have also gone to swinger clubs together. This openness has made our connection even deeper and our relationship more committed. We can talk to each other openly about it and our relationship has grown as a result. However not everyone understands it, so we don’t tell a lot of friends about our arrangement.  We have no specific rules but we do expect to know everything that is going on with each other both physically and emotionally. Communication is vital.  Recently I met a man whom I became very emotionally attached to, and this was very difficult for all of us. The man can tolerate my husband but hates the idea of me having sex with anyone else. He is married and has never done something like this before; he finds the whole concept difficult to understand. My husband got involved with a friend of mine and that was great for everyone except her husband, who found it difficult because she developed feelings for my husband.  In the past meeting someone else might have been considered as having a mistress or a lover. The idea that we should be in love with just one person is fairly modern. Andrea, 44, London My partner finds it a turn on when I meet other men I have been in an open relationship for three years. I met my partner online and we had the same views on monogamy and felt a relationship shouldn’t mean that you stop meeting other people. Being in an open relationship also works because we both might occasionally have different needs sexually and want to experiment. This way we don’t stifle each other.  It also takes the pressure off a bit, so you don’t feel like you have to be everything for the person you’re with. My partner actually finds it a turn on when I meet other men. We make sure that we take care of our sexual health. Being in an open relationship has definitely improved our sex life.  The worst part of it, however, is the fact that it takes time to establish new relationships, which can be emotionally draining. Also, you can feel jealous. Oh, and people tend to judge your relationship and assume it’s not working, hence why you’re sleeping with other people. My partner and I always talk honestly and openly about any new people we meet and where that relationship is going. We make it a point to prioritise each other no matter what. Sandra, 32, Belgium  None of my colleagues know and neither does my family  I met all my current partners online. I have a primary one, then two regular, semi-romantic partners who are a couple. I also have one sexual partner and other less regular lovers who I have more of a friendly relationship with.  I am in open relationships to liberate myself from the jealousy and over-possessiveness that has shaped past relationships. For me, love and sex do not need to be exclusive. We can love countless people equally, such as friends and family, and it’s no different with romantic partners.  The best thing about being in an open relationship is the flexibility of it and the open-mindedness, which means you don’t have to put relationships into categories. When a relationship stops potentially being long-term for whatever reason you don’t automatically have to bin it. For example, one of my partners and I came to the realisation that we want different things: he doesn’t want children whereas I desperately do. As such we are no longer suited to being life partners but we love each other and enjoy our relationship, so for now we will continue to spend time together and be a couple but slightly less attached. The worst part of being in an open relationship is that it’s hard to be open about it. None of my colleagues know (there would be rumours and gossip), and neither does my family. I feel like I am hiding my other relationships and it makes them automatically seem less important, even though to me they are very important. I also worry about sexually transmitted infections. Amy, 25, London Sex with my partner was amazing because we used to discuss our adventures I have just ended a seven-year open relationship. The arrangement wasn’t what broke us up, but it was a factor. It came to a point where my partner wanted to be monogamous. I was prepared to do it but my (now) ex felt I would always resent her for it, so we ended things.  Up until that point, we had been in an open relationship. There was no set decision to enter into it, it just sort of happened. It started with kinky sex, then bringing in other people and then we started playing with others separately.  With open relationships, one person tends to be into it more than the other. In my relationship that was me. I didn’t have any insecurities and loved my girlfriend being with other men (and women for that matter). I see sex like any other hobby: I wouldn’t be jealous of her playing badminton with another man, so why should I be jealous of her having sex with one? It’s more fun than badminton after all. In an open relationship you get to enjoy other people, and the sex with my partner was amazing because we used to discuss our adventures. We weren’t polyamorous, it was purely about sex so emotionally we were exclusive. The only rule we put in place was to make sure we were both practising safe sex.  People are generally more liberal when it comes to sex these days, so there’s less of a stigma around open relationships. I suspect the stigma and taboo is the main reason people are put off by it. They would be far more open to it if they didn’t worry what others thought. Kevin, 42, Wiltshire  Everything is in the open, without fear or lies My partner is bisexual, so there will always be a side to her sexual needs I can’t provide and my sex drive is attuned to looking for new partners. Our arrangement allows us both to maintain a positive and trusting primary relationship (no lies if they aren’t needed) and allows us the freedom to indulge passions inside and outside of our relationship.  The best thing is that everything is in the open, without fear or lies; the downside is that you have a lot of serious talks about your relationship. We are both free to see other women outside our primary relationship, but only up to the point that it might begin affecting us as a couple.  There are less expectations of perfect monogamy among younger generations, but people still have the desire for partnership and an open relationship does away with the lies and deception that really poison a partnership. Sex is just a fun way to transfer fluids. Tom, 29, Australia  • Some names have been changed",
  "webTitle": "'Sex is just a hobby: I wouldn’t be jealous if she had another badminton partner' | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-20T14:48:36Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/20/sex-is-just-a-hobby-i-wouldnt-be-jealous-if-she-had-another-badminton-partner",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/20/sex-is-just-a-hobby-i-wouldnt-be-jealous-if-she-had-another-badminton-partner"
}