{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/05/best-tv-of-summer-2016",
  "id": "2016-05-05-302",
  "sectionId": "tv-and-radio",
  "body": "Marseille Gérard Depardieu is a French mayor who, after a quarter of a century in office, finds a former protege running for his job. Promisingly, this eight-part political thriller is created by Dan Franck, who made French national politics gripping in the series Spin, a stand-out find of Channel 4’s Walter Presents strand of foreign-language drama. The fact that Franck has been signed by Netflix, and has in turn been able to contract Depardieu, is another sign of the increasing challenge that streamed drama is presenting to terrestrial channels. •5 May, Netflix.     Fun, brutal, stylish … from left, Paul Anderson, Cillian Murphy and Finn Shelby in Peaky Blinders. Photograph: Robert Viglasky/Caryn Mandabach Productions/Tiger Aspect/BBC    Peaky Blinders Peaky Blinders – which according to creator Steven Knight was one of David Bowie’s favourite shows – is about to return for a third series. Cillian Murphy’s Corleone-esque Tommy Shelby has spread his operation further than his wildest dreams would have previously allowed, and now he has to keep it together. It promises to be just as much fun, just as brutal and just as stylish as ever. Plus, Paddy Considine is going to be involved, and when has that ever not been brilliant news?•5 May, BBC2. The Windsors Under the creative control of former BBC executive Jay Hunt, Channel 4 has featured a number of shows that would be politically impossible at the BBC – such as this royal satire from the makers of Star Stories. Harry Enfield and Haydn Gwynne are Charles and Camilla, while Hugh Skinner and Louise Ford are William and Kate. The question is whether the jokes will aim for real sting or just silliness.•6 May, Channel 4.     We are most amused … The Windsors, starring Harry Enfield and Hadyn Gwynne, centre. Photograph: Channel 4    Billions The anger at the behaviour of the financial establishment that surges in US and UK politics should ensure a receptive audience for this 12-parter, which also has an enticing cast. Paul Giamatti is the US attorney attempting to bring to justice a hedge fund manager played by Damian Lewis. As the lawyer’s wife works for the financier, there is the potential for Breaking Bad-style complexities of morality and power.•12 May, Sky Atlantic.     Dylan Schombing and Melissa George in The Slap. Photograph: Allstar/NBC    The Slap The premise is simple: should anyone be able to smack another person’s child? The book by Christos Tsiolkas caused a storm a few years ago. Lisa Cholodenko, who directed The Kids Are All Right, has created this eight-parter starring Thandie Newton and Uma Thurman, with Zachary Quinto as the dad who does the slapping.• 12 May, Lifetime.  The Neighbours A Dutch import based on a bestselling novel, this is a drama about a couple who move to the suburbs and befriend a pair of swingers – with disastrous consequences. The series quickly became a sensation in its native country, partly because the four main characters are couples in real life, but presumably mainly because it looks like supercharged sexy trash of the best kind. The trailer alone is absolutely bananas. •July, More4. Locked Up For five decades, female prisons have been a recurrent subject for TV drama: Within These Walls, Prisoner: Cell Block H, Bad Girls, Orange Is the New Black. The last of these seems to have been an inspiration for this Spanish jail drama, imported by Walter Presents but chosen to be showcased on Channel 4. Framed for fraud, Macarena seeks revenge from inside, with hindrance and assistance from other inmates.•17 May, Channel 4.     Joshua McGuire and Faye Marsay in Love, Nina. Photograph: Nick Wall/BBC/See-Saw Films    Love, Nina Based on Nina Stibbe’s bestselling memoir about her years as a hapless nanny to the sons of LRB editor Mary-Kay Wilmers (Helena Bonham Carter) in 1980s Camden. Nick Hornby’s TV adaptation follows the devoutly shoe-free Nina as she navigates London life, reads novels for the first time – and cooks supper for neighbour Alan Bennett every night.•Mid-May, BBC One. Lady Dynamite Potentially the show to be most excited about for the whole summer. Maria Bamford, arguably the funniest person in the world at the moment, has made a sitcom about her real-life mental breakdown. Mitch Hurwitz from Arrested Development is in charge and South Park’s Pam Brady is writing. Bamford has covered her mental health issues repeatedly in her standup, and her billowing, fragmented take on them is dizzying. This could be magnificent. •20 May, Netflix.            Top Gear It’s still weeks away, but the first post-Clarkson series of Top Gear has already been met by a succession of angry backlashes. Chris Evans can’t talk and drive at the same time, we’ve heard. Plus he’s a vomiting egomaniac who hates his co-stars, we’ve heard. The entire new series will reportedly consist of nothing but Matt LeBlanc desecrating sacred British memorials, we’ve heard. These unconfirmed rumours and a trailer are about all we have to go on, but the show itself might be good. Right? •22 May, BBC1.     Matt LeBlanc in Morocco for Top Gear. Photograph: Roderick Fountain/BBC Worldwide/PA    A Midsummer Night’s Dream After the tame and over-celebratory approach to England’s most important poet in the RSC and BBC2 400th death day gala Shakespeare Live, more radical ambition is expected from Russell T Davies’s adaptation of Shakespeare’s comedy of transformations. Though given only 90 minutes – almost an hour less than most theatrical Dreams – Davies has employed many of the special effects crew from his Doctor Who days and has appetisingly cast Maxine Peake as Titania and Matt Lucas as Bottom, with the 87-year-old Bernard Cribbins also among the rude mechanicals.•May, BBC1.     Critics-in-training … Gogglesprogs. Photograph: Jude Edington    Gogglesprogs The Christmas special of Gogglebox, in which children were left to comment on British television instead of adults, proved so popular that it’s now a series in its own right. And this can only be good. At times it’s in danger of veering into annoyingly cutesy Kids Say the Funniest Things territory, but then the kids are often as funny as the adults. Also it helps that, unlike their adult counterparts, they haven’t yet developed the transparent desire to become celebrities in their own right.•June, Channel 4.         ‘Just like the Hamptons, only horrible’ … Orange Is the New Black    Orange Is the New Black Having shaken off the last traces of its source material last year in order to become the sprawling ensemble piece it always secretly wanted to be, Orange Is the New Black comes to us this year as an open book. Now that the playing field has been cleared and the annoying main characters have been reduced to bit-part players, the series can go anywhere it wants.•17 June, Netflix. Reg Jimmy McGovern helped to revive the single TV play with Common, which angrily questioned the legal concept of multiple convictions for a single crime, and now he takes on another contemporary liberal cause: the legality of the Iraq war. Tim Roth plays Reg Keys, who, after the death of his son in the conflict, stood against Tony Blair in his Sedgefield constituency in the 2005 general election. Intriguingly, the cast list published so far includes a “Blair minder” but no actor listed as the former PM, suggesting that the war leader may appear only in news footage.•June, BBC1.     Dark forces … Stranger Things star Winona Ryder. Photograph: Larry Busacca/Getty Images    Stranger Things Somewhere between Twin Peaks and The X Files, another of Netflix’s starry challenges to the traditional networks features Winona Ryder as the mother of a young boy who goes missing. Possibly having something to do with “the weirdo on Maple Street” who gives his name to the second of the eight episodes, the disappearance is also increasingly attributed to “dark forces”.•15 July, Netflix. Him  Three-parter that crosses the genres of domestic drama (teenagers coping with blended families caused by post-divorce remarriage) and horror (a supernatural power has been handed down through one of the families). Writer Paula Milne (The Politician’s Husband, White Heat) is one of TV’s most skilful practitioners.•July/August, ITV. Rio 2016  The summer Olympics (5 to 21 August on the BBC) and Paralympics (7 to 18 September on Channel 4) are almost bound to be a let-down for a British TV audience. A psychological temptation to find Rio wanting after London 2012 will combine with a schedule in which time differences and the demands of US television will put some major events in UK-unfriendly slots. But the BBC and Channel 4 – both under threat from the government’s impending white paper on broadcasting – will be keen to advertise their talents and values, so audiences should be rewarded.•5 to 21 August, BBC1; 7 to 18 September, Channel 4.     Jessica Ennis-Hill modelling the Team GB kit for Rio 2016. Photograph: Adidas UK/PA    The Get Down Baz Luhrmann’s first major work for TV raises the hope that, after weak recent movies, the change in medium can return him to the extravagantly brilliant form of Strictly Ballroom and Moulin Rouge. Luhrmann has directed three of the 13 episodes of this story of teenagers in the Bronx in the 1970s during the explosion of new music that led to disco, punk and hip-hop. The cast combines known stars (Jimmy Smits) and newcomers such as Mamadou Athie.•12 August, Netflix. BBC sitcom season As sedate as it was, the Open All Hours revival Still Open All Hours was such a hit that the BBC is repeating the idea across the board. Its sitcom season essentially works as a series of pilots for remakes of classic series. They’re remaking Are You Being Served? They’re remaking Porridge. They’re remaking Up Pompeii! and Keeping Up Appearances. They’re throwing everything they’ve got at this and, while there are bound to be a few duffers in the mix, you can bet that your mum will end up loving at least one of them.•Summer, BBC.     Incognito … Matthew Rhys in The Americans. Photograph: Craig Blankenhorn/FX    The Americans The greatest show that nobody watches is now in its fourth series, and as taut as it ever was. The Jennings family are still Russian spies, they still have unrestricted access to the world’s most elaborate wig collection and the prospect of death still haunts each character at every turn. It’s impeccable television and, if nothing else, worth watching to remind yourself that there’s more to Matthew Rhys than a bottle of wine and a wild-man beard.•Summer, ITV Encore. Robot Wars Technology has advanced in incredible ways since Robot Wars limped off air in 2005, having tumbled down the EPG to the sorry confines of Channel 5. And that can only be a good thing for this summer’s revived series, hosted by Dara Ó Briain and Angela Scanlon, because it offers new and interesting ways for the competing robots to pummel one another. Hopefully, though, the show’s key elements – endearing geekery, self-righting mechanisms, leather trousers – will remain intact. •Summer, BBC2.",
  "webTitle": "The unmissable TV shows of summer 2016",
  "webPublicationDate": "2016-05-05T07:00:00Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/05/best-tv-of-summer-2016",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Orange is the New Black",
      "id": "tv-and-radio/orange-is-the-new-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Peaky Blinders",
      "id": "tv-and-radio/peaky-blinders",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Americans",
      "id": "tv-and-radio/the-americans",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport TV",
      "id": "tv-and-radio/sport-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Gogglesprogs",
      "id": "tv-and-radio/gogglesprogs",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    },
    {
      "webTitle": "Mark Lawson",
      "id": "profile/marklawson"
    },
    {
      "webTitle": "Kate Abbott",
      "id": "profile/kate-abbott"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/05/best-tv-of-summer-2016"
}