{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/friday-best-tv-love-nina-mum-bobs-burgers",
  "id": "2016-05-20-332",
  "sectionId": "tv-and-radio",
  "body": "World’s Best Restaurants8pm, Good Food Contrasting views on local produce in this instalment of the food porn show. At Ithaa, a restaurant in the Maldives, the mission is to bring top-class dining to an underwater location. Local lobster makes the cut, but everything else is flown in for the benefit of customers who must dine barefoot, but otherwise be well-heeled. In contrast, we visit L’Enclume, where Simon Rogan’s hyperlocal mission means that any ingredient from outside Cumbria need not apply. John Robinson Love, Nina9.30pm, BBC1 New Nick Hornby adaptation of Nina Stibbe’s book, set in a posh London crescent in the early 80s. Faye Marsay is Nina, a dungaree-clad girl from Leicester who takes a job as a nanny for George (Helena Bonham Carter) and her two verbose little boys. Nothing much happens, but gentle humour and sweet moments follow as Nina and the family settle into life together, singing football songs, worrying about nuclear war and discussing crabs around the dinner table. Hannah Verdier Mum10pm, BBC2 It’s February, and Cathy’s first Valentine’s Day since the death of her husband. Not wanting her to be alone, her brother Derek arrives, much to the chagrin of his partner, the spiteful tact-vacuum Pauline, who obviously had something a bit more spiffy in mind and makes sure everyone knows it. Lovelorn Michael also pitches up for the same reason, and finds Cathy in possession of a mystery Valentine’s card. It’s subtly brilliant work from writer Stefan Golaszewski. Ben Arnold EMI: The Inside Story10pm, BBC4 For the Sex Pistols, they were “stupid fools”; for many other artists, including Radiohead, who enjoyed a considerably longer relationship with them before marching off, they were simply incompetent number-crunchers, venture capitalists without a clue how to run a music business. How did this once-revered label, home to everyone from the Beatles and Pink Floyd to Queen, lose its way so badly? The likes of Neil Tennant, Nick Mason and Roger Taylor tell all. Ali Catterall Bob’s Burgers10pm, Comedy Central The fifth season of Fox’s underrated animated comedy about a family-run fast-food joint finally makes it across the Atlantic, almost two years after its original airing in the States. In the first of a double bill, there’s sibling rivalry when Gene and Tina star in rival musicals. Then it’s time for an altogether spookier outing as Tina embarks on a relationship with Jeff, a ghost living in the family’s basement. Brilliantly deadpan fun. Hannah J Davies No Such Thing As the News11.05pm, BBC2 This new series is based on the popular podcast No Such Thing As a Fish, in which the researchers of QI unearth and kick around their most interesting obscure facts of the week. This spinoff applies the treatment to current events: it takes a look at the week’s affairs, but in search of interesting gems, rather than taking the usual panel show satirical broadsides. With James Harkin, Andrew Hunter Murray, Anna Ptaszynski and Dan Schreiber. David Stubbs Live sport Test cricket: England v Sri Lanka The second day of the first Test match from Headingley. Can England build on their promising winter? 10.30am, Sky Sports 2 League One football: Millwall v Bradford City The second leg of the playoff tie, with a place at Wembley – and a spot in the Championship – up for grabs. 7.30pm, Sky Sports 1 Film choices Trainwreck (Judd Apatow, 2015) 3.45pm, 8pm, Sky Movies Premiere Amy Schumer bursts on to the screen in her star/screenwriter debut as a boozy, sexually relaxed journo called Amy. Life is a carefree frolic until she develops feelings for sports doctor Aaron (Bill Hader). Sounds like a standard romcom, but Schumer’s writing and acting are subtler than that. Lots of laughs, too, and Tilda Swinton offers standout support as Amy’s bossy British editor. Paul Howlett He’s Just Not That Into You (Ken Kwapis, 2009) 9pm, E4 An impressive coterie of top actors take a firm grip on this thoughtful film about love and sex. There’s control-freak Jennifer Connelly, seductress Scarlett Johansson, cyber-dating Drew Barrymore and Jennifer Aniston, who is painfully realising that lover Ben Affleck isn’t going to marry her. All are upstaged, though, by Ginnifer Goodwin’s Gigi, who can’t understand why she’s never asked on a second date. PH",
  "webTitle": "Friday’s best TV: Love, Nina; Bob’s Burgers; No Such Thing As the News",
  "webPublicationDate": "2016-05-20T05:10:31Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/friday-best-tv-love-nina-mum-bobs-burgers",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "QI",
      "id": "tv-and-radio/qi",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "EMI",
      "id": "business/emi",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Helena Bonham Carter",
      "id": "film/helena-bonham-carter",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Millwall",
      "id": "football/millwall",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Bradford",
      "id": "football/bradford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Amy Schumer",
      "id": "culture/amy-schumer",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "David Stubbs",
      "id": "profile/davidstubbs"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/friday-best-tv-love-nina-mum-bobs-burgers"
}