{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/saracens-newcastle-premiership-match-report",
  "id": "2016-05-01-53",
  "sectionId": "sport",
  "body": "More often than not – nine times out of 13 so far – the team who finish top of the table do not go on to become champions. Saracens are not afraid of that little quirk of history and they confirmed their position as table-toppers with this win over Newcastle, securing their first-seed status for the play-offs in what is surely the longest, most arduous seeding mechanism in sport. Saracens look the likeliest top seeds to buck the trend since, well, the last time they finished top, two years ago, when they yielded the title to Northampton, courtesy of a last-minute-of-extra-time try in the final. They were well short of their usual standards here, a less than full-strength team labouring to find their rhythm after the club’s latest annual bonding trip, this one to Dubrovnik during the week, where they celebrated last weekend’s win over Wasps in the semi-final of the Champions Cup.   Related: Saracens beat Wasps to final as English rugby hits vibrant heights    “Last weekend took a lot out of us emotionally,” said Mark McCall, Saracens’ director of rugby. “And we haven’t trained much this week, because the players went to Europe for two or three days and had a phenomenal time. We knew we needed to do something different. This weekend’s our 29th consecutive game. We needed not to touch a rugby ball – and we didn’t.” All in all they could be forgiven any reorientation period. It turned out they needed 40 minutes’ worth. Newcastle led 14-3 at the break and were good for every point of that lead. Marcus Watson scored two tries, both sparkling efforts of wit and improvisation, the first off turnover ball at the end of the first quarter, the second off a lineout on the stroke of half-time. Craig Willis’s little chip to set him up for it was a thing of beauty. It appeared at that point Newcastle were about to secure their Premiership status in style. In the end London Irish’s defeat to Harlequins secured it for them. “I genuinely didn’t think we’d go down this year,” said Dean Richards, the Falcons’ director of rugby. “That’s not being blind to what’s going on. I just thought the side was too good for it.” But not yet good enough to prevail against the league leaders. Saracens changed their props at half-time, and the effect was pronounced. The variety of ways they can go about the business of winning marks them out. The sparkling stuff was not available, so they reverted to the slow, painful stuff. Three tries followed. Jackson Wray scored the first two, by which Saracens established a lead before the third quarter was out. For the third he slipped the ball to Maro Itoje, who plunged over with 10 minutes to go. Their grip on that second half was vice-like. As a manner in which to secure first place it was not beautiful but in that respect it was the perfect way to send off Jacques Burger, the great warrior, who took a bow before and after the match. He is heading home to Namibia to his family’s farm. Saracens march on to who knows what triumph or disaster in the weeks to come. Saracens Ransom; Ashton, Bosch, Barritt (capt; Tompkins, 74), Wyles; Hodgson (Mordt, 76), Wigglesworth (Spencer, 56); Barrington (M Vunipola, h-t), Saunders (Brits, 56), Lamositele (Figallo, h-t), Itoje, Hamilton (Smith, 70), Rhodes, Burger (Brown, 53), Wray. Tries Wray 2, Itoje. Con Hodgson. Pens Hodgson 2. Newcastle Hammersley; Tait (Catterick, 70), Harris, Powell (Penny, 72), Watson; Willis, Young (Tipuna, 70); Vickers (Rogers, 67), McGuigan (Hawkins, 72), Vea (Foster, 55; Vea, 65), Botha (Mayhew, 63), Robinson (Green, 36), Welch (capt), Temm, Wilson. Tries Watson 2. Cons Willis 2. Referee I Tempest. Attendance 9,744.",
  "webTitle": "Saracens grind win against Newcastle with Jackson Wray at the double",
  "webPublicationDate": "2016-05-01T18:38:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/saracens-newcastle-premiership-match-report",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Newcastle",
      "id": "sport/newcastlefalcons",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/01/saracens-newcastle-premiership-match-report"
}