{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/09/trudy-wilson-obituary",
  "id": "2016-05-09-124",
  "sectionId": "education",
  "body": "My mother, Trudy Wilson, who has died aged 92, was a born teacher who enriched the education of countless children in her work as a primary schoolteacher. When a dejected pupil, Billy, reflecting on the difficulties of learning to read, declared: “Eh, Miss, it’s a bugger,” she replied, smiling: “Yes, Billy, it is.” She often wondered, fondly, what became of him. That was Trudy: gentle, empathic and with a natural ability to relate. Born in Worcester to Louise (nee McGuigan) and William Russell, a corporal in the Worcestershire Regiment, Trudy spent most of her childhood in Heywood, now in Greater Manchester. After leaving school, she worked as a teleprinter operator for the signals section at RAF Heywood, 35 Maintenance Unit, where she earned a commendation for her typing speed. From 1946 to 1948, she volunteered in Warsaw, Poland, first as a member of the Council of Foreign Voluntary Agencies, closely linked with the UN Relief and Rehabilitation Administration. She helped co-ordinate this postwar relief work, pitching in with whatever needed doing, including sorting out visas and, as her Polish improved, interpreting for volunteers. She then worked with children on projects for Save the Children Fund at Nieporet, north of the capital. The director of the latter wrote of Trudy’s “special aptitude for any work with children”. She treasured this time, and her Polish friends, for life. In 1949, the iron curtain having forced her return home, Trudy trained as a primary schoolteacher at Warton emergency training college in Lancashire, and met my father, Raymond, a trainee secondary schoolteacher at a nearby college. They married in July 1950. Trudy’s first post, also in 1950, was at Halton Bank council school in Salford. She then worked at Birches Green primary, Erdington, Birmingham, and at Atkinson Road primary, Newcastle-upon-Tyne, the school my father had attended as a child. Following their move south, when Raymond was appointed to a post at Dulwich college, in south London, Trudy taught at Rosendale junior school, West Dulwich, in the early 1960s, developing her special interest in pupils with reading difficulties. Trudy was a constant support to Raymond in his career, which culminated with his appointment as professor of education at Reading University in 1968. Her passion for teaching meant that she taught wherever we moved – in Southampton, at St Anne’s Catholic school, and then in Oxfordshire schools, until her final post at Shiplake College, Henley-on-Thames, teaching students with dyslexia. In later years she had to contend with great loss: Raymond died in 1995 and her youngest son, Mark, the following year. She is survived by my brother, John, and me, and by her grandchildren, Sam, Tom and Alice.",
  "webTitle": "Trudy Wilson obituary",
  "webPublicationDate": "2016-05-09T15:38:01Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/09/trudy-wilson-obituary",
  "keyword": [
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Dyslexia",
      "id": "society/dyslexia",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/09/trudy-wilson-obituary"
}