{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/22/20-twenty-best-social-apps-talkshow-airtime-mush-shelfie-freshteam-once-flipagram-msqrd",
  "id": "2016-05-22-120",
  "sectionId": "technology",
  "body": "The most popular social apps – Facebook and WhatsApp, Messenger and Instagram, as well as Twitter and Snapchat – have hundreds of millions of people using them. They’re not in any immediate danger of being dislodged from your home screen. That hasn’t stopped startups from trying, though. There are hundreds releasing new social apps all hoping to be the next big smartphone hit. Most fail, some get bought by bigger fish as they start to grow, but many have some inventive ideas along the way about what the next social networking trends will be. Here are some of the social apps making waves in 2016. Talkshow  Subtitled “texting in public”, this app aims to get people hosting virtual chatrooms about any topic they like, encouraging visitors to contribute their thoughts and images. Whether you’re a host or an audience member, look for spirited debate. Airtime  Created by Napster co-founder Sean Parker, this is a new spin on group chats, using live video of you and up to five friends, while enabling you to pull in YouTube videos, Spotify music streams and gifs to share with the crowd. Miitomo  Nintendo’s long-awaited first mobile app. It’s based on the games company’s Mii avatars: you create a character then can dress it up, insert it into photos and send it off to interact with friends’ Miis. Quirky.     Change your face for better or worse with the MSQRD app.    MSQRD  This is one of the apps that has made a smartphone craze out of “face-swapping” – and it proved so popular that Facebook bought it. Switching visages with a friend is just one feature here though: there are other “selfie animations” to explore. Peach  Peach was overhyped when it launched earlier in the year, but now the excitement has died down, it has some inventive ideas. It’s about messaging friends, but also sending doodles, sharing music, and rating… anything you like. Flipagram  A bit like Instagram – you may have guessed that from the name – but with the ability to add music to your photos and videos before sharing them. Licensing deals mean the music is legit, and the app can share to Instagram and other social networks as well as its own community. Once  Is modern dating just about swiping through dozens of Tinder profiles looking for matches? Once has a different approach, showing you a single match every day and giving you 24 hours to get in touch with them. Or not. FreshTeam  As a messaging app for office teams, Slack has been very popular. Now it’s facing competition from FreshTeam, which gets colleagues pinging messages back and forth, as well as jumping into voice calls and checking one another’s location on a map.         Watch a video about Yubl.    Yubl  A UK social startup, Yubl is another app with an emphasis on groups: friends, not co-workers in this case. It focuses on visuals: a “Yubl” is a square, shareable thing blending text, images, filters and interactivity – created by you. Musical.ly  This is a social network for amateur music-video creators. A category that includes anyone capable of miming along to their favourite pop hit, since this is an app for making and sharing lip-sync videos with friends, in the same vein as 2015’s craze Dubsmash. Shelfie  Shelfie is a clever app for bookworms: take a photo of your bookshelf and it’ll tell you which books are available as free (or at least discounted) ebooks. But it’s also a social reading network for chatting to likeminded souls. Beme  Launched by YouTube star Casey Neistat, this is a video-sharing app that tries to make “honesty” its virtue with an emphasis on unfiltered videos. That means you can’t review what you’ve shot before sharing it, but you can see people’s video reactions.     Make your life a bit more Kardashian with the Kimoji app.    Kimoji  Kimoji has a stinking two-and-a-half-out-of-five stars rating on Apple’s app store, although it’s tempting to wonder how many people are reviewing its figurehead Kim Kardashian rather than the app. Even so, if you’ve ever wished there were more shoes, nails and bottoms in your emoji keyboard, it’s worth a look. Mush  Mush is a location-based social app for mothers, helping them meet other parents in their area for messaging and playdates. It also offers advice on all things involving British motherhood, from hosting birthday parties to making it around the Natural History Museum with your sanity intact. QuizChat  News site BuzzFeed’s quizzes are regularly shared on social networks, but its standalone QuizChat app aims to get you completing them with friends in pairs, before chatting about your respective hot message or YouTube cat-star alignment. WonderBox  Made by children’s apps firm Duck Duck Moose, WonderBox is a social app designed to be used within families. That means private messaging between parents and children, as well as creative challenges to share, and educational videos pulled in from YouTube.         Watch a video about Rando.    Rando  Rando sounds like a dreadful idea: it picks a photo at random from your smartphone, then sends it to a friend. You can also send gifs or quotes. Its developer says he made it to make people think about what’s lurking in their camera rolls, and whether they’re happy to share it. Stylezz  The latest in an emerging category of social fashion apps. You can browse the latest outfits from fashion bloggers by following their profiles, but you can also share photos of your own clobber. Naturally, the app also helps you buy the clothes you find. Vidku  Vidku is entering a crowded market of video-sharing apps, but its selling point is control. You can share your clips publicly or in private groups, with the option to “unshare” them from individual friends or whole groups whenever you want. Rapha RCC  Finally, a social app for cyclists, tied to the Rapha Cycling Club. It costs £135 a year, with the app helping you see nearby rides with other members (and organise them yourself) as well as managing your profile and sharing bike talk.",
  "webTitle": "Coming to a screen near you… the 20 best new social apps",
  "webPublicationDate": "2016-05-22T09:30:39Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/22/20-twenty-best-social-apps-talkshow-airtime-mush-shelfie-freshteam-once-flipagram-msqrd",
  "keyword": [
    {
      "webTitle": "Apps",
      "id": "technology/apps",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "WhatsApp",
      "id": "technology/whatsapp",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Instagram",
      "id": "technology/instagram",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Tinder",
      "id": "technology/tinder",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Snapchat",
      "id": "technology/snapchat",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Spotify",
      "id": "technology/spotify",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BuzzFeed",
      "id": "media/buzzfeed",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Dredge",
      "id": "profile/stuart-dredge"
    }
  ],
  "guardianId": "technology/2016/may/22/20-twenty-best-social-apps-talkshow-airtime-mush-shelfie-freshteam-once-flipagram-msqrd"
}