{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/19/freddie-gray-officer-trial-closing-arguments",
  "id": "2016-05-19-73",
  "sectionId": "us-news",
  "body": "Prosecutors concluded their case against Baltimore police officer Edward Nero on Thursday by arguing the arrest of Freddie Gray in itself amounted to a crime. Nero, one of six officers facing charges over the death of Gray, is on trial for assault, reckless endangerment and misconduct in office – all misdemeanors. The assault charge stems from what the state contends was an illegal stop and detention of Gray – not from conduct that led directly to his death – in what many are calling a novel and ambitious legal theory by prosecutors. In closing arguments that were repeatedly interrupted by Baltimore judge Barry Williams, prosecutor Janice Bledsoe made the argument that police officers can be criminally responsible for their arrests. “You’re saying here in this court that if there’s an arrest and there isn’t probable cause, it is a crime?” asked an incredulous Williams. Bledsoe, flustered, asked for a moment before engaging in an exchange with Williams that ended with her conceding that, yes, she was arguing that prosecutors can pursue police officers for a crime for an improper arrest. In rebuttal, deputy chief state’s attorney Michael Schatzow clarified, saying that not every arrest made without probable cause is a crime, only those in which “the officer is not objectively reasonable.”    Related: Officer in trial over Freddie Gray death first to testify against fellow defendant    The case has in some ways turned the normal workings of the criminal legal system upside down, with prosecutors arguing that police officers should be punished for improper arrests, and the defense arguing that officers should be given leeway and discretion when following departmental procedure. It also makes for a risky first verdict for prosecutors in the closely watched case over Gray’s death due to a severe spinal injury he incurred in police custody. After the first trial of officer William Porter, the jury could not reach a unanimous verdict and a mistrial was declared. That case has not yet been retried. Nero requested that his case be decided by a judge rather than a jury, meaning that his trial will almost certainly deliver the first verdict in the case. Williams has said he will offer a verdict on Monday morning. But legal experts warn that the arguments for charging Nero with a crime are on shaky legal footing and police warn of dramatic repercussions. Some law enforcement officials fear that if the judge rules in favor of the state on the assault charge that officers will find it more difficult to do their jobs. The Fraternal Order of Police, the head of the FBI, and many others have attributed murder spikes in Baltimore and other cities where police killings of black men have resulted in protests to “second guessing” on the part of officers, which, they say, emboldens criminals, sometimes calling it the “Ferguson effect”. Others think that perhaps police should second guess themselves more often. “Currently the police power to arrest on presumed probable cause has resulted in roughly 60-65% of arrests being dismissed or not prosecuted,” said university of Maryland law professor Douglas Colbert. “To me that indicates that many of the people originally arrested should not have been charged or taken into custody.”   Related: Is the 'Ferguson effect' real? Researcher has second thoughts    Generally, prosecutors argue for giving officers broad leeway in making searches, stops, or arrests, while defense attorneys ask judges to suppress evidence as the “fruit” of an illegal search. The prosecution of an officer for making an arrest without probable cause is exceedingly rare and, Colbert says, “bold”. The defense painted Nero as a former firefighter who became a cop because he wanted to help people. He was “well-respected by the people in the community”, said Nero’s lawyer Marc Zayon. Nero was on bike patrol in the area where he and other officers encountered Gray because of a directive sent by the state’s attorney asking officers to ramp up their presence there because of increased drug activity. Officer Garrett Miller, who also faces charges over Gray’s death, was forced to testify by prosecutors. But his testimony may have hurt their case. He said that it was he and not Nero who initially apprehended and handcuffed Gray and that Nero did not touch Gray until he asked for an asthma inhaler. The prosecution argued that because Nero was involved in the arrest, he is legally culpable even if it was Miller who physically arrested Gray. Two broad supreme court rulings on fourth amendment rights are in play in this case. The defense argues that Gray’s arrest was legal under Illinois v Wardlow, which held that an officer can pursue someone for fleeing at the approach of an officer in a high crime area. But the prosecution argued that Terry v Ohio specifically prohibits the kind of detention and search the officers made of Gray. So-called “Terry stops” and frisks allow an officer to detain someone only long enough to dispel or confirm a reasonable, articulable suspicion of unlawful conduct. “The evidence will show it is an arrest, not a Terry stop,” Schatzow said of Gray’s initial detention. “Handcuffing does not automatically turn a detention into an arrest,” Nero’s lawyer countered. “They may not like it. I don’t like it, I’m normally on the other side.” But, Zayon argued, such stops are legal. According to police, Gray ran when he saw Lt Brian Rice. But Brandon Ross, who was with Gray the morning he was arrested, testified that Gray started running seconds before he saw Rice, which would mean that the stop was not applicable under Wardlow. Rice called in a foot chase and Miller and Nero, who were on bike patrol, pursued him, without knowing what he was suspected of, Miller testified. When Miller caught up with him at Gilmor Homes, he immediately put Gray into a prone position and handcuffed him. Miller testified that Rice did not indicate what the suspects had done and that he didn’t ask questions so as not to block the radio. Prosecutors argued that it was Nero’s duty to do so. Upon searching Gray, which the prosecution claims was illegal, the officers found a knife, which they thought was an illegal switchblade and served as the basis for the arrest. But the knife was not mentioned at all during the trial, because of a defense motion which prohibited the prosecution from doing so. In his testimony, Ross said he called 911 to report the arrest as an assault, but gave a false name. “I knew I was going to be harassed and messed with by police officers,” he said when asked by the defense why he gave a false name. Ross had already spent 45 days in jail shortly after Gray’s death for not having a registration on a dirtbike and was recently arrested for assault charges, which a member of the state’s attorney’s office will prosecute. He was led from the courtroom in cuffs. The reckless endangerment charge against Nero charge stems from helping to load Gray into the police transport van, where the medical examiner says he suffered his fatal wounds, and failing to hook his seatbelt. “Mr Gray was put in a risky and dangerous position on the floor of the van,” Schatzow said. The defense argued that the statute dealing with reckless endangerment does not apply to situations “involving the use of a motor vehicle”. Zayon also called a number of witnesses who testified that Nero had not been trained to hook seatbelts in transport vans and that it was not his responsibility to do so. As during the first trial of Porter, a general picture of a department with haphazard training and communications emerged from the testimony. “Two years on the force, he was a baby officer, still learning all of this,” Zayon said in closing.",
  "webTitle": "Prosecutors argue Freddie Gray arrest was a crime as verdict nears",
  "webPublicationDate": "2016-05-19T18:03:33Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/19/freddie-gray-officer-trial-closing-arguments",
  "keyword": [
    {
      "webTitle": "Freddie Gray",
      "id": "us-news/freddie-gray",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Baltimore",
      "id": "us-news/baltimore",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Maryland",
      "id": "us-news/maryland",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Baynard Woods",
      "id": "profile/baynard-woods"
    }
  ],
  "guardianId": "us-news/2016/may/19/freddie-gray-officer-trial-closing-arguments"
}