{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/30/londons-garden-bridge-call-for-full-inquiry-into-projects-finances",
  "id": "2016-05-30-73",
  "sectionId": "uk-news",
  "body": "A Labour MP has formally asked the government’s independent spending watchdog to investigate how the trust behind London’s proposed garden bridge has spent almost two-thirds of the government funding for the project before construction has begun. Kate Hoey, whose Vauxhall constituency takes in the south landing of the proposed 367-metre structure across the Thames, has written to Sir Amyas Morse, the comptroller and auditor general of the National Audit Office (NAO), to request a full inquiry into the finances of the project, with work on it halted in the interim. In the letter, Hoey says she was prompted by comments from the new mayor of London, Sadiq Khan, that the Garden Bridge Trust had spent £37.7m of its £60m in public funding and so it would thus cost more to cancel the controversial project than press ahead. Khan had previously expressed scepticism about the bridge. But the Labour mayor told his first mayoral question time last week that he now backed the project, with certain conditions, such as a reduction in the number of times it is closed for private fundraising events. “If the bridge was cancelled now, taxpayers will have spent £37.7m for no benefit at all,” Khan said.   Related: London's garden bridge: will 'tiara on the head of fabulous city' ever be built?    Hoey said she was aghast to learn how much had been spent before the project had met all its planning conditions and was worried at the opacity over where the money had gone.  “We’ve had millions of pounds of public money spent and we have no idea what it’s actually been spent on, and it was spent before it even got full planning permission,” Hoey said.  “We’ve got the new mayor of London saying the money would otherwise have been spent for no benefit at all. So hang on, what is the National Audit Office for if it’s not meant to look into something like this?” “He said we’re going to lose all this money if we cancel. But the way the Garden Bridge Trust has handled this, we’ll be throwing more money away. I really do think it’s a project it’s almost impossible to make work.” The letter to Morse asks that the NAO investigate what the money has been spent on and whether contracts signed by the trust were procured suitably. Hoey wants the NAO to check that none of the anonymous private donors to the scheme have links to contractors. She wants clarity on whether the trust can deliver the bridge to its £175m budget and whether taxpayers might have to top up the estimated £3.5m-a-year running costs. “The most fundamental question is how could such a significant amount of money be spent, in the mayor’s own words, ‘for no benefit at all’.” she wrote. “I am extremely concerned that if the NAO does not step in at this point of time it will seriously damage its reputation for assuming accountability of oversight of public finances.” The NAO has told Hoey it will look into the matter and hopes to respond in early June. The bridge, intended to stretch from the South Bank to Temple on the north of the Thames, is planned to feature 270 trees and thousands of plants. Designed by Thomas Heatherwick, who created the London 2012 Olympic cauldron, it is billed by supporters as a vital pedestrian link and a beautiful elevated park and described by Joanna Lumley, the actor who came up with the idea, as “a gift to the people of London”. However, it has faced considerable political opposition and a mixed public reaction, especially over the issue of financing. Of the planned total £175m cost, £30m comes from the Department for Transport and the same sum from Transport for London, with £20m of the latter repayable as a 50-year loan. Of the £115m in planned private donations, about £30m has yet to be raised. The Garden Bridge Trust has refused to give details of what the public money has been spent on, citing commercial confidentiality, saying only it paid for securing planning consents, design work, pre-construction investigations and “developing” parts of the bridge off site. It has declined to say how much donated money has been spent so far. A spokeswoman said: “The public money that has been spent so far has been used by the trust to develop the scheme to the stage where we have appointed a contractor, detailed design work has taken place and the bridge has secured planning permission. That work is crucial in enabling the project to secure large investment from the private sector.”",
  "webTitle": "London's garden bridge: call for full inquiry into project's finances",
  "webPublicationDate": "2016-05-30T16:05:14Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/30/londons-garden-bridge-call-for-full-inquiry-into-projects-finances",
  "keyword": [
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Walker",
      "id": "profile/peterwalker"
    }
  ],
  "guardianId": "uk-news/2016/may/30/londons-garden-bridge-call-for-full-inquiry-into-projects-finances"
}