{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/07/climate-change-shell-exxon-philippines-fossil-fuel-companies-liability-extreme-weather",
  "id": "2016-05-07-166",
  "sectionId": "sustainable-business",
  "body": "Can Chevron, ExxonMobil and BP be held accountable for the vulnerable communities most affected by climate change? It’s a question a legal case in the Philippines could answer. Last month, lawyers for the petitioners met with the Commission on Human Rights of the Philippines (CHR), a constitutional body tasked with investigating human rights violations. Their goal was to identify expert witnesses for a hearing into the liability of 50 of the biggest fossil fuel companies for violating the human rights of Filipinos as a result of catastrophic climate change. This follows a petition filed on 22 September 2015 by Greenpeace and the Philippine Rural Reconstruction Movement on behalf of typhoon survivors, which called for the devastation of extreme weather-related disasters to be properly recognised: “The real-life pain and agony of losing loved ones, homes, farms – almost everything – during strong typhoons, droughts, and other weather extremes, as well as the everyday struggle to live, to be safe, and to be able to cope with the adverse, slow onset impacts of climate change, are beyond numbers and words.”  The hearing will consider whether companies’ policies and investments adequately address the human rights issues specified in the petition.   Map of the Philippines Map of the Philippines   The Philippines is among the countries most exposed to natural hazards in the world, with 130m Filipinos affected by weather-related disasters between 1995 and 2015. In 2013, for example, Typhoon Haiyan wreaked devastation, killing more than 6,300 people and causing billions of dollars worth of damage. It is widely acknowledged – including by the Filipino government’s Climate Change Commission – that climate change is exacerbating these problems. The decision to invite climate scientists as witnesses to the Philippines investigation is seen as a significant opportunity to demonstrate the links between climate change and extreme weather. “It’s encouraging because it shows that we managed to get the message out there that this branch of science [the attribution of extreme weather events to climate change] can robustly say things,” says Dr Friederike Otto, senior researcher at the University of Oxford’s Environmental Change Institute. A decade ago the field was dominated by generalised predictions about the frequency of events. Today, advancements in computer modelling mean that scientists can make quantitative assessments in real time. When Storm Desmond hit the UK in December, for example, researchers pronounced within days that climate change had increased the likelihood of the floods by 40%.     Survivors of Typhoon Haiyan rush for fresh water delivered by helicopter to their isolated village north of Tacloban in November 2013. Photograph: Damir Sagolj/Reuters    But, despite progress in the scientific understanding of the connection between extreme weather events and climate change, the Filipino case still faces challenges. Jurisdiction is a major one. The CHR can only compel the seven major carbon companies that have branches in the Philippines – although this does include Shell, BHP Billiton and ExxonMobil – to defend their policies in writing and at public hearings. The 43 other companies will also be asked to attend. If they resist, the complainants have recommended that the CHR seeks the assistance of the UN to encourage them to co-operate. The jurisdictional issue touches on one of the central legal hurdles that those suffering from the impacts of climate change face in attempting to hold governments and corporations to account – does an actor operating in one country have legal responsibility towards those who may suffer the consequences in another? Lawyers face many other questions. Is it possible to hold any one corporation responsible for its relatively small contribution to a global crisis caused by many? Can anyone be held accountable for harm caused by emissions that go back to the industrial revolution?   Related: Dutch government ordered to cut carbon emissions in landmark ruling    “The amorphous nature of climate change presents unique problems that courts are now being asked to rule upon,” says climate lawyer Gillian Lobo from ClientEarth, who cites cases including the claim of public nuisance brought by the Alaskan Village of Kivalina against 22 energy companies, and the Urgenda Foundation case, where the Dutch government was ordered to reduce its emissions by a minimum of 25% by 2020. “Judges are generally cautious when it comes to developing the law, but given the urgent need to tackle the harmful effects of climate change they must be willing to so,” says Lobo. When the investigation concludes, the Filipino government will be mandated to consider the recommendations of the CHR. Although the companies will not be legally bound to any changes to their policies and investments requested by the CHR unless they agree to be so early on in the process (the case is yet to reach this point), Zelda Soriano, the lawyer at Greenpeace acting on the case, says that the findings would hold weight with the courts and the CHR could recommend that specific cases be filed against corporations by victims.  “The world will be watching this investigation and how the carbon majors are responding and behaving,” says Soriano. “If there was a positive finding [against these companies] by the commission, it should move the shareholders and investors to think if it is worth investing in the carbon majors, not just on moral grounds but because the very social licence and the profitability of these corporations would also be in question … It will set a precedent.”  Is business ready for extreme weather? – open thread",
  "webTitle": "Philippines investigates Shell and Exxon over climate change",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/07/climate-change-shell-exxon-philippines-fossil-fuel-companies-liability-extreme-weather",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Philippines",
      "id": "world/philippines",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Typhoon Haiyan",
      "id": "world/typhoon-haiyan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Royal Dutch Shell",
      "id": "business/royaldutchshell",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHP Billiton",
      "id": "business/bhpbilliton",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Exxon Mobil",
      "id": "business/exxonmobil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chevron",
      "id": "business/chevron",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BP",
      "id": "business/bp",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Energy industry",
      "id": "business/energy-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Oil and gas companies",
      "id": "business/oilandgascompanies",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Howard",
      "id": "profile/emma-e-howard"
    }
  ],
  "guardianId": "sustainable-business/2016/may/07/climate-change-shell-exxon-philippines-fossil-fuel-companies-liability-extreme-weather"
}