{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/10/big-or-small-brands-need-great-ideas",
  "id": "2016-05-10-94",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "Consultants appear to rule the world. From Whitehall to the boardrooms of industry, it seems that the more expensive the advice, the better it is. In the face of growing competition from consultants, the MAA Client leadership Group has looked at strategies for members to implement in order to fight back. There’s no doubt that consultants have found great ways of extending their reach beyond technical initiatives, such as systems integration and IT execution. They tend to pool knowledge from their specialist practices so that they can learn quickly. They are helped in this because working for the competition is seen almost as a prerequisite, something not tolerated in the marketing communications world. Consultants are often on site, embedded in client organisations and able to spot additional opportunities to extend their services. They also tend to shy away from the “big idea” as a silver bullet to the client problem, favouring data, technology and systemisation. So how are MAA members responding and adapting? We’ve identified a number of ways that progressive agencies are adding value beyond the consultancy offer. Whether brands need big ideas or lots of small ones, they still need great ideas. The best ideas are not necessarily those that identify the most compelling product benefit, but are those that tap into, or augment, culture – something agencies are well placed to understand and leverage. At Leo Burnett Group, we have a cultural anthropologist team, as well as brand and channel planners, because we know that audiences are more interested in culture than in ads. Ideas like the Adidas’ “There will be haters” simply don’t come out of management consultants. The campaign won Best Consumer Product Idea at the MAA Best Awards and was praised for taking a negative (football trolls) and turning it into a positive (product features).  “The idea” also increasingly has an inbuilt data or technology angle, as in the case of Proximity’s campaign for The Economist, which raised eyebrows and subscriptions by developing an innovative way of aligning content to news in real time.  Marketing industry news also shows that agencies are taking this blend to new levels. Publicis Groupe recently created Sapient Inside to provide “the alchemy of creativity and technology” and to give clients access to the best of both worlds.  Ultimately, the ability of the agency to make a difference lies in whether the idea has the intended impact on the client’s business – and there’s no doubt that agencies need to get better in demonstrating the link between these ideas and business results. Yet agencies tend to be pragmatic and are able to respond quickly to complex problems and opportunities. One way to ensure the cultural relevance previously mentioned is through “in the moment” marketing, responding to events around us as they happen.  Brands sometimes take things too far in their push to be culturally relevant at the expense of taste, as we saw with some of the brand reactions to the recent death of Prince. Such incidents show the value that progressive agencies can add to clients not only in providing great ideas, but also in curating a brand’s reaction to cultural events while impacting positively on business results. Ian Thomas is chair of the MAA client leadership group and managing director of Arc This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Big or small, brands still need great ideas",
  "webPublicationDate": "2016-05-10T17:01:15Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/10/big-or-small-brands-need-great-ideas",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/10/big-or-small-brands-need-great-ideas"
}