{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/17/dj-searches-old-couple-fabric-nightclub",
  "id": "2016-05-17-116",
  "sectionId": "music",
  "body": "What do Polish couples in their 70s do for fun when they come to visit their children living in London? Go dancing in the capital’s superclubs, of course.  At least that was the choice of one couple on Sunday night, who turned up to WetYourSelf!, Fabric’s weekly house and techno night, at 10pm and stayed dancing and drinking cups of tea until 5am the following morning.    Related: Skream, DJ Premier and Maya Jane Coles to headline MoMA PS1 Warm Up    The couple – whose names no one apparently managed to catch – caused a stir among the night’s regular clientele, according to the promoter and resident DJ Jacob Hansen, 35, who is known as DJ Jacob Husley and has run the event at the Farringdon nightclub for the past 10 years. “They got a lot of attention from people in the club, who all really embraced them,” said Husley, who is originally from Denmark. “There was lots of smiles, the girls were dancing with the guy as well – the gentleman I should probably say.” He added: “It’s an important story because that’s what clubbing should be about. It should be about music and the coming together between all phases of life, religion or sexuality.”  Husley said he first noticed the couple just after the doors opened, as they ambled down the long flights of stairs to the basement venue. “I stopped and said, ‘are you OK?’ And they just smile at me and nod and continue down. I’m thinking maybe they’re relatives of the owners or someone else so I run up and ask security on the door and they said ‘no, they had tickets so of course we let them in’.” Husley gave each of them a drink ticket – which they swapped for tequila – then ran off to find a Polish speaker. In the meantime, the couple joined the other revellers. “They go on the dancefloor and are kind of doing this kind of ballroom-type dancing, but very slow because she can only really stand up when she’s holding on to him. She would also sit down and he’d go off by himself.” As the club got busier, Husley said he arranged for them to have a cup of tea – at a table in the VIP area, which he opened specifically for their benefit.  “We don’t actually open the VIP balcony on Sundays, but the lighting guy is up there so I just took them round the back and gave them a table right at the end where you can see down to the dancefloor,” Husley said. “I gave them another round of tea and they were standing up there dancing. Then I left and I came back 20 minutes later and they were gone – they had just gone back downstairs again.” Speaking to the couple with the help of an interpreter, Husley found out they had come to London to visit their daughter and had decided to experience the city’s nightlife during their stay. “I asked them who came up with this idea and the guy was pointing at her, going like ‘she did it!’” Husley said. “They were laughing; they had loads of banter between them, they were really lovely. They read a review of Fabric in a Polish newspaper and they just decided ‘when we go to London we are going to go there on the Sunday night’. And they bought the tickets [online] in Poland.” Now Husley is trying to find out the names of the couple. He believes he has tracked down the email address they used to buy the tickets, and he has the address they returned to when he called them a cab. But he is also mindful that they may not want to be outed any more than they already have been. “We want to keep their privacy until we find out whether they want to be public about it, because it’s also their right to just come and enjoy the club and be anonymous if they want,” he said. “That picture is out but we will just have to wait and see if they want to be in the press or not.”",
  "webTitle": "DJ searches for elderly couple who tore it up at Fabric nightclub",
  "webPublicationDate": "2016-05-17T15:09:46Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/17/dj-searches-old-couple-fabric-nightclub",
  "keyword": [
    {
      "webTitle": "Clubbing",
      "id": "music/clubs",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "music/2016/may/17/dj-searches-old-couple-fabric-nightclub"
}