{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/hamilton-broadway-musical-tony-awards",
  "id": "2016-05-03-137",
  "sectionId": "stage",
  "body": "‘Who lives, who dies, who tells your story?” asks the cast of the musical Hamilton. This year, one particular story – that of the US founding father Alexander Hamilton – swept the Tony nominations with a record-breaking tally of 16. Lin-Manuel Miranda, author and star of the show, was nominated for best book of a musical and best score of a musical, as well as best actor. In that category, he is facing off against his co-star Leslie Odom Jr, who plays Aaron Burr – “the bastard that killed him”. The cast of Hamilton received seven nominations in four acting categories leading it to break the record of 15 nominations held by The Producers and Billy Elliot.   Related: Tony awards: Hamilton musical makes history with 16 nominations    Hamilton became a national sensation after Miranda decided to give the historical figure a hip-hop makeover. Based on a biography written by Ron Chernow, the show is completely sold out for the rest of the year.  Among the musical’s many fans are US presidential candidates Hillary Clinton and Bernie Sanders as well as the entire first family. Michelle Obama called the show “the best piece of art in any form that I have ever seen in my life”. When the cast performed at the White House, Barack Obama called it an “incredible musical”.   Related: Hamilton review – founding father gets a hip-hop makeover    “Hamilton is not just for people who can score a ticket to a pricey Broadway show,” said Obama. “It’s a story for all of us – about all of us.” Thousands of Americans bought the Hamilton cast album. Millions streamed it. Americans everywhere are breaking out into song about immigrants who get the job done, not throwing away one’s shot and the room where it happens. Yet while the hip-hop musical appeals to the masses and the young, it remains “a pricey Broadway show” that’s out of their reach. As a result, the audience remains for a large part older and less diverse than the cast. After Hamilton won the best musical theatre Grammy, it sold out for all of 2016. Premium tickets sold for as much as $549 (£377). Black market tickets can go for close to three times that. Fans have been known to forgo meals in order to afford tickets.  When the show held a daily lottery for 21 front-row tickets, sold for $10 each, as many as 1,000 people would show up to take part. Citing safety concerns from neighbours and police, the lottery moved online. After receiving more than 50,000 entires on the first day, the lottery site crashed. Everybody wants to be in the room where it happens.   Related: Hamilton: creator of sold-out musical earns $105,000 a week in royalties    On average, weekly ticket sales bring in about $1.5m. The show’s investors have been paid back their $12.5m investment months after the show made its Broadway debut. The producers and investors are not the only ones making money off the production. The show’s cast has reached a momentous profit-sharing agreement with its producers. Miranda alone was said to be making as much as $105,000 in royalties each week. The show, often described as life-changing by fans, is likely to leave its mark on US theatre. “Oh, Alexander Hamilton / when America sings for you / will they know what you overcame? / Will they know you rewrote the game?” sings the cast at the beginning. “The world will never be the same, oh.” They could not be more right.",
  "webTitle": "Hamilton: the Broadway musical sensation that's changing lives",
  "webPublicationDate": "2016-05-03T15:15:16Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/hamilton-broadway-musical-tony-awards",
  "keyword": [
    {
      "webTitle": "Hamilton",
      "id": "stage/hamilton",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Tony awards",
      "id": "stage/tony-awards",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Broadway",
      "id": "stage/broadway",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "New York",
      "id": "us-news/new-york",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Musicals",
      "id": "stage/musicals",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "stage/2016/may/03/hamilton-broadway-musical-tony-awards"
}