{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/jimmy-anderson-headingley-england-sri-lanka",
  "id": "2016-05-21-64",
  "sectionId": "sport",
  "body": "Up the hill he came, the Football Stand to his back, ghosting to the crease as if on well-oiled castors. Jimmy Anderson caresses the ball in his fingertips, creating a bond with it almost, as if it is a part of him. The seam is upright and a change in the pressure from his middle finger and first finger, and a slight shift in the thumb that supports the ball, can dictate whether the ball will deviate to the left or the right. By way of further variation, he might hold the seam in such a way that it will oscillate gently on its way down the pitch, effectively widening the surface area of the stitching so that, on pitching, it might stand more chance of gripping: the famous wobble-ball. In the first innings of this Test match it was just such a delivery that disposed of the Sri Lanka captain, Angelo Mathews, jagging back at him and almost blasting his front pad from his left leg. Sometimes, when the pitch is unforgiving for the bowler and he needs some assistance from an outside agency he will forgo his stock-in-trade orthodox swing, and the French-polisher’s ruby shine, and instead hold the ball across the seam so that the surface will rough it up, the better to help instigate the precious reverse swing.   Related: Jimmy Anderson leads charge again as England rout Sri Lanka inside three days    This is no time for reverse though. Headingley is blanketed with cloud, the air is moist, dank almost, but not as chilly as it has been. Anderson, although sheltered a little by the Football Stand, has, coming over his left shoulder, the sort of biffing breeze that sets flapping the trouser legs of the waiting predators in the slips and has the flags of St George and Sri Lanka standing out starchily from their poles. Anderson reaches the crease and gathers himself into his action. If his head dips after delivery as his right arm comes down and across his body, in the manner of a regency aristocrat greeting a lady with a sweep of his hat, then the action itself is beautifully aligned and orthodox. His long fingers and elastic wrist provide the energy that, with the last point of release from the tip of his middle finger, imparts the backspin that, gyroscopically almost, ensures that the seam stays upright on its passage down the pitch. At the other end, Kusal Mendis waits. He is 21 years old, in his fourth Test match, and has the considerable task of replacing the little matter of the 12,400 Test runs provided by Kumar Sangakkara. These would be challenging conditions even for that master batsman. In the first innings Mendis faced two balls, the second of which, from Stuart Broad, he edged to Jonny Bairstow. Now he has Anderson to contend with. In the first innings, Anderson had bowled from the same Football Stand end and taken five of the cheapest wickets he has managed in Tests. As far as Headingley is concerned it was a novel experience. Up until then, he had sent down 1,978 deliveries in his first-class career on the ground and, as far as he can recollect, not a single one involved anything but running down the hill from the Kirkstall Lane end. If true, this would be remarkable for a man whose success, on a ground famed for its help to bowlers of his type, was limited to 28 wickets at 39 runs apiece, and a best of four for 97, yet who not once had considered that a change of ends might pay a better dividend. As a result, Anderson has never warmed to the place: reach the gates, he says, and he just wants to turn around and go home. Ten wickets for 45 in this match might change that view. Mendis, diminutive, is ready. He is to play a gutsy innings, his first Test half-century, with some wristy bottom-hand whips and helped on his way by the uncharacteristic benevolence of the England fielders who reprieved him three – maybe even four – times. Anderson is already on a roll. He finished off the Sri Lanka first innings with a spell of four wickets for one run and already in the second he has the further wickets of both openers. Mendis is in a good position, alert and balanced, as Anderson releases the ball. He sees it early: do that and play it late is the benchmark of good players. This delivery is coming at him at 85mph, down the line of his middle stump. In a split second, the sharp eyes of youth see the seam, upright and tilted towards Alastair Cook at first slip. If his mind could react in time to that, he would have known it was the away swinger. But he doesn’t. The seam cuts through the air and, as the batsman commits and starts to push forward, the ball suddenly veers off course, impossibly late, before pitching, rising sharply and searing past the groping bat. Mendis hears the ball smack into Bairstow’s gloves. No contact, no run, no wicket. There will be many such before he chops Anderson on to his stumps.",
  "webTitle": "Jimmy Anderson snaps his fingers to finally master Headingley | Mike Selvey",
  "webPublicationDate": "2016-05-21T18:23:45Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/jimmy-anderson-headingley-england-sri-lanka",
  "keyword": [
    {
      "webTitle": "Jimmy Anderson",
      "id": "sport/jimmy-anderson",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/21/jimmy-anderson-headingley-england-sri-lanka"
}