{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/us-lifts-decades-long-embargo-on-arms-sales-to-vietnam",
  "id": "2016-05-23-261",
  "sectionId": "world",
  "body": "The US has lifted a decades-old arms embargo on Vietnam in a historic move that follows the country’s growing assertiveness against China’s influence in the region. Speaking on a visit to Hanoi, Barack Obama said Washington had fully lifted “the ban on the sale of military equipment to Vietnam that has been in place for some 50 years”. Obama is the third American president – after Bill Clinton and George W Bush – to visit since the war ended in 1975. “At this stage both sides have developed a level of trust and cooperation,” he added during a joint press conference with the Vietnamese president, Tran Dai Quang.  Quang said the end to the embargo was “clear proof that both countries have completely normalised relations”. Despite a shared communist ideology, Vietnam is one of several countries engaged in a fierce territorial dispute with Beijing over islands and reefs in the South China Sea, a route for roughly £3.17tn in trade. The area is also thought to have significant oil and gas reserves. China has reclaimed several atolls that Vietnam says it owns, and built military installations and runways on some islands. Vietnam, a country of 90 million, has also been a key partner for the Trans Pacific Partnership (TPP), a US-led trade deal seen as a counter to China’s growing influence. However, Obama said the decision to lift the ban was not based on China but on “our desire to complete what has been a lengthy process towards moving toward normalisation with Vietnam”. The Chinese state-run newspaper Global Times ran an editorial titled “Obama unable to turn Hanoi into an ally” and said while Beijing was a major opponent of Hanoi regarding the South China Sea, “the former is also considered by Hanoi’s mainstream elites as a political pillar for Vietnam’s stability”. Activist groups have called for Obama to push for greater respect for human rights in Vietnam, where there are about 100 political prisoners in jail. In March, seven activists were sentenced for “spreading anti-state propaganda”. The ruling Communist party has run a one-party state since 1954. There has also been a recent round of arrests against environmental protesters, angered after 100 tonnes of dead fish were found near a Taiwanese-owned industrial complex. The Vietnamese government has cracked down on any attempt to protest, blocking access to Facebook over the weekend.  And on Sunday, the BBC reporting team was told their accreditation to cover Obama’s visit had been withdrawn without reason. Obama said on Monday that any future arms sales would need to meet strict requirements “including those related to human rights”. Phil Robertson, the deputy Asia director for Human Rights Watch, criticised the move. “Obama has jettisoned what remained of US leverage to improve human rights in Vietnam – and basically gotten nothing for it,” he said. “The United States government has been telling the Vietnam government for years that they need to show progress on their human rights record if they are going to be rewarded with closer military and economic ties. Yet today President Obama has rewarded Vietnam even though they have not done anything of note.” Diplomatic ties between the US and Vietnam were restored in 1995. In 2007, the US allowed the sale of some non-lethal equipment and last December, Washington said it would provide five unarmed patrol boats to the Vietnamese coastguard. Following his three-day trip in Vietnam, Obama will travel to Japan for a G7 summit and a visit to Hiroshima. Reuters and AP contributed to this report.",
  "webTitle": "US lifts decades-long embargo on arms sales to Vietnam",
  "webPublicationDate": "2016-05-23T08:49:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/us-lifts-decades-long-embargo-on-arms-sales-to-vietnam",
  "keyword": [
    {
      "webTitle": "Vietnam",
      "id": "world/vietnam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Arms trade",
      "id": "world/arms-trade",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Holmes",
      "id": "profile/oliver-holmes"
    }
  ],
  "guardianId": "world/2016/may/23/us-lifts-decades-long-embargo-on-arms-sales-to-vietnam"
}