{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/05/cyclists-juggle-team-commitments-and-national-ambitions-as-olympics-loom",
  "id": "2016-05-05-350",
  "sectionId": "sport",
  "body": "When the Giro d’Italia begins on Friday, one Australian cyclist will be conspicuously absent. Despite the Italian Grand Tour boasting three individual time trials, Australia’s national champion in that discipline – Rohan Dennis – will not be joining his BMC Racing team-mates on the Apeldoorn start-line.  Rather than contest the prestigious race, Dennis is focused on one goal: the 2016 Olympics, starting on 5 August. After setting the fastest ever average speed for a Tour de France time trial on his way to a stage victory last year, the 25-year-old from Adelaide has turned his mind to repeating that feat at the Games in Rio de Janeiro. Yet to be in peak form for the national team, Dennis must forgo potential Giro success and ride within himself at July’s Tour de France.   Related: Shane Sutton saga: Winning culture in sport is laudable – but not at any cost     “It is a shame I cannot race the Giro, but I have to think about the bigger picture,” Dennis tells Guardian Australia. “My plan before Rio is to go to the Tour de France and get in some Grand Tour racing. That is a big three-week block where I will get a lot of fatigue, but also gain strength.  “As much as possible I need to put Rio in the back of my mind. I am obviously thinking about it while racing – I can’t take stupid risks because if I crash and injure myself it could be all over – but I am still here to do a job and work [for BMC].”  Dennis’s dilemma is just one example of the challenges thrown up by the Olympics. Road cyclists are forced to jeopardise their European season, while track riders must give up road racing for much of the year. The commitment of these athletes to the green and gold cause is unquestionable.  “The most important thing is the planning,” explains Tim Decker, head coach of Australia’s male track endurance team. As Decker talks, the word planning is oft-repeated – it is his mantra.  The former Melbourne to Warrnambool Cycling Classic winner is now responsible for one of Australia’s best gold medal prospects on the boards of the Rio velodrome. Yet as he prepares his charges for a rematch with the Bradley Wiggins-led British team, he must also balance his riders’ ambitions across two distinct disciplines.  “A professional road rider looking to go to the Olympics on the track has dual objectives: to fulfil commitments to their road team, and to dedicate themselves to the Olympic track campaign,” Decker explains. “The latter can have a big impact on the former.”  Decker’s track team includes several riders contracted to World Tour outfits: Australian road national champion Jack Bobridge (Trek–Segafredo) and Orica-GreenEDGE duo Alexander Edmondson and Michael Hepburn. In the build-up to Rio, these riders have been splitting their time between Europe and the High Performance Unit in Adelaide – Bobridge is even riding the Giro d’Italia.  “There is give and take on both sides: some of the professional teams have given up their athletes when we need to do specific work at specific times, and then we have been flexible in other areas,” Decker continues. “This was highlighted by Jack and Alex not competing at the recent track world championships.”  The women’s endurance team, on the other hand, have agreed to forego their professional road racing commitments and dedicate themselves to track training in 2016. Speaking to Guardian Australia at her only road race for the year, the Mersey Valley Tour, team member Georgia Baker explained the pursuit squad’s approach.  “It was always on the cards for me to race my home tour, and I received approval for that, but otherwise our team is not racing on the road this year,” the Tasmanian said. “This was determined to be the best way to ensure an outcome at the Rio Olympics. I think it is important that we are strong as a team on and off the bike, so it is great that we are all in the same place training together.”  Yet the Olympic year does not happen in a vacuum, and neglecting road duties can have a significant cost for Australia’s cyclists – a point acknowledged by both Decker and Dennis.  “I have noticed the mental impact of balancing these dual commitments, particularly with professional athletes who are off-contract at the end of an Olympic cycle,” says Decker. “In the back of their mind they want to be firming up a new contract for the following year – by getting performances on the road and impressing their current team or a possible future employer – but they are also chasing Olympic ambitions.”  Dennis is sympathetic: “It is tough for these [track] guys. They have to make sure they get a professional contract for next year, because that is their primary income, but also focus on the main goal of Rio.”     Rohan Dennis of the BMC Racing says the Rio Olympics will be the biggest moment of his career. Photograph: Bryn Lennon/Getty Images     According to Australian women’s road coach Martin Barras, female professional riders do not face such a challenging balancing act and the French-Canadian highlighted the premium women’s teams place on Olympic success.  “While the Olympics have become more important for the men, the Tour de France remains the main priority for the teams,” says Barras. “In women’s cycling, the Olympics is at the top of the totem pole – it is the one race that all athletes aspire to, and the professional teams are more amenable to tailoring the racing programs for their Olympic contenders. So we find it quite easy for our riders to manage professional commitments and preparation requirements for the Olympics.”  For his part, Dennis speaks glowingly of the support offered by his team, while acknowledging the difficulties caused by the Games.  “BMC are really supportive but it is hard for them,” he admits. “At the moment we have over a dozen riders up for Olympic selection. It is unlikely we will all go, but most of us will be selected and that means the team is down a lot of riders. I have to take my hat off to BMC – they want to make sure we have the best opportunity to win in Rio even if it damages the team’s race program.”  In the wake of golfer Adam Scott withdrawing from national team contention, one Australian journalist proposed a test to determine which sports are included at the Olympics: “Is a gold medal the biggest prize in said sport?” While comparing road race success in Brazil with the hallowed Tour de France yellow jersey may be as illogical as equating different fruit varieties, the Olympic desire of Dennis and others indicates that the gold medal has lost no lustre. For track cyclists, meanwhile, the Olympics’ status at the pinnacle of the sport is unquestionable.  “I can see in this current generation that the strong Olympic tradition holds strong,” observes former cyclist Scott McGrory OAM, a Sydney 2000 gold medallist. “Even in the current climate where the Grand Tours are so important, it is pleasing that Australian riders still place great weight on Olympic gold.”  Rewind four years, and a young Dennis finished second on the track at London 2012, riding in a line-up which also featured Bobridge and Hepburn. They may now be competing in different disciplines, but the trio are all eager to avenge that past disappointment. If they win gold in Brazil, their sacrifices in pursuit of the Olympic dream will be all worthwhile.  “Rio will be the biggest moment of my career,” Dennis concludes. “The Olympics only come every four years, and in my eyes winning gold is more special than any other one-day race. I have been thinking about this since London.”",
  "webTitle": "Cyclists juggle team commitments and national ambitions as Olympics loom | Kieran Pender",
  "webPublicationDate": "2016-05-05T02:43:22Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/05/cyclists-juggle-team-commitments-and-national-ambitions-as-olympics-loom",
  "keyword": [
    {
      "webTitle": "Cycling",
      "id": "sport/cycling",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Giro d'Italia",
      "id": "sport/giro-d-italia",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kieran Pender",
      "id": "profile/kieran-pender"
    }
  ],
  "guardianId": "sport/2016/may/05/cyclists-juggle-team-commitments-and-national-ambitions-as-olympics-loom"
}