{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/media-briefing-thursday-26-may",
  "id": "2016-05-26-282",
  "sectionId": "media",
  "body": "Top story on MediaGuardian Chris Evans says tabloid Top Gear criticism was ‘perfect storm’BBC2 motoring show host calls press claims ‘facile and fictitious’ and says he is hoping more than 5 million tune in for Sunday’s relaunch Top comment on MediaGuardian DMGT issues profit warning after double-digit fall in print adsPublisher says division housing Daily Mail, Mail Online and Metro will miss its full-year targets Today’s headlines The GuardianNetflix and Amazon must guarantee 20% of their content is European. P3Mystery backer offers £87m for BFI’s film and TV centre plan. P5Chris Evans shrugs off Top Gear ‘perfect storm’ as debut looms. P7EU referendum poster aimed at minority ethnic vote causes controversy. P9 Daily TelegraphEU scraps TV ad limit. P4Chris Evans takes revenge on Top Gear critics. P7BBC to adapt David Nicholls’ drama Us. P7Viewers may have to enter date of birth and postcode to watch iPlayer. P7EU orders European production quotas for on-demand TV. Business P4 Financial TimesEU seeks to streamline cross-border digital trade but faces formidable opponents. P7John Gapper: Viacom’s battle is a warning to Silicon Valley. P11Gawker cites Peter Thiel role in $140m damages fight. P17Brazil’s WhatsApp ban spreads censorship fears. P19Three UK customers offered 24-hour adblocking trial. P21 The TimesEU to allow more primetime TV ads. P6BBC accused of racism over documentary Last Whites of the East End. P17Hulk Hogan ‘has PayPal boss in his corner’ in Gawker battle. P23Edward Lucas: we’ll all suffer if Google doesn’t clean up its act. P26 iPage 3 profile: Floella Benjamin. P3Comedy club wins victory in battle over Glee name with 20th Century Fox. P3Netflix may be forced to meet 20% local content quota. P9Simon Kelner: Vogue demeaned itself by inviting Kim Kardashian. P16French reporter is deported in Egypt. P24Watchdog set to ban false ‘free estimate’ ads. P40 Wall Street JournalNetflix chafes at proposed EU rules. A1 Daily MailFormer BBC Breakfast host Sian Williams reveals she had double mastectomy. P5EU referendum poster aimed at minority ethnic vote causes controversy. P6-7ITV’s Countrywise drops Paul Heiney. P37Sky concerned that ECB has sold Test clips to BBC website for knockdown price. P77 Daily ExpressI cannot wait for the first Top Gear show, says Chris Evans. P3Nation divided at BBC exposé on the impact of immigration. P7Alan Titchmarsh calls for BBC to leave gardening alone. P18 The SunBritain’s Got Talent coverage. P1,9BBC accused of racism over documentary Last Whites of the East End. P6Editorial: George Osborne should act over Google tax. P10Matt LeBlanc missing from Top Gear launch. P35Stephen Mulhearn to host ITV gameshow Go For It. P35 Daily MirrorBarbara Windsor’s life story being made into film for BBC1. P3TV star Sian Williams tells of breast cancer battle. P7Top Gear’s female presenter revealed as a ‘potty mouth’. P9Britain’s Got Talent coverage. P13Divinia Taylor to return to Hollyoaks after almost two decades. P23Alan Titchmarsh wants a gardening version of Bake Off. P23There won’t be a second series of Undercover. P23 Daily StarMatt LeBlanc stays away from Top Gear screening. P1,7Big Brother to have two houses. P6BBC faces backlash after ‘last whites’ documentary. P23 Go to MediaGuardian",
  "webTitle": "Today's media stories from the papers",
  "webPublicationDate": "2016-05-26T08:03:07Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/media-briefing-thursday-26-may",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/26/media-briefing-thursday-26-may"
}