{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/24/rising-star-competition-entry-daniel-watkinson",
  "id": "2016-05-24-95",
  "sectionId": "small-business-network",
  "body": "David Hartshorne, director of Dijitul, explains why Daniel Watkinson should win the Rising Star category of the Guardian Small Business Showcase competition:   Danny joined Dijitul when he was 19 years old – it was his first job. He had little experience but made it clear that he wanted a career within the IT industry. At the time we were starting out and had built up a small client base who we built and maintained their websites for.  We took Danny on as a digital marketing apprentice and introduced him to search engine optimisation (SEO). Within a few months, he had absorbed everything he was taught and excelled. He soon became to go-to guy within the business for SEO, overtaking even the director’s knowledge.  Danny is now 24 years old, has become our digital marketing manager and has trained up another apprentice who works alongside him. Thanks to Danny’s hard work, we have been able to take on more than 25 new clients, some of which I had only dreamed about working with.  Danny now implements marketing strategies, liaises with clients and manages a number of large accounts. In 2016 he will be involved in the development of digital strategies and deal with all incoming digital marketing enquiries – duties he will take over from the directors.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Rising star 2015 -2016 competition entry: Daniel Watkinson",
  "webPublicationDate": "2016-05-24T16:02:37Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/24/rising-star-competition-entry-daniel-watkinson",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/24/rising-star-competition-entry-daniel-watkinson"
}