{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/07/bafta-tv-awards-night-battle-over-bbc",
  "id": "2016-05-07-164",
  "sectionId": "tv-and-radio",
  "body": "On a Bafta night that promises no shortage of rivalry between Ben Whishaw and Idris Elba, and Claire Foy and Suranne Jones, a bigger battle is being played out over the future of the BBC and Channel 4. The annual TV awards ceremony on Sunday at Royal Festival Hall in London comes at the end of a week of intrigue and attacks over the government’s plans for the BBC, from cuts to its £5bn income to where it should schedule Strictly Come Dancing. The occasionally fierce exchanges are likely to be reflected in some of the winners’ speeches on Sunday night, days before the government publishes its white paper on the corporation’s future. High-profile nominees have already spoken out in defence of the BBC. Oscar-winning actor Mark Rylance said no other company in the world could have made BBC2’s Wolf Hall, which leads the Bafta pack with four nominations. Its director, Peter Kosminsky, labelled the government’s plans for the BBC as “terrifying”. Sir David Attenborough, whose BBC1 series The Hunt is nominated, warned the government against playing “fast and loose” with the BBC. Another of the BBC’s biggest names, Gary Lineker, in the running with Match of the Day’s live FA Cup final coverage, called the culture secretary, John Whittingdale, a “chump” after he joked that the BBC’s demise was a “tempting prospect”. Whittingdale is not thought to be attending the awards. The former Blackadder and Not The Nine O’Clock News producer John Lloyd, whose BBC2 panel show QI has been nominated, as has its presenter, Stephen Fry, said: “If there was an election between the BBC and any government you care to name, the BBC would win hands down. This is the sort of thing we should be having a referendum about.  “I really hope the government isn’t going to do something which makes the BBC impossible to operate effectively. Not having a strong and creative BBC would be a terrible thing – like the Royal Navy or the National Trust, it’s a core part of who we are,” he told the Guardian. Lloyd, currently filming the new series of QI with Sandi Toksvig following Fry’s departure after 13 years, added: “Everyone must agree that an independent BBC is a good thing. No one can get everything right all of the time but broadly it is trusted. It is there to be awkward and to ask questions of those in power.” The government has come under fire over its plans for the BBC and its proposals to privatise Channel 4, which the culture secretary said would be better off in private hands. The two issues dominated another TV awards ceremony, the Broadcasting Press Guild awards in March. Along with four nominations for Wolf Hall, including a leading actor nod for Rylance, there are three nominations each for Peter Kay’s BBC1 comedy Car Share and Channel 4 drama This is England ‘90.   Related: Bafta TV awards 2016: full list of nominations    Rylance will compete with Luther’s Idris Elba and London Spy’s Ben Whishaw for best male actor, while Wolf Hall’s Claire Foy will go head to head with Suranne Jones, star of BBC1’s Doctor Foster, for leading actress.     Sir David Attenborough, whose BBC1 series The Hunt is nominated for a Bafta, last week warned the government against playing ‘fast and loose’ with BBC funding. Photograph: Colossus Productions/AP    All four BBC programmes were name-checked by director general Tony Hall – writing in the Guardian, he urged the government to protect the scale and scope of the BBC and not let the interests of commercial rivals “determine” the contents of the white paper.  “The BBC should be tasked to deliver, not everything to everybody, but something great to everybody,” he wrote, adding, “Of course Sunday’s Baftas matter to the BBC, but I want to make sure that we are winning Baftas in five years’ time.” After the racial discrimination row that overshadowed this year’s Oscars, non-white talent is recognised in most of Bafta’s performing categories, from Elba and Cucumber’s Cyril Nri to newer performers such as Michaela Coel, of Channel 4’s Chewing Gum, and BBC2’s Javone Prince. Ruth Madeley, star of BBC3 drama Don’t Take My Baby, is understood to be the first wheelchair user to be nominated for a Bafta TV award in what was also her first leading role. “I was very lucky to have got the role – it was a very sad story that needed to be told – and this just feels incredibly surreal,” said Madeley.  “The TV and film industry has come so far since I was a child, it has come on leaps and bounds not just in terms of disability but other types of diversity.” Madeley has said that when she was growing up there were no disabled actors on TV, but now she may be a role model for future generations. “I was inspired by wonderful friends and family but if I can play a tiny part in someone else’s life in some respect, then I will quite happily take that,” she added. Actor and comedian Lenny Henry, who has led a campaign for more diversity on TV, will receive the Bafta special award, with a fellowship for Ray Galton and Alan Simpson, the writers of Hancock’s Half Hour and creators of Steptoe and Son. The ceremony, presented by Graham Norton, will be broadcast on BBC1. Bafta chair Anne Morrison said: “I must say I am really glad it is the most diverse list of nominations we can remember but one must never be complacent, there is a lot of work still to be done.” On the looming new challenges facing both the BBC and Channel 4, she said: “We are the envy of the world in many ways and there is something about the particular broadcasting ecology in Britain that seems to be serving us well. “Clearly there are always changes and this is a very fast changing industry, but we need to make sure that whatever changes we make underpin the quality and excellence that we will reward on Sunday night.”",
  "webTitle": "Bafta TV awards night set to be dominated by battle over BBC",
  "webPublicationDate": "2016-05-07T07:00:08Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/07/bafta-tv-awards-night-battle-over-bbc",
  "keyword": [
    {
      "webTitle": "Baftas 2016",
      "id": "tv-and-radio/baftas-2016-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Baftas",
      "id": "tv-and-radio/baftas",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4",
      "id": "media/channel4",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 4's future",
      "id": "media/channel-4-future-privatisation",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    },
    {
      "webTitle": "Jasper Jackson",
      "id": "profile/jasper-jackson"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/07/bafta-tv-awards-night-battle-over-bbc"
}