{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/25/council-cuts-fuelling-property-sell-offs",
  "id": "2016-05-25-55",
  "sectionId": "politics",
  "body": "Aditya Chakrabortty is spot on that austerity is about privatising everything we own. But not only by the state (Opinion, 24 May). It is happening everywhere at a local level. The cinema on Kensington High Street where I saw Saturday morning flicks for a tanner has been sold to build luxury flats. The school I and my children attended, Holland Park comprehensive, sold half its footprint for luxury flats. Kensington and Chelsea FE College recently agreed to sell its site off Portobello Road, where I worked for 25 years, for luxury flats. The professional development centre I used in Ladbroke Grove was sold to a private prep school. Now the library I have used for 40 years, built by public subscription in 1891, will be sold to another private prep school. The Conservative-run Kensington and Chelsea council, the richest in the country, was or is involved in each of these sales and planning decisions.Neil FergusonLondon  • The surplus assets held by local authorities are not simply the land and buildings used to provide services, such as libraries and sports centres. Many councils maintain large commercial property portfolios as long-term investments. These land holdings, which are often outside of their area, are not surplus at all, but are there to generate what can be a significant proportion of a council’s revenue. The financial pressures on councils have led them to sell off these assets for short-term gains. But like the proposed sale of the Land Registry, these sales make no financial sense in the long-term. Because the government does not really believe in public authorities, it is choking off yet another source of income in order to cut services still further. It is asking them to take decisions that make no commercial sense and yet at the same time requires them to be more “businesslike”.Tim TreuherzOxford  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Council cuts fuelling property sell-offs | Letters",
  "webPublicationDate": "2016-05-25T18:04:33Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/25/council-cuts-fuelling-property-sell-offs",
  "keyword": [
    {
      "webTitle": "Privatisation",
      "id": "politics/privatisation",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "politics/2016/may/25/council-cuts-fuelling-property-sell-offs"
}