{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/16/parents-fight-for-justice-after-seven-year-old-son-dies-in-winter-floods",
  "id": "2016-05-16-346",
  "sectionId": "uk-news",
  "body": "Just days after Zane Gbangbola took his 7+ exam, which his parents later learned he had passed with flying colours, pupils at his Surrey school were told the most devastating news. The lively boy, whose big hair and bigger smile were unforgettable, had become a tragic victim of the worst winter storms in two decades. He was found dead, alongside his collapsed parents, by emergency workers at the family’s Chertsey home during severe flooding in February 2014. More than two years on, what killed Zane and left his father paralysed from the waist down remains highly contentious. Zane’s parents, Nicole Lawler, 39, and Kye Gbangbola, 50, believe he succumbed to hydrogen cyanide gas – a poison used by Nazi Germany in its extermination camps. They think it seeped into their house from a nearby lake which they say had, unbeknown to them, been a landfill site decades before. The couple, who were refused legal aid for the upcoming inquest into their son’s death, say they now face a David and Goliath battle as they represent themselves against six barristers employed by other interested parties, including Spelthorne council, the Environment Agency and an NHS hospital trust. “It’s not great for us. We have no funding, and we have no jury,” said Lawler. The issue of funding for families, raised in the aftermath of the recent Hillsborough inquests, has been highlighted by the shadow home secretary, Andy Burnham, who is proposing legal changes to ensure those in conflict with police at inquests are properly represented.     Nicole Lawler and Kye Gbangbola say they face a David and Goliath struggle. Photograph: Ian Mcilgorm/ Mail on Sunday/Solo Syndication    “There has been a paradigm shift towards greater understanding that families need support in circumstances that might have a hint of state involvement,” said Gbangbola. For them, however, any legal reforms will come too late. Their only hope, after requests to David Cameron for help received no response, is to crowd-fund the £70,000 they need to fund their fight for justice through a GoFundMe page and a website.  That hydrogen cyanide killed Zane on 8 February 2014 will be disputed; competing evidence could point to carbon monoxide. Pre-inquest hearings have been told that while a number of experts had come down on the side of carbon monoxide as the most probable cause of death, they could not be more certain. A hired petrol-driven flood pump was at the family’s property, which is completely powered by electricity, but the couple, both company directors, will say they never used it or even had petrol for it. An initial postmortem examination on Zane was inconclusive, his parents say, adding that no carbon monoxide was found at the house. Tests showed Zane had carboxyhaemoglobin levels of 8%, with most people having normal levels between 1-8%, and levels of more than 50% typically fatal. They say an emergency services log on the night Zane died – disclosed in heavily redacted form at a pre-inquest hearing – referred to “very high” levels of hydrogen cyanide, 25,000 particles per million of the gas.  The couple say their own medical notes show hydrogen cyanide was found in their blood. But they say tests for the gas, which disappears from the body very quickly, on Zane were conducted too late.     Lawler and Gbangbola are campaigning to find the true cause of his death two years after Zane died. Photograph: John Alevroyiannis/Mirrorpix    The couple, who were represented by a barrister pro-bono in the expectation of receiving legal aid, will now have to examine 24 lever arch files of evidence and legal disclosures to prepare to cross-examine up to 60 witnesses. Lawler and Gbangbola had already felt “eviscerated” at the last pre-inquest hearing, and wanted “parity” with the others “because there is so much legal argument”. Kye Gbangbola said: “Zane was remarkable. He was fit, healthy, he loved people, people loved Zane. Walking into any space you would see his lovely hair, his big smile. In the mornings, when Zane woke up, we’d hear his little feet come across the floor and we’d be smiling at each other. It was like a Christmas gift every morning.” Lawler remembered Zane’s last nativity play just weeks before his death. He had asked to play a cow “because they [the school] have got some new onesies”. The picture of him smiling in his little cow outfit remains her favourite. Zane and his best friend “chuckled and giggled all the way through the nativity in these little cow suits. They had such good fun,” she said. Describing their loss, Gbangbola said: “It is like having your heart completely torn out and then, over time, just having it repeatedly stamped on by denials and delays. To do that to people broken by the experience of losing a child is the cruellest thing. Families need to be supported. “We are operating with both hands behind our backs. We are bound. We are gagged. We are completely defenceless and naked. Yet, we still will go in and do what we need to.” Lawler added: “Don’t think for a second that we are scared of representing ourselves because we are not. We will do whatever it takes to get the truth for our son.”  More than 30,000 people have signed a petition calling for an investigation and public debate into Zane’s death.  The Green party’s leader, Natalie Bennett, said she wrote to Cameron calling for the couple to be given legal aid but had received no response. She said: “There are broader, public interest issues that need to be fully explored and understood here.”",
  "webTitle": "Parents' fight for justice after seven-year-old son dies in winter floods",
  "webPublicationDate": "2016-05-16T05:30:27Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/16/parents-fight-for-justice-after-seven-year-old-son-dies-in-winter-floods",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    }
  ],
  "guardianId": "uk-news/2016/may/16/parents-fight-for-justice-after-seven-year-old-son-dies-in-winter-floods"
}