{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/marcella-finale-recap-devastatingly-unsettling",
  "id": "2016-05-17-22",
  "sectionId": "tv-and-radio",
  "body": "And so Marcella goes down swinging, with a finale that rarely strayed far from “utterly bonkers”. The first 20 minutes in particular were a bewildering mess of activity, with a heist at Gibson HQ, a tense stand-off between killer and detective (or should that be killer and killer?) and one deeply unpleasant moment involving a broken wine bottle and a man’s cheek. I simply can’t fault this show for the pleasure it has taken in throwing absolutely everything at the detective drama genre (like Hans Rosenfeldt’s previous show The Bridge, in many ways). I just wish there weren’t so many daft plot holes, unbelievable character developments and hoary old police drama cliches. I suspect we’ll be seeing more of Anna Friel and her tortured detective very soon – ratings have been resilient, and this final episode teed things up nicely for a second run. Let’s hope some fine tuning is done in the interim. Detective. Witness. Suspect. In the end Marcella certifiably wasn’t the killer, just the person who moved Grace Gibson’s dead body. But she came closer to being a murderer than many of us expected. Her encounter with Henry in his plush apartment, as Jason slowly bled out (somehow he survived) made for terrifically gripping television – and the reveal, when she came to from another fugue state, of Henry bagged and tied like his own victims, was a stunner. Sure, you could make the case that Rosenfeldt and co have had their cake and eaten it by ensuring she came round in time to free Henry from his plastic prison, but it still felt like bold and bracing territory. That last shot of her staring absently at the camera confirmed that Marcella is essentially unknowable: we can sympathise with her bad lot in life, we can understand her rage at indignities, but we can never know what happens in her brain when that fog descends.     What happens when the fog descends? The ever-unknowable Marcella. Photograph: ITV    But hey, what a detective! Marcella is a genius at picking up those tiny tells in a person. She was the only one to see Yann’s innocence, then the first to rule out Matthew, instead targeting Henry despite her lunkheaded team (with the exception of her DCI) trying to halt her progress at every turn. Of course, Marcella shouldn’t have been allowed near the case given her proximity to Grace Gibson, and she should have been taken off it for good after the misconduct of this week’s episode, which included almost killing the prime suspect, breaking into a private organisation and taking (therefore rendering inadmissible) key data. And that’s just the stuff the other cops know about: she’s also moved a dead body – only Tim is aware of that minor detail – and there’s the whole business with Mo, who hasn’t been seen since his interrogation of Marcella. In short, she’s not out of the woods yet. Also under suspicion After outing himself as the murderer, Henry really showed the full reach of his psychopathy. I wasn’t quite buying him as a monstrous serial killer, but here his milquetoast persona gave way to something far more sinister. I found him genuinely creepy, and what a fantastic, wall-clawing performance from Harry Lloyd, pitched perfectly between foppishness and wide-eyed frenzy. Having IMDBed Lloyd, I’ve twigged that he played the loathsome Viserys Targaryen (Daenerys’ brother) in Game of Thrones. Had I known sooner, I would certainly have given more credence to the notion that Henry was the man we were looking for.  As excellent as Lloyd was, it’s hard to look past the preposterous reasons for his killing spree. It was all a ploy to win favour with his mother-in-law, and the only way he could do that was to bump off the saintly Grace. But, rather than coming up with some clever scheme to off her, he decided to go unbelievably ambitious: commit a series of killings identical to the original Grove Park murders and make Grace one of the victims, then frame his best friend Matthew for the whole thing. Ultimately it was the killing Henry didn’t plan, May’s, that proved he was the killer, after the bite mark on his shoulder matched her teeth. Amazing effort, Henry, but keep things simple next time. Not that there will be a next time: Sylvie, with her nefarious connections, has ensured he will meet a sticky end in prison. Toodle pip, Henry. Other goings on Meanwhile, the whole torrid Andrew Bailey business refuses to go away. Tim has the images of Jason passing Stuart his blood money, and decides to head to Gibson HQ to taunt him with it, along with the fact that he slept with Marcella. Tim, it turns out, is a nasty piece of work, as we saw in that final scene, where he attempted to blackmail Marcella into helping him send Jason to prison by revealing pics of her dragging Grace’s corpse. That Marcella refused suggests that perhaps she and Jason aren’t quite as finished as I intimated before. Whatever their romantic situation, both of them are in trouble: expect Tim to be a major player if and when Marcella returns. Notes and observations  Henry’s most devastatingly unsettling line of the night came when he admitted to the death of little May, which wasn’t part of the grand killing spree plan. “I’m genuinely really very sorry about that.” The keycard was Matthew’s because, as he says in his first scene, he sleeps in his car then uses the hotel’s bathroom facilities.  Marcella really doesn’t seem as besotted with Tim as he is with her. His offer of a fancy dinner received a terse “we’ll see.” So Cullen was the original Grove Park killer then, with Henry as copycat. Again, I’m baffled by the involvement of Guy the baker.  We reached peak whiteboard this week. Every five seconds someone seemed to be using a marker pen to draw a big arrow beside a mugshot. Mysteries left unresolved: Mo’s disappearance, and what actually happened to Marcella’s daughter Juliette.  Finally, thanks for all your thoughts and theories in the comments, which have been by turns insightful and amusing. Lots of you seemed to hate the show, but the fact you kept coming back suggests its creators were doing something right!",
  "webTitle": "Marcella finale recap – devastatingly unsettling",
  "webPublicationDate": "2016-05-17T21:00:10Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/marcella-finale-recap-devastatingly-unsettling",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Gwilym Mumford",
      "id": "profile/gwilym-mumford"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/marcella-finale-recap-devastatingly-unsettling"
}