{
  "apiUrl": "https://content.guardianapis.com/natwest-partner-zone/2016/may/20/how-to-develop-a-brand-on-a-budget",
  "id": "2016-05-20-290",
  "sectionId": "natwest-partner-zone",
  "body": "As a small business owner, you won’t have the advertising budgets of the major corporations of this world, such as Vodafone, Specsavers, John Lewis and Apple. But this doesn’t mean your branding has to suffer – you just have to make every penny count when developing your company’s image, tone of voice and public persona. Jo Graham is a brand consultant and writer who helps companies define what they stand for, and make it meaningful for their customers, employees and other stakeholders. She says voice is very important when it comes to setting your business apart from others in a crowded market. The brands with the most unique voices “understand how they can make their customers’ lives better and focus everything around that – from what they do, to what they say, to where and how they say it,” says Graham.  “It’s not about being the quirkiest, or the loudest, or the coolest – it’s about integrity, relevance and consistency.”    Be brave and be original  Ellie Pamphilon     Human connection is the bread and butter of business, so whether you’re selling shoe polish or opening a cafe, be clear about how what you’re offering will enhance people’s lives. See your business’s size as an opportunity to develop even closer relationships with consumers, rather than a hindrance. “Being small is a massive opportunity,” says Graham. “Dig deep within yourselves for the reason you created your business – the unsolved problem you identified, the gap you’re aiming to fill.” As your business grows, it’s important to stay close to your consumers to ensure that your brand’s voice and marketing remains relevant, Graham adds. “[Stay acquainted with] what’s going on in their world, how their needs, hopes and fears are changing, and what they’re seeking from the brands they engage with.” We spoke to three businesses with strong brand voices that fit in with their public image and story. Here’s how they did it and what they learned along the way. Be authentic     “We’re not old fashioned, homemade or rustic – our tone of voice reflects that honesty,” say Bad Brownie founders Paz Sarmah (left) and Morag Ekanger.    Bad Brownie, a gourmet brownie company, began out of Morag Ekanger and Paz Sarmah’s shared desire to create the most delicious brownies possible. They recently secured a £60,000 investment on Dragon’s Den. “We’re focused on getting clear flavours across to customers, so we want to ensure all our communication is no nonsense,” says Ekanger. “We’re a modern brand that takes a classic product and brings it up-to-date in an unfussy manner and we want our voice to reflect that. We’re not old fashioned, homemade or rustic – our tone of voice reflects that honesty and tries to be matter-of-fact. ”The biggest difficulty comes from the fact both Paz and I come from branding and strategy backgrounds,” adds Ekanger. “We’re always looking at what we’ve done and thinking how to continually improve and change. We rebranded a year ago to bring all the elements of our brand presence together. We thought about what we stood for and what we wanted people to think when they saw Bad Brownie.”  The entrepreneurs worked on the rebrand with Bloom London, an independent brand design agency, which helped keep their perfectionist tendencies to constantly revise in check. Sarmah advises fellow small business owners to think deeply about what they offer and what differentiates them from the competition. “Are you modern or classic; loud or considered; quirky or safe? Write this in the brief or summary, so everyone who works with you – and for you – is clear on how to communicate.” Be objective when it comes to your brand’s design work, adds Sarmah. “It’s tempting to base [it] on your own tastes but you have to understand that there might be something you don’t like yourself but is right for the brand.” Show personality     “The business is perceived as having a strong and original personality,” says Ellie Pamphilon, owner and manager at Barber Streisand.    Ellie Pamphilon is the owner, manager and barber at Barber Streisand, a unisex barbershop in Clerkenwell, London. It’s well-known across the capital for it’s quirky name and witty voice. “I haven’t consciously developed a brand voice, but the business is perceived as having a strong and original personality, in terms of the name, shop environment, social media presence and website,” says Pamphilon. “These evolved from having a definite idea of what I didn’t want my business to be, rather than a clear idea of what it should be. On the website, for example, I didn’t want photos of softly-lit washbasins and generic headshots of models lifted from the internet. I created a shop manifesto, asked the barbers to write up profiles for each other, and added a few shots of real customers and their haircuts. “Social media has been problematic,” she adds. “I’ve never been a big Facebook user, and didn’t have an Instragram or Twitter account. Our online voice has developed from me not knowing what to say, how to say it, or who I’m saying it to. We have a few ongoing photo themes on Twitter. I find these fun as it requires less input.” She advises against relying purely on market research when developing a brand. “Start from scratch – don’t be tempted to emulate existing formats just because they’re successful. Don’t compromise just because you get a few negative responses. Be brave and be original. If you truly like something, the chances are others will too.” Seek advice      “Listen to your hunches,” says Craig Allen, co-founder of Greedy Goat. Photograph: Tricia de Courcy Ling for the Guardian    Craig Allen is the “chief goat herder” at Greedy Goat, a goats’ milk ice cream company making waves in the iced-dessert market. “We’ve always wanted to portray ourselves as a fun brand that doesn’t take life too seriously and we’ve achieved this through our colloquial tone of voice,” Allen says. “Despite our tone, we still try to get across important information, such as the health benefits associated with our product and the fact that we take flavour seriously. “We initially found it difficult focussing on our core market – adults interested in luxury – without alienating children, and it was difficult balancing an emphasis on flavour while also stressing the health benefits. We sought help from digital strategists Ten4 and a new marketing manager has helped streamline the product.” Allen’s advice to others looking to develop their brand? “Listen to your hunches. While you should always take on critiques and listen to customers, don’t forget your gut feeling. You need to be proud of what you produce and that passion will shine through.” This advertisement feature is paid for and produced to a brief agreed with NatWest, sponsor of the winning new business and business essentials hubs.",
  "webTitle": "How to develop a brand on a budget",
  "webPublicationDate": "2016-05-20T08:00:35Z",
  "webUrl": "https://www.theguardian.com/natwest-partner-zone/2016/may/20/how-to-develop-a-brand-on-a-budget",
  "keyword": [
    {
      "webTitle": "NatWest partner zone",
      "id": "natwest-partner-zone/natwest-partner-zone",
      "sectionId": "natwest-partner-zone",
      "sectionName": "NatWest partner zone"
    }
  ],
  "authors": [],
  "guardianId": "natwest-partner-zone/2016/may/20/how-to-develop-a-brand-on-a-budget"
}