{
  "apiUrl": "https://content.guardianapis.com/social-care-network/skills-for-care-partner-zone/2016/may/18/why-relationships-matter-in-social-care",
  "id": "2016-05-18-275",
  "sectionId": "social-care-network/skills-for-care-partner-zone",
  "body": "This week is Mental Health Awareness Week and the theme this year is relationships.   As a social care worker, the relationship you have with the people you support can have a huge impact on their mental health and wellbeing. You can actively promote good health and wellbeing by fostering relationships that you know impact positively on people with care and support needs.  Promoting social inclusion by helping people have positive relationships with their family and peers, as well as helping them to actively involve themselves in their communities, is one of the common core principles to support good mental health and wellbeing. The principles are a set of foundations you should be applying as part of how you support people. They were developed to help social care providers promote mental health and wellbeing. These are not just for those who support people with mental health related illnesses, but for anyone involved in care and support.  Principle eight places emphasis on the importance of maintaining relationships and community involvement. Helping people to maintain positive relationships with their family  People with disabilities, illnesses and long term conditions often experience social exclusion. Aside from stigma, discrimination, poverty and unemployment, their conditions can mean they feel isolated and lonely.   It’s important to help people to maintain established friendships and positive relationships with family members. Sometimes a person may have a friendship or a relationship with someone who exploits or uses them. This can be challenging for those responsible for someone’s care and support when the person has capacity to make decisions and maintain the relationship on their own. The common core principles and the Mental Capacity Act have information on how to manage this type of situation.  As a social care worker, part of your role is to help people form healthy relationships with other people around them – supporting people and their carers (a family or friend who provides social care support) to build positive and trusting relationships with their neighbours and other people who are close to them, like staff members or other people with similar interests.   Some people don’t have family and have lost touch with their friends. For them, peer relationships can help them remain socially connected. Their relationship with you when you are supporting them, as well as others around them, can help them tackle loneliness. Stash Community Care had a resident without family who relied on these relationships.  “A lot of his life was without [family], and I think these people [other residents] and the staff to a certain degree, he finds are his family.” Helping people feel socially included  People you are supporting may express a desire to be actively re-involved in their community. There may be volunteering opportunities, activities or paid employment close by that they can enjoy. In this instance, you should try to build up your knowledge of local organisations and identify and promote volunteer opportunities in accordance with the needs of the person.   Local organisations and services may run peer support groups, but it’s important that you don’t link someone with others just because of the reasons that they are accessing social care support. You must identify their interests and what they can offer within their community in order to maintain their happiness.  Helping to promote mental health and wellbeing  The Skills for Care website has more information on how you can help the people you care for with their mental health and wellbeing. Content on this page is produced and controlled by Skills for Care, sponsor of the Guardian Social Care Network leadership, learning and development hub",
  "webTitle": "Why relationships matter in social care",
  "webPublicationDate": "2016-05-18T09:15:50Z",
  "webUrl": "https://www.theguardian.com/social-care-network/skills-for-care-partner-zone/2016/may/18/why-relationships-matter-in-social-care",
  "keyword": [
    {
      "webTitle": "Social Care Network - Skills for Care partner zone",
      "id": "social-care-network-skills-for-care-partner-zone/social-care-network-skills-for-care-partner-zone",
      "sectionId": "social-care-network/skills-for-care-partner-zone",
      "sectionName": "Social Care Network - Skills for Care partner zone"
    }
  ],
  "authors": [],
  "guardianId": "social-care-network/skills-for-care-partner-zone/2016/may/18/why-relationships-matter-in-social-care"
}