{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/27/jose-mourinho-manchester-united-title-history",
  "id": "2016-05-27-190",
  "sectionId": "football",
  "body": "Who are the greatest managers in English football? Let’s for the sake of ease look at any manager who has won two or more league titles since the second world war. There are 15 and, while cases could be made for the likes of Bill Nicholson, Alf Ramsey, Ron Greenwood and Bobby Robson, it seems a reasonable starting point. The 15 are: Matt Busby, Harry Catterick, Brian Clough, Stan Cullis, Kenny Dalglish, Alex Ferguson, George Graham, Bob Jackson, Howard Kendall, José Mourinho, Bob Paisley, Don Revie, Bill Shankly, Arsène Wenger and Tom Whittaker.   Related: José Mourinho appointed Manchester United manager on three-year contract    Aside from the fact that 10 of those 15 come from either the north-east or the Glasgow-Lanarkshire area, one other thing stands out. With the exception of Clough, who is an outlier in almost every way, all of them had their greatest success in England at the first major club they managed (in certain cases because they turned mid-ranking clubs into major clubs). Only Ferguson and Mourinho had had notable success elsewhere first and, certainly in terms of their European achievements, Aberdeen and Porto were significant underdogs. In fact, in the whole 128-year history of English football, only four managers – Tom Watson, Herbert Chapman, Clough and Dalglish – have won the league with more than one club. Even in the past two decades, when money has insulated a clutch of clubs at the top of the table (at least until Leicester and the new television deal brought the existing paradigm into doubt) and the managerial merry-go-round has speeded up, replicating success has proved very difficult.   Related: José Mourinho: on the rise or the slide? A club-by-club guide to his record so far    Mourinho may become the fifth in that select group. Arguably, given he left Chelsea and returned, he already is the fifth. It is likely the group will grow in the next few seasons: after all, of the five managers to have won the European Cup/Champions League with more than one club, three have done it in the past six years. When there are a handful of super clubs passing the Champions League between themselves, and a small group of celebrity managers who are trusted, that is the natural result. Yet history suggests that the best managers, the most exciting managers, are those who arrive at a club and shape it in their image, those in their 30s or 40s who come with energy and fresh ideas (there are exceptions, of course: Paisley was 55 when he got the Liverpool job). Appoint a fifty-something and you know what you’re getting, but so does everybody else. The world knows what to expect from a Mourinho team, and it has already had a decade of working out ways to stop him. And then there’s the very nature of football. It is a game that has proved endlessly mutable: there is no formula to win. The biggest tactical advances have tended to result from a happy symbiosis of managerial philosophy and player attribute. Would the pressing of Rinus Michels’s Ajax, for instance, have been as ferocious without an aggressive midfielder such as Johan Neeskens? Could Pep Guardiola’s Barcelona have played in the way they did without the central midfield intelligence of Xavi? Could either of those teams have been as fluent without a great generation of youth players who happened to emerge from their academies at roughly the same time and so had spent years playing together and honing a mutual understanding before they got anywhere near the first team?     Kenny Dalglish is one of only four managers to have won the title with more than one club. Here he celebrates with Ronnie Moran, left, and Roy Evans, right, after leading Liverpool’s triumph of 1990. Photograph: Liverpool FC/Liverpool FC via Getty Images    The danger in any field is that longevity prompts self-parody – so that Wenger, say, asks not how best to solve a problem but what the most Wengerian solution to a problem would be. In practical terms there is a danger of a manager trying to impose an approach that worked with one group of players at one particular time on another group of players at another time and finding that in those new circumstances those methods are less appropriate. Very few managers are effective at the very highest level for more than a decade; managers such as Ferguson are very rare. Even Mourinho, perhaps, is not quite what he once was. Between 2002 and 2010, Mourinho won six league titles and two Champions Leagues; since then he has won two league titles and has left two clubs amid “palpable discord”. A diminished Mourinho is still a great coach, but there are suggestions that younger players do not respond so well to his abrasive style of management.   Related: Manchester United confirm José Mourinho as new manager – live!    That is not to say he is a bad appointment for United. After all, when they look across the city and see Guardiola installed at the Etihad, there is a certain sense in appointing the one manager definitively to have got under his skin. If the modern United privileges publicity and the revenue it generates, Mourinho is the ideal man. But equally the paradox is intriguing. The notion that Mourinho is the nearest thing in football to a surefire guarantee of success is a common one, reasonably enough given he always wins the league in his second season. But then the history of English football suggests the most surefire way of failing to win the league is to appoint somebody who has won it before. That, perhaps, is a needlessly mischievous interpretation, but it certainly is the case that wealthy clubs tend to conservative appointments and that means the mavericks and the geniuses – men such as Busby, Shankly or Clough, or indeed Mourinho in his first spell at Chelsea – no longer get their chance until their powers have begun to be spent. With shareholders to satisfy, perhaps that is understandable, but it is hard to avoid the thought that a more radical appointment, while obviously a risk, has the potential to take a club to greater heights.",
  "webTitle": "José Mourinho is seen as a route to title but 128 years of history are against him | Jonathan Wilson",
  "webPublicationDate": "2016-05-27T11:30:50Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/27/jose-mourinho-manchester-united-title-history",
  "keyword": [
    {
      "webTitle": "José Mourinho",
      "id": "football/jose-mourinho",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsène Wenger",
      "id": "football/arsene-wenger",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sir Alex Ferguson",
      "id": "football/sir-alex-ferguson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brian Clough",
      "id": "football/brian-clough",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wilson",
      "id": "profile/jonathanwilson"
    }
  ],
  "guardianId": "football/blog/2016/may/27/jose-mourinho-manchester-united-title-history"
}