{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/morocco-hollywood-door-to-the-desert-ouarzazate",
  "id": "2016-05-27-117",
  "sectionId": "world",
  "body": "Known as the “door to the desert”, the Moroccan city of Ouarzazate is where Hollywood directors go if they want to shoot a Biblical film, or one set in a war zone.  Gladiator, Lawrence of Arabia, Black Hawk Down and part of Game of Thrones were all shot there, as well as countless films about Jesus’s life, including Martin Scorsese’s The Last Temptation of Christ. Far from relishing the fame however, some Moroccans have grown tired of their country being used as Hollywood’s automatic stand-in for places as disparate as Somalia, Afghanistan, Saudi Arabia, Egypt, Macedonia and Tibet. They say it is orientalist and perpetuates age-old western stereotypes about the “exotic east”.  Amal Idrissi, a Moroccan professor, said that while watching the 2014 blockbuster American Sniper she was shocked to recognise Moroccan architecture in what was supposed to be Iraq.     A scene from the TV miniseries The Ten Commandments, which was filmed in Morocco. Photograph: Ken Woroner/AP    “Our mosques and houses are very special; it’s not the Middle East,” she said. “I don’t think they [Hollywood filmmakers] know the difference; they don’t pay attention. It’s a huge detail – it’s not nothing. For me it’s like earth and sky. For them, it’s not important.”   Related: Ben Rivers: ‘You find abandoned sets from films like Lawrence of Arabia just standing there in the desert’    Morocco is 3,000 miles from Iraq, but it has beautiful desert landscapes, mountains and sea, a far better security situation, the right kind of light for filming, and – particularly in Ouarzazate – many experienced extras. Most of these have cultivated professional beards, according to Karim Aitouna, the producer of Sans Bruit, a new documentary about Ouarzazate’s extras. “When they know a Hollywood film is coming, they grow beards,” Aitouna said.  “It’s a very important criteria for the castings – for the historical films but also because they’ll play in terrorist films. They all have beards all the time, not because they want it but because they’re waiting for casting.” Many extras think they know Hebrew, because in the Biblical films they are given a text and asked to mime speaking it in the background of a scene. “But it’s not real Hebrew they’re speaking, it’s fake Hebrew,” Aitouna said.     A tour guide poses with a prop at a film studio near Ouarzazate. Photograph: Alamy    Because so many war films are shot there, amputees are highly sought-after, as is Malika, a 68-year-old woman who has been in more than 200 films since the 1970s because she can cry on demand. She can earn up to €80 (£61) a day, double what an ordinary extra would get, for her wailing in the face of whatever disaster is being filmed that day.   Related: The Moroccans by Leila Alaoui – in pictures    Idrissi said it was distressing to see her country portrayed so often as a war zone, especially as few of the details are changed – for instance, extras are often wearing the distinctive Moroccan djellaba. Othman Naciri, another Moroccan filmmaker, said in an interview with PRI that Hollywood directors did not know very much about his country or compatriots, and chose to film there because it was cheap, safe, and had a lot of sand. “The Moroccan people are cast as typical Arab profile: terrorist, bad guys, according to the American point of view,” Naciri said. “You know, we are not so far from the western point of view of the 1950s – with the good, the bad and the ugly.” Saâd Chraïbi, one of Morocco’s most acclaimed directors, pointed out other pitfalls of being Hollywood’s go-to desert location. “Artistically, it does not bring anything,” he said. Although technicians could be trained and can get work on sets, he said: “This is a problem because it monopolises the vast majority of technicians, depriving Moroccans directors of them.”   Ouarzazate locator   Chraïbi added: “It’s annoying to feel like a surrogate country. But it’s a double-edged sword. On the other hand, it’s interesting to be a land that welcomes projects that bring light on conflicts in Arab countries and the world.” Morocco has escaped the civil wars of Syria and Iraq and was untouched by the Arab spring. But its security comes at a cost. Amnesty International has documented dozens of cases of alleged torture in recent years, and many critics of the authorities have been jailed.   Related: Star of Morocco sex worker film flees for France after 'beating'    Chraïbi is contributing to a growing local industry: the state helps to fund about 25 Moroccan films a year. But Nabil Ayouch, perhaps the country’s most famous director, was shocked to find out that his prostitution drama, Much Loved, had been banned in Morocco last year for its “contempt for moral values and Moroccan women”. Like Ayouch, producer Lamia Chraibi prefers to work on films exploring Moroccan themes. Although the big Hollywood productions are often nostalgic, she thinks they are important because they provide poor Moroccans with a stream of much-needed income. “It’s not the modern Morocco, it’s the idea they want to have,” she said. “It’s orientalism – the western way of seeing Morocco. They want to keep seeing Morocco as it was 60 years ago. But it’s still OK – why not? It’s like a studio. It’s not bad, we’re not offending our image. We know our country and we are very proud of the richness of the country and the landscape.”     Ait-Ben-Haddou, in Ouarzazate province, is a striking example of the architecture of southern Morocco. Photograph: Graeme Robertson for the Guardian    Idrissi is proud too, but thinks that portraying so many of the world’s wars in her country’s dunes is damaging to Moroccan dignity, and might even dissuade tourists from visiting. “It’s not good for Morocco. People will think it’s like Falluja here, and Falluja is not Morocco,” she said.",
  "webTitle": "Morocco tires of role as Hollywood's 'door to the desert'",
  "webPublicationDate": "2016-05-27T14:33:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/morocco-hollywood-door-to-the-desert-ouarzazate",
  "keyword": [
    {
      "webTitle": "Morocco",
      "id": "world/morocco",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/27/morocco-hollywood-door-to-the-desert-ouarzazate"
}