{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/20/the-podcasts-you-should-listen-to-this-weekend-another-round-modern-love-2-dope-queens",
  "id": "2016-05-20-89",
  "sectionId": "tv-and-radio",
  "body": "Welcome to Hear here, our new column on podcasting. Here, we’ll discuss great episodes and share new discoveries – and we hope you’ll chip in with your own recommendations. Something enlightening Let’s start with a classic. This week’s This American Life episode is a delightful delve into the show’s archives. Promised Land features all kinds of people who are looking for a spiritual awakening, from a little girl’s devotion to Disneyland to a potentially life-changing conversation overheard on a train. In it, the late and wonderful David Rakoff tries a 20-day fast to see if he can achieve spiritual enlightenment like the Buddha, monks, saints and new age gurus have accomplished. He doesn’t exactly (“I think I’m doing it wrong!”), but it’s worth every minute. Plus, Ira Glass sings (is that a plus?).  • Promised Land by This American Life (ep 259)Duration: 1 hourListen here / Subscribe hereCome for the nostalgia, stay for the scientific research. Something hopeful Another Round has been one of the happiest results of the podcasting boom. Produced by Buzzfeed and hosted by Heben Nigatu and Tracy Clayton, it features heartwarming, funny-as-hell episodes such as this week’s on 11-year-old Marley Dias, who created the #1000blackgirlbooks campaign to collect children’s books with black girls for main characters, after becoming tired of reading about “white boys and their dogs”. She talks about travelling to Ghana, where “literally every single place you go there is a black person on a billboard” or on the street, and delivers lines such as: “In America, there’s so much difference in everyone, that it’s just hard for us to sometimes feel like we’re special or that we’re important because we know there are other people out there who are still different than us and what does that prove to us? It doesn’t give us power, it doesn’t make us feel important if we feel like we’re alone.” Yep, she’s 11 alright. The roundtable that follows with her, the hosts and writer Ashley Ford discussing their favourite books is unmissable.  • #1000BlackGirlBooks (with Marley Dias) by Another Round (ep 55)Duration: 57 minutesListen here / Subscribe hereFurther readingCome for the cuteness, stay for the female empowerment.       Something blue “I put on a sweater. I went outside with him for a parting cigarette and kissed him goodbye in the forgiving October air. We had met in October, too, and at once it seemed like a very long time ago and only a whisper, like all time, really.” If the New York Times’s Modern Love column series about relationships wasn’t touching enough, this podcast is taking our teary commutes to the next level. The premise is simple: actors and notable personalities narrate essays from the series, often with updates from the writers. Somehow, though, the simplicity makes it all the more powerful. This week, actress Taissa Farmiga of American Horror Story fame reads Friends Without Benefits by Hannah Selinger, about the pain and frustration of waiting for love before learning to let someone go. • Friends Without Benefits by Modern Love (ep 19)Duration: 17 minutesListen here / Subscribe hereCome for the story, stay for the post-scripts about what happened next. Bonus: something new(ish) If you still haven’t listened to 2 Dope Queens, you can catch up with it and get that feeling of completion without having to renounce your social life. This standup and storytelling podcast launched a couple of months ago on WNYC. It’s recorded in Brooklyn before a live audience and features Phoebe Robinson and Jessica Williams, along with their comedians of choice, talking about “sex, romance, race, hair journeys, living in New York, and Billy Joel. Plus a whole bunch of other s**t”. This week, on top of some excellent standup guests, the hosts imagine what they’d do if they had a penis for a day (Spoiler alert: “Nothing substansh.” Head to minute 40:42). Phoebe also reveals that she “gave up on life two days ago and signed up for Tinder” – and provides the most accurate analysis of the dating app I’ve heard to this day.         Click to play the teaser for 2 Dope Queens.     • Dude for a Day by 2 Dope Queens (ep 8)Duration: 59 minutesListen here / Subscribe hereCome for the lolz, stay for Billy Joel.",
  "webTitle": "The podcasts you should listen to this weekend",
  "webPublicationDate": "2016-05-20T15:57:07Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/20/the-podcasts-you-should-listen-to-this-weekend-another-round-modern-love-2-dope-queens",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Podcasting",
      "id": "media/podcasting",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Marta Bausells",
      "id": "profile/marta-bausells"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/20/the-podcasts-you-should-listen-to-this-weekend-another-round-modern-love-2-dope-queens"
}