{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/09/opioid-addiction-appalachia-tennessee",
  "id": "2016-05-09-218",
  "sectionId": "society",
  "body": "On the outskirts of Kingsport, Tennessee, Kim, a therapist, faces a small group of people sitting in folding chairs. She’s helping them rid their life of illegal drugs.  The attendees are all white and working class, self-described “dirt poor”, and none with college degrees. They have come to spend hours talking of past and present pains, offer each other support, and pee in a cup. If they pass the test, they will get their weekly prescription of Suboxone, an FDA-approved narcotic for opioid addiction treatment. Or as it is called on the streets, “fake heroin”. Kingsport is where the Appalachians cross into eastern Tennessee. It’s a factory town cut in two by train lines and surrounded by hills. The few parts that are flat are stuffed with shopping malls, themselves filled with franchises. On maps, the area is mostly colored green for national forest, or brown for the hills. But on maps showing drug overdoses in the US it is dark red, the color used for the most deaths.     Kim, a therapist who helps addicts to stop using illegal drugs. Photograph: Chris Arnade for the Guardian    Fifteen years ago, the map of the US was all blue, with few deaths reported. Since then, deaths from drugs have doubled, and what was once a small isolated red spot in Kentucky has grown larger and darker, overtaking Kingsport and the rest of central Appalachia. The area has been overrun with a demand for illegal drugs, opioids and tranquilizers. As a consequence, it has also been overrun with the pain, upturned lives and death that follow addiction. The reasons behind the surge in demand are unclear and everyone asked has a different explanation – some are repeated so often in the press they have become street mythology. There is the pain pill story: “They prescribed so many pain pills so easily back in the 1990s, we all got addicted.” There is also the gang from big city story: “The heroin highway runs straight through them hills, right up to Detroit. When demand up there dried up, the gangs needed a new market and came here.”    Folks have little, and little offered to them. It’s a breeding ground for addiction  Kim C     A little of each is true, but the reality is more complex and consequently harder to fix: drugs follow as hope exits, and in large parts of central Appalachia, hope has been exiting. Kim, the therapist, hears the stories of pain and suffering from her patients daily. She herself has experienced it. Born and raised in Kingsport, she had a long run with drugs, but is now 14 years free of them. “There is just such great despair and hopelessness here,” she says. “With the coal mines closing, middle managers laid off from the plants, we have new economic despair. Folks who have little, and little offered to them. It’s a breeding ground for addiction.” Regardless of the reason for the demand, the supply has followed. You can buy whatever variety of pills and drugs – illegal, legal, diet, exercise, pain relief, cocaine, meth and heroin – in almost any Walmart parking lot.      Drugs paraphernalia in a parking lot in Kingsport. Photograph: Chris Arnade for the Guardian    The drugs have come in waves, each more dangerous than the last. First it was meth, then the police cracked down. Then it became pills, and the police cracked down. Now it is heroin. And the heroin coming is dangerous. “The heroin here has been stomped on so many times, cut with other shit, by so many people by the time it gets here, it is straight up poison,” an attendee told me. The public health response has been as slow as the dealers’ response has been quick. Whereas other places have responded by giving out clean needles or rolling out supervised injection facilities, in central Appalachia they have mostly given out scoldings and bibles. The vastly underfunded treatment centers available are mostly built around the premise of addiction as a moral failing, solved via abstinence and salvation.     My dad was a dealer, and all my friends used. We didn’t have anything else to do. There was no other jobs  Bertha Porter     Yet as the death toll has climbed, policy and attitudes have timidly started to change. The most recent has been the use of Suboxone which, in the words of a 20-year heroin user attending the meeting, “keeps me from getting sick and needing heroin, but it doesn’t fuck me up”. But getting a prescription for Suboxone is hard, and often expensive. The rules are complex and strict, and only those lucky enough to have good insurance get it paid for.  Jerry Chappell, 55, lives in a small hallow in the hills, an hour away from the Kingsport clinic where he gets his prescription. He grew up dirt poor, his dad a hard drinking man who beat his children. He never finished grade school, chased away by a teacher who called him stupid. He’s spent his life working with his body, accumulating pains and injuries, until his body broke. “Not knowing your ABCs, you have to work harder, because that is the only work you can get,” he says. Chappell started on drugs early, drinking and smoking weed throughout his life. “I did drugs to feel happiness and joy and forget all my pains and problems. My body always ached, and I felt so dumb. Nobody wanted me. I would have killed myself without them.”     Jerry Chappell, 55: ‘I did drugs to feel happiness and joy.’ Photograph: Chris Arnade for the Guardian    He didn’t touch anything harder until he fell off a ladder and broke his neck. Then doctors “started pushing pain pills on me. I didn’t like them, but they told me I had to take them. To work again.” “It was the first time I was ever hooked to something and would get sick from not using. Then they took away my prescription. I ended up selling all my valuable stuff to buy pills on the streets. Forget some of my obligations. I hated who I had become.” Now he is on Suboxone, which costs half his disability check, and has turned his life over to Jesus. “I got saved. It changed me. When you are told all your life you’re unworthy, dumb, you start believing it. God has changed that for me.” Bertha Porter, 28, also lives well over an hour from her clinic, in a trailer park in a tiny town nestled in a valley. Without a car, or public transport, she has to find someone who can drive her the round trip. Often, that means paying $60 or more. She and her husband have been using since they were 13 or 14, absorbing each new wave of drugs as they sweep over the region. “I started with alcohol and weed, moved to meth and bath salts, and then pills. I stopped before heroin got here.” She has had a prescription for Suboxone for six months.     Bertha Porter, who lives an hour from her clinic. Photograph: Chris Arnade for the Guardian    “Being clean, it ain’t normal for me. I grew up with drugs and fucked-up people all around me. My dad was a dealer, and all my friends used. We didn’t have anything else to do. There was no other jobs, coal mines were closing left and right.” David Coffey, 33, was found dead in July, with a mix of heroin, crystal meth and Phentermine (diet pills) in his system. His mother, Rhonda, sits quietly in a park trying to put the awfulness in some sort of context, to figure out how a child she knew as shy and cautious could end up dying from drugs.   map   “He was bored and lonely. There really wasn’t much for him here. Or for any kids. No quality jobs, just service industry and call centers. The good companies that were here when I grew up – Raytheon, Univac – are gone. Now everyone is scared with little stability. Community is also gone. Everyone is hard to each other, and kindness is now considered a weakness.” Like many addicts, David’s last years were filled with moments of being clean, and ugly periods of falling back into drugs. Getting him what little help was available took up most of Rhonda’s time. “There is little treatment here. Drugs are everywhere, but everybody is pretending it isn’t happening and embarrassed by it.”     Rhonda, who lost her son to addiction. Photograph: Chris Arnade for the Guardian    Rhonda saw that stigma day after her son’s death. “When David died, someone told me: ‘It is OK, you don’t need to tell anyone how he died.’ I decided then and there to tell everyone as loud as I can. The next day I put it in his obituary that he died from drugs. If I can help one person, because of his death, then his death will be less painful. So I am going to tell anyone who will listen.” That denial is something Kim deals with constantly. “There is a stigma about addiction. People are dying here in droves, and people are embarrassed. We are a small town. Appearances still matter. When you fail here, people look at you funny.” But even those who appear to succeed can fall prey to drugs. Matt Miller, 28, comes from a family with hard-working parents, who are not rich, but not poor either. He was the captain of his football team, did well in high school and won a prestigious college scholarship. For his first few years in college, he did well. Then he hit a rough patch. He was stressed and depressed. His roommates had pills, and their friends had pills, and so he drank and took pills. In a few years, when he couldn’t find his favorite pills (Opana), he turned to shooting up heroin. By then his life had become defined by the need for drugs. Lying, stealing and cheating came with that. He got clean after many failed attempts with the help of his mother Jennifer, who was changed by the process. “At first I did all the wrong things, tried tough love, but it didn’t work. It is not the way to do it. You have to be realistic about what the person is going through.”      Matt Miller, who is now clean, with his mother Jennifer. Photograph: Chris Arnade for the Guardian    Matt has now been free from the pills for more than a year, and counts himself lucky. His nephew and best friend, Jared, also started using pills around the same time he did. On 13 May 2013, Jared overdosed on Roxicodone, becoming one of the statistics that has turned eastern Tennessee a darker shade of death. The loss of hope can be seen in economic numbers, like declining wages, or the number of factories and coal mines closed. Yet there are other equally painful changes that are hard to measure. How integrated are people with the local community? Do they feel a sense of place, of belonging, of enthusiasm for the future? What once defined central Appalachia – a tight social structures focused on community – is giving way to the ordinariness of strip malls, franchises and disposable jobs. In Kingsport, the crowds and energy is on the newer street filled with chain stores, not the historic district of town. On my last night in town, I sat at the bar at the local Applebee’s. A young woman came in, sat on her own, and ordered a large margarita. She downed it quickly and ordered another, and then another, switching between talking to everyone at the bar and looking at her phone. Despite getting drunker and drunker, the bartender kept smiling and serving her. As I paid to leave, the bartender saw my ID, and asked me why I had come so far to be in Tennessee. I explained it was to write about addiction and heroin. He nodded politely, and as he was making the woman’s fifth margarita, told me of his friend who had gotten lost in drugs. “It is awful here. So many people on pills. And now heroin. I just don’t know why anyone would use it.”",
  "webTitle": "America's opioid addiction: 'I ended up selling all my valuable stuff to buy pills'",
  "webPublicationDate": "2016-05-09T11:30:14Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/09/opioid-addiction-appalachia-tennessee",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tennessee",
      "id": "us-news/tennessee",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Arnade",
      "id": "profile/chris-arnade"
    }
  ],
  "guardianId": "society/2016/may/09/opioid-addiction-appalachia-tennessee"
}