{
  "apiUrl": "https://content.guardianapis.com/careers/2016/may/24/what-would-leaving-eu-mean--employment-rights",
  "id": "2016-05-24-296",
  "sectionId": "politics",
  "body": "There has been a lot of discussion about how a Brexit vote to leave the EU would affect your employment rights. The reality is that there is unlikely to be a major shift, and most EU laws would be retained. This is for a number of reasons. First the withdrawal negotiation would take many months, more likely years, and the status quo would be broadly expected to continue during that period. Although no one knows precisely what the UK’s relationship with the EU would look like after Brexit, the government is likely to be required to retain EU employment law as part of any new deal. This would otherwise make the UK labour market more attractive and thereby put other EU member states at a disadvantage.   Guardian explained: in numbers   To look at how it may work, Norway is often touted as an example. The country is not part of the EU, but it is part of the European Economic Area (EEA), and as such bound by the vast majority of EU employment law as a condition for its trade agreements. The European court of justice, furthermore, fulfils the same judicial function as it does in the EU member states. Much of UK employment law which originated from the EU has become workplace norms. The level of protection afforded to workers is so woven into the fabric of the employment relationship that their wholesale removal would not only be unexpected by employers, but would be politically unthinkable for any government. A good example of this is in relation to discrimination law. The EU framework directive on discrimination in 2000 significantly changed UK law, introducing new protected categories so employers cannot now discriminate based on age, sexual orientation or religion. And there are other examples: the outlawing of discrimination based on being a part-time, or fixed-term worker, the right to rest breaks, paid holiday, and leave for working parents all derive from EU directives. A government which tinkers with such matters will do so at its peril. There are many areas of UK employment law that do not derive from Europe, and therefore would not be affected by a Brexit. These include unfair dismissal protection, the national minimum wage, and unlawful deductions of pay. Furthermore, laws promoting equal pay and banning race discrimination both pre-date the UK’s membership of the EU. In some cases, the UK has even enhanced the rights given to workers which goes beyond what was required by European directives. For example, the right to shared parental leave, and to request flexible working, are domestic in origin. Finally, the UK courts and tribunals are already bound by rulings from the European court of justice on applicable EU law. This court’s decisions will continue to be binding unless a judge has good reason to depart from them following a Brexit, or they are overridden by an act of parliament. So what areas of employment law could be up for review and possible change if a Brexit becomes a reality?   Related: Do you know your employment rights?    Working time The working time directive places a restriction of a maximum 48-hour working week (although there is the ability to ask employees to opt-out of the requirement). There are also provisions which determine paid holiday, and minimum rest periods. With recent case law allowing staff to have the right to carry forward holiday while off sick, and the need to include overtime and commission payments in holiday pay, the law in this area has become complex and uncertain, and the government may want to impart a greater discretion to employers. Tupe The transfer of undertakings (protection of employment), or Tupe regulations, are designed to protect the rights of employees on a transfer of a business or the outsourcing of services, and means it can be difficult for employers to harmonise the terms and conditions of the transferred workers with their new staff. A Brexit may lead to a simplifying of the process for employers, and a loosening of the restrictions on changing terms and conditions. There may also be a relaxation of information and consultation requirements before a Tupe transfer. Compensation There may be an introduction of a compensation cap on successful discrimination claims, which is presently unlimited (unlike unfair dismissal claims which does have a statutory cap). As you don’t require a minimum of two years’ service to make a claim for discrimination (unlike in unfair dismissal claims), employers are seriously exposed to financial and reputational risk as soon as a claim is made.  Agency workers The agency workers directive confers certain basic employment rights on agency workers similar to those enjoyed by permanent employees, and there are also record keeping requirements. They are highly unpopular by employers and it is widely believed that this will be the first employment law area to be rolled back following a Brexit. Capital Requirements Directive (CRD IV) This introduced changes which included a cap on bonuses for certain bankers. The directive imposes a limit that means the bonus cannot be more than the amount of the yearly salary, which can rise to up to two times the salary with shareholder approval. The government doesn’t like it, because it constrains the freedom of the banks to determine pay, which could put them at a disadvantage when hiring top staff compared with banks in the US or the far east. There are concerns also that this has led to banks offering a higher fixed salary, which cannot be clawed back – regardless of how staff perform. In summary, any changes to UK employment law following a Brexit is highly unlikely to result in a sudden radical departure from the status quo. So many of the EU-driven directives are woven into the fabric of case law, regulations and established practices by employers, that it will be a slow process to unravel, and undesirable for employers. Much would also depend on the UK’s subsequent relationship with the EU, and this of course, will be the subject of future negotiations. Philip Landau is an employment law solicitor at Landau Law Solicitors Looking for a job? Browse Guardian Jobs or sign up to Guardian Careers for the latest job vacancies and career advice",
  "webTitle": "What would leaving the EU mean for your employment rights?",
  "webPublicationDate": "2016-05-24T06:00:02Z",
  "webUrl": "https://www.theguardian.com/careers/2016/may/24/what-would-leaving-eu-mean--employment-rights",
  "keyword": [
    {
      "webTitle": "Guardian Careers",
      "id": "careers/careers",
      "sectionId": "careers",
      "sectionName": "Guardian Careers"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Employment law",
      "id": "law/employment-law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [
    {
      "webTitle": "Philip Landau",
      "id": "profile/philip-landau"
    }
  ],
  "guardianId": "careers/2016/may/24/what-would-leaving-eu-mean--employment-rights"
}