{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/24/inside-the-27-may-edition",
  "id": "2016-05-24-167",
  "sectionId": "global",
  "body": "We think carefully about each edition of the Weekly. Case in point: the Eyewitnessed images in the edition that will be with you soon. Photojournalism has always been a personal passion, so this is an item I take great pleasure in crafting. This week’s photos capture people striving, creating, protesting, fleeing, and celebrating. We offer events and emotions from Indonesia, Chile, Bangladesh, Spain, Britain and the US. We present fire as a source of wonder and also as an element of fear. We show water as a force to be conquered, and something to shelter against. We try to provide a diverse array of images, explaining the world this week with a deeply poignant proposition. Did we succeed? Our cover story this week is equally compelling, I think, as Colombia-based journalist Sibylla Brodzinsky uses a perhaps more time-honoured method of reportage (words!) to illustrate the deep frustration and increasing anger in Venezuela as the economy implodes, and politicians fail to find solutions. “We heard there was chicken,” says one 48-year-old mother of three, who queues from 4am in the city of Guarenas, only to be left empty-handed. Brodzinsky reports on a revolution that, for the moment, at least, has gone terribly wrong. On the news pages we consider the fallout in Canada from prime minister Justin Trudeau’s fracas in the House of Commons, weigh up the policy shift signalled by the US with drone strikes against the Taliban in Pakistan, report on the antibiotic apocalypse on the horizon, and assess how the crash last week of an Egyptian airliner will impact that country. We report on the outcome of Austrian elections, the lifting of a US arms embargo imposed decades ago on Vietnam, and keep pace with developments related to Europe’s ongoing refugee crisis. Comment airs views on the rule of law, Israel’s turn to the right, and British prime minister David Cameron’s dilemma in dealing with Conservative party rebels once the 23 June EU referendum is done. On the Letters page, you shared thoughts on free trade, the success of cities, grammar, rivers and solitary confinement. We value these contributions. If you’d like to send a letter for publication, you can do so by clicking here or emailing weekly.letters@theguardian.com. There’s a great read awaiting in the lean-back Review section, as French author and screenwriter Emmanuel Carrère shares his perspectives on Calais. This brilliant piece of long-form journalism paints a different, and very personal, picture. I found it massively enjoyable, and hope you do too. The Discovery section reports on concerns about a plan to bury radioactive material near Canada’s Great Lakes. The lead book review calibrates the history and importance of GPS. And Culture meets American Don DeLillo, the novelist whose name is far too easy to misspell. There’s an extended Notes & Queries section while we await further submissions for our Good to meet you spot. Please do feel free to contribute to either, or, even better, to both! For N&Q, please click here to send a question or an answer. For GTMY, you can click here, or email guardian.weekly@theguardian.com. This week also sees the addition of new elements to this email. We’re adding a video and/or audio highlight of the week, selected by your GW team from the Guardian’s range of audio-visual offerings. Look toward the end of this message for the links. We hope you enjoy the range of thought, writing and world views presented this week. And we value your feedback on the editorial content, which you can send along by clicking here. As always, I thank you for reading. Would you like to change your delivery address? Your email address? Suspend delivery? You can manage your account online here. Are you a subscriber looking for our digital edition? Click here. This edition can be viewed by subscribers on desktops, laptops, iPads, iPhones, some Kindles, Android tablets and smartphones. Log in on the device to the digital edition and the technology should take you to the correct format.",
  "webTitle": "Inside the 27 May edition",
  "webPublicationDate": "2016-05-24T12:48:09Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/24/inside-the-27-may-edition",
  "keyword": [],
  "authors": [
    {
      "webTitle": "Abby Deveney",
      "id": "profile/abby-deveney"
    }
  ],
  "guardianId": "news/2016/may/24/inside-the-27-may-edition"
}