{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/19/mega-tsunamis-in-mars-ancient-ocean-shaped-planets-landscape",
  "id": "2016-05-19-206",
  "sectionId": "science",
  "body": "Mega-tsunamis in an ancient ocean on Mars may have shaped the landscape and left deposits that hint at whether the planet was once habitable, researchers say. The giant waves, thought to have reached up to 120 metres in height as they raced over the land, could have been triggered by two large meteorites slamming into the surface.  The tsunamis may been powerful enough to shape much of the ancient coastlines on Mars, said J. Alexis Palmero Rodriguez, of the Planetary Science Institute in Tucson, Arizona, who led the study. Writing in the journal Scientific Reports, the international team, which included scientists from the US, China and Germany, describe how they set out to probe a Martian mystery.  It has previously been proposed that the lowlands of the northern hemisphere of Mars were catastrophically flooded around 3.4 billion years ago, forming a vast ocean, potentially covering several million square kilometres. But scientists have been puzzled by the lack of an associated shoreline and its expected features.  Now Rodriguez and his team think they may have the answer- the fact that it is hard to make out such ancient shorelines is because huge tsunamis buried them, depositing sediments up to hundreds of kilometres inland.     Left: Researchers have created a digital elevation model of the area studied, showing the two proposed shoreline levels of an early Mars ocean that existed approximately 3.4 billion years ago. Right: Areas covered by the tsunamis. Photograph: Alexis Rodriguez    Using cameras onboard the Mars Odyssey Orbiter, Mars Reconnaissance Orbiter and Mars Global Surveyor, the scientists mapped a region that is thought to have been the ancient ocean, featuring a boundary between highland and lowland area. They examined two sets of deposits in detail. One, they reveal, appears to contain a large array of boulders, while the other appears to be made of water-ice. The scientists believe the deposits are the remnants of two tsunamis that rushed over the Martian landscape, burying the ancient shoreline. Computer simulations, adds Rodriguez, suggest that such tsunamis could have been generated by large impacts, generating waves with an average height onshore of 50 metres, with the largest reaching 120 metres. “We link the origin of the tsunamis to meteorite impacts that produced craters 30 kilometres in diameter,” he said, adding that such impacts occurred over the whole ocean around once every three million years.  “The finding of the two Martian tsunami deposits imply that the northern ocean must have existed. In addition, their range of morphologies allow us to investigate climate change during the lifetime of that ocean,” said Rodriguez. The images of the Martian surface suggest that the first tsunami left the boulder-rich deposits, creating a rocky terrain over a wide range of elevations. As the water retreated back to the ocean it gouged out channels which can also be seen. Between then and the second tsunami several million years later, the researchers propose that the planet cooled and the sea level lowered.  When the second meteorite struck during this colder period, it generated another tsunami, the researchers add - this time akin to an ice surge. As the waters hit the cold land and lost heat, they froze solid. “This is important is because we don’t really see much in the way of evidence for a backwash phase - the tsunami didn’t go back into the ocean,” said Rodriguez.  Parts of the deposits left by this younger tsunami do not appear to have been disrupted over time, suggesting they could yet contain clues about the ancient ocean, such as whether it could have supported life.  Similar dramatic events could have occurred elsewhere on Mars, the authors say. “Although we have only identified evidence for two tsunami events in our study area, other regions in the northern plains likely experienced similar tsunami-related coastal resurfacing, perhaps associated with other impacts, huge landslides or large Marsquakes,” they write.  John Bridges, a planetary scientist at Leicester University, who works on Nasa’s Curiosity rover mission and is a camera team member of the HiRISE Mars Reconnaissance Orbiter says evidence for a once-watery Mars is building. “A consensus is quietly growing that there was a great sea, an ocean, on ancient Mars, and this is another take on it,” he said. While he believes it likely that tsunamis could well have occurred in such an ocean, he believes the latest research is not definitive proof of a massive body of water. “It doesn’t seem certain to me that you could tell the difference between a really big impact into an ocean or into an area of land which has lake-filled craters and ice-rich terrain,” But, he adds, “It is a fascinating thought, and it might just be right.”",
  "webTitle": "Mega-tsunamis in Mars's ancient ocean shaped planet's landscape",
  "webPublicationDate": "2016-05-19T11:37:31Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/19/mega-tsunamis-in-mars-ancient-ocean-shaped-planets-landscape",
  "keyword": [
    {
      "webTitle": "Mars",
      "id": "science/mars",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Geology",
      "id": "science/geology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "science/2016/may/19/mega-tsunamis-in-mars-ancient-ocean-shaped-planets-landscape"
}