{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/brexit-eu-referendum-boris-johnson-greece-tory",
  "id": "2016-05-16-159",
  "sectionId": "commentisfree",
  "body": "The leftwing case for Brexit is strategic and clear. The EU is not – and cannot become – a democracy. Instead, it provides the most hospitable ecosystem in the developed world for rentier monopoly corporations, tax-dodging elites and organised crime. It has an executive so powerful it could crush the leftwing government of Greece; a legislature so weak that it cannot effectively determine laws or control its own civil service. A judiciary that, in the Laval and Viking judgments, subordinated workers’ right to strike to an employer’s right do business freely. Its central bank is committed, by treaty, to favour deflation and stagnation over growth. State aid to stricken industries is prohibited. The austerity we deride in Britain as a political choice is, in fact, written into the EU treaty as a non-negotiable obligation. So are the economic principles of the Thatcher era. A Corbyn-led Labour government would have to implement its manifesto in defiance of EU law.   Related: A closer look at the leftwing case for Brexit | Letters    And the situation is getting worse. Europe’s leaders still do not know whether they will let Greece go bankrupt in June; they still have no workable plan to distribute the refugees Germany accepted last summer, and having signed a morally bankrupt deal with Turkey to return the refugees, there is now the prospect of that deal’s collapse. That means, if the reported demand by an unnamed Belgian minister to “push back or sink” migrant boats in the Aegean is activated, the hands of every citizen of the EU will be metaphorically on the tiller of the ship that does it. You may argue that Britain treats migrants just as badly. The difference is that in Britain I can replace the government, whereas in the EU, I cannot. That’s the principled leftwing case for Brexit. Now here’s the practical reason to ignore it. In two words: Boris Johnson. The conservative right could have conducted the leave campaign on the issues of democracy, rule of law and UK sovereignty, leaving the economics to the outcome of a subsequent election. Instead, Johnson and the Tory right are seeking a mandate via the referendum for a return to full-blown Thatcherism: less employment regulation, lower wages, fewer constraints on business. If Britain votes Brexit, then Johnson and Gove stand ready to seize control of the Tory party and turn Britain into a neoliberal fantasy island.   Related: Dutch far-right leader Geert Wilders goes on trial for inciting hatred    They will have two years in which to shape the post-Brexit economy. Worse, the Tories will be free to use the sudden disappearance of our rights as EU citizens to reshape the UK’s de facto constitution. The man who destroyed state control of education and the man who shovelled acres of free land into the hands of London developers will get to determine the new balance of power between the citizen and the state. So even for those who support the leftwing case for Brexit, it is sensible to argue: not now. The time to confront Europe over a leftwing agenda is when you have a Labour government, and the EU is resisting it. This is why I have refused to campaign for Brexit, and may even abstain on the day. I also want to see the final offer. As with the Scottish referendum I expect, if the polls show a lead for remain of less than 7%, there will be a politically orchestrated run on sterling; a string of CEOs paraded on to the BBC promising to quit Britain; then a a surprise “final offer” from either Jean-Claude Juncker or an influential group of heads of government. If this offer includes the suspension of the social chapter, or further opt-outs that favour the rich over the poor in Britain, then there would be little point in staying in for tactical reasons. Already, thanks to David Cameron’s Brussels deal, the choice is between out and half-out. I do not think the concessions Cameron achieved in March were negligible. Though the emergency brake on in-work benefits for migrants was reactionary showmanship, the opt-out from “ever closer union” he gained was real. It means there will probably never be another 28-member treaty. As the Eurozone consolidates, around banking union and cross-border transfers, the Lisbon treaty will be superseded by new, core-country agreements. If that happens, it is likely the UK will be able to legally retreat from some Lisbon commitments. Thus, even without a catastrophic disintegration, it is likely that the UK’s relationship with both the eurozone and European law will remain negotiable.           Europe should be ‘preserved’ for Europeans, says Hungarian PM    All this suggests that those of us who want Brexit in order to reimpose democracy, promote social justice and subordinate companies to the rule of law should bide our time. But here’s the price we will pay. Hungary is one electoral accident away from going fascist; the French conservative elite is one false move away from handing the presidency to the Front National; in Austria the far-right FPÖ swept the first round of the presidential polls. Geert Wilders’s virulently Islamophobic PVV is leading the Dutch opinion polls.   Related: Hungarian camera operator apologises for kicking refugees    The EU’s economic failure is fuelling racism and the ultra right. Boris Johnson’s comparison of the EU with the Third Reich was facile. The more accurate comparison is with the Weimar Republic: a flawed democracy whose failures fuelled the rise of fascism. And this swing to the far right prompts the more basic dilemma: do I even want to be part of the same electorate as millions of closet Nazis in mainland Europe? The EU, politically, begins to look more and more like a gerrymandered state, where the politically immature electorates of eastern Europe can be used – as Louis Napoleon used the French peasantry – as a permanent obstacle to liberalism and social justice. If so – even though the political conditions for a left Brexit are absent today – I will want out soon.",
  "webTitle": "The leftwing case for Brexit (one day)",
  "webPublicationDate": "2016-05-16T14:11:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/brexit-eu-referendum-boris-johnson-greece-tory",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Greece",
      "id": "world/greece",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Mason",
      "id": "profile/paul-mason"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/brexit-eu-referendum-boris-johnson-greece-tory"
}