{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/secret-lives-of-moviestar-babies-hollywood",
  "id": "2016-05-12-266",
  "sectionId": "film",
  "body": "“Here comes another piece of action,” says the doctor, who is not a doctor. “It’s crowning!” We see a hairless vagina that is not a vagina splitting a small wet skull that is actually not a – well, you get the point: none of this is real. “One more big push,” urges the fake doctor. “Good!” Then, from between the panting actor’s legs, he slowly maneuvers into view an infant that, per Screen Actors Guild (SAG) regulations, is at least 15 days old. The baby is covered in mysterious goo. It looks disgruntled and disgusted. It appears to scream, but then falls asleep. Meet infant actor J Doe, one of dozens of professional babies starring in movies and TV series every year. His special talents include crying, wrinkling face and being held.  Evan Goldberg, executive producer of the comedy Knocked Up, admitted over the phone that he couldn’t remember who the baby was in the movie’s birth scene. “Actually, we shot two endings – one with a girl, one with a boy. I think we ended up with the boy? I’m not sure.” The role went uncredited, which isn’t unusual because infant actors don’t have speaking parts and are therefore classified as background actors or extras. They’re thrown in with the likes of “Guy Walking Out of Starbucks #2”. No one knows their names, and in exchange for being covered in mysterious substances for wanton nude scenes, history forgets them. Personally, the plight of tiny, barely sentient humans trying to make a name for themselves in Hollywood does not move me. But I do want to know what the goddamn goo is, what kind of crooked obstetrician monsters get paid off to peddle infant acting jobs in the post-natal unit, and what terrible things are done behind the scenes to make these babies cry so hard for birth scenes.    The stand-in doll on set was so realistic looking that it depressed people because it looked dead  Evan Goldberg     “I don’t think it works that way,” Goldberg said after a long pause that implied my questions were weird. “I think it’s all very official. Our initial intention with Knocked Up was to film a live birth, but we found out we couldn’t because the baby, by virtue of not being born yet, couldn’t be a member of SAG. So we created a fake lower body of a woman with a head that came out to simulate crowning. There are a lot of regulations.” Per usual, my questions are more macabre than their answers. Infant actors are well-protected; they can only work four hours per day; they can only shoot for 20 minutes of those hours. “So you have four infants, approximately the same age, same hair color, look enough alike that they can double each other,” said Chris Riddle, an assistant director for film and television. “You use one baby for the first 20 minutes, a second baby for the next 20, etc. And if you’re doing a shot where the baby isn’t the focal point, or maybe it’s just in a crib in the background, you use a doll.” Clint Eastwood’s decision to use a doll instead of a real baby for long scenes in American Sniper raised interesting questions about the role of newborn actors on sets. The movie quickly became legendary not only for its award-winning depiction of a sniper, but for the fact that Sienna Miller breastfed a doll.  Audiences were really disturbed by it; nothing distracts from the plot like Miller appearing to insert her nipple into the rigid, hole-mouth of one of those plastic, bottle-feeding, poop-and-pee babies.            Granted, the doll in question was not especially realistic (it looked like a Toys “R” Us clearance item) – but even if it had been, chances are we would have hated it even more.  The “uncanny valley theory” suggests that the more a non-human resembles a live human, the more relatable that non-human becomes – but only to a point. When the appearance gets too realistic, the theory goes, humans tend to feel repulsed (think CGI disasters like Polar Express.) Producer Evan Goldberg remembers one such doll, and it haunts him. “The stand-in doll on set was so realistic looking that it depressed people because it looked dead. Whenever we weren’t using it, we had to get the props master to take it away and keep it away.” Not looking dead is a huge part of infant acting. If one falls asleep, handlers aren’t allowed to wake it, because that would be mean. Instead, a conscious back-up baby is swapped in. Daniel de Blanke, a freelance composer whose daughter has been working as a child actor for almost half her life (she’s nine months old) says that “not being a big napper” has given his daughter an edge in the business. (Her upcoming spots include a print ad and an online commercial for a rental hunting website). “Being physically awake during auditions is a big thing,” he explained. The competition for jobs is fierce. Casting agents have access to thousands of baby extras via various talent agencies and casting sites. Parents like De Blanke sign up, post a picture of their kid, and wait.  Ben Patterson, who runs a digital music company in Los Angeles, is still waiting. He recently updated his eight-month-old’s talent page to include skills such as “sits up, crawls, high fives”. He remembers filling out generic forms that included questions like: “Would you do nudity?” “Which I guess Emmett would do,” Patterson said, laughing. “He’s nude a lot. He’s a baby.” Like most of the parents I spoke to, De Blanke and Patterson aren’t after fame; they got their kids involved in background acting to start a college fund. “In California, with all under-18 actors you have to set up a Coogin Trust [a blocked trust account]. Any money that my daughter makes goes into that, and she gets it when she’s 18.” In general, the parents I talked to were relatively chill. But they had seen things. “The kids can do no wrong, they’re babies – but the parents can,” De Blanke said gravely. “Sometimes the parents get very upset [when their kid falls asleep and doesn’t make it on-camera.] One dad was trying to wake his baby up.” De Blanke also recalls being at an audition with “one gentleman who told everyone his infant was either going to be a rock star, or a movie star. Those were the choices.”            Fortunately, those in charge of casting have comparatively low expectations of babies. “What you want for newborns is generally for them to do nothing,” said Hartley Gorenstein, a producer whose recent credits include Room. I asked him about the goo. “Goo?” “The stuff that looks like vaginal discharge, on the babies – the post-birth stuff.” To be more scientific and appropriate, I clarified that I meant the vernix caseosa, which is Latin for “cheeselike varnish”. “I want to know about the cheeselike varnish,” I said. “High fructose corn syrup,” he said. “The same sort of stuff we would use for blood if someone got shot.” I relayed the question to my other sources and found that the substance varies set-to-set.    Everybody’s metaphorically holding hands, looking at each other solemnly, like, ‘Please don’t let this baby shit itself'  Evan Goldberg     Jane Rogers, who does background casting for shows like Man Seeking Woman and often works with children, took time to emphasize the integrity of her goo. The goo is edible and gluten free – it is very LA. “We make sure that the goop they’re covered in is organic, water soluble, non-toxic, la-la-la.” “We put grape jelly and cream cheese on children for birthing scenes,” Knocked Up’s producer Evan Goldberg said. “It’s weird.” Then again, all of Hollywood is weird. Here, not even infants are immune to youth-driven beauty standards. This is the sort of place where you can always look younger, even if you’ve just been born.  Jane Rogers explained to me that the reason casting agents go after twins or triplets isn’t just to get lookalikes for the same character (thus making the most of each newborn’s mandated 20 work minutes), but also because multiples are typically born premature. Soliciting premature babies, in other words, is a way to cast for age zero while sticking to SAG’s 15-day-old age requirement. Ethics, requirements, rules – la-la-la. I was getting bored by how principled everyone was. Luckily, my questions about in-house methods for getting babies to cry prompted more mixed responses (take away a toy, take away the mother, “it just happens”).     Julianne Moore and Hugh Grant with what looks like a fake baby. Photograph: Allstar    My friend who writes for television claimed that once, when he was on set, they used baby wipes to do it. “It was upsetting,” he said. “Please don’t use my name.” “I think someone must’ve discovered at some point that having this foreign object on their face makes them hysterical,” he continued, “maybe it’s uncomfortable or confusing? After a few takes, we didn’t want to keep doing it. It left me with a bad feeling.” I slogged on, hoping for darker tales of woe. But hypoallergenic baby wipes was the weirdest it got. According to everyone else, the real challenge is getting the baby to not cry. “Everybody’s metaphorically holding hands and looking at each other solemnly, like: ‘Please don’t let this baby cry and shit itself,’” Goldberg said. “You’re ruled by tentative fear, because this kid can do whatever it wants. With [adult] actors, you have to deal with egos, strengths, weaknesses. With babies there’s just one thing: don’t cry.” This, like raising a child, often takes a village. “When babies are on set, everyone is behaving – top of their game – because if the kid starts crying, we’re all fucked. It’s funny to watch, like, a hundred people trying to be good parents, all at the same time.”  “Most recently, there was a day on Neighbors II,” he continued. “We had the twins, Elise and Zoe, who play the kid, plus there were these toddlers … basically we had a handful of babies, and it was like playing with fire. The babies were crying, and everyone else on set was making farting noises – that was the only way to keep them smiling. And, keep in mind this is everyone’s job, so they’re taking the farting noises really seriously.” I imagined a room full of adults, mouths numb from doing raspberries.  Tiny actors are paid in cash and rarely recognized when the credits roll, but during their 20 minutes in the spotlight, they are tiny kings and queens. Given how sensitive audiences are to the uncanny valley phenomenon, they might even have job security when the robots take over.",
  "webTitle": "The secret lives of movie-star newborns: who are they, and what is all that goo?",
  "webPublicationDate": "2016-05-12T10:45:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/secret-lives-of-moviestar-babies-hollywood",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathleen Hale",
      "id": "profile/kathleen-hale"
    }
  ],
  "guardianId": "film/2016/may/12/secret-lives-of-moviestar-babies-hollywood"
}