{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/03/chelsea-tottenham-talking-points-leicester-win-title",
  "id": "2016-05-02-2",
  "sectionId": "football",
  "body": "1) Eden Hazard makes true on his promise What a cruel way for Tottenham to concede the title. The pubs across Leicester will not have cared but, of all players, it had to be Eden Hazard who sealed it. Mauricio Pochettino put his hand to his face as Hazard curled in the equaliser with eight minutes remaining, a brilliant finish to hand Leicester their first league title despite being 5,000-1 shots with the bookmakers at the beginning of the season. Hazard scored twice against Bournemouth last week – his first goals since May last season – and said along with Cesc Fàbregas after that match that he would like nothing more than to end Tottenham’s title hopes. He did not start here but came on for Pedro at half-time and did very little until curling a shot precisely past Hugo Lloris in the closing stages. A decisive impact to crush Tottenham hearts. 2) Will clubs face retrospective action? This was a tempestuous and ill-tempered match and both clubs could be punished by the Football Association in the days to come. There were two brawls of major significance, the first coming at the end of the first half when Pochettino decided to intervene in an attempt to stop Danny Rose and Willian coming to blows. That resulted in a mêlée but there was further controversy to come at the final whistle. With Chelsea having shattered Spurs’ title hopes, tension was high. As the players walked towards the tunnel there was more pushing and shoving, with both coaches in the thick of it and Fàbregas ushered towards the dressing rooms. Guus Hiddink said afterwards that most of the insults were in Spanish, while Pochettino refused to criticise his players for their conduct. However, both Spurs and Chelsea could face FA charges of failing to control their players.   Related: Leicester celebrate first title after Chelsea recover for Tottenham draw    3) Did Mousa Dembélé poke Diego Costa’s eye? When Pochettino decided to jump in and separate Danny Rose and Willian shortly before half-time, all hell seemed to break loose for a few moments as tensions rose rapidly inside Stamford Bridge. Blue and white shirts came running towards the dugouts from all areas of the pitch and, amid the chaos of players and coaching staff jostling and shouting, Dembélé and Costa were involved in an altercation. One moment that was caught by the TV cameras but not seemingly seen by the officials was Dembélé’s hand thrust into the face of Costa. It looked like an attempt at an eye poke from the Belgian and an incident that could potentially result in retrospective disciplinary action for the Belgian. With Dele Alli already out until the end of the season following his punch against West Bromwich Albion’s Claudio Yacob, losing Dembélé to suspension would be another major blow for Tottenham.   Related: Tottenham lose title hopes and all control in draw with Chelsea    4) Harry Kane performance not enough Amid all the deserved recognition for Leicester City’s stunning individual performances this season, Harry Kane’s remarkable campaign has not been celebrated as it might. Kane was named in the PFA Team of the Year but, with Riyad Mahrez winning the PFA Player of the Year award and Jamie Vardy the football writers’ equivalent, the Tottenham forward has missed out on the top gongs. In another year Kane could have swept the board and there has not been a season quite like this from an English centre-forward in recent memory. Here he scored his 25th Premier League goal of the season with an exquisitely timed run and composed finish in the first half, but it was not enough. He bullied John Terry and Gary Cahill at times but could not quite lead his side to victory. 5) Officials have their hands full  This was always going to be a frenetic match played at a high-octane pace and, for the referee, Mark Clattenburg, and his assistants, one that required a sharp eye with the world watching. Clattenburg was certainly lenient early on and it was remarkable that the first booking came in the 27th minute. A further 11 followed, nine in all for Spurs, which is a Premier League record for a single team. Clattenburg decided not to sanction Pochettino for stepping on to the pitch and it is pertinent to wonder whether he could have done anything differently, or perhaps the stakes were so high and the animosity between the clubs such that this was always going to be a fiery match. One key, correct decision was assistant Jake Collins’ to rule Harry Kane onside for the opening goal.",
  "webTitle": "Chelsea 2-2 Tottenham: five talking points as Leicester win title | James Riach",
  "webPublicationDate": "2016-05-02T23:46:24Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/03/chelsea-tottenham-talking-points-leicester-win-title",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/blog/2016/may/03/chelsea-tottenham-talking-points-leicester-win-title"
}