{
  "apiUrl": "https://content.guardianapis.com/artanddesign/jonathanjonesblog/2016/may/18/yinka-shonibare-mural-royal-academy",
  "id": "2016-05-18-224",
  "sectionId": "artanddesign",
  "body": "Does the Royal Academy ever tire of celebrating itself? The venerable British art institution has just unveiled an amazingly self-congratulatory public artwork. While its Burlington Gardens site, at the back of the main venue, is being renovated, the facade has been covered by a celebratory montage by Yinka Shonibare that makes the RA look like a cheerfully radical home to subversives, not to mention a citadel of multiculturalism and equality.   Related: Five of the best… new art shows    Black and white pictures of Grayson Perry, Bob and Roberta Smith, Cornelia Parker and Shonibare himself are interweaved with engravings and lithographs of 18th- and 19th-century Academy life. They paint the RA as a bohemian artistic hangout, on a par with the Colony Room where Francis Bacon once held court, or the Covent Garden dives William Hogarth frequented. Except a bit cleaner. But wait a minute. However hard they try to make it trendy, isn’t the RA famous for being, you know, a club for tired establishment artists whose annual summer show is the art equivalent of a vicarage tea party? If its job is to support the best of British art, its 248-year history cannot be called an unqualified success.  Two centuries ago, William Blake accused the RA of being a reactionary force that suppressed imaginative, visionary artists. In a copy of the writings of its first president, Sir Joshua Reynolds, which is in the British Library, Blake made viciously satirical margin notes denouncing “Sir Sploshua” and the Academy for promoting hack portraiture and making it hard for young, daring artists to get their ideas across:  When Sir Joshua Reynolds diedAll nature was degraded;The King dropped a tear into the Queen’s ear;And all his Pictures Faded.  Blake had a point. The RA had no place for an artist as original and unpredictable as he was. He simply did not fit its conventional idea of art. And he was not the only malcontent. Another reason for his rage was the treatment of the brilliant, mercurial Irish painter James Barry, expelled in 1799 in a way that tragically damaged his career. Barry, like Blake, was a visionary, who dreamed of a bolder and braver British art. The RA also made life extremely difficult for John Constable. He could not win recognition for his revolutionary open air paintings. Instead, he struggled to create what he called “six footers” to compete for attention in its annual exhibitions.      Shows everything that’s wrong with British art … Private View of the Old Masters Exhibition, Royal Academy, 1888, by Henry Jamyn Brooks. Photograph: National Portrait Gallery    The Royal Academy has always been accused of, in its early existence, bullying true originals and supporting conservative mediocrities. There is one great exception: JMW Turner flourished in the RA. It provided the perfect stage for his spectacular genius and allowed him to trounce Constable when their paintings were hung side by side. But after Turner’s death, something terrible happened to British art. In the later 19th century, after producing artists such as Blake, Constable and Turner, Britain suddenly stopped mattering as an artistic nation. Impressionism, pointillism and cubism happened elsewhere – not just in Paris but in Vienna and Munich – and it left British art looking staid and timid.  Was this the Royal Academy’s fault? Well, it was the ruling institution of British art.  Against Shonibare’s jolly images of a jauntily subversive RA, I would like to present an alternative picture of this influential organisation. In 1888, Henry Jamyn Brooks painted a group portrait of the pillars of Victorian society at a private viewing in the Academy’s hallowed halls. There they all are in their top hats and bonnets: politicians, writers, critics. It is a fine gathering, but this painting reveals, in both the buttoned up scene it shows and its pedantic style, everything wrong in British art. Just think what was happening in France in 1888. Van Gogh was painting sunflowers. Seurat was at work. So were Cezanne, Gauguin and Rodin.  The Royal Academy has real cheek to present itself as a heroic champion of the new when it has worked so hard down the centuries to fetter British artists with mind-forg’d manacles.",
  "webTitle": "Radical or retrogade? Yinka Shonibare can't redeem the Royal Academy",
  "webPublicationDate": "2016-05-18T10:58:05Z",
  "webUrl": "https://www.theguardian.com/artanddesign/jonathanjonesblog/2016/may/18/yinka-shonibare-mural-royal-academy",
  "keyword": [
    {
      "webTitle": "Royal Academy of Arts",
      "id": "artanddesign/royal-academy-of-arts",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Yinka Shonibare",
      "id": "artanddesign/yinka-shonibare",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Jones",
      "id": "profile/jonathanjones"
    }
  ],
  "guardianId": "artanddesign/jonathanjonesblog/2016/may/18/yinka-shonibare-mural-royal-academy"
}