{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/racism-gerry-adams-n-word-fetishise-bloopers-cumberbatch",
  "id": "2016-05-04-326",
  "sectionId": "commentisfree",
  "body": "On the weekend in 2001 when Oldham went up in flames during a series of racially charged disturbances, I was at a garden party at the Hay-on-Wye literary festival – when I, along with many others, heard Germaine Greer using the term “nigger in a woodpile”. I walked away, not particularly interested in her justification for using that offensive word. By the time the weekend was through I’d had several calls from newspaper diarists asking me to comment on the incident. I refused. Irritated as I had been, I saw no need to dignify the moment with more importance than it was due. On the weekend when working-class youth in one of Britain’s poorest cities took to the streets in protest, the fact that I had found a comment at a cocktail party from a fellow columnist racially offensive defied any decent sense of priority or proportion.   Related: When Larry Wilmore said the N-word to President Obama, I felt black pride | Rebecca Carroll    Make no mistake, I was offended and had every right to be. Words have consequences, and micro-aggressions matter. Often they are emblematic of broader issues; often they have an exclusory effect. This is a word that I’m not comfortable being around, even when black people use it. (Its use by the comedian Larry Wilmore to refer to Barack Obama at this weekend’s White House correspondents’ dinner set tongues wagging.) But being offended is not a political position. Not every display of ignorance is necessarily a slight; not every slight is worth escalating into an incident; not every provocation need be indulged.   Related: Any apology won’t do for offensive remarks    Striking that balance is tricky. But it is no less important for that. There is a level of moralising sanctimony that increasingly comes with such moments, a gleeful righteousness – now urged on by social media – that amplifies the outrage and intensifies the shaming. It is now the turn of Gerry Adams, the Sinn Féin leader, to be in the crosshairs. While watching the film Django Unchained, which tells the story of a freed slave who sets out to rescue his wife from a vicious Mississippi plantation owner with the help of a German bounty hunter, he tweeted: “Watching Django Unchained – A Ballymurphy Nigger”. He shouldn’t have done that. He was wrong. But his attempt to explain it in the context of the nationalist community’s treatment in Northern Ireland makes sense. It’s a similar formulation to that used by Roddy Doyle in The Commitments. “The Irish are the niggers of Europe,” Jimmy Rabbitte Jr tells his fledgling band. “An’ Dubliners are the niggers of Ireland. An’ the northside Dubliners are the niggers o’ Dublin.” But The Commitments is 144 pages long; a tweet is just 140 characters. Context is important, and a tweet (soon deleted) stands alone.   Related: Gerry Adams defends N-word tweet    After an initial hamfisted non-apology – blaming people for “misunderstanding the context in which [the word] was used” – Adams quickly graduated to a less grudging response, stating: “I apologise for any offence caused.” That should be the end of it. To judge Adams, who has a life’s work of internationalism and antiracist solidarity, by a single tweet borders on the grotesque. People should be assessed on the body of their work, not just on a single off-colour statement. That doesn’t mean the statement should be ignored. But to fetishise it above a person’s record does a disservice not just to the person but to the issue. As someone who, as an adult, has been stupid enough to ask gay men about their girlfriends and Jews how they enjoyed Christmas, I believe everyone has the right to misspeak, be set right, apologise and then carry on about their business. If that whole process is conducted in a spirit of generosity, then who knows? We might even learn something. But if it’s not, all we have is an almighty game of gotcha with considerable collateral damage. This is not a new problem. In 2004 the football pundit Ron Atkinson was heard, when he thought the mic was off, referring to the Chelsea player Marcel Desailly thus: “He’s what is known in some schools as a fucking lazy thick nigger.” It was a reprehensible thing to say. He apologised, offered his resignation to ITV, which was accepted, and left his column in this newspaper by mutual agreement. That’s as it should be. It is also the case that when it mattered he was one of the few coaches in British football who nurtured black talent, bringing on the likes of Cyrille Regis and Laurie Cunningham – both going on to play for England – and Brendon Batson. That excuses nothing that he said; but it makes a difference to how one chooses to describe, deride or disparage him in the wake of his awful comments. Last year it was the turn of the actor Benedict Cumberbatch, who referred to how much things would have to improve before “coloured actors” could get the work they deserved in Britain. In the process of pointing out racism he came out with a word not used to identify black people for almost 40 years. Racism is a system of oppression. It should not be reduced to series of gaffes. It not only cheapens the charge but essentially redefines it. Racism becomes not the subjugation of a people that has its roots in history, economics and power, but a series of bloopers in which the unfortunate are caught out. A matter of politics becomes an issue of politeness. The institutional is relegated to an indiscretion. With the help of diversity consultants and a cautious manner, the careful can carry on doing bad things so long as they don’t say the wrong thing. That won’t get rid of racism. It’ll just give us some of the best-mannered racists in the world.",
  "webTitle": "Racism is a system of oppression, not a series of bloopers | Gary Younge",
  "webPublicationDate": "2016-05-04T06:00:20Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/racism-gerry-adams-n-word-fetishise-bloopers-cumberbatch",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gerry Adams",
      "id": "politics/gerryadams",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Benedict Cumberbatch",
      "id": "culture/benedict-cumberbatch",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Germaine Greer",
      "id": "books/germainegreer",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gary Younge",
      "id": "profile/garyyounge"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/racism-gerry-adams-n-word-fetishise-bloopers-cumberbatch"
}