{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/23/far-right-candidate-defeated-austrian-presidential-election-norbert-hofer",
  "id": "2016-05-23-75",
  "sectionId": "world",
  "body": "A leftwing, independent candidate has narrowly prevented Austria from becoming the first EU country to elect a far-right head of state after a knife-edge contest ended with his opponent conceding defeat. Alexander Van der Bellen, a retired economics professor backed by the Green party, defeated Norbert Hofer, of the anti-immigrant, Eurosceptic Freedom party, a day after polling closed and only when more than 700,000 postal ballots – about 10% of available votes – were taken into account.   Related: Austria presidential election: how did you vote?    The Austrian presidency is a largely ceremonial role but the outcome became hugely symbolic.  Mirroring the rise of populist parties across Europe, the Freedom party exploited anti-EU and anti-immigrant sentiment in the wake of the continent’s refugee crisis and, despite Hofer’s narrow defeat, the election has left a deep split over the direction Austria should now take. The Austrian interior ministry confirmed that Hofer’s final score was 49.7%, against 50.3% for Van der Bellen, the son of two refugees, after postal votes were counted.     Norbert Hofer after Sunday’s election but before the full result was in. Photograph: Herbert Pfarrhofer/AFP/Getty Images    In a post on Facebook, Hofer wrote: “Dear friends, I thank you for your fantastic support. Of course today I am sad. I would have liked to have watched out for you as president of our wonderful country.” Van der Bellen, a former leader of the Green party who announced after the result that he would put his party membership on hold during his presidency, is the EU’s second head of state with a Green party background after Latvia last year elected Green politician Raimonds Vējonis as president. In a speech in the gardens of Vienna’s Palais Schönburg, Van der Bellen said the tight result put “even greater responsibility on me, but also on Mr Hofer”. The outcome showed the country was made up of two halves that were equally important. He added: “Together we make up this beautiful Austria.”   Austrian election result Austrian election result   While the elections had revealed a great rift running through Austrian society, the 72-year-old said: “This rift has existed for some time, though perhaps we didn’t look at it that closely in the past.” The fact that people had debated the presidency so intensely was a positive sign that “people are not left cold by politics – they want to actively shape it”. Hofer and Van der Bellen were separated by just 31,000 votes out of more than 4.6m ballots cast. Before postal votes were counted, they were neck and neck, with Van der Bellen on 48.1% of direct votes and Hofer on 51.9%. Many Austrian websites were down under the weight of traffic as the country waited with bated breath for news of the final result. Hofer urged his supporters not to be discouraged but to see the campaign as “an investment in the future”. Heinz-Christian Strache, leader of the Freedom party, wrote on his Facebook page: “This is just the beginning. The start of a new era in our democracy, towards more direct democracy and binding referenda.” The chancellor, Christian Kern, a Social Democrat who endorsed Van der Bellen, said the challenge for the new president was to ensure that no voter was left feeling like they had ended up on the losing side. “We have understood the protest and will orient our political course accordingly,” said Kern, whose own SPÖ suffered dismal losses in the election’s first round. Moshe Kantor, president of the European Jewish Congress, said: “While we are certainly satisfied with the result, there is little room to celebrate the high level of support for someone with such extremist views.”     Van der Bellen supporters hug after news of his win emerges. Photograph: Christian Bruna/EPA    In a reflection of voters’ dissatisfaction with mainstream politics, the candidates of both the centre-left Social Democrats and conservative People’s party, which have dominated Austria’s politics since the second world war, were eliminated in the first round of voting in late April. Werner Faymann, the social democratic chancellor, then resigned earlier this month.  After coming second in the first round, Van der Bellen managed to hold on to his voters and also mobilised non-voters and gained the support of those who had previously backed the candidates of the centre-left SPÖ and centre-right ÖVP. For the election, Viennese coffee houses reportedly set aside separate areas for supporters of the rival candidates over fears of clashes. Van der Bellen’s father was born in Russia to a family descended from Dutch immigrants and his mother was born in Estonia, from where the family fled when the former Soviet Union invaded in 1940. They eventually settled in Austria. A Vienna city councillor since leaving parliament in 2012, the staunchly pro-European Van der Bellen led the Austrian Greens from 1997 to 2008.  In contrast, Hofer, whose cultivated, smooth-talking image has led to him being hailed “the friendly face” of the Freedom party, has said “Islam has no place in Austria” and warned during his campaign that he would not hesitate to dissolve the government if it did not act against immigration. Florian Klenk, a leading Austrian commentator and editor of the weekly magazine Falter, said he could understand why the international media in particular had focused on Hofer’s stellar rise on an anti-immigrant ticket. “He has a sect-like following and a way of communicating that is quite disturbing. Then there’s his desire to win back South Tyrol, his Islamophobia,” he said. “But I’m interested to know, will there be as much focus and astonishment now that Van der Bellen, a candidate who is in favour of keeping Austria’s borders open, has won? I think probably not.”",
  "webTitle": "Far-right candidate narrowly defeated in Austrian presidential election",
  "webPublicationDate": "2016-05-23T17:57:01Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/23/far-right-candidate-defeated-austrian-presidential-election-norbert-hofer",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kate Connolly",
      "id": "profile/kateconnolly"
    },
    {
      "webTitle": "Philip Oltermann",
      "id": "profile/philip-oltermann"
    },
    {
      "webTitle": "Jon Henley",
      "id": "profile/jonhenley"
    }
  ],
  "guardianId": "world/2016/may/23/far-right-candidate-defeated-austrian-presidential-election-norbert-hofer"
}