{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/nursing-homes-aging-parents-alzheimers-dementia-facing-my-fear",
  "id": "2016-05-13-234",
  "sectionId": "commentisfree",
  "body": "When I was eight years old, my Girl Scout troop arranged to visit a local nursing home to sing Christmas carols to the residents. We performed a concert in the auditorium and then a few of us were asked to visit patients who were unable to leave their rooms. I volunteered, my childhood eagerness never in short supply. At each room, we sang a song and then one of us would give a small gift to the patient. Finally, it was my turn to give the gift. The elderly woman in the bed enjoyed the song, nodding to the tune. At the end, I handed her a small box and said, “Merry Christmas”. The woman grabbed my hand and started crying, telling me that she didn’t want to be there, her kids just wanted to put her away and no one loved her. I tried to pull my hand back but she wouldn’t let go. She kept crying, squeezing my hand even tighter.    Related: Facing my fear: my ex is bipolar. I was scared our daughter would be, too | Elizabeth Hamilton    A nurse had to intervene and I was able to leave. The incident left me with a fear of nursing homes, and of the horrible people who desert their relatives there. Twenty-three years later, my mother’s health was declining. She was diagnosed at 58 with a form of early-onset dementia that likely runs in the family. My siblings and I had moved back home six years in to help my father out. But two years later, the Alzheimer’s was finally overwhelming all of us.  She had no regular sleep schedule. “Accidents” were now an everyday occurrence. She was still ambulatory, so we had to put new locks on all the doors. Her eating was becoming irregular; her mind would tell her body that she was “full” despite having not eaten for nearly two days.  Most alarmingly, her moods were becoming more and more unpredictable. When she was admitted to the local hospital for a kidney infection/UTI – a common ailment for sufferers of dementia – we were sitting in her hospital room, laughing about some inane thing, when she suddenly tried to punch me in the face.  I grabbed her wrist just in time. I looked at her and told her to stop. She glared at me and said through gritted teeth: “Let go of me or I’ll really hurt you.” I held her back for a moment more and then put her arm down by her side. She continued to glare at me as I leaned back in my chair and smiled, trying to reassure her. It was only then that I noticed the hospital attendant sitting across the room. She looked horrified.  “That was not my mom,” I told her. “It’s the Alzheimer’s.” We had all reached a breaking point. Still, I kept saying, “she’s not going into one of those places.” My family overruled me. We did extensive research and found the Washington Home in north-west Washington DC, a facility with a well-respected Alzheimer’s and dementia ward. We moved our mother in and made sure her room had things that made it look like “home”. I knew that we made the right choice, but I still felt I failed my mother.  But the first time I went to visit, I sat in the car crying for what seemed like an eternity as my brother patiently waited for me to be ready. I held his hand as we walked through the hallway towards her room. There she was, sitting in a chair. She turned and immediately smiled at our arrival. By then, the Alzheimer’s had convinced her that she was in high school and we were friends from class. The staff stopped by and made sure we were OK. I realized that not only was I going to be able to face this but that my mother was going to be fine. The two of us visited my mom regularly, but Sunday was our “special day”. We created a portable beauty kit, shampooed and styled her hair and did her nails. Gradually, we started to get to know the other residents. There was the former jazz performer who dropped a beat better than any rapper around, and the lady who liked us to join her for walks around the corridor. And then there was the woman whom I once caught eating toothpaste in my mother’s room but denied it with the innocence of a five-year-old child. I visited them too, and made sure none of them felt like the desperate woman of my childhood memory. My mother passed away about a year later. I would love to say that she died peacefully, but Alzheimer’s is a bastard and, when the end came, it was a blessing. But the staff at the nursing home gave my mother the love and support that she needed during that time. It had been 15 years since my mother died but our visits did not stop. Every Christmas, my family visited the Washington Home and brought the staff assorted goodies and treats and wished current residents a happy holiday.  The Washington Home is closing by the end of 2016. As we prepared last winter to visit for one last Christmas, I was once again crying, struggling to regain my composure. This place that I had once feared and dreaded had ultimately become a comfort to me. Mom faced Alzheimer’s with bravery and humor for as long as her mind would let her. Thankfully, I am my mother’s daughter, and found strength to do what was best for her when we all needed it most.   Open contributions: When have you faced your fear?",
  "webTitle": "Facing my fear: I was terrified of nursing homes, but I had to put my mom in one | Shannon Malone",
  "webPublicationDate": "2016-05-13T10:30:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/nursing-homes-aging-parents-alzheimers-dementia-facing-my-fear",
  "keyword": [
    {
      "webTitle": "Alzheimer's",
      "id": "society/alzheimers",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Shannon Malone",
      "id": "profile/shannon-malone"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/nursing-homes-aging-parents-alzheimers-dementia-facing-my-fear"
}