{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/prosecution-for-sharing-legal-highs-with-friends-unlikely-under-ban",
  "id": "2016-05-22-57",
  "sectionId": "society",
  "body": "People who are caught sharing new psychoactive substances (NPSs) with friends are unlikely to face prosecution under the ban that comes into force next week, the police commander in charge of implementing the law has said. Commander Simon Bray, the National Police Chiefs’ Council’s lead on NPSs, said: “There are all sorts of options around problem-solving in a proportionate way, so the ban is not too heavy-handed on the more social end.” On the other hand, he expected overt sales of the drugs – also known as legal highs – to end quite literally overnight, with a significant impact on the high street businesses that stock them. Bray said: “Head shops are not always exclusively NPS, of course. Some are going to be selling other stuff so some may continue trading. But those which have built their business around psychoactive substances will reduce in number or cease to be.”  However, with NPSs still flooding into the country, indications are that it may take some time for the current supply to be exhausted. And some retailers are apparently moving towards less visible markets.    Related: Blanket ban on legal highs in England and Wales to begin on 26 May    Bray said: “There have been some fairly large seizures of some psychoactive substances at ports which [is] potentially surprising considering how close it is to the implementation of the act. We always thought there would be some element of stockpiling amongst people who want to use these items and a bit of a fire sale towards the end.  “We haven’t seen an awful lot of that but there has been some and there has been some move from the clearnet on to the dark web. If you look at some of the retailers, you will see some of them have moved into bitcoin as well as sterling, which suggests they might be heading that way.” The Psychoactive Substances Act, a ban on the trade in any substance that can stimulate or depress a person’s nervous system, is due to come into force on 26 May. Substances including caffeine, nicotine and alcohol are excluded. While possession of psychoactive substances will not be a crime, those convicted of dealing or possession with intent to supply could face a potential seven years in jail. However, Bray said that police had a wide discretion over how they chose to deal with those caught breaking the law.  “We’ve always got discretion about whether to prosecute or not to prosecute,” he said. “But that’s one of the reasons right from the outset that the government have included the notices section.  “The notices bit is quite wide – it doesn’t have a sanction attached to it per se – but it’s a notice that can say to someone: ‘You mustn’t do this under these circumstances that we’ve set out for x amount of time.’ And it’s pretty open-ended in most cases.” NPSs first appeared in the UK a decade ago as “research chemicals” with similar effects to banned drugs but sufficiently different at a molecular level to dodge the Misuse of Drugs Act.  The first big scare emerged around mephedrone, a chemical that mimicked the euphoric and stimulant effect of ecstasy, which was banned in 2010. But the rapid proliferation of the chemicals reached a point where legislators were unable to keep up, prompting a catch-all ban.  Bray said he expected the law to stop some NPS users who experimented with the drugs because they were more freely available than banned equivalents. However, he admitted that many NPS users were already users of controlled drugs who might turn to alternative suppliers once the ban came in.  He said: “This [ban] will get rid of some of the public manifestations of supply: shops, glossy packets, internet supplies. It will also mean that where our intelligence identified other forms of supply – whereas in the past we’ve been a bit hamstrung – now we can say actually it’s a problem we’ve got and some legislation that can solve it.” But Steve Rolles, a senior policy analyst with the Transform Drugs Policy Foundation, which campaigns for drug law reform, said the ban would mask the potential harms of continued NPS use.    Related: Is Irish ban on legal highs driving markets underground?    He said: “The markets will simply shift to street and unregulated online sales, actually increasing public health risks and crime. Similar bans haven’t worked in Ireland, where use has risen to the highest in Europe, and in Poland, where NPS poisonings have increased. This is about being seen to act – not evidence of what is going to reduce harms.  “We welcome the police acknowledging that criminalising young people for possession and non-profit social supply of these drugs is counterproductive and should be de-prioritised. But if it’s wrong and unhelpful for NPS, than we should apply that logic to all drugs. Otherwise we will have an inconsistent, arbitrary and unjust two-tiered approach. “The longer-term solution has to be strictly regulated supply of more established and better understood drugs like cannabis, MDMA and magic mushrooms, which would collapse the NPS market, rather than just driving it underground.”",
  "webTitle": "Prosecution for sharing legal highs with friends unlikely under ban",
  "webPublicationDate": "2016-05-22T17:25:32Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/prosecution-for-sharing-legal-highs-with-friends-unlikely-under-ban",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Drugs policy",
      "id": "politics/drugspolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "society/2016/may/22/prosecution-for-sharing-legal-highs-with-friends-unlikely-under-ban"
}