{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/five-refugees-drown-overcrowded-boat-overturns-libyan-coast",
  "id": "2016-05-25-67",
  "sectionId": "world",
  "body": "More than 500 people narrowly escaped drowning on Wednesday after their smugglers’ boat capsized in the southern Mediterranean, a series of dramatic photographs have revealed. As Italian naval ships approached to rescue the stricken asylum-seekers, their boat – a repurposed trawler – tipped over, throwing those on deck into the water.  At least five people drowned when the boat capsized “due to overcrowding and instability caused by the high number of people on board”, the Italian navy said in a statement.  But the sailors managed to save about 550 lives, in a mission that migration experts described as miraculous. Boats of this size are usually crammed with around 600 people, which suggests that the majority of those stuck below decks were largely saved. “It is a miracle,” said Flavio di Giacomo, a spokesman for the International Organisation for Migration (IOM). “You would expect them to save the people on the deck. But if they’ve saved 500 people, that means they’ve saved even the people who were inside. And that is very impressive.”     People jump out of the boat before it overturns off the Libyan coast. Photograph: AP    Survivors of previous disasters have described how it is virtually impossible for people to escape if they are below deck when their vessel sinks.  Ibrahim Mbalo, a Gambian who was one of just 28 survivors when a shipwreck claimed the lives of around 800 people last April, has described how passengers pull each other down when the water rushes below decks, since many cannot swim and need something to hold onto in order to stay buoyant.  “Someone grabbed my trousers because they couldn’t swim, so I had to remove my trousers [to get free],” said Mbalo. “I was underwater for three or four minutes.”     The navy said 500 people had been pulled to safety and seven bodies recovered. Photograph: STR/AFP/Getty Images    Photographs taken by the Italian navy during Wednesday’s rescue operation show passengers – some with lifejackets, others without – clinging onto the ship, or thrashing desperately in the water. The boat is the latest of at least 38 smuggling vessels to be rescued in the southern Mediterranean since the start of the week. More than 6,000 lives have been saved since Monday, 11,000 since the start of the month, and 39,000 since the start of the year, according to the IOM. This puts the rate of arrivals to Italy at roughly the same level as last year, when 39,000 had arrived by 26 May, and 47,000 by the end of the month. While the fragile EU-Turkey deportation deal has – for now – drastically reduced migration numbers to Greece, this has not yet sparked an increase in people trying to reach Europe via Libya and Italy. The nationalities of this week’s arrivals is not yet known, but since January Syrians have not constituted a meaningful proportion of those reaching Italian shores. The majority of people travelling to Italy are from sub-Saharan Africa – with wars and poverty in Nigeria and Somalia, and repressive regimes in Gambia and Eritrea, proving the biggest “push factors” along this route. Syrians were the largest national group along the Libya-Italy route in 2014, flying straight into the Libyan capital of Tripoli, or making their way from Egypt and Sudan before taking the boats to Italy. But migration experts say it will take time, planning and money for Syrians to return to the Libyan route in large numbers.     Italian navy ships rescue people from the overturned boat. Photograph: Reuters    “Libya is also perceived as more dangerous than it was in 2014,” said di Giacomo. Survivors from Wednesday’s wreck have yet to be interviewed, but it is suspected that their boat is one known to have set out from the Egyptian coast eight days ago.  At the moment, Egypt is proving to be marginally more popular as a departure point than usual. Egyptian smugglers typically account for 10-15% of those who later arrive in Italy – but typically they arrive later in the summer, whereas this year they have been more active during the spring. This is partly because refugees from countries such as Eritrea and Somalia say they are more aware of the dangers of Libya, where asylum seekers are often kidnapped or get caught up in the civil war. “We are talking to migrants, and people coming from east Africa seem to know that Libya is now very dangerous,” said di Giacomo. “So if they can, they are trying to come through Egypt.”     People on an Italian navy vessel pull refugees on board. Photograph: Reuters    Egyptian smugglers exclusively use repurposed fishing boats, whereas Libyan smugglers are increasingly reliant on huge inflatable dinghies.  This may partly be the result of Operation Sophia, the EU’s anti-smuggling mission. Operation Sophia has had negligible impact on migration levels, but its constituent navies are destroying smugglers’ fishing boats once they are abandoned in the high seas, potentially creating a shortage on the Libyan coast. “But there might be other reasons,” said Di Giacomo. “It is much more complicated for fishing boats to depart – whereas the rubber boats you can inflate on the beach. This give you much more flexibility, and allow you to change the date of departure and the departure points much more easily.” After being rescued in the southern Mediterranean, people are taken to Italy and then usually told to leave within seven days. In order to stop their onward movement through Europe, Austria, Italy’s northern neighbour, recently changed its laws so that people can no longer apply for asylum at the border.  Other European politicians, including David Cameron, have suggested sending asylum seekers straight back to Libya – even though it is a war zone where many refugees are subject to what amounts to modern-day slavery.",
  "webTitle": "Italian navy saves 550 refugees as smugglers' trawler capsizes in Med",
  "webPublicationDate": "2016-05-25T17:42:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/five-refugees-drown-overcrowded-boat-overturns-libyan-coast",
  "keyword": [
    {
      "webTitle": "Libya",
      "id": "world/libya",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Migration",
      "id": "world/migration",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/25/five-refugees-drown-overcrowded-boat-overturns-libyan-coast"
}