{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/judges-secret-threesome-privacy-celebrities-protection-rule-of-editors",
  "id": "2016-05-19-56",
  "sectionId": "commentisfree",
  "body": "When cases arise that test the boundary between what interests the public, and what is in the public interest, it is important that our judges get them right. The supreme court (by a majority of four to one) has got the PJS case, also known as the “celebrity threesome” case, absolutely right. If the injunction pending trial were lifted, there would be no point in having a trial later because the private information would already be out there. That is what I was confronted with when the News of the World invaded my privacy in 2008. It knew its story was illegal, and that if I found out, I could get an injunction. So, unlike PJS, I got no warning. The paper maintained strict secrecy and even published a “spoof” first edition with a completely different front page in case I got hold of an early edition.   Related: Supreme court upholds 'celebrity threesome' injunction    My award of (record) damages was no remedy. Once made public, the information can never be made private again, no matter how serious the invasion of privacy. It follows that the only effective remedy is to prevent publication. That is why I went to the European court of human rights for a ruling that a newspaper must warn you if it intends to breach your privacy. Then you can ask a judge to rule. I was unsuccessful, but we got a strong statement that “tawdry allegations about an individual’s private life” are not lawful, as opposed to “contributing to a debate of general public interest in a democratic society”. It’s quoted in the supreme court judgment. The only real argument the Sun on Sunday had for overturning the PJS injunction was that the information was available on the internet and had been widely published outside the jurisdiction of our courts, an unattractive point because of the role of the UK tabloids in making that happen. But, as the supreme court has explained, the tabloid argument is hollow. If the injunction were lifted, it would be impossible not to know the identities.    It is difficult to imagine anything more trivial than a private threesome involving a celebrity    As it is, most people don’t know who PJS is or the details of what happened. Yes, you can find out, but you have to take active steps to do so. Most people won’t bother. It is difficult to imagine anything more trivial than a private threesome involving a celebrity. Presumably it’s not even a particularly rare occurrence, like the actor with the prostitute who the press is also desperate to expose. You would have to be a very committed curtain twitcher to want to know. It’s not news, whatever else it is. So it’s going to be interesting to see what happens next. PJS could sue the newspapers, blogs and tweeters who have published names in Scotland, Australia and elsewhere, or bring proceedings for contempt of court where someone within the jurisdiction has blatantly encouraged access to the foreign stories. But for possible future action, the really interesting place is the US. The conventional wisdom among internet trolls is that you can put anything on the web there because of the first amendment. Then, as the tabloids repeatedly point out, the information can be accessed from the UK. But the US does have privacy laws. Recently a Florida jury awarded the former wrestler Hulk Hogan $140m against Gawker, a US site that posted a video (taken without his knowledge) of him having sex. The site had refused to take it down despite repeatedly being asked to do so. Judges and senior lawyers from several states set out current US privacy law in a restatement of torts, saying: “The line is to be drawn when the publicity ceases to be the giving of information to which the public is entitled and becomes a morbid and sensational prying into private lives for its own sake, with which a reasonable member of the public, with decent standards, would say he had no concern.” In this regard, subjects have rights. There must be “due regard to the feelings of the individual and the harm that will be done to him by exposure”. That’s not a million miles from the approach in this country, where judges weigh the right of a free press to publish information against the individual’s right to privacy. Generally, if there is no genuine public interest (as opposed interest of some of the public) in making the information available, privacy will prevail.So if PJS has the resources and is so minded, he can attack the scandal magazine that published the names in the US with every prospect of success and potentially huge damages. That would go a long way towards stopping the internet being used to subvert the courts in the UK and other countries. The case would probably end up in the US supreme court, but I cannot imagine the justices having much sympathy with the anything-goes approach. They could, for example, be asked if the first amendment would protect someone who secretly filmed one of the justices engaged in morning ablutions and put the video on the internet. And over everything is the question of the rule of law. Lord Bingham’s short but brilliant book, also titled The Rule of Law, should be compulsory reading for all tabloid editors. They should be made to reflect on what society would be like if we all did as we pleased and the courts no longer had any authority. It seems they want to substitute a rule of editors – an unfettered right to destroy lives for no better reason than selling newspapers – for the Rule of Law. Happily, the supreme court is against them.",
  "webTitle": "The judges are right. The secret threesome celebrities deserve protection | Max Mosley",
  "webPublicationDate": "2016-05-19T18:43:39Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/judges-secret-threesome-privacy-celebrities-protection-rule-of-editors",
  "keyword": [
    {
      "webTitle": "Privacy",
      "id": "world/privacy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Privacy & the media",
      "id": "media/privacy",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Superinjunctions",
      "id": "law/superinjunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Injunctions",
      "id": "law/injunctions",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Max Mosley",
      "id": "profile/max-mosley"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/judges-secret-threesome-privacy-celebrities-protection-rule-of-editors"
}