{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/10/hotel-chocolat-shares-surge-on-stock-market-debut",
  "id": "2016-05-10-280",
  "sectionId": "business",
  "body": "Shares in the luxury chocolate maker Hotel Chocolat surged by more than a quarter in their first day of trading on the stock market. The company placed shares on Aim on 5 May at 148p each and they jumped 28% to 190p on Tuesday, valuing the company at about £214m. Hotel Chocolat, founded in 2003 as Choc Express, raised £55.5m from its share sale. Some £43m went to the founders, Angus Thirlwell and Peter Harris. The other £12m will be used to add to its 81 shops, improve its website and increase production at its Cambridge factory.    Related: I should cocoa: Hotel Chocolat boss aims for more bounce than an Easter bunny    Thirlwell and Harris have retained a combined two-thirds stake in the company worth £140m – up £30m on the day. Thirlwell, Hotel Chocolat’s chief executive, said investors were enthusiastic because of the company’s upmarket niche and its control over products and brand.  “Hotel Chocolat is a business that’s been built to last. This isn’t a product that’s going to be listed in supermarkets and then disappear. Our investor roadshow enabled potential investors to see behind the scenes and visit our factory, our web marketing centre and our distribution centre.” Hotel Chocolat portrays itself as a luxury brand, having as much in common with Burberry as with rival chocolate makers, such as Thorntons. It claims to inject hedonism into the experience of eating chocolate and to use “more cocoa, less sugar” to make premium products. Unlike Thorntons, which fell victim to the grocery price war, Hotel Chocolat has kept its chocolates out of supermarkets to preserve their cachet. The company’s success reflects affluent shoppers’ willingness to pay extra for products perceived to be of high quality, made with premium ingredients. Shares in Fever-Tree, the maker of upmarket drink mixers, have more than quadrupled since 2014 as sales have boomed. The Retail analyst Nick Bubb said: “Many consumer markets are polarising between discounters and aspirational brands. Investors are scared of missing out on another Fever-Tree but it remains to be seen how many buyers were just ‘flippers’ [seeking a quick return]. Remember that day-one success doesn’t guarantee a successful IPO.” As well as its network of shops, Hotel Chocolat owns a cocoa plantation on St Lucia, which is home to a luxury hotel where a two-week stay costs up to £10,000. It also has two UK restaurants, one in London’s Borough Market and the other in Leeds. Thirlwell said: “We’ve got a lot to prove and a lot to do. We’re not getting our heads turned by the warm welcome. In the morning I’m going to our factory to try our recipe ideas to get everything laid down for our Christmas period.”",
  "webTitle": "Hotel Chocolat shares surge on stock market debut",
  "webPublicationDate": "2016-05-10T08:06:04Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/10/hotel-chocolat-shares-surge-on-stock-market-debut",
  "keyword": [
    {
      "webTitle": "IPOs",
      "id": "business/ipos",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Luxury goods sector",
      "id": "business/luxury-goods-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Chocolate",
      "id": "lifeandstyle/chocolate",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "FTSE",
      "id": "business/ftse",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Farrell",
      "id": "profile/sean-farrell"
    }
  ],
  "guardianId": "business/2016/may/10/hotel-chocolat-shares-surge-on-stock-market-debut"
}