{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/13/experience-caught-in-avalanche-everest",
  "id": "2016-05-13-171",
  "sectionId": "lifeandstyle",
  "body": "I was 14 when I asked a friend’s stepdad where Mount Everest was. We were on a hill-walking trip and the sense of achievement at scaling those Lake District crags awakened a thirst for adventure. Bullied mercilessly at school, I suffered attacks of anxiety and was reluctant to be away from home. But once the idea struck, there was no stopping me – having asked where to find the world’s highest peak, it would be only four years until I first set foot on it. During those years, I ran competitively to build up stamina, took up rock climbing, completed the Three Peaks Challenge and ascended Mont Blanc. I began fundraising while doing my A-levels. At 18, I would have been the youngest British climber ever to reach the top of Everest on the south route, but it was not to be. After weeks of trekking, my team arrived at base camp on 19 April 2014, the day after an avalanche killed 16 Sherpa guides. It was, at that time, the worst human tragedy in Everest’s history, and all climbing on the mountain was abandoned for the rest of the season. It would be 12 months until I was able to venture back. An extra year’s training left me feeling much more prepared and I started to feel excited about the prospect of some real climbing. The morning we set out to climb to camp one from base camp was grim, stormy and turbulent. We left at first light, heading up the icefall on the south side of the mountain, laden with rucksacks. We passed towering columns, crumbling ledges and yawning crevasses; but as thick fog obscured the route, I kept my head down, focusing on one step at a time. After several tough hours, I was past the most technical section of the climb, on some big, open ice blocks. I was close to camp one but completely alone – Tim, the team leader, and Ellis, another climber, were perhaps 20 minutes behind me. Most other members were already at the camp when the earthquake struck. I’ll never forget the cracking noise that echoed through the valley. I looked up, startled, knowing it was ice breaking away from the mountain, but was unable to see more than a few metres ahead. There was nowhere to run; I barely had time to wonder whether I’d be better off unclipping myself from my climbing rope before the avalanche hit me like an express train. It just kept coming, forcing snow into my nose and mouth. Gasping for air, I tried to swim against the white tide. I felt pure fear, a sickening, helpless sensation in my stomach. I knew that vast chunks of ice would be crashing down and had no way of knowing whether I was in their path. I thought of my family back home and imagined the headlines announcing my death – I had no expectation of surviving. Abruptly, the wind subsided and the mountain fell silent. I’d only been hit by powder snow and had escaped the worst of the avalanche, but knew a further collapse could be on the way. There was no response when I tried to radio ahead and I wondered if everyone above and below me had been swept away: was I the only team member left alive? Crying, I pressed on, eventually reuniting with Tim, Ellis and two more members of the team; alive, but overwhelmed. There were tears when we reached the camp: the rest of the team had assumed we were dead.   Related: Experience: I paid to have my daughter kidnapped     When we radioed base camp, we realised how lucky we’d been. The whole area had been hit by a much bigger avalanche and completely destroyed. It was two days before we could be helicoptered down, and the camp still looked like the site of a plane crash. Twenty-two people had been killed, including three members of our support team. One of the Sherpas who died was just 19, the same age as me. His death affected me badly. On the way home, I broke down, eaten up by survivor’s guilt. Nearly 9,000 people were killed by that earthquake. Since then, I’ve focused on raising funds to help rebuild Nepal. I plan to return to Everest for a third attempt one day. Like the bullying at school, it’s something I need to overcome before I can move on. • As told to Chris Broughton Do you have an experience to share? Email experience@theguardian.com",
  "webTitle": "Experience: I was caught in an avalanche on Everest",
  "webPublicationDate": "2016-05-13T13:00:16Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/13/experience-caught-in-avalanche-everest",
  "keyword": [
    {
      "webTitle": "Nepal earthquake 2015",
      "id": "world/nepal-earthquake-2015",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/13/experience-caught-in-avalanche-everest"
}