{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/08/bbc-deserves-better-than-chumps-charter-whittingdale",
  "id": "2016-05-08-192",
  "sectionId": "media",
  "body": "Let’s stray for a second into political correspondent territory. Here’s a pro-Brexit cabinet minister who keeps stirring up futile controversy: over policy, to be sure, but also over his hapless private life. Now, only a few days hence, he’s announcing his verdict on the future of a much-loved national institution – and making a rare hash of the present preliminaries. If you’re David Cameron, do you (a) stick loyally by John Whittingdale as he blunders deeper into the media mire of BBC charter renewal or (b) sit back and think about an inevitable 24 June reshuffle? Is he a dead culture secretary walking – or, rather, talking too much? Whittingdale came under relentless fire last week as the latest trial balloon from the Department for Culture, Media and Sport crashed and burned. Shift Strictly Come Dancing, by exhortatory government decree, to some off-peak time so that it doesn’t take audience ratings from The X Factor? Even the Daily Mail gagged over that. Lord Puttnam and his public service broadcasting inquiry took careful aim. “We have been continuously assured by the culture secretary that he wants the BBC to ‘thrive in the years to come’, but the drip, drip of these leaks suggest the opposite, that the government wants a significantly diminished corporation”. Sir David Attenborough cuddled a baby lion and snarled at Whitehall ambitions. Chris Patten, former chair of the BBC Trust and the Tory party, delivered a broadside on behalf of “besieged” former colleagues. All the usual Beeb-loving liberal suspects, you might say. Perhaps. But the interesting thing was how no one chirped up to defend old Whitto. He’s the butt of quite good, widely repeated jokes by the chancellor. He’s not a suitable case for supportive treatment. That’s because confusion follows him every step of the charter way. “I love the BBC. I’ve not set out to destroy the BBC,” he says. “It is not the job of secretary of state to tell the BBC what programmes they should and should not be making,” he adds. “Editorial independence is paramount.” But, then, it’s an “interesting question” whether the corporation should bid against ITV for Saturday night specials such as The Voice. “There are savings within the BBC that don’t require them to slash news budgets or close a channel… news is not the first place they should look, in many ways it should be the last place.” Some programming “isn’t meeting the needs of communities”. And so on and so forth, a monologue featuring – in only the last few days – the notion of a five-year, mid-charter check on quality, the hinted return of top-slicing licence fees, plus that idea about shifting Strictly times (a riff on an earlier push to get the BBC evening news shifted from 10 so ITV had no direct competition). Oh! And he made a joke about the corporation “driving him insane” so that it was “tempting to abolish it”. Stir in the toxic development of a new BBC unitary board substantially appointed by HMG and the brew bubbles menacingly. This is a corporation that can be cut on a Treasury whim, told what to show when by the DCMS – and have its collar felt when politically necessary. Impartiality over Brexit? “I’ve talked to the director general about this, and I’ve written to the chairman of the trust.” Whittingdale recruited the charter team who guide his hand. He’ll have a dominant hand in choosing the new BBC board and perhaps the new Ofcom committee that will take over regulation. He can’t resist chipping in with threats and promises. He likes to show who’s in charge. But does anyone, seriously, want to him to do this gabby, intellectually chaotic job? The chap who’s really in charge of Whittingdale – writing detailed memos, laying out most of these plans – is of course David Cameron. But is he really so heedless as to leave implementation to the chap Gary Lineker calls “the chump”? Of course there are many things at Broadcasting House you can frown at. Excessive stress on retaining the licence fee: exceeding confusion over internal reorganisation: extreme unhappiness over cuts not properly thought through. But there’ll be time to worry about all that once the charter cavalcade has left town. Things, in the meantime, have become so busybody-ridiculous that the first, fundamental question of BBC Trust abolition is twisting into life again. Do we really want to lose the trust – and its quality control responsibilities – to find it replaced by a tame board, compliant Ofcom subcommittee and the ghost of Whitto riding shotgun? Now there’s something it would truly be tempting to abolish. Dump the chump.",
  "webTitle": "The BBC deserves better than a chump’s charter",
  "webPublicationDate": "2016-05-08T06:00:15Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/08/bbc-deserves-better-than-chumps-charter-whittingdale",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "BBC Trust",
      "id": "media/bbc-trust",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC licence fee",
      "id": "media/bbc-licence-fee",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Preston",
      "id": "profile/peterpreston"
    }
  ],
  "guardianId": "media/2016/may/08/bbc-deserves-better-than-chumps-charter-whittingdale"
}