{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/indiana-primary-trump-cruz-clinton-sanders-delegates-presidential-campaign",
  "id": "2016-05-02-52",
  "sectionId": "us-news",
  "body": "Tuesday’s Indiana primary will be one of the last chances for underdog candidates Ted Cruz and Bernie Sanders to upset the frontrunners and try to force a contested convention in the Republican and Democratic races for president. Among Republicans, Cruz has gone all out in Indiana in recent weeks, virtually living in the Hoosier State as he tries to upset Donald Trump. The senator from Texas has even taken the unprecedented step of announcing a vice-presidential candidate months away from the convention, picking former rival Carly Fiorina in an attempt to recapture momentum.    Related: Indiana is the only place that can save the GOP from a Trump takeover    With the arcane system that Republicans use to determine their nominee, Indiana is vitally important. If Trump wins the 30 delegates that Indiana awards to the winner of the state’s popular vote – the winner of each of the state’s nine congressional districts receives three delegates apiece – only a massive upset by Cruz in California could stop Trump from the 1,237 delegates he needs to win on the convention’s first ballot. Recent public polls show Trump with a solid lead over Cruz in the state, and one released by NBC and the Wall Street Journal on Sunday shows the frontrunner with a 15-point lead. “If we win in Indiana, it’s all over,” Trump promised a crowd on Sunday in Terra Haute, Indiana. “And then we can focus on ‘Crooked Hillary’, please.”   GOP delegate tracker   Cruz has campaigned doggedly through the state, nonetheless. In a retail stop in Carmel, an Indianapolis suburb, on Monday, his allies besieged a local coffee shop. Fiorina was joined by Cruz’s wife, Heidi, as well as Utah senator Mike Lee and Texas congressman Louie Gohmert, who all glad-handed every Indianan they could find in the room.  With the Texas senator’s position looking increasingly beleaguered, his wife and Fiorina could be overheard taking jibes at the press as they thanked voters for their prayers on Cruz’s behalf. Gohmert, a longtime supporter, expressed his wonderment that “the most dishonest man in the race calls the most honest man ‘Lyin’”. In the meantime, Trump dismissed both Cruz and Ohio governor John Kasich, a third candidate, as “the leftovers”, and waxed confident that he would be the nominee. The frontrunner also added a new wrinkle to fiery protectionist rhetoric on Sunday, telling a crowd in Fort Wayne: “We can’t continue to allow China to rape our country.” On the Democratic side, Vermont senator Bernie Sanders is hoping for an upset in a state where former secretary of state Hillary Clinton holds a narrow lead.   “We always thought Indiana was a state that would absolutely be willing to listen to this message,” Pete D’Alessandro, a top Sanders operative who is overseeing his efforts in Indiana, told the Guardian, “because Nafta and these terrible trade agreements have just devastated the state over the past generation.” Crediting a long active volunteer effort, he expressed confidence that Sanders will do well. However, Sanders’ fundraising has lagged compared to past months: he raised only $26m in April, which was $20m less than his March total. He needs a big win to keep his hopes alive in the late stages of the primary, following big wins for Clinton in New York and other east coast states. Although a win in Indiana for Sanders would likely only make a minimal difference in narrowing Clinton’s massive lead in delegates (without counting the so-called “superdelegates”, she currently leads Sanders by 327 pledged delegates, more than twice the final gap between her and Obama in 2008), it would give him much-needed momentum as the arithmetic increasingly makes Clinton the prohibitive favorite to be the Democratic nominee.   Democratic delegate tracker",
  "webTitle": "Indiana primary: what's at stake for the remaining presidential candidates",
  "webPublicationDate": "2016-05-02T18:28:26Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/indiana-primary-trump-cruz-clinton-sanders-delegates-presidential-campaign",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Indiana",
      "id": "us-news/indiana",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/02/indiana-primary-trump-cruz-clinton-sanders-delegates-presidential-campaign"
}