{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/30/opec-oil-market-prices-production-meeting",
  "id": "2016-05-30-144",
  "sectionId": "business",
  "body": "As the Organization of Petroleum Exporting Countries (Opec) meets on 2 June, questions are rising about the oil cartel’s continuing relevance.  Many Opec members have suffered as the oil price has collapsed and countries, most notably Saudi Arabia and Iran, have fought to retain market share rather than set prices by adjusting production. Crude-oil prices briefly fell under $30 a barrel for both Brent and West Texas Intermediate earlier this year, but have rebounded, with values touching $50 for Brent Thursday.  Unarguably the price war has hurt the US shale industry as many Opec members had wanted. Increased demand because of the low prices is adding to their optimism that the price war has worked. The higher prices mean oil producers can breathe a little easier, although even at $50 those prices aren’t making money. Bart Melek, head of commodity strategy at TD Securities, said Opec’s mission to grab market share is working. Opec can say that the fundamental outlook is improving and that there isn’t much they need to do to balance the market, he added. Opec isn’t expected to change their stated quota of is 31.5m barrels a day, although it is routinely pumping extra 1m barrels daily above target. The two biggest producers, Saudi Arabia and Iran, are likely to stand firm on their production goals. Iran has repeatedly said it wants to return to the previous output levels it had prior to the west’s sanctions on its nuclear activity. Saudi Arabia is unlikely to cut its daily output of about 9.5m barrels since other Opec members are also overproducing.  “Expectations are that there will be no agreement. There won’t suddenly be a coming of minds between Saudi Arabia and Iran ... But it’s a consensus group and there’s no consensus to do anything,” said Ed Morse, global head of commodities research at Citi Research. The lack of consensus has many in the oil market questioning whether Opec remains relevant any more, especially as non-Opec producers like the US are a big part of the global oil market now.    Related: Saudi Arabia approves ambitious plan to move economy beyond oil    “My thought has been that Opec has less control over oil prices than they have any time in the past 40 years. And circumstances emerged that make it very difficult for them to agree on pricing policy because of what has resulted from investments over the last decade,” Morse said, referring to shale-oil production from hydraulic fracturing. John England, vice-chairman, US and Americas oil and gas leader for Deloitte, said the global oil surplus created by Opec overproduction and US shale output left Opec in a tricky position. “Suppliers have more power in times of scarcity. Right now we’re perceived to be in a time of abundance in terms of oil supply ... The inability to reach consensus has limited their ability to impact the market the way they have in the past. So I think they’ve been less relevant,” England said.  But Opec is not dead, he adds, noting they have weathered commodity cycles before. Carsten Fritsch, commodities analyst at Commerzbank, agreed that for now the cartel seems obsolete, but when total supply and demand become balanced, Opec may become important again. A balanced market could happen by year’s end, they said. US production is forecast to fall 8.5% this year from 2015’s record level of 9.4m barrels daily, the US Department of Energy’s statistical arm, Energy Information Service, said. By 2017, EIA forecasts output will be down 13% from 2015’s high because of lower prices brought on by the supply glut.  The EIA sees the excess global supply reaching 1m barrels a day this year, but falling to 200,000 in 2017 as consumption rises and supply falls.  Because of falling US production and rising demand, analysts lifted their oil-price forecasts, with Commerzbank estimating average 2016 Brent and WTI prices at $50, and Citi in the mid-$50s for Brent. Even with more global oil players, Melek dismissed ideas that Opec is no longer relevant.  “The fact that they’ve made statements that they’re pursuing market share and these types of polices have made them incredibly important. They’ve moved the market. It’s just that we didn’t see the prices go up, we saw them go down. It doesn’t diminish their power,” he said. 2 June will be the first meeting for Khalid al-Falih, the new Saudi oil minister. He is unlikely to deviate from the current market-share policy, as Saudi Arabia’s deputy crown price Mohammed bin Salman seems to be calling the shots with his recently announced Vision 2030 plan for the kingdom to move away from oil dependency. “Saudi Arabia doesn’t want to become a failed petrostate. That’s the stated objective, to find a way for the economy to prosper, even in a low-price environment,” Morse said. That means Saudi Arabia may want to pump as much as it can as it transforms its economy.  “(If) you can see the end of the life of petroleum in the world economy, then maximizing production makes sense because the more you hold oil in the ground, the less value it will have over time,” he said. Opec may have won the latest price war but with even Saudi Arabia thinking of a life beyond petroleum, its future looks far from certain.",
  "webTitle": "Is Opec relevant in an oil market of falling prices and overproduction?",
  "webPublicationDate": "2016-05-30T10:00:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/30/opec-oil-market-prices-production-meeting",
  "keyword": [
    {
      "webTitle": "Oil",
      "id": "business/oil",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Saudi Arabia",
      "id": "world/saudiarabia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iran",
      "id": "world/iran",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Debbie Carlson",
      "id": "profile/debbie-carlson"
    }
  ],
  "guardianId": "business/2016/may/30/opec-oil-market-prices-production-meeting"
}