{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/16/tyson-fury-apology-prejudice-antisemitism",
  "id": "2016-05-16-45",
  "sectionId": "sport",
  "body": "When Tyson Fury strayed again into the weird jungle of prejudice he seems to have constructed for himself – this time singling out Jews to join his cast of targets – he attracted a mixture of responses.   Related: Tyson Fury apologises for offensive comments made in video    His super-defensive fans turned hard and fast on anyone who dared to criticise the world heavyweight champion, citing freedom of speech and pointing to what they derided as soft, politically correct liberal overreaction – including a column I wrote for the Observer. Others were appalled by Tyson’s naive assumption, drawn from ancient stereotypes, that there actually was something called an international Jewish media conspiracy. But these people were from an entirely different constituency. Not many were boxing fans – which is not to say a lot of boxing fans were not appalled also – but their revulsion was driven also by their abolitionist tendencies. They rightly abhor antisemitism, but they don’t much like boxing, and that opened up another front on the battlefield as bloggers went at it. But what did the man himself really think about the hour-long video interview he gave? It transpires he also felt sorry for what he said, which may come as a blow to those who were so quick to defend the dreadful sentiments of his interview. This is what Fury said in a statement released late on Monday: “I apologise to anyone who may have taken offence at any of my comments. I said some things which may have hurt some people, which as a Christian man is not something I would ever want to do. “Though it is not an excuse, sometimes the heightened media scrutiny has caused me to act out in public. I mean no harm or disrespect to anyone and I know more is expected of me as an ambassador of British boxing, and I promise in future to hold myself up to the highest possible standard. “Anyone who knows me personally knows that I am in no way a racist or bigot and I hope the public accept this apology.” So, to all those who regarded criticism of Fury as over the top, kneejerk liberalism, listen to the man himself. He has shown courage and dignity. It cannot be easy to confess so openly to indulging in prejudice so ill-informed and poorly thought out. He has a point, too, in saying the pressure on him to pronounce on demand as the standard-bearer for a sport that so often is under intense scrutiny is immense. It is in his nature to be open and candid. I doubt he makes these statements to stir controversy in the interest of selling tickets for his rematch with Wladimir Klitschko. Rather, I think he is some times dazzled by the attention and gets a buzz from sharing his thoughts. For most of his life nobody cared what Tyson Fury thought about anything. But I think he is a sensitive man, and intelligent, too. When a video media outlet known as SportsView London spoke to him last week, there was no filter on the content – because that is Fury’s schtick: he says the first thing that comes into his head, it gets massive hits on social media and a storm of protest is the natural consequence much of the time. His representatives clearly have been stung by the criticism because they realised in retrospect the irony of the situation, which was represented in the tone of the press release: “As a man of Traveller heritage, Mr Fury has suffered bigotry and racial abuse throughout his life and, as such would never wish anyone to suffer the same. He has many friends of a wide range of backgrounds and races and wishes no ill to anyone of any race, religion or sexual orientation.”   Related: Tyson Fury unwise to follow familiar destructive path of other Tyson    It continues: “Mr Fury is a devout Christian and a family man. However he accepts that in the past he has said things publicly which are misrepresentative of his beliefs and usual good character. He appreciates he has a duty as the heavyweight champion of the world. He knows it comes with certain responsibilities and anything he says publicly will be heavily scrutinised. “Mr Fury now wishes to move past this and instead concentrate on what he does best, which is boxing, starting with his defence of the heavyweight championship of the world in the rematch against Wladimir Klitschko on 9 July at the Manchester Arena.” Like many fighting men, Fury is safest and most comfortable in the space he knows best, the boxing ring.",
  "webTitle": "Tyson Fury tries to apologise his way out of a jungle of prejudice | Kevin Mitchell",
  "webPublicationDate": "2016-05-16T20:37:16Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/16/tyson-fury-apology-prejudice-antisemitism",
  "keyword": [
    {
      "webTitle": "Tyson Fury",
      "id": "sport/tyson-fury",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/blog/2016/may/16/tyson-fury-apology-prejudice-antisemitism"
}