{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/lynette-daley-case-barristers-to-review-decision-not-to-pursue-criminal-charges",
  "id": "2016-05-11-274",
  "sectionId": "australia-news",
  "body": "The New South Wales director of public prosecutions has announced an independent review of his decision not to pursue charges over the death of Lynette Daley, who bled to death on a beach after a sexual encounter. Lloyd Babb said he was taking the “unusual step” of seeking outside advice on the case after the latest in a series of media reports raising questions about why criminal charges against two suspects with Daley were dropped and never revived. Adrian Attwater was charged with manslaughter and Paul Maris with being an accessory after Daley died from a ruptured artery from a sex act performed by Attwater on Ten Mile Beach in Northern NSW in January 2011.  The office of the DPP dropped charges against both men in 2012 and has declined to revive them despitea coronial inquest referring the charges back to the DPP to consider renewing charges. Babb has appointed two barristers to review his office’s decision not to pursue the men, with their advice to guide his final decision, which he promised to make public.   Related: Death that shocked a town: case reopens on woman who died after sex with two men on remote beach    “I acknowledge the understandable distress of the family and the community,” he said. “It is appropriate that I review the matter to determine whether the correct decision was made. “Given the importance of maintaining public confidence in the administration of justice, I have taken the unusual step of seeking advice from independent counsel, Philip Strickland SC and Belinda Baker.  “These two very experienced and highly regarded barristers from the private bar will review all the material and provide their advice to me.  “I will then proceed to make my decision and advise the public of the outcome.”  Attwater’s family has told Guardian Australia he had left the town of Maclean, where he had met Daley, hours after charges were dropped amid threats to his safety. He is understood to have gone to work in mines in central Queensland. Maris had also left the area. In a coronial inquest held in 2014, NSW coroner Michael Barnes, found the men lied about the circumstances around Daley’s death, including the reason for burning her clothes, which he said was out of fear the truth of their encounter would reflect badly on them.  Barnes said the men had only belatedly called an ambulance and expressed “the court’s contempt and disgust for the callous disregard for her welfare shown by her supposed friends”. In a report by ABC’s Four Corners on Monday, Daley’s family spoke about their anguish that charges were not pursued.  A family friend said the DPP had told them that “they couldn’t prove that anything these fellas had done had been intentional to cause her death”. The program showed a document in which the DPP flagged two issues with pursuing charges, around “establishing consent” and “the intention of Attwater at the time he’s having a sexual interaction”. Attwater’s parents claim Daley was in a relationship with their son, and the pair and Maris had been drinking together for days prior to her death. The former NSW DPP Nicholas Cowdery has said that evidence available to a coroner may not be available to prosecutors in a criminal case.",
  "webTitle": "Lynette Daley case: barristers to review decision not to pursue criminal charges",
  "webPublicationDate": "2016-05-11T10:31:13Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/lynette-daley-case-barristers-to-review-decision-not-to-pursue-criminal-charges",
  "keyword": [
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/11/lynette-daley-case-barristers-to-review-decision-not-to-pursue-criminal-charges"
}