{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/england-marcus-rashford-debut-australia-manchester-united",
  "id": "2016-05-23-19",
  "sectionId": "football",
  "body": "Roy Hodgson has told Marcus Rashford he will make his England debut on Friday after the teenage Manchester United forward was passed fit for what will be his only chance at international level to show he should make the final cut for Euro 2016. Rashford joined England’s squad on Monday for the first time after a scan revealed there was no significant damage from the injury that forced him off during the FA Cup final and the 18-year-old is being lined up to win his first cap only 92 days after making his United debut. Hodgson is deliberating whether to include him when the squad, now comprising 26 players, is whittled down to 23 before the deadline a week on Tuesday and the England manager acknowledged that Rashford would be under pressure to make an immediate impact. “I don’t really know what to expect from him,” Hodgson said. “Don’t forget Rashford was a bit unlucky because the amount of time we are going to have with him is very short. It will be Wednesday and Thursday [training], Friday’s match and then we have to make a decision on the 23 players. “There is no doubt I made the right decision putting him in this large group because the lad has enormous talent. You will know from my past record that I’m not afraid to give young players a chance and I don’t dismiss them on the basis of their age, but you will also know that in the position he plays we have a lot of competition for places. “There isn’t an awful lot of chance for him to stamp his authority on myself and the coaching staff when there is such a short period of time. But I am ruling nothing out. I thought his performance in the FA Cup final was very good. I’m delighted I shall be seeing him and then we will have to wait to see whether I will be seeing a lot more of him in the summer.” To the question of whether Rashford would make his debut, Hodgson said: “We’d hope so, yes. I’m not planning an experimental team but we have only three preparation games and already quite a lot of people – seven players – have missed the first one. I have to take those things into consideration and also the juxtaposition of players who need games and others who don’t because they have had so many games during the season. I will take all those things into account because by the time we come to the Portugal match [at Wembley on 2 June] I want a pretty good idea of the team I’m thinking about for the start of the tournament.” The team selection on Friday may also be swayed by Jack Wilshere’s need to increase his match sharpness, with Hodgson making it clear that as long as the midfielder is sufficiently fit he will be included in his final squad. Wilshere lasted 66 minutes of the 2-1 win against Turkey on Sunday but Hodgson said he was not unduly concerned if the Arsenal player still lacks fitness. “The sharpness is coming,” Hodgson said. “He certainly didn’t show any signs of physical problems. It was still the Jack Wilshere that I remember. What bothered me most about him was: ‘Was he going to be limping around? Was he going to be able to do the running and the movements I associate with him?’ “I’m rather hoping he is going to be able to join us, and we hope that with every training session and every week he is going to get fitter. We also hope to stay in the tournament a little while, so I don’t think we should be too worried about him at this time. We should be thinking ahead to the middle or end of June and saying: ‘Could this be a guy who helps us win a match?’ He’s definitely got that ability.” Hodgson, who said he was encouraged by an improved display from Raheem Sterling against Turkey on Sunday, accepted that it was not ideal that Jamie Vardy’s wedding on Wednesday had led to him being excused from the game on Friday. However, the manager also made it clear that it would not be held against the Leicester City striker. “There are two points. One, I thought it was commendable when I called him up last June and he told me he was getting married. I said: ‘Oh, does that mean you want to refuse selection?’ and he said: ‘No, no, I want to be selected so I will cancel the wedding.’ I thought that was good. “I’d have liked him to have rescheduled it for a bit earlier, or a lot later, than he has done. The reasons for that, I don’t know, but I guess he probably thought he would get a week to 10 days off at the end of the season because that is what we have done traditionally. “I hope he will be sensible and I believe he will be sensible. I know he really is desperate to go to the Euro and do a good job, so I’m pretty confident that when I see him on Saturday he will be fine. By all means feel free to ask him if he intends to let down his hair and do some stupid things and if the answer is yes, feel free to batter him in the press.”",
  "webTitle": "England to hand Marcus Rashford his debut in friendly against Australia",
  "webPublicationDate": "2016-05-23T21:30:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/england-marcus-rashford-debut-australia-manchester-united",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/23/england-marcus-rashford-debut-australia-manchester-united"
}