{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/08/mothers-day-hip-hop-afeni-shakur-tupac-legacy",
  "id": "2016-05-08-121",
  "sectionId": "music",
  "body": "Though it’s 20 years ago, the death of Tupac Shakur is still a painful subject to his most devoted fans. And on Monday we were reminded of the great rapper’s absence once again when his mother Afeni Shakur, died in her northern California home  aged 69. Though it feels as though, with her death, our last notable connection to the rap great has been severed, Afeni wasn’t simply a mother to Tupac and his sister Sekyiwa. She was a former member of the Black Panther Party, an activist and philanthropist. She was also a savvy businesswoman, establishing a trust to ensure that Tupac’s work will always be protected.  Partly due to this attention to his legacy, Tupac’s fans embraced Afeni. She already had a public profile thanks to Tupac’s 1995 single Dear Mama, the nearest thing hip-hop has to a Mother’s Day anthem. The track was a poignant peek into a complicated, but loving and relatable bond with his mother:   When I was young me and my mama had beef / 17 years old kicked out on the streets / Though back at the time I never thought I’d see her face / Ain’t a woman alive that could take my mama’s place.             Afeni’s fostering and nurturing of her son’s talent set the foundation for his impact in music. She wasn’t always physically by his side, but she was his support system playing co-pilot as he navigated his way through fame. Though Tupac was shot dead aged just 25, Afeni reminded us that a mother’s love is eternal. She kept the rapper’s memory alive carefully, curating the releases of a massive selection of writings, recordings and memorabilia. In 1997, she launched the Tupac Amaru Shakur Foundation aimed at encouraging and empowering young people aspiring to work in the arts. Afeni Shakur is a prime example of the role some mothers have played in hip-hop culture. Her work in maintaining her son’s legacy is not uncommon, especially when some of hip-hop’s most pioneering figures have tended to die young. Maureen Yancey, affectionately known as Ma Dukes, is the mother of producer J Dilla who died of a blood disease in 2006. In the years following his untimely death, Ma Dukes has coordinated the annual Dilla Day Weekend celebration in his honor.  Voletta Wallace, mother of the Notorious BIG, launched the Christopher Wallace Memorial Foundation after he was shot dead in 1997. The organization provides scholarships and grants for students, and supplies schools and community centers with necessary teaching materials. Wallace also attempted a wrongful death lawsuit against the LAPD in hopes of seeking answers and accountability for her son’s still unsolved murder. The lawsuit was dismissed. And it’s not just the deceased whose mothers become known in hip-hop. Drake’s relationship with his mom Sandi Graham has been the forefront of many of his most emotional songs. Deb Antney, mother of Waka Flocka Flame, is also his manager. Big Sean credits his mother, Myra Anderson, with giving him the courage to trust his instincts, while Diddy routinely thanks his mother, Janice Combs, who raised him on her own after his father was murdered.  Ludacris’s mother, Roberta Shields, runs his charity organization devoted to “helping youth help themselves”. The same goes for Jay Z’s mother, Gloria Carter, who in 2003 co-founded the Sean Carter Foundation, an organization that provides scholarships, college tours, counseling and other programs to empower youth on the quest for higher education. Then there are the mothers who didn’t live to see the full extent of their children’s success. Donda West, mother to Kanye, died in 2007 after undergoing cosmetic surgery. West was hands-on in her son’s career, working as his manager. At the launch of his The Life of Pablo album, Kanye previewed a computer game which showed her entering the gates of heaven, which if nothing else once again revealed his deep feelings of loss.  Were it not for their mothers, our favorite hip-hop artists literally wouldn’t exist. Sometimes their toughest critics and strongest defenders, fans are grateful for mothers like Afeni Shakur and what she meant to the genre.",
  "webTitle": "Afeni Shakur and the mothers who shaped hip-hop",
  "webPublicationDate": "2016-05-08T11:00:05Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/08/mothers-day-hip-hop-afeni-shakur-tupac-legacy",
  "keyword": [
    {
      "webTitle": "2Pac",
      "id": "music/2pac",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [],
  "guardianId": "music/2016/may/08/mothers-day-hip-hop-afeni-shakur-tupac-legacy"
}