{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/28/right-to-buy-repair-bills-council-tenants",
  "id": "2016-05-28-168",
  "sectionId": "money",
  "body": "Council tenants thinking of taking up the right to buy their home have been warned they could end up being virtually bankrupt by eye-watering major works bills from their local authority freeholder. The issue affects people who have bought former council flats on the open market, as well as right to buy owners. Take, for example, the plight of 50 leaseholders in Oxford. In January, in the latest twist in an eight-year saga, Oxford city council presented them with a £50,000 bill for refurbishment of their tower block. Not £50,000 between them, but £50,000 each. For many, the bills are impossibly high and represent a huge portion of the value of their property. The flats generally sell for around £120,000 – one recently sold for just £80,000 – so the £50,000 bill represents 40% of their value. What’s more, selling is a problem as most mortgage lenders won’t grant loans on ex-local authority flats above six floors. Meanwhile, in south London leaseholders in Lambeth are each staring down the barrel of a £12,000 demand – twice the original estimate for repair work to their estate. Leaseholders are obliged to pay for repairs and maintenance of their blocks, but it is the freeholder – the council in this case – that decides the work that is to be done and who will do it. Many leaseholders are finding they are being billed not just for repairs, but upgrade and regeneration projects of entire estates. And unlike leaseholders in the private sector, local authority ones don’t have an escape route via the “right to manage”. But how can someone on the average UK salary of £27,600 afford a £50,000 – or even a £12,000 – bill? Many leaseholders say they can’t, and face being forced to hand over an equity share in their home back to the council that originally owned it. Sebastian O’Kelly, founder of campaign website the Leasehold Knowledge Partnership (LKP) says the council demands are farcical. He says the website has been deluged by leaseholders caught out by major works schemes. “Tenants who become leasehold owners must be aware of the risks associated with contributing to major works schemes,” he says. “Every week LKP is contacted by local authority leaseholders facing huge bills. Many in London – and Oxford – are young professionals buying council property as a means to get on the ladder.” Council tenants taking up the right to buy should receive an estimate for service charges for the initial five years in their section 125 notice (under the Housing Act 1985). But once the five years are up there are no limits on what they can be charged. Demands on individual leaseholders known to LKP in the capital include a £44,000 bill from Lambeth council, £25,000 from Edmonton, £44,000 from Haringey and £15,000 from Brent. One of the worst cases is the one in Oxford. The city council has been long planning to revamp five tower blocks in the city. The budget of £4.7m set in 2007 has now mushroomed to more than £20m, resulting in a cost of £50,000 to each leasehold property. Dr Stefan Piechnik who works in a nearby hospital bought his flat in 2012, when costs until 2020 were estimated at £9,500. “The fivefold increase in just four years is unexplainable,” he says. “To avoid scrutiny from leaseholders, the council pooled works between several disjointed properties and widely advertised the improvement aspects. Improvements are not covered under the obligations of my lease – just necessary repairs and maintenance.    The council has offered payment plans – £500 a month for two years or selling back part of the property. It’s so unfair.    “The consultation with all residents highlighted the excellent value for everyone. But my EPC certificate states the potential to shed about £100 of my annual energy bill by improving thermal insulation. Given that windows and wall improvements total £30,000, the return to profit of 300 years appears ridiculously poor value.” In December, councillor Linda Smith told the Oxford Mail that a £50,000 bill “may sound frightening” and explained that the council was offering leaseholders payment plans of between one and three years, with three years interest-free – £50,000 split over three years is £1,389 a month. Leaseholders who can’t pay have been told the council could claim an equity share in their property. The owners have clubbed together as the Oxford Towerblocks’ Leaseholder Association and hired a solicitor to fight the costs. The case is due to be heard at the first tier tribunal (property chamber). “We believe we have correctly identified what works are eligible to be recharged back to leaseholders, and that the work to be carried out and the costs are reasonable,” says an Oxford council spokesperson. “With any major work of this size there will always be discussion, even disagreement, between the landlord and leaseholders, and that is why these are fundamental issues that the first tier tribunal will decide on.”  It’s a similar story in Lambeth. Cat Whitehouse and her partner bought an ex-local authority flat in the borough three years ago. At the time no major works were planned, but lumps of concrete later started falling from the building, prompting health and safety fears. The council issued section 20 notices informing leaseholders of a consultation for major works, with estimates starting at £6,000 per leaseholder. These later doubled to £12,000. “We’re still waiting for a proper bill, but were told verbally we had four weeks to pay,” says Whitehouse, who has made an official complaint to Lambeth council’s chief executive. “There seem to be big problems with the billing process and they haven’t given us enough time to apply for a mortgage extension to raise the money. “The council has offered payment plans, such as paying £500 a month for two years or selling part of the property back to the council. It’s so unfair on people with low incomes.” A statement from Lambeth council admits there has been “historic underinvestment” in housing stock, but says it is investing now. “The major works committee (led by tenants and leaseholders) looked at major works schemes on six estates across the borough. Initial findings are that the value for money of the projects was generally validated, but it has been noted that communications need to be better, so this is something we are prioritising,” the statement says. O’Kelly says no private homeowner would dream of employing a council to carry out improvements, but local authority leaseholders have no choice. “It is galling that many councils have signed long-term maintenance contracts with building firms, so the works are not subject to tender and there is even less incentive to control costs,” he adds. Florrie’s law Florence Bourne, 93, “died of shame” after being unable to pay a £50,000 bill for the refurbishment of her block in Newham, east London, in 2013. Bourne called her son “in panic” after the huge bill landed on her doorstep. She died of a heart attack after being startled by the sound of falling roof tiles as builders replaced the roof. A leasehold valuation tribunal later found that Newham council had not commissioned a proper survey of the flat and that the existing roof would have lasted another 40 years. The case led to Eric Pickles, then secretary of state for communities and local government, introducing Florrie’s law, which caps the amount local authority leaseholders have to pay for repairs to £10,000 (or £15,000 in London) over a five-year period. However, this only applies if repairs are partly funded by a central government grant, which means there are numerous major works schemes where the cap doesn’t apply. “The regulations that were made (The Social Landlords Mandatory Reduction of Service Charges (England) Directions 2014) only relate to works of repair, maintenance and improvement where they are undertaken with assistance from the Decent Homes Backlog Fund or other funding provided by any secretary of state or the Homes and Communities Agency,” says Sarah McLoughlin of BP Collins Solicitors. “If there is no funding available from these the cap is not engaged. The local authority can then charge the actual cost of the works rather than the (presumably) lower cap imposed by the directions.”",
  "webTitle": "When sky-high repair bills can make right to buy the wrong choice",
  "webPublicationDate": "2016-05-28T05:59:26Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/28/right-to-buy-repair-bills-council-tenants",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social housing",
      "id": "society/social-housing",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Emma Lunn",
      "id": "profile/emma-lunn"
    }
  ],
  "guardianId": "money/2016/may/28/right-to-buy-repair-bills-council-tenants"
}