{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/charlotte-edwards-stand-down-england-womens-cricket-captain",
  "id": "2016-05-10-43",
  "sectionId": "sport",
  "body": "Charlotte Edwards is poised to announce she is standing down as captain of the England women’s cricket team. Edwards could also call time on her 20-year England careeron Wednesday, having won 309 caps across the three formats, scored more than 10,000 runs and led the team a record 220 times. During her 10-year reign in charge there were four Ashes series wins, as well as global tournament victories in both the World Cup and World Twenty20 in 2009.   Related: England’s women get a harsh insight into world of the professional cricketer | Mike Selvey    Edwards’s last international appearance came in England’s five-run defeat against Australia in the semi-finals of the recent Word Twenty20 in India, a result that led to public criticism of the team by their new head coach, Mark Robinson. The former Sussex coach claimed that England needed to be “fitter” and “toughen up a little bit” in the wake of the exit at a blunt press conference with Edwards next to him. Despite the disappointing campaign Edwards, 36, had looked set to continue in her role this summer against tourists Pakistan and until the 2017 World Cup, having told the Guardian last month that she was targeting victory in that tournament on home soil. But now England’s record run-scorer is poised to stand down from the position although may yet continue playing, having featured in the Women’s Big Bash League in Australia over the winter and signed up to captain the Southern Vipers in the inaugural Kia Super League this summer. Making her England debut against New Zealand in 1996, the youngest international at the time aged 16, Edwards went on to replace Clare Connor as captain a decade later, winning back-to-back Ashes series against Australia in 2005 and 2007‑08 before retaining the urn in 2009. After defeat in 2010-11, and under a new multi-format points system, England would go on to regain the Ashes in 2013 and defend them the following winter, only to lose to Australia again last summer. A veteran of 23 Tests, 191 one-day internationals and 95 Twenty20s, Edwards was named as one of Wisden’s Five Cricketers of the Year in 2014 and awarded a CBE in the honours list the same year.",
  "webTitle": "Charlotte Edwards ready to stand down as England women’s cricket captain",
  "webPublicationDate": "2016-05-10T20:06:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/charlotte-edwards-stand-down-england-womens-cricket-captain",
  "keyword": [
    {
      "webTitle": "Charlotte Edwards",
      "id": "sport/charlotte-edwards",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England women's cricket team",
      "id": "sport/england-women-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/10/charlotte-edwards-stand-down-england-womens-cricket-captain"
}