{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/29/leomie-anderson-model-diversity-consent-rights-for-girls",
  "id": "2016-05-29-121",
  "sectionId": "fashion",
  "body": "Leomie Anderson has a blog called Cracked China Cup. “China because it looks delicate and beautiful,” she says, “cracked because it’s flawed and cup because it spills.” It’s here the 23-year-old Victoria’s Secret model posts her videos (“The black model survival kit”), her outfits of the day and, every now and again, something like this: “In light of recent stories that have surfaced from young girl nudes being leaked, slut shaming, sexual assault and more, I felt it was important to reach out to my young readers and discuss the issue of consent, being pressured and the right to say NO.” It started with a tweet. One of those young readers messaged her: “I’ve been pressured into sending nudes, and FaceTiming naked by three different guys, and when you say no they try to make you feel bad about it.” Anderson, who was 14 when she started modelling, says she felt compelled to reply. “Consent is very important in my job. It’s crucial.” Since being scouted near her school in Tooting, south London, she has walked for Topshop and Moschino, as well as holding a coveted job as one of the Victoria’s Secret models at the catwalk show that has become a sort of Oscars for pants. And in between being delicate and beautiful, she has “spilled”. When she wrote about the lack of make-up artists equipped to work with black models, with a backstage photograph of a rainbow of pink foundations, it sparked a row about diversity in the fashion industry. “Why is it that the black make-up artists are busy with blonde white girls… and I have to supply my own foundation? Why can a white model sit in anyone’s chair and feel confident they’ll look OK, but black models have to worry?” And when, in April, she wrote about consent, she unwittingly started the next chapter of her career.   Related: Leomie Anderson: key summer trends for women – in pictures    “In the 90s models were expected to be mysterious. But today we’re allowed to speak. Which is great, because I want to be known as more than a face.” She visited a school in south London, where students told her that three of their friends had committed suicide after their nude photos had been shared. “These girls had nobody to talk to. Their reputations had been destroyed; their trust had disappeared. I went on breakfast TV to talk about it, because talking about it can’t be taboo. Schools need to teach boys and girls about consent. And I wanted to tell young people to be careful, because online nothing disappears. And nothing ends well.” Despite being young when she moved to New York to model, and despite finding herself in situations where she felt “uncomfortable with the photographer”, she always knew she could trust her agency. “I’d go to the toilet and call them.” By the time she returned to set, the atmosphere would have changed. At school, she points out, girls are out there all alone. “The dangers aren’t just old men, catfishing online. They’re your friends, your exes. And once they’ve got that picture, it’s like they own you.” What’s her advice to girls? “Don’t do it! To parents, I’d say they need to realise that if it happens, their daughters are victims, not sluts. Boys need to realise they’re not entitled to a girl’s body. And girls – they tear each other down to make themselves feel better. Misogyny is imprinted on them. But the easiest way to avoid it is by remembering that this exchange doesn’t need to happen.” She pauses. “I’m not saying showing your body is a bad thing.” Anderson became famous for modelling underwear. When she first discussed sexting, some commenters called her a hypocrite. “Doing Victoria’s Secret was the best time in my life. It was empowering. What I’m talking about is not nudity, it’s consent. OK?” OK. Anderson’s career has grown alongside social media and its impact on the industry means that what it means to be a model has changed. “In the time of Kate and Naomi it would take years to get a Vogue cover. Now it just takes followers. Gigi and Kendall? Supermodels? No way.” Since talking about make-up artists on Twitter, she has decided not to discuss race and fashion “because it changes nothing. Three years ago there was a big push to see more black models. That year I walked 13 shows. The next year, when it had died down? One. I’ve stopped trying to get work in Milan any more. They’ll say: ‘Sorry, we don’t want any Africans this season.’ It would be easier if they just put a sign on the door, ‘No blacks allowed.’’’ She chuckles, and sighs. “It’s easier to say: ‘We need more black models’ than to investigate institutional racism in places where diversity really matters – police, government, even media.” But, I say, you’re not discussing that. “No, I’m not discussing that any more.” She holds my gaze for a second, before cracking into laughter.",
  "webTitle": "Leomie Anderson: 'Consent is very important in my job'",
  "webPublicationDate": "2016-05-29T09:00:03Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/29/leomie-anderson-model-diversity-consent-rights-for-girls",
  "keyword": [
    {
      "webTitle": "Models",
      "id": "fashion/models",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Feminism",
      "id": "world/feminism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eva Wiseman",
      "id": "profile/evawiseman"
    }
  ],
  "guardianId": "fashion/2016/may/29/leomie-anderson-model-diversity-consent-rights-for-girls"
}