{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/developers-writ-london-david-attenborough",
  "id": "2016-05-03-66",
  "sectionId": "commentisfree",
  "body": "Happy anticipation ahead of the opening of a new nature reserve. Until last weekend, there had been more coverage in the property supplements than the news pages. This is because Woodberry Wetlands is on the doorstep of a set of glitzy tower blocks in east London (£425,000 for a one-bed) ,which now dominate the local skyline and whose possible rights and wrongs – neat landscaping, nice views, displaced estate residents, decades of disruption for some who remain – dictate discussions down the pub.   Related: The truth about gentrification: regeneration or con trick?    Anyway, once seen, the beauty of the wetlands turns you swiftly soppy: 11 hectares of reedy heaven, all cherry trees and tufted grebes, warblers and thrilling mid-air dust-ups between gulls and geese. Plus an education centre and nice caff in the former dining room of Thames Water’s staff. The wetlands are the fruit of the labours of more than 50 local volunteers spearheaded by the London Wildlife Trust, whose representatives showed round the press and the project’s patron, David Attenborough, on Saturday. And the bill? About £1.3m, half of which was met by lottery money, with Berkeley Homes and reservoir landlord Thames Water chipping in about 20% each, and Hackney council 10%. Just to reiterate: the company whose skyscrapers overlook the wetlands, whose newly released range of apartments is called the Nature Collection, and are billed as being “set on the banks of an abundant nature reserve and animated by urban wildlife year-round” has contributed about half the cost of one of its cheapest flats – which apparently paid for the boardwalk. Is it naive of me to assume that companies whose coffers are set to swell enormously might have an obligation to invest in the surrounding landscape for everyone? The initial stages of the redevelopment were signed off years ago, and did involve the fulfilment of various section 106 agreements – the bargaining chips for greater-good improvement councils can demand in return for consent. But as the public purse gets tinier, and government pressure mounts on local councils to grant planning permission, we need to ensure this de facto developers’ charter results in the best possible deal for all of us. Remember, investors can appeal against unsuccessful applications; the public cannot appeal against successful ones. The real millennium bugs     ‘Flies, swarming like a snow globe, leaping en masse into your mouth … ’ Photograph: Woodberry Wetlands    Perhaps the sole downside of wetlands on a warm day is the fabulous numbers of flies, swarming like a snow globe, leaping en masse into your mouth as soon as you ask Attenborough a question. Give it 15 years (as Public Health England research suggests), and all London’s puddles may be malarial. Open a window accidentally at night and you now spend 10 minutes trying to coax hundreds of insects back outdoors, then the following half-hour standing on a cupboard smearing the ceiling with corpses. In Swansea a few months ago, local papers reported the case of Sue Powell-Reed, who bought an infested ham roll from Greggs for lunch and was so traumatised that she vowed never again to shop there again. Soon, this will be a daily ordeal. OK, David. Talk skincare To get a sighting of Attenborough in his natural habitat is a thrill. On Saturday the press pack advanced toward him with the hungry stealth of a snow leopard approaching a Himalayan sheep. At nearly 90, he is in incredible condition: silver plumage glossy, new knees making for a nimble bowling pace. Most amazing was his skin: smooth and soft and glowing, showcasing those bright blue peepers. I wanted to know what he thought about corporate responsibility and the provision of public open space. But after he answered, I really wanted to find out about his skincare regime.   @catherineshoard",
  "webTitle": "Developers don’t want to spend money on us - but they will if we make them | Catherine Shoard",
  "webPublicationDate": "2016-05-03T18:17:41Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/developers-writ-london-david-attenborough",
  "keyword": [
    {
      "webTitle": "Construction industry",
      "id": "business/construction",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Attenborough",
      "id": "tv-and-radio/david-attenborough",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/developers-writ-london-david-attenborough"
}