{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/20/how-not-to-talk-to-someone-with-anxiety",
  "id": "2016-05-20-175",
  "sectionId": "society",
  "body": "In the UK a third of Britons now experience an anxiety disorder at some stage in their life. But, despite its growth, how well do we really understand it? As part of mental health awareness week we asked those who live with anxiety to tell us how it feels to them and to explain what people can say and do to make their condition more bearable, not worse.  Paul Culshaw, 32, Liverpool: ‘Don’t say: “Oh I get that. You’ll be fine in a minute”’      Anxiety for me manifests in a pressure that I feel in the left side of my chest. All of a sudden I won’t be able to breathe and my mind tells me that I could be about to have a heart attack. I know by now, eight years on, not to believe it, but it tries to communicate that frightening message all the same. When I get like this I find sitting still very difficult and social situations overwhelming. At its most intense, anxiety can make me feel like I want to jump out of the window to escape – but I don’t even know what I am trying to escape from.  The worst things to hear when I feel like this are statements such as: “Snap out of it,” or “Think positive,” or: “Oh yeah, I get that. You’ll be fine in a minute.” If you don’t know what to say, sometimes it’s better to say nothing or keep comments minimal. When friends say: “It’s all in your head,” or tell me to snap out of it, it’s horrible. Do people really think those with anxiety haven’t considered this? It’s when people say it’s all in your head that really gets me. Yes, I’m sure doctors would agree, it is a mental illness after all, but despite this it still affects us physically, creating sensations such as shallow breathing, hyperventilating, tightness of chest and claustrophobia. Elizabeth Yarlott, 24, London: ‘Probably the worst thing to say is “stop worrying”’      Anxiety has changed every aspect of my existence, and is not to be sniffed at. Probably the worst thing to say is: “Stop worrying.” My physical symptoms come on with no warning whatsoever, and are not always linked to thoughts, events or circumstances. It can be very depressing to have a life-changing condition dismissed as something so banal as worrying. The things I wish I had been told earlier are the physiological explanations for the symptoms I had been experiencing. Before I was diagnosed with severe generalised anxiety disorder, I thought I had a brain tumour, labyrinthitis – a whole host of illnesses that I felt were the only way to explain the extremely physical feeling of anxiety. As soon as they were explained to me in an intelligent way, they became infinitely less frightening. Salma Begum, 18, Cambridge: ‘It’s not that we don’t think positively. It’s just that anxiety overrides it’ Let me dispel some myths. Firstly, some assume anxiety is not much of a big deal and can be avoided or just switched off. There is also a general belief that anxiety only happens to people who have had a traumatic life events. Thinking there’s nothing they can do to help someone with anxiety or that it’s best to leave them alone when that person has isolated themselves. The worst thing to say to someone with anxiety is to calm down or that their thoughts are irrational, telling them to think positively and not to be silly. It’s not that we don’t think positively. It’s just that anxiety overrides it. The best way to handle the situation is to reassure the person that you are there for them, ask them how they are and talk about the problems. Jake Freedman, 26, London: ‘Giving someone who experiences anxiety advice is often irritating’      Anxiety for me is closely linked with the experiences of depersonalisation and derealisation, which make me feel detached from my own self and body and as though I am permanently half asleep. It seems to take my mind longer now to process information and I find it difficult to concentrate. Tingling in my hands and feet is common. Giving someone who experiences anxiety advice is often irritating, as the chances are they have tried most things that have been suggested to them. The best thing someone can say is that they are sorry I am experiencing anxiety and that I am free to talk about it if I want to. Colin MacAllister, 52, Belfast: ‘Don’t say: “You’re being ridiculous”’      Anxiety is like being stretched on a medieval rack with surges of panic being randomly poured on you like buckets of ice-cold water. Or just the simple act of sitting down for a meal with friends. I can feel myself being tortured by thoughts whizzing dangerously close to my head: what if you die? What if you have a heart attack? What if you are sick? What if you can’t make it to the toilet and have an “accident”?  The worst thing to say to someone with anxiety is: “What are you worrying about? You’re being ridiculous. You need to get over it.” The best thing is: “I don’t understand why you are feeling this, but what can I do for you?”  Tiffany Stoneman, 23, Peak District: ‘The biggest myth is that it’s all in your head’      My whole body responds to anxiety – I break into a sweat, my limbs go tingly (sometimes my whole mouth too). I feel sick, I get a throbbing in my ears and I have the unshakable feeling that something really, truly horrific is about to happen. It’s entirely overwhelming. The biggest myth is that it’s all in your head. Well, it is, but it means so much more than that. My anxiety manifests in such a physical way that it stopped me going to work, way before I realised that it was mainly psychological. The mind controls the body and vice versa. The worst things you can say are: “Can’t you just cheer up?” Or: “It can’t be that bad.” Or: “It’s just in your head. You’re actually fine.” My boyfriend used to say all of the above, until he started reading about how to deal with someone with anxiety. He then learned very quickly that most often I just need a hug, or a cup of tea. Anonymous, 28, London: ‘People with anxiety need time and patience’ For me, anxiety is the feeling that there’s a voice in my head that is bigger than me. When it’s at its most powerful it washes over me and dilutes my personality until I don’t recognise the person that’s left. I feel afraid of everything.  The biggest misconception is that anxiety will just go away. For many people who suffer from it it’s something that you have to live with your entire life, and learning how to cope is vital.  Whenever my anxiety has got so bad that I need medication it can sometimes be frustrating when my friends and family want me to get back to myself quickly. People with anxiety sometimes need time and patience, and that’s hard for those who have never experienced it to understand – especially as sometimes there are no physical symptoms. Anxiety isn’t something that just disappears overnight and sometimes although people may appear fine and “back to normal” they still feel fragile. Anxiety can come back at any time, sometimes without warning and for no obvious reasons.",
  "webTitle": "How not to talk to someone with anxiety",
  "webPublicationDate": "2016-05-20T12:26:16Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/20/how-not-to-talk-to-someone-with-anxiety",
  "keyword": [
    {
      "webTitle": "Anxiety",
      "id": "society/anxiety",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "society/2016/may/20/how-not-to-talk-to-someone-with-anxiety"
}