{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/20/iron-towns-by-anthony-cartwright-review",
  "id": "2016-05-20-280",
  "sectionId": "books",
  "body": "In Anthony Cartwright’s fourth novel, he returns to the sport that animated the widely praised Heartland, and to the Black Country environs he has mapped in all his work. While David Peace bestrides the English football novel, his twin accounts of monomaniacal managerial interiority, The Damned Utd and Red or Dead, planted like the legs of a colossal, bloodied and psychotic goalkeeper, it is easy to forget how others have hymned – and mourned – the game. Nick Hornby’s optimistic memoir Fever Pitch seems a lifetime ago, a relic from the Blairite days when full strips might be worn to No 10. BS Johnson’s book-in-a-box The Unfortunates, both experimental and melancholy – hardly qualities to set the hearts of publishers soaring – and Alan Sillitoe’s short story “The Match” were lifetimes ago. This is a curious state of affairs, even in these degraded days of Xbox avatars of morally vacant 16-year-olds. Given that the national team has enjoyed a period of managerial calm, overseen by a man who enjoys Updike, Roth and Bellow, and that the Premier League has been won by a real team, the time seems ripe for English football to tell itself different versions of the story. Cartwright’s accomplished novel does just that. Liam Corwen is a gifted but journeyman defender, back to his hometown club following a failed marriage and a stint in the Finnish league. Liam played once for England, as a substitute, and the received wisdom is that he never touched the ball. Liam knows better: he made “the lightest of touches as he jumped for a header that took the ball away from his marker”. Back in the Iron Towns, Liam must navigate his past. His ex Dee Dee is an nearly-ran girlband singer who has inherited both the family pub and the social bonds that are the residue of her father’s once-mighty criminal gang. Goldie, a thug in that gang, has recently been released from prison having served a long term for a bungled armed robbery and is intent on a reunion with his daughter, who has been brought up by Dee Dee in his absence. Mark Fala, the twinkle-toed striker who came up through the ranks with Liam, suffered a terrible trauma and now stalks the town, a good-hearted wraith and recovering alcoholic. An ethnically diverse British working-class cast of minor characters mingles with capsule memories of legends of the game, from Duncan Edwards to Bobo Baldé, recalled with a tender acuity. These characters are permitted to drift through the narrative. Cartwright’s pacing is expert, restrained and skilful – he runs the game from deep, knocking raking passes into the right areas of the pitch. The story behind Goldie’s imprisonment might, in less confident hands, have been withheld from the reader until the end of the novel. Instead we are allowed it at the midpoint: this is not a book that yearns for relentless tension, but the subtler pleasures of texture and flow. Indeed, deftly handled as it is, the plot is a sideshow to the real work of Iron Towns, which is the mining and forging of a poetic mythos based on the folklores of locality and football, of place and game, of industry and fantasy. In places the prose becomes almost visionary, reminiscent of the contemporary re-animation of Blakean themes in Jez Butterworth’s Jerusalem: “The man in the story was a miner, a tinker, a docker, a puddler, a horse trader at the Stowe fair. Somehow the road would wind nearer and nearer, merge somehow with the real, like figures stepping out of a comic book.” An affecting sense of communion accumulates over such passages. There is a tension to the very idea of the football novel: one might think that a team sport, of multiple moving parts, governed by contingency, and a form more at home with the individual subject, the character and the orderly plot, make for unlikely bedfellows. This is the reason why Peace’s football novels are so effectively anchored by a relentless chronology and a tight focus on an individual psyche. Managers and fans, innate obsessives, are the natural focal points for narrative. Cartwright achieves something bold in Iron Towns: a fictional enactment of communal identity and shared culture. His story accrues between a team of characters and striking images such as a nomadic superstar franchise that tours its flat-pack stadium around Asian deserts. The history of football is depicted in the tattoos that cover the lower-league hero Liam’s body, but he comes to realise he wants them overwritten in honour of something more potent: “He wanted crowds, the people. So the players were subsumed into the mass, so they disappeared, so he disappeared too. ‘The crowd are what makes them who they are. Don’t you see it?’” Cartwright is not the only writer to see it. Danny Rhodes’s Fan, published in 2014, a timely and deeply personal reflection on the author’s own experience of being present at Hillsborough, exhibited a similar melancholic reassessment of hometown roots. In the hands of such writers the football novel is becoming a regional lament and a fictional reimagining of our nation. Mark Blacklock’s I’m Jack is published by Granta. To order Iron Towns for £10.39 go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "Iron Towns by Anthony Cartwright review – football comes home to the people",
  "webPublicationDate": "2016-05-20T08:30:36Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/20/iron-towns-by-anthony-cartwright-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/20/iron-towns-by-anthony-cartwright-review"
}