{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/19/pension-advice-self-employed-how-plan-retirement",
  "id": "2016-05-19-317",
  "sectionId": "small-business-network",
  "body": "A record number of people are becoming self-employed by going freelance or starting their own business. New figures from the Office for National Statistics show the number has increased by 182,000 to just under 4.7 million.  However, there are growing fears that this new generation of those going it alone are not saving enough for their retirement. A new report from the Federation of Small Businesses (FSB) shows that fewer than a third (31%) of self-employed people are saving into a private pension, with 15% suggesting they do not have retirement savings of any kind.  While the temptation for the newly self-employed is to invest everything into growing their business, rather than into a pension, planning for retirement should be a priority from day one. What many don’t realise is that their pension can be used to help grow their business. Sean McCann, a chartered financial planner at NFU Mutual, explains: “A self-invested pension plan (Sipp) allows the owner to dictate where the funds are invested. Instead of giving their fund to an investment company, they could use their pension to invest in commercial property or land to help their business expand. The business owner then becomes a tenant of the owner’s pension scheme, paying a commercial rent, which then rolls up tax free in the pension.” Those without an existing pension could build up funds in a lower charging pension fund before transferring to a Sipp when they are ready to buy property. “Using your pension fund to invest in a commercial property is not without risk, but can offer another option when it comes to expanding a business,” says McCann. Another key reason why the self-employed should make an early start on their pension saving is the annual allowance limit. Mike Abbott, head of Sable Wealth, says: “You can only put £40,000 per annum into a pension, so it’s no good building up a business with large holdings of cash in the hope of dropping it on to a pension at a later date. By that stage you’ll find yourself limited by the contribution rules. This applies to self-employed and business owners.” Self-employed people who don’t work through a limited company are advised not to wait until their earnings soar before starting a pension, again because of the pension annual allowance limits. “Once earnings plus pension contributions rise to over £150,000 per annum the annual pension allowance of £40,000 starts to fall away,” says Abbott. “So the principle risk the self-employed face is they often want to wait until they are cash flush before addressing the pension. At that point it’s difficult to implement the desired strategy.” The challenge many sole traders and small business owners face early on is finding cash from within the business to invest in a pension on a regular basis. Justin King, chartered financial planner at MFP Wealth Management, advises they take another look at their pricing strategy.  “Many don’t price their services correctly,” he says. “They start from the perspective of what the market’s normal prices are and price correspondingly. They don’t start from a business mindset of how much will the job cost, how much profit will they need after paying, tax, national insurance, tools, equipment, machinery etc. The last thing on their mind is the cost of illness or retirement. Price with healthcare and retirement in mind, start early and it becomes a known overhead.” For those with a mortgage, King advocates the use of an offset mortgage – where savings in an account linked to the mortgage reduce the amount of the loan on which interest is due – to hold cash savings as a rainy day fund. The self-employed must also remember to fund their state pension through national insurance contributions. In addition, they might want to look at the government’s new lifetime Isa, due to be introduced in April 2017. “Even if someone does not intend to use a lifetime Isa for a house purchase, which is its primary purpose, the ability to attract a government top-up without any tax in retirement will be attractive to the self-employed in the absence of employer pension contributions,” says Jamie Jenkins, head of pensions policy at Standard Life. “The drawbacks are that it is only available to people under the age of 40, top ups will only be paid until age 50, and there’s a heavy penalty for withdrawal before age 60, unless for a first house purchase.” The one thing self employed people shouldn’t do is rely on the sale of their business to fund their retirement. It may seem an attractive asset but, as Jamie Smith-Thompson, managing director at retirement planning specialist Portal Financial, points out, it is not sensible to rely on that alone as a pension pot. He says: “It could be that the business’s sector collapses and no one wants to buy it, and even in a strong economy it can take a long time to find a buyer, and because prospective new owners will want to pay as little as possible there’s the risk that you won’t receive a retirement-worthy price.” Even where a buyer is willing to pay a good price, the sale process can take a long time or fall through. The fees for the professionals facilitating the sale also need to be factored in. “Selling a business can certainly be a part of a retirement plan, but putting all your eggs in one basket could backfire,” says Smith-Thompson. The freedom and flexibility of self employment may outweigh the salary and perks, including a pension, that form part of the employment package. But those who choose to go it alone need to take their retirement planning seriously, or face financial hardship later on. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Pension advice for the self-employed - how to plan for retirement",
  "webPublicationDate": "2016-05-19T06:15:00Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/19/pension-advice-self-employed-how-plan-retirement",
  "keyword": [
    {
      "webTitle": "Managing your cashflow",
      "id": "small-business-network/managing-your-cashflow",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Personal pensions",
      "id": "money/personalpensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Retirement planning",
      "id": "money/retirement-planning",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Coleman",
      "id": "profile/alison-coleman"
    }
  ],
  "guardianId": "small-business-network/2016/may/19/pension-advice-self-employed-how-plan-retirement"
}