{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/bayeux-beware-boris-johnson-warehouse-full-of-bullion-vote-leave",
  "id": "2016-05-17-69",
  "sectionId": "politics",
  "body": "Hitler for remain, Isis for leave. The battle for the hearts and minds of some of the world’s most infamous mass murderers has almost reached peak nonsense. So when the Vote Leave battle bus pulled up at the JBMI aluminium processing plant outside Stafford, it seemed entirely possible that first off would be Uncle Joe Stalin saying he was over the moon to have signed for a club with such big ambitions. Instead we got Boris. The five-year plan would have to give way to the five-minute plan. “Good morning, I mean good afternoon,” said Boris, who was instantly surrounded by factory employees and a film crew. Labour’s Gisela Stuart and Ukip’s Douglas Carswell slipped past unrecognised. The Vote Leave campaign may aspire to be a broad church, but it only has one real star attraction. Which is just the way Boris prefers it. Boris loves attention, craves attention and isn’t too fussy about what he does to get it. Yet people love him for it. Somehow this most Establishment of politicians is seen as having the touch of the common man.   Related: Farage accuses Mandelson and Labour of 'rubbing our noses in diversity'    Boris paced across the tarmac towards a heap of discarded Aston Martin engines, briefly tempted by the idea of picking one up before someone pointed out they were actually quite heavy. Slightly disappointed, he turned to give his first mini-speech of the day. The words tumbled out in a typical Borisovian stream of consciousness that didn’t repay close scrutiny and – as ever – didn’t get it. Everyone in the remain camp was part of a Fat Cats conspiracy, the EU renegotiations had been pure “Kabuki theatre” and the discovery of a letter appearing to offer government contracts in exchange for supporting remain was “the biggest stitch-up since the Bayeux tapestry”. “Was I right about the Kabuki theatre?” he asked Stuart, once the swarm of people had died down. “I was making that bit up.” Being someone who prefers to think before she speaks, Stuart said she wasn’t sure. Boris didn’t look too bothered. “I’m fairly certain I was right.” Miles Brough, the managing director of JBMI, led Boris off into a shed full of aluminium bars. It looked like a Brink’s-Mat warehouse and Boris’s eyes lit up. With that amount of bullion he could get Pol Pot and Chairman Mao onside. Brough started to bend Boris’s ear. “We’re confident we will be able to be do our own trade deals if we leave the EU,” he said. “People need to have more faith in British industry.” “Yes, folks,” Boris shouted. “Businesses will be able to do their own trade deals if we leave the EU. People just need to have more faith in British industry.” Being able to repeat back what someone has just said to him and make it sound as if he was the one to have come up with the idea is one of Boris’s more formidable talents. No day out with Boris would be complete without some crowd-pleasing stunt. Today’s was to burn money. Despite having been ticked off by the Treasury select committee for falsely claiming that Britain gives £350m to the EU each week, Boris had turned up with an oversized cheque for £350m made out to the EU and signed by the UK tax payer to put in the smelting furnace. “I want to show people what’s happening to their cash,” he said. “It’s like the fiery furnace in the Bible.” Except that in the Bible, the three men in the fiery furnace all survived. Call that a backfire. Or an EU rebate. With that the bus headed off to Stafford town centre where 200 supporters had gathered to get a glimpse of their hero. Boris stood on a box with Carswell and Stuart on each side of him. “This is Gisela Stuart,” he said. “Who?” the crowd replied. “And this is Douglas Carswell,” he continued. “Who?” the crowd again replied. The introductions over, Boris went back into free association Borisovian overdrive repeating the by now familiar tropes of the day. “Fat cats ... Biggest stitch-up since the Bayeux tapestry.” The crowd laughed as if Boris had just won the improv prize on Britain’s Got Talent. A little of Boris goes a long way or leave them wanting more? Take your pick. Within 15 minutes of his arrival he was back at Stafford station on his way home to London. The train pulled in. For the first time all day, a frown crossed his face. The train was decked out in Vote Remain livery.",
  "webTitle": "Bayeux, beware: Boris opens up a warehouse full of bullion",
  "webPublicationDate": "2016-05-17T18:08:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/bayeux-beware-boris-johnson-warehouse-full-of-bullion-vote-leave",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Crace",
      "id": "profile/johncrace"
    }
  ],
  "guardianId": "politics/2016/may/17/bayeux-beware-boris-johnson-warehouse-full-of-bullion-vote-leave"
}