{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/18/iron-man-3-gender-toy-companies-women",
  "id": "2016-05-18-173",
  "sectionId": "commentisfree",
  "body": "In further “here’s-what-you-could’ve-won” news, it has emerged that Shane Black was forced to turn the female villain he wrote for Iron Man 3 into a male one because Marvel execs were worried – after consulting with toy companies – that a toy of a woman wouldn’t sell as well. Guy Pearce played the rewritten part. I guess it was worth it, because I don’t know a single person who didn’t get an Aldrich Killian toy for Christmas, what with him being a very memorable supervillain whose name I definitely didn’t just have to Google. Of course, toy companies already have a record of comically absurd sexism when it comes to film merchandise. Only this year, the director of Star Wars: The Force Awakens, JJ Abrams, publicly criticised toy firms when they released multiple film tie-in toys that didn’t include Rey, Hasbro execs apparently not having noticed that she was the main character. Very nearly a lucky escape for Daisy Ridley from having to stare into her own terrifying little plastic eyes; the Hasbro Spice Girls dolls I had as a kid made them all look like genuine Autons. It’s not just toys, either: let’s not forget the Avengers shirts Disney brought out reminding boys that they can be a hero when they grow up, while the best little girls can hope for is to maybe, eventually, get off with one.   Related: Marvel axed female villain from Iron Man 3 after fears of poor toy sales, says director    Toy companies’ apparent refusal to accept that women exist is based on either the spurious notion that little girls don’t like “boys’ films”, including Star Wars (wish they could’ve seen my then 12-year-old mother’s bedroom); or else the weird, androcentric assumption that while girls are happy to play with dolls of male characters, boys will suffer some kind of immediate chemical castration upon coming into contact with the likeness of a female/lady/woman. As though children aren’t capable of utilising their imaginations. Execs of big corporations were obviously never young themselves because – as we all know – they instead hatched within the darkness at the very centre of the Earth. Hasbro had to back down on Rey, which is as it should be: audience demand influencing what merchandise is produced, rather than marketing execs for toy companies being able to intervene and rewrite the plots of films. I guess they just got bored with doing what they usually do with Marvel films, putting their fingers in their ears and pretending the character riding the motorcycle they want to sell a toy of was a man all along. Conversations about gender representation in films are increasingly widespread and mainstream. It’s not enough just to stick a woman in your film now: you have to think about whether she has a character rather than just really good hair. And while comics have huge amounts of time and space to explore all kinds of stories, creating female characters as nuanced as Kate Bishop in the Hawkeye series, Marvel Studios has drawn criticism for still not being sufficiently interested in its only major female character to give Black Widow her own film. Cultural film analysis, such as Kelly Sue DeConnick’s sexy lampshade test (“If you can replace your female character with a sexy lamp and the story still basically works, maybe you need another draft”), largely focuses on decisions by writers, so it’s grim to realise that even when writers are trying to do something interesting, big corporations still have the power to intervene and maintain the status quo. We all know sales and marketing potential affects big budget films; audience demand for sequels begets sequels, box office successes begets, well, sequels. There are so many that you feel the same films have been coming out for hundreds of years, and the rest is remakes. It feels as if time is collapsing in on itself. But I guess the real question is whether it’s a soupçon of capitalism, affecting films in mostly harmless ways, or a surplus of capitalism that’s actively damaging writers’ intentions. Maybe it doesn’t bother you that the Iron Man 3 villain was Pearce instead of Rebecca Hall. Maybe you love Pearce; maybe he’s your favourite Australian ever to have appeared in a superhero film, preferable even to Hugh Jackman, who’s been playing Wolverine so long his performance could now be sitting its GCSEs – but the fact remains that “toyetic” is insidious and weird and has messed with franchises before. The golden age of comics began during the turbulent 1930s, and we’re in the middle of a huge, seemingly endless resurgence of superhero films at the moment. Everything’s grey and messy and confusing out in the real world, but in these films the bad guys are pretty identifiable and the good guys always win. At their best, films of this kind are glorious escapism, and they hold children’s imaginations in the palms of their gloved hands. We owe it to them to keep half an eye on who’s looking over the writers’ shoulders – otherwise we’re giving children’s hearts away to people who just want to sell them things.",
  "webTitle": "The Iron Man 3 gender-swap shows toy companies think women don’t exist | Lauren Mooney",
  "webPublicationDate": "2016-05-18T12:57:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/18/iron-man-3-gender-toy-companies-women",
  "keyword": [
    {
      "webTitle": "Toys",
      "id": "lifeandstyle/toys",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Iron Man 3",
      "id": "film/iron-man-3",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Mooney",
      "id": "profile/lauren-mooney"
    }
  ],
  "guardianId": "commentisfree/2016/may/18/iron-man-3-gender-toy-companies-women"
}