{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/14/china-japan-east-asia-europe-old-antagonisms",
  "id": "2016-05-14-158",
  "sectionId": "commentisfree",
  "body": "Travelling from Europe to Asia can provoke a tinge of envy. Asia will define the 21st century. Europe resembles a basket case. Asia is the new world. Europe is the old continent. That is, until you arrive and take stock of east Asia’s reality, a tangled web of unresolved historical disputes and rising tensions. It makes Europe’s accomplishments over the past six decades seem dazzling. “Let us learn from the mistakes of the past,” reads a sign at Hiroshima’s memorial to the 140,000 victims of the A-bomb. In a park tourists stroll past the gutted dome of the only building at the centre of the atomic blast of 6 August 1945 that was left standing. A museum displays waxworks of the living dead who struggled from the rubble, their clothes torn, their bodies scorched. There are few places where the devastation wreaked by the 20th century comes across as powerfully as in Hiroshima – which Barack Obama will visit later this month – and it is this that explains why Japanese people see themselves as victims, not perpetrators, of second world war atrocities.   Related: How China's artificial islands led to tension in the South China Sea    Asia may be thriving, but it is haunted by the ghosts of its past – nationalist passions are high. China has all but spread panic among its neighbours by pushing its territorial claims and by building artificial islands in the South China Sea to extend its military reach. The Chinese leadership refers to ancient imperial history to legitimise its actions, but that only exacerbates the fears of countries from the Philippines to Vietnam, which say their interests are being encroached upon. “The Chinese keep repeating they were humiliated for 200 years – does that mean we should accept anything they do?” a Japanese defence analyst asked me. In Tokyo, I visited the Yasukuni shrine and its controversial museum, where Japan’s war dead – including war criminals – are honoured. The site is dedicated to “the souls of the defenders of the homeland”. Later, I attended a conference on tensions between China and Japan over the disputed Senkaku Islands. The general assessment was grim. “For the first time since the end of the second world war,” said one speaker, “military power is being integrated into statecraft” – that was meant as a description of China. Tensions are mounting in the region and they include a worrying amount of nuclear sabre-rattling. In January North Korea carried out its fourth nuclear test, and this month it announced it had launched a ballistic missile from a submarine (although South Korea declared that it had failed). Kim Jong-un is pursuing a strategy of military expansion, driven by an obsession with the regime’s political survival and the legacy of the 1950s Korean war. A regional arms race is well under way – led by China. In 2014 defence spending in the Asia-Pacific region ($338bn) surpassed that of Europe. Everyone has their eyes set on a confrontation between China and the US. One American defence expert in Tokyo estimates there is a “50-50” chance of a US-China military clash “in the next five to 10 years”. This may all seem distant and irrelevant to Europeans. But if anything, east Asia’s mounting tensions should serve as a reminder of how valuable the European construct is. Europe built its unity on the notion of overcoming old hatreds and antagonisms. Asia has done none of that – nor does it seem likely to any time soon. The region lives in the shadows of the second world war and the Korean war, and the legacy of the cold war still looms large. Asia has no unity, nor has it sought genuine reconciliation (even if Japan and South Korea have made efforts to set aside their dispute over the issue of “comfort women”).  Europe has a shared cultural background and a geographical cohesion that Asia lacks. Robert Dujarric, a professor at Tokyo’s Temple University, points out that there is no word in Japanese or Chinese for “Asian”: the phonetic expression “Asia” was taken from Europeans. It was colonial Europe that told Asians they were Asians. In 2011 Obama announced that the US was “turning its attention to the vast potential of the Asia-Pacific region”. It seemed to acknowledge the ascendancy of Asia and that Europe was on the decline. But five years on all of America’s allies, from Europe to Asia, are worried about the solidity of US commitments to their security. They want reassurances – to know that there is a deterrent for their adversaries. Just as Europe has been shaken by Russian military action in Ukraine, China is forcing a strategic reshuffle of the Asia-Pacific region. America’s increased isolationism is watched with concern. There is a growing debate about how Japan might start to play a more active role in countering China, and speculation that Tokyo might pursue nuclear ambitions – hardly a reassuring prospect. Japan still has a long way to go before it can entertain regional ambitions without reigniting fears of its past. The family history of Japan’s prime minister, Shinzo Abe, offers a telling example. Some experts say it goes a long way to explaining his brand of nationalism. Abe’s grandfather, Nobusuke Kishi, was an official in the puppet state of Manchukuo set up by Japan in north-eastern China in the 1930s. After the war Kishi was imprisoned in Tokyo, accused of enslaving thousands of Chinese people. But he was released, on the grounds of insufficient evidence. This had more to do with political expediency than with justice, according to the American historian John Dower. The cold war had started and the US was focused on fighting communism rather than prosecuting Japanese war criminals. In the 1950s Kishi went on to become prime minister. Imagine transposing that to Europe and postwar Germany, and the contrast between these two parts of the world is startling.  Asia’s tensions have their roots not just in rivalries between countries but in a battle over memory. The traumas of the 20th century were never overcome in this region. They were in Europe. In east Asia, the past has never been properly acknowledged. It has been in Europe. Twentieth-century wars still resonate, and poison diplomacy and internal politics. But in Europe the lessons of history have been spelled out and learned. That’s something Europeans should treasure.  • This article was amended on 19 May 2016. An earlier version said the Hiroshima peace memorial was the only building left standing by the atomic bomb. It was the only building at the centre of the explosion to survive.",
  "webTitle": "Asia has yet to confront its past – be grateful Europe did | Natalie Nougayrède",
  "webPublicationDate": "2016-05-14T08:00:32Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/14/china-japan-east-asia-europe-old-antagonisms",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Natalie Nougayrède",
      "id": "profile/natalie-nougayrede"
    }
  ],
  "guardianId": "commentisfree/2016/may/14/china-japan-east-asia-europe-old-antagonisms"
}