{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/jake-ball-england-test-chocolate-tart-sri-lanka-cricket",
  "id": "2016-05-13-36",
  "sectionId": "sport",
  "body": "Jake Ball nearly threw up on the national selector, James Whitaker, when he was told he was in the squad and Trevor Bayliss did not recognise him when they first met but the Nottinghamshire fast bowler believes he is ready to make his England debut. The 25-year-old seamer has been fast-tracked into the set-up for Thursday’s first Test with Sri Lanka on the back of a strong showing for the Lions over the winter and impressing with his 19 wickets for Nottinghamshire this season. News of Ball’s call-up came in person last Wednesday, with his county side at Lord’s to play Middlesex where the selection meeting took place; his reaction nearly caused an incident.   Related: Stuart Broad: England selectors ‘have done well’ to pick newcomer Jake Ball    “I had just had a chocolate tart from the Lord’s lunch which I nearly chucked up over James Whitaker,” Ball said. “Words can’t describe the emotions I was going through. When I went back up to the dressing room all the lads knew what had been going on and everything went quiet when I walked in. But they were all delighted for me. It was a special moment.” Ball joined the England squad at Loughborough on Friday before heading back to Trent Bridge where the club was launching its ticket campaign for this summer’s NatWest T20 Blast, in which he stars in their promotional video, Cricket Has Landed, thwarting an alien invasion in Sherwood Forest. The uncapped right-armer was still buzzing from first contact with his new international team-mates during a morning of fitness tests, even if his initial encounter with Bayliss did not quite go as he had imagined. Ball said: “I met Trevor this morning and bumped into him in a corridor in my Notts gear and shook his hand and I don’t think he quite knew who I was. I passed him, went up and got my England kit and he said: ‘It’s Jake, isn’t it?’ “It wasn’t how I planned it to go but we had a nice chat and he told me to carry on what I’m doing for Notts and see where it takes you. “It was a bit of a surreal moment meeting the team. I’ve watched Jimmy Anderson and Stuart Broad over a few years coming through the ranks at Notts and to be in the same squad as them, and for them to come over and say well done, that’s when it started to hit home that I’m in an England squad.” A fluid action, with the ability to extract seam movement and bounce from a 6ft 2in frame, is what has led to Ball being fast-tracked into the 12-man squad for Headingley, along with an impressive showing on television against Yorkshire where his four-wicket haul on the second day included Joe Root, first ball. That delivery has not been brought up in conversation yet but, should his hot streak see him nudge out Steven Finn for the third seamer’s spot, Ball feels confident he can perform at Test level. He said, jokingly: “I didn’t mention it [on meeting Root], I didn’t want to dent his confidence before the coming series. It was nice to get him out and that’s when you start to realise where you are as a bowler. He is the same age as me and will end up being one of the best to ever play the game. I’m sure I’ll bring it up over the next few weeks. “I feel my game is at a place where it has never been before and I’m really comfortable with the way I go about my game and how I prepare. I still have a way to go but in terms of confidence and what I could offer the team, I feel ready to go.” Fast bowlers have been known to burst on to the international scene at short notice, such as the Durham seamer, Mark Wood, who earned his call-up at the start of the 2015 season and went on to take the wicket that saw the Ashes regained at Trent Bridge. Ball and Wood crossed paths at Loughborough that morning – the latter on the road back to fitness following ankle surgery – and some words of encouragement were shared. “We had the chat about how quickly things can develop and how quickly you can find yourself in a squad,” Ball said. “Mark did tremendously well last year and it’s disappointing he picked up this injury. He was just giving me a little bit of advice to just go out and enjoy it.” Ball, nephew of the former England wicketkeeper Bruce French and set to become the second international after him to begin at Welbeck Cricket Club near Mansfield, is the son of a miner. These roots will inevitably draw comparisons with the former Nottinghamshire and England fast bowler, Harold Larwood. While he is quick enough, bodyline bowling is not something that appeals hugely to the right-armer. His default setting on the cricket field is instead one of calm composure while trying to unpick the lock as opposed to firing himself up for confrontation. He said: “There’s not a tremendous amount of nastiness in me. It’s something that a few coaches have tried to put in me – if you want to make it, you have to be nasty – but it’s not in my nature and not what I’m about. I try to stay calm and composed. “People go about it in different ways. Some like to get into a battle. I like to work a batsman out and try to get him out that way. I have hit a couple [of batsmen] but it is not a nice feeling at all. You want to make sure they are OK but it is part of the game and it is going to happen.” And the thought of practising with the England team next week and a possible Test debut? “There will be a few nerves flying about but, when I get the first training session out of the way and learn the added things that come with playing for England, I think I will be able to slot in quite nicely.”",
  "webTitle": "Jake Ball hopes England will be a cakewalk after chocolate tart moment",
  "webPublicationDate": "2016-05-13T19:51:00Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/jake-ball-england-test-chocolate-tart-sri-lanka-cricket",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/13/jake-ball-england-test-chocolate-tart-sri-lanka-cricket"
}