{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/04/paul-watson-somalia-photo-play-the-body-of-an-american",
  "id": "2016-05-04-30",
  "sectionId": "stage",
  "body": "Paul Watson has seen things few would ever want to see. As a photographer he did not divert his gaze and turn away, but rather devoured the bleakest obscenities of war with his camera. In Somalia, most famously, he risked his life to capture the image of an American soldier’s corpse being desecrated by a vengeful mob. Yet at Theater J in Washington there is something that Watson cannot face. Since his story was turned into an award-winning stage play in 2012, he has not been able to bring himself to read it or see it. When he does venture into a theatre it is always after the final curtain to answer audience questions, unaware of precisely what they have just seen. “It’s hard to talk about,” the 56-year-old Canadian explains. “I don’t think I could survive listening to it.” The Body of an American focuses on how Watson’s life was changed by a photo he took during a disastrous American military intervention in Somalia in 1993, dramatised in the Hollywood movie Black Hawk Down. In July that year, a crowd had beaten four journalists to death. Most of the media then left, but the Toronto Star reporter and photographer was one of the few to stay behind. “I’ve grown up and I’m a bit wiser than I was and I don’t really like who I was then,” he admits frankly, from Vancouver. “I was reckless and I didn’t give a shit about what happened, which is just not a healthy thing to say, but I knew something big was coming so I thought fuck it, I’m staying.” In October, during a 16-hour battle against Somali warlord Mohammed Farah Aidid, a US army Black Hawk helicopter was shot down. Watson discovered a gang cheering, dancing and dragging American staff sergeant William David Cleveland through the streets of Mogadishu. He recalls in a steady voice: “I saw the body and the first thing I’m thinking is, is he alive? Because he has rope bound by his wrists and also his ankle or leg, and they were tossing him back and forth like a marionette. I expected he would be stiff and he wasn’t. “Everything’s moving very fast, obviously, but I had a brief expectation that I might see his eyes move or something. Then I thought, I need to take a picture and as I raised it [the camera], I heard a voice. We all know our inner voice and this sounded like a voice that was inside my head and outside my head at the same time, and it didn’t sound like me. Amid all the muffled turmoil that had receded into the back of my mind, this was as clear as a bell. It just seemed otherworldly and it said: ‘If you do this, I’ll own you for ever.’” Watson, who has suffered depression and post-traumatic stress disorder after years of photographing war-zone victims, never received a psychiatric explanation that satisfied him. It remains a disquieting mystery to him. “A bunch of soldiers wrote me letters, mostly hateful, but one wrote me a letter some years after the fact and he said, ‘For what it’s worth, I knew him and he wouldn’t have used an expression like “own you forever”.’ After reading that I thought well, I wouldn’t use that expression, so wherever it came from, I don’t know.”     The play’s producer, Dan O’Brien, said: ‘Journalists are trying to find the truth that often people don’t want to hear or see.’ Photograph: S Barouh    Watson says he did not hesitate to take the picture because, a week or so earlier, there had been another incident in which a dead American’s body parts were paraded through the streets but which the Pentagon suppressed. He was determined that this time the truth must be told. He adds: “When I heard that voice, I spoke without speaking because it was happening either in my mind or around me. I said: ‘Please understand why I have to do this.’ That was referenced to the September incident, that if I don’t make a picture of you, they’re going to deny what happened to you, and God knows what’s happening to the others.” The photo was indeed a wake-up call for public opinion in the US. The American military pulled out of Somalia in March 1994. Watson, who was born one-handed, won a Pulitzer prize for the image but was tormented by the knowledge that it would be last image of Cleveland that the soldier’s family would ever see. In the years that followed he tried to make contact with Cleveland’s family. He tracked down his mother to a trailer park and called her from a motel, leaving a message. “That night I got a call from her son, who I believe is in a totally different city, and he was livid. I recorded the conversation because I record things and I’m glad I did because I couldn’t process it as it was happening, but I listened to it over and over again and it’s really an extraordinary conversation because at times he’s just angry and I’m sort of begging for forgiveness because that’s all I want, for someone to say it’s OK. “And he kind of forgives me by saying ‘You were just doing your job’, which is really to me a knife in the heart. It’s not forgiveness because I think I was doing something other than my job. That’s not to sound grandiose. I wasn’t there for a paycheque, I wasn’t there to do anything other than to make sure the Pentagon didn’t say it didn’t happen, and I think that’s something other than a job.” The conversation with Cleveland’s brother is recreated almost verbatim in The Body of an American, written by Dan O’Brien, which has been performed to acclaim in cities including New York and London. It also depicts Watson trying to come to terms with a career of risk-taking in Afghanistan, Kosovo, Rwanda, Syria, South Africa and Iraq, where he was attacked by a mob. He has said he felt Cleveland was watching and that his death would have been “poetic justice”. In the same year that Watson took his searing image in Somalia, Kevin Carter, a member of what was dubbed “the Bang-Bang Club” of photographers chronicling township violence in 1990s South Africa, took a picture of a vulture watching a starving child in Sudan. It too won a Pulitzer. But shadowed by the horrors he witnessed during his brief but brilliant career, Carter killed himself the following year aged 33. Watson knows it could have been him. “I was definitely close to killing myself a few times,” he says. “This one time I was really over the edge. Two fortunate things: I didn’t have a weapon to kill myself and I’m not of the nature to kill myself violently; if I’d had medicine or something I probably would have done it. I phoned my brother overseas and he talked me out of it.” He continues: “I hate even saying it now but it’s true: I used to go to these places hoping somebody would kill me because I couldn’t kill myself. I just didn’t have the strength, I didn’t have the courage to do it. I eventually found my way through all of that. I reached the stage where I thought I was pretty much dead anyway. You sort of reconcile yourself with the end and there’s no need to kill yourself any more. It’s coming at some point; I just hope it’s fast.” Watson, who has a 15-year-old son, quit the Toronto Star last year after a dispute with its editors. He is now writing a book. Asked if he has come to terms with that day in Mogadishu, he replies: “It’s locked away in a place and I’ve got it pretty tightly locked there. “It only really comes back when I talk about it, because it unlocks that door and it’s all just very real. It takes me a long time to recover from it. The only reason to talk about it is the fact Dan made this incredible play.” O’Brien learned of his story when Watson wrote a memoir and gave an interview on America’s National Public Radio (NPR) in 2007. The playwright and poet, based in Los Angeles, recalls: “Part of what haunted me was I had a severe, and kind of mysterious to me, over-identification with him. There was something about his psychology, even about his voice. There was just something I really hyper-identified with in a way I’ve never done before or since. “Journalists are trying to find the truth that often people don’t want to hear or see. That’s very central to how I think about myself as an artist. Of course I’ve never been to a combat zone. The most terrifying thing I can think of is the opening night of a play.” O’Brien made contact via email and, a couple years later, the men met in a hamlet in the Arctic and got to know each other over a week. This is also featured in the play, which shows O’Brien, who has been estranged from his parents and most of his siblings for a decade, struggling with his own ghosts. “I prefer ghosts to demons,” the 42-year-old says. When writer and subject are due to field questions from a theatre audience, they usually go out for dinner and time their arrival for the final curtain. But one night they got there too early and waited in a dressing room, only to find the sound being piped in. Watson had to cover up his ears while O’Brien scrambled for the volume control. O’Brien, who has written poetry inspired by Watson and is currently working on a play about journalists in Syria, is far from insulted that his muse refuses to watch The Body of an American. “I truly believe what he says, that it would be such a stress and a strain,” he reflects. “It would be a panic attack while he was watching it and who knows what it would do to his mental health for the coming weeks afterwards. So I don’t have any great desire for him to see it. I think there’s something kind of special we have in the trust that we have without him having actually seen or read it.”  The Body of an American is playing at Theater J in Washington DC until 22 May. Details here",
  "webTitle": "A war photographer's image of hell – recreated in a play he can't bear to see",
  "webPublicationDate": "2016-05-04T20:24:08Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/04/paul-watson-somalia-photo-play-the-body-of-an-american",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Somalia",
      "id": "world/somalia",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "stage/2016/may/04/paul-watson-somalia-photo-play-the-body-of-an-american"
}