{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/01/on-my-radar-gilles-peterson-cultural-highlights",
  "id": "2016-05-01-138",
  "sectionId": "culture",
  "body": "Born in Caen in north-western France, Gilles Peterson started his career as a club DJ in London specialising in acid jazz. He then presented shows on pirate stations such as Radio Invicta and on BBC Radio London, leaving in 1986 for a residency at Dingwalls in Camden. He has presented on a number of radio stations including Kiss FM, Radio 1 and Jazz FM, and now presents a three-hour Saturday afternoon show on BBC Radio 6 Music. Over the years he has hosted sessions with acts such as Björk, Flying Lotus and Kamasi Washington. Peterson will be presenting a show at the Liverpool International Music Festival on 21 July called From the Soul, which explores soul music through the decades.      1 | Book Original Rockers by Richard King This is about Revolver Records, a record shop in Bristol that influenced most of the musical revolutions that happened in the city in the 1980s and 1990s. The post-punk groups, Massive Attack, Portishead – they all would’ve gone through that shop. It was written by Richard King and it’s his memories of working in the shop and the kind of characters who passed through it. My first job in the industry was working in a record shop in Hammersmith – I lasted two days. I soon realised I was better off making records than selling them. This book offers a great insight into the psychology of people who work in record shops. It needs to be turned into a film: it’s like a Nick Hornby novel for the Pitchfork generation.     ‘Amazing’: Anomalisa. Photograph: Paramount Pictures/AP    2 | Film Anomalisa A lot of people were indifferent to this film but I thought it was amazing. I just happened to be walking past and decided to go to the cinema, since I’ve loved everything Charlie Kaufman has done, but I didn’t realise it was going to be an animated film. I totally fell in love with it. I related to the main character, who is this travelling author – the way it captures the mundaneness of the hotels and the pick-ups from the airports. Not to say my life is mundane, but that side of it – the travel, having to go out for dinner with people when you don’t necessarily want to – I thought they captured that brilliantly well.     Abdullah Ibrahim: ‘at the top of his game’. Photograph: Andy Sheppard/Redferns via Getty Images    3 | Gig Abdullah Ibrahim He’s an 81-year-old musician from Cape Town and is regarded as the Mozart of South Africa. He was part of the free jazz movement of the 1960s and 1970s, and everything he does is pretty much improvised. I like jazz, especially jazz at the highest level, when the musician isn’t thinking about what he’s playing and it becomes part of him – that comes with time and age and practice. I went to see him at the Barbican a few months ago and he was an artist at the top of his game. I interviewed him afterwards and didn’t understand half of what he was saying because he’s on such a deep level. It was like talking to a professor.     ‘Nearly perfect’: the Pickle Factory. Photograph: Justin De Souza    4 | Venue The Pickle Factory London’s got such a brilliant heritage in music and club culture, although nightclubs aren’t often seen as important places. Plastic People closed last year, which caused a lot of sadness. But the Pickle Factory, opposite Oval Space in east London, is a beautiful little space for 200 people. It’s a very simple, plain, rectangular room – the one thing it’s lacking is a wooden dancefloor. If it had one it would be the new perfect club in London because it has exceptional sounds. They play everything from techno to world music, quite eclectic – they will do interesting things and won’t knock out the same cliched music. The whole thing is about performance, and it’s got more of an arty edge to it than somewhere like Fabric or the Ministry of Sound.      5 | Blog/podcast Arseblog/Arsecast I’m quite a devoted Arsenal fan: I used to arrange my gigs around away matches, which feels really weird because I can’t imagine doing that now. This blog/podcast gives me a lot of pleasure – it’s the first thing I switch on on my computer in the morning. Whether you like football or not, Andrew Mangan, who writes it, is like the Stewart Lee of football – he has an existential approach, and to be honest he’s at his best when there’s no football to talk about. When he recounts his dreams from the night before. And he’s very comedic. I’m proud of the fact that I was one of his first advocates – I’ve seen him grow into a phenomenon.     ‘A great restaurant in an unexpected location’: Primeur. Photograph: Paul Winch-Furness    6 | Restaurant Primeur, London N5 This opened up two years ago on Petherton Road in Stoke Newington. There are no other restaurants around it, you wouldn’t expect it. Finding great restaurants outside the West End seems to be happening more and more: you can find great places to eat in areas of Peckham where five years ago there would’ve been nothing. I always thought of Stoke Newington as lacking in good restaurants, but it’s slowly beginning to change. This is a good example of that. For me, the moment to go is on a Friday afternoon because it’s open at nights, but on Friday it’s open all day. The menu is mainly British, with little touches of Italian and European – we seem to remember the ox cheeks were particularly good – and they focus on natural wines. It’s a perfect place.      7 | Magazine Jocks & Nerds  It’s good to find a magazine that isn’t trying to be all about new, new, new and young, young, young. They seem to have found their late 30s/40s type of age group really well. It’s aimed at the subculture thing. They do big stories, whether it’s design or architecture, as well as music and art, and also a lot of fashion. It could be an interview with people like Andrew Weatherall or Don Letts, or articles on post-punk, or Coventry in the 1980s. They use really good photographers. They’re great curators: they direct you in a way that you can be confident is going to be satisfying to you.",
  "webTitle": "On my radar: Gilles Peterson’s cultural highlights",
  "webPublicationDate": "2016-05-01T09:00:50Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/01/on-my-radar-gilles-peterson-cultural-highlights",
  "keyword": [
    {
      "webTitle": "Radio",
      "id": "culture/radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Jazz",
      "id": "music/jazz",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "books/music",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Clubbing",
      "id": "music/clubs",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Kathryn Bromwich",
      "id": "profile/kathryn-bromwich"
    }
  ],
  "guardianId": "culture/2016/may/01/on-my-radar-gilles-peterson-cultural-highlights"
}