{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/18/5-best-websites-camping-campsites-france-chalets-caravans",
  "id": "2016-05-18-211",
  "sectionId": "travel",
  "body": "Sunelia With 30 four- and five-star campsites across France, as well as a selection in Italy and Spain, Sunelia offers many accommodation options, with sites on the Atlantic, Mediterranean or inland. Sunelia also has 15 spa destinations, such as Le Clos Du Rhône, in the Camargue regional nature park, with a wildlife sanctuary and herds of bulls and white horses, as well as Mediterranean beaches. Up in the mountains, the kids can go wild at the Les Trois Vallées site in the Pyrenees – 10 minutes from Lourdes – where the many outdoor activities include everything from caving to paragliding as well as the campsite has a 2,000-square-metre waterpark.• sunelia.com Les Castels     Les Castels’ Château de Boisson, near Montpellier. Photograph: Peter Allan    Founded in 1959, Les Castels brings together beautiful sites and estates across France, with 38 to choose from. The smart four- and five-star sites offer different styles of accommodation: chalets, treehouses, gypsy caravans – or apartments, for those who prefer to enjoy the great outdoors from a more solid base – in a choice of seaside, mountains and the countryside settings. Many of the sites – which have a sustainable environmental approach – are situated around grand chateaux. These include the 15th-century Château de Boisson, which is just inland from Montpellier and has its own swimming pools, workshops and entertainment for children and is an excellent base for hiking, climbing and canoeing.• camping-castels.co.uk Sandaya     Aerial view of Sandaya’s new campsite, Douce Quiétude. Photograph: Peter Allan    Most of Sandaya’s 11 sites are along the Mediterranean coast, though it also offers locations in Normandy, Brittany and Aquitaine. This year the company celebrates its fifth anniversary and has three new campsites, including Douce Quiétude on the French Riviera, a leafy site with pool and waterpark and also a good base for exploring towns such as Saint-Tropez and Cannes. Another new campsite is Blue Bayou in Valras, in the Languedoc region, right on the coast and nearby seaside resort Valras-Plage, which has more than four kilometres of beach which is perfect for hiking and watersports. Accommodation ranges from mobile homes with private hot tubs to six-person bungalows. • sandaya.co.uk Riviera Villages     One of Riviera Villages’ three holiday camps in Saint-Tropez    If you’re looking for a holiday camp with a little more than the usual family fun park aesthetic, Riviera Villages has accommodation in wooden lodges among exotic gardens, with palm trees and plants adding to an easy-going, tropical feel. The “Tiki Lounge”, for example, has a private terrace with small pool and wooden decking area, and three bedrooms. The three holiday resorts are all in the gulf of Saint-Tropez, and all on the beachfront. While offering a fun, family ambience, with plenty of sports and activities, these should also appeal to those after a more peaceful, adult-focused break.• riviera-villages.com Camp Atlantique     Les Peupliers campsite on Île de Ré    Camp Atlantique has six family campsites in France offering a range of accommodation – wooden chalets, eco-lodges, bungalows and gypsy caravans – all within walking distance of a beach. These include the Les Peupliers campsite on Île de Ré on the Atlantic, and Le Boudigau, further south on the edge of Basque country. All sites have heated swimming pools, waterslides and facilities for playing games, from badminton to beach volleyball. • camp-atlantique.co.uk",
  "webTitle": "Five of the best websites for family camping in France",
  "webPublicationDate": "2016-05-18T11:22:49Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/18/5-best-websites-camping-campsites-france-chalets-caravans",
  "keyword": [
    {
      "webTitle": "France holidays",
      "id": "travel/france",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Camping holidays",
      "id": "travel/camping",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Self-catering",
      "id": "travel/selfcatering",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Family holidays",
      "id": "travel/familyholidays",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/18/5-best-websites-camping-campsites-france-chalets-caravans"
}