{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/25/bob-dylan-75-unseen-photos-daniel-kramer",
  "id": "2016-05-25-115",
  "sectionId": "music",
  "body": "Daniel Kramer picked a good time to pester Bob Dylan about setting up a photo shoot. It was early 1964, a few months before Dylan went electric. Kramer, a well-known photojournalist specializing in artist portraits, knew nothing of Dylan before he heard him sing the politically charged song The Lonesome Death of Hattie Carroll on the Steve Allen Show. “Then I began regularly sending notes, and making calls, to the office of Dylan’s manager, Albert Grossman, asking for a one-hour session,” Kramer recalled. “The office always said no.” But six months later, when Grossman himself picked up the phone for one of Kramer’s calls, things changed. “He just said, ‘OK, come up to Woodstock next Thursday,’” Kramer remembers.    Related: For the Record: 60s Pop Through the Lens – in pictures    Upon Kramer’s arrival at Grossman’s home, the one-hour photo session stretched to five hours, and was followed by encounters over the next 12 months which resulted in some of the best-known shots of Dylan ever taken. Now those photos, many which have never been seen before, have been published in A Year and A Day (Taschen), a book named for the timespan Kramer and Dylan spent together between 27 August 1964 and 28 August 1965.  Here, Kramer talks about some of those images.     He’s electric: Bob Dylan. Photograph: Daniel Kramer    This was shot in Columbia Records’ studio in New York. It was part of the Bringing It All Back Home recording sessions. Bob did the album with acoustic instruments on one side and electric on the other. People say Dylan went electric at the Newport Folk Festival. That’s not true. He did it months earlier, right here in Studio A.      Playing chess with Victor Maymudes at Bernard’s Cafe Espresso, a favorite hangout spot in Woodstock, 1964. Photograph: Daniel Kramer/Courtesy of Taschen    This was shot up in Woodstock. Dylan used to go up there when he wanted to get out of the city to write music. It was taken the first day I met him, during that five-hour session. He didn’t want to sit for just a normal portrait. He said to me: “Do what you want.” So I shot him around Albert Grossman’s house. Then it was time to go to lunch. This was at an outdoor part of a local cafe where Dylan went regularly. The chess shot wasn’t set up. It was just part of how Dylan was spending his day. He was playing chess with his road manager, Victor Maymudes. The woman and her son were just locals who knew Dylan from coming to the cafe. Interestingly, that cafe was later converted into the Center for Photography in Woodstock. Forty years after I made this picture, I had a show in that same facility featuring these photos.     ‘He suggested I photograph him on the swing. His mood changed when he stood up and he pumped the swing higher and higher.’ Photograph: Daniel Kramer/Courtesy of Taschen    That’s the porch of Albert Grossman’s home. There’s a series of swing pictures in the book, all taken in that first session. Bob looks glum, but I have some in the book where he’s standing up on the swing pumping hard and smiling. It just a couple of guys taking some pictures that day to see what we could do. It was all unsaid. Dylan is very smart about these things. He knows how to work with the camera.      At a pool hall in Kingston, New York, December 1964. Photograph: Daniel Kramer/Courtesy of Taschen    This shot was taken a few months later, in Kingston, New York, down the road a piece from Woodstock. We went to the pool hall in the evening after dinner. Victor Maymudes went and so did Bernard, who owned the cafe in the chess picture. Dylan’s a pretty good pool player. No one bothered him. He has a little more privacy around him than most performers. People understood that.     Surrounded by fans after a show at Town Hall, in Philadelphia, 10 October 1964. Photograph: Daniel Kramer/Courtesy of Taschen    After I showed the first pictures to Dylan and Albert Grossman, Bob said to me, “I’m going to play in Philadelphia next week. Would you like to go?” If you want to be a good photographer, you need three things: you need a camera, a phone and you need to say “yes”. I had never heard Dylan play live. So I drove with them in their station wagon to Philadelphia and we got to know each other a little more. He wanted to know about the work I had done with Salvador Dalí. I was an assistant to a photographer who worked with Dalí a lot. Dylan and I were discussing Dalí’s ability to be a showman. He’s the opposite of Dylan. Dalí made a whole business out of “here I am”. This shot was taken after the Philadelphia show in one of the rooms off the lobby. He’s signing autographs and smiling for his fans. He was still accessible then.     ‘It was obvious from the very beginning of the recording sessions that something exciting was happening.’ Photograph: Daniel Kramer/Courtesy of Taschen    This is from the recording session for Bringing It All Back Home. I was surprised to see that he played piano. And he played it well!     An outtake from the Bringing It All Back Home album cover shoot with Sally Grossman, Woodstock, January 1965. Photograph: Daniel Kramer/Courtesy of Taschen    This is one of the shots I’ve been sitting on for 50 years. It has never been seen before. I wanted the shot to express the fact that Bob Dylan was about to change. He’s not the guy in the leather jacket any more. Now, he’s the guy in the dark sport blazer wearing nice cufflinks. There’s no guitar in the shot because I saw him not as any one kind of performer but as a prince of music. I had been in the sessions for the album, so I knew now who he was musically. The photo was shot in Albert Grossman’s house. The room was the original kitchen of this house that’s a couple hundred years old. The fireplace is big enough to cook in. The divan, which was multicolored, was a gift from Mary Travers, of Peter Paul and Mary, to Albert and his wife, Sally, for their wedding. Bob contributed to the picture the magazines he was reading and albums he was listening to. Bob wanted Sally to be in the photo because, well, look at her! She chose the red outfit.      “It seemed inevitable that the particular talents of Bob Dylan and Joan Baez would find their way on to one stage during the winter of 1964–65.” Photograph: Daniel Kramer/Courtesy of Taschen    Dylan was going to do this concert with Joan for Halloween night, 1964, in a show that became one of his Bootleg Series records. It was at Philharmonic Hall in Lincoln Center. I always photographed him from wherever I wanted. But at that concert, I was told by the house manager that photographers had to be up in a press booth. They can’t roam around. I told Albert when we were backstage with Bob, and at that moment, the house manager walked by and said: “Can we bring the curtain up?” Albert said: “You can, just as soon as you give Dan permission to shoot from wherever he wants.” Now you understand Albert Grossman. One shot here is of Bob and Joan at Philharmonic Hall. The shot [not shown] of them waiting at the train station to get to a plane was the next day.     One of several unpublished photos of Bob Dylan on 5th Avenue with Peter Yarrow, of Peter, Paul and Mary, and the guitarist John Hammond Jr. Photograph: Daniel Kramer/Courtesy of Taschen    Here Dylan is with Peter Yarrow, of Peter Paul and Mary, and John Hammond Jr. Bob calls me one day and says: “We’d like to come over, go down in the street and make some pictures.” This is right in front of my studio on 39th Street between 5th and 6th Avenue. There was this truck there, so now we had a prop. Another picture that day was used on the back of Bringing It All Back Home, the one with the police officers. Forty years later, I get a phone call – “are you the guy that made that picture on the back of the album cover showing that policeman? That’s my grandfather. Can we get a print?”     Soundcheck before the show, Forest Hills Tennis Stadium, Queens, New York, 28 August 1965. Photograph: Daniel Kramer/Courtesy of Taschen    This is shot on my last day with Dylan. It’s from the afternoon before the Forest Hills show. That was the first full official show going electric, unlike Newport, where he just did a few numbers. There was some booing from the audience. Not much. Writers make such a fuss over that. He’s holding the electric guitar which sold at Christie’s a few years ago for $1m. It’s the most money ever paid for an electric guitar. I made a life-sized version of this picture for the auction as evidence – look, it’s Bob with that guitar!     Kramer had a backstage pass to both the private and public Dylan in the seminal year when he became an international superstar. Photograph: Daniel Kramer/Courtesy of Taschen    Here, Bob and I are having a shootout in March of 1965. He’s taking a shot of me with a very important camera. It’s the same one you see in the background of the cover of Highway 61. It’s a 35mm Range Finder Nikon. No one asked him to shoot me. Bob just liked the camera and he was very playful. Photos from Dan Kramer’s A Year And A Day will be on display at The Snap Gallery, London, SW1, starting 18 June",
  "webTitle": "Bob Dylan unseen: Daniel Kramer discusses rare images from the 1960s",
  "webPublicationDate": "2016-05-25T15:23:51Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/25/bob-dylan-75-unseen-photos-daniel-kramer",
  "keyword": [
    {
      "webTitle": "Bob Dylan",
      "id": "music/bobdylan",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "Jim Farber",
      "id": "profile/jim-farber"
    }
  ],
  "guardianId": "music/2016/may/25/bob-dylan-75-unseen-photos-daniel-kramer"
}