{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-the-cheeky-panda-ltd",
  "id": "2016-05-02-152",
  "sectionId": "small-business-network",
  "body": "Chris Forbes, director of The Cheeky Panda Ltd, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   Formed in January 2016, The Cheeky Panda provides toilet tissue made from 100% bamboo fibre, giving a sustainable and luxuriously soft alternative to traditional tree pulp at no extra cost to the consumer.  Already within our first month we have designed all our branding and website, created a PR campaign, got a cartoon promoting Bamboo, met with the heads of the manufacturing company, got FSC accreditation, been sponsored by Invest Essex, met with the heads of supply chain and logistics firms, met with the corporate banking teams and are agreeing final terms for complete retail distribution throughout the UK.  Around 10 million trees are used every year for toilet paper. It’s a leading cause of de-forestation and loss of animal habitat across our global ecosystems – continuing to use trees for toilet tissue is not sustainable. Bamboo is a superplant and grows 20 times faster than trees – up to one meter a day, compared to trees that take up to 30 years to mature. Bamboo is also naturally skin friendly, making it the perfect resource for an alternative toilet paper. The launch campaign will be supported by fun Cheeky Panda videos and will be continually updated with weird a wonderful Panda storylines. We are the first to market with this wonderful product that we hope will enter your homes and hearts.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: The Cheeky Panda Ltd",
  "webPublicationDate": "2016-05-02T11:56:17Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-the-cheeky-panda-ltd",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-2015-16-competition-entry-the-cheeky-panda-ltd"
}