{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/dc-comics-reboot-batman-superman-wonder-woman",
  "id": "2016-05-25-179",
  "sectionId": "books",
  "body": "This week, DC Comics presses the reset button on its universe of characters … yet again. From today, everything will be slightly different in the world of Batman, Superman and Wonder Woman just so it can, paradoxically, stay the same for just that bit longer. The DC Rebirth event is masterminded by writer Geoff Johns and is introduced in a special comic book that will set the stall out for the equivalent of a digital remastering of the DC Universe. Many are waiting to be pleasantly surprised by what Johns has in store, but news of some of the headline changes “leaked out” (for which read: somebody busted the embargo on the DC press release) at the weekend, so DC made its announcements a little early.   Related: What can DC do to save its struggling comic book cinematic universe?    Therefore, spoilers ahoy if you’re trying to avoid the major plotlines. The biggest one is that the world of the Watchmen – created by Alan Moore and Dave Gibbons and a standalone superhero story not connected with the rest of DC’s oeuvre – will be folded into the DC Universe. The rest of it (or at least what’s come out so far) includes the return of Kid Flash, the Blue Beetle, the Justice Society of America and the Legion of Super-Heroes, and essentially the wiping out of a lot of what happened in the five years since DC last rebooted its universe and set up the New 52 comics. None of which will hugely matter to anyone but the most hardened fan of DC comics, and that’s kind of the point. The unstoppable conquest of the multiplexes by superhero movies means any casual reader tempted to check out the source material might find themselves mired in the knotted continuity of a world they just don’t have the time or inclination to explore. The idea of comic universe reboots is about 30 years old, and properly began with DC’s Crisis on Infinite Earths in 1985, a storyline that spanned all the company’s titles and was the first attempt to streamline and simplify a universe that had just got out of hand. Some of DC’s characters dated back to the 1930s and their backstories had changed and altered over the years at the hands of many writers, yet readers were still asked to accept that the Bruce Wayne in his 30s in the mid-1980s was the same guy who had fought Nazis in the second world war.     Suicide Squad. Photograph: DC Comics    But rather than say, “OK, this isn’t working – we’re just going to switch the DC Universe off and on again,” the writer Marv Wolfman brought the readers in on the act by writing a credible (in superhero terms) explanation for why and how this was all going to happen. That meant the use of parallel worlds and in some cases different versions of the same heroes inhabiting alternative universes which all folded into one easy-to-manage continuity. And it kind of worked. Things were a lot simpler. For all of nine years. Because with the best will in the world, when you’ve got dozens of different writers spinning tall tales about outrageous characters, things are going to get weird. So in 1994, DC did it all again with Zero Hour, which tried to iron out some wrinkles that stubbornly refused to be smoothed over. And there it was, job finally done. Or was it? Fast forward to 2006, two decades after Crisis on Infinite Earths, when along came Infinite Crisis – because, like soap powder, each reboot has to be better than the previous one on a quantum level. By this point, DC’s editors must have been getting really annoyed at the fact that they couldn’t keep their universe under control because they had quite literally sent Superboy into the space-time continuum to repeatedly hit the actual flow of time with his fists until things were sorted. At least, I think that’s what happened. It was all a bit confusing. Remember how Crisis on Infinite Earths got rid of all the infinite earths? Well, they were brought back again, but this time the number of parallel worlds was capped at 52, because that’s a nice, manageable number. And DC bosses could say, “Yeah, Batman in the second world war, that happened over here, and Superman wearing jeans and a red T-shirt, that happened over there.” But of course, that wasn’t good enough, so in 2011, DC did its last reboot and created the New 52, which was kind of like the post-Infinite Crisis Old 52 universe, but the company started all its comics from issue number one again and created a world where superheroes were new and exciting and hadn’t been smashing things up for seven decades. Confused? You will be, because now DC’s at it again. But fear not; if you’re a casual reader and not a dedicated fan, this is all for you. Seriously. DC wants people to be able to pick up its comics and get in on the ground floor of adventures, not struggle to wonder on which planet everything’s happening. It’s a new broom to sweep away the accumulated detritus of continuity and lay everything out clean and simple. It’s a fresh jumping-on point for new readers. You don’t even need to read DC Rebirth issue one – that’s really for the hardcore to be able to say: “OK, I see what’s changed.” You can just start reading from the new, rebooted titles in June, and – hopefully – everything will all make sense once again. But enjoy it while you can: I figure you’ve got about five years before someone’s finger hovers over that big, red reboot button at DC’s Burbank HQ.",
  "webTitle": "DC Rebirth: Batman, Superman and Wonder Woman get rebooted … again",
  "webPublicationDate": "2016-05-25T12:00:40Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/dc-comics-reboot-batman-superman-wonder-woman",
  "keyword": [
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Alan Moore",
      "id": "books/alan-moore",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "David Barnett",
      "id": "profile/davidbarnett"
    }
  ],
  "guardianId": "books/2016/may/25/dc-comics-reboot-batman-superman-wonder-woman"
}