{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/03/reserve-bank-cuts-cash-rate-by-025-to-record-low-of-175",
  "id": "2016-05-03-337",
  "sectionId": "australia-news",
  "body": "The Reserve Bank of Australia has cut the cash rate by 0.25% to a record low of 1.75%, flagging concerns about the state of the economy on the same day the treasurer delivers the federal budget.   Related: Reserve Bank cuts cash rate to record low of 1.75% – politics live    The RBA’s statement cited falling inflation, the rising dollar, “mixed” signals on the strength of the labour market and better regulation of mortgages as the reasons behind the cut, which sent the Australian dollar crashing and caught some traders by surprise. Figures last week showed annual inflation was down 0.2% to 1.3%, well below the RBA’s 2%-3% target range.  NAB immediately announced it would pass on the rate cut in full by reducing its variable home loan rate from 5.60% to 5.35%, putting pressure on its three big rivals to follow suit.     The dollar fell sharply on the news.    The RBA governor, Glenn Stevens, said, “In Australia, the available information suggests that the economy is continuing to rebalance following the mining investment boom. GDP growth picked up over 2015, particularly in the second half of the year, and the labour market improved. Indications are that growth is continuing in 2016, though probably at a more moderate pace. Labour market indicators have been more mixed of late.” Stevens, who said last month that the efffectiveness of central-bank policy was reaching its limits, noted interest rates had been low for some time to support demand, lowering the value of the Australian dollar to support exporters. Credit growth to households “continues at a moderate pace, while that to businesses has picked up over the past year or so”, which further supported growth. The RBA said it “took careful note of developments in the housing market”, including tougher supervision of lending standards and that lower interest rates were less likely to fuel property prices than last year as “price pressures have tended to abate”. “Taking all these considerations into account, the board judged that prospects for sustainable growth in the economy, with inflation returning to target over time, would be improved by easing monetary policy at this meeting,” Stevens concluded, sending a warning about the threats facing the economy.   Related: Australian budget 2016: what we know, and what we don't    Australian Industry Group chief executive, Innes Willox, said the rate cut “will encourage business and consumer spending and, if supported by tax measures in the budget, will prove a shot in the arm for the economy”.  “Many businesses will also be hoping the Aussie dollar also falls in response to assist domestic producers in both the local and export markets,” Willox said. Shadow treasurer, Chris Bowen, said the interest rate decision reflected the Liberal government’s incredibly poor economic management.  He said in August 2013 when interest rates were cut to 2.5% the Coalition seized on it as a sign of economic weakness. “This decision reflects a weaker economic outlook, with the RBA expecting growth to moderate this year,” he said. “In addition, incomes are falling, living standards are stagnating and home ownership is out of reach for so many Australians – facts the government will be hiding from tonight.” In question time, Malcolm Turnbull responded to claims the rate cut demonstrated a softening economy by promising the budget would help manage a transition away from an economy reliant on the mining sector, and deliver jobs and growth.   Related: Inflation is scarily low – but it's Morrison who needs to act, not the RBA    The budget contained plans for a “sustainable tax system for the 21st century economy, a commitment to health, education, infrastructure, fully-funded, and a return of the budget to balance”, he said.  “That’s our commitment and that will continue the successful transition, of which the Reserve Bank governor wrote of only a few minutes ago.” Australian Retailers Association executive director, Russell Zimmerman, said the rate cut “is a welcome support to what hopefully will be an economically supportive budget tonight in the light of recent weak consumer spending and confidence”.",
  "webTitle": "Reserve Bank cuts cash rate by 0.25% to record low of 1.75%",
  "webPublicationDate": "2016-05-03T05:54:43Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/03/reserve-bank-cuts-cash-rate-by-025-to-record-low-of-175",
  "keyword": [
    {
      "webTitle": "Interest rates Australia",
      "id": "australia-news/interest-rates-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Reserve Bank of Australia",
      "id": "australia-news/reserve-bank-of-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/03/reserve-bank-cuts-cash-rate-by-025-to-record-low-of-175"
}