{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/03/ecb-points-system-has-only-one-drawback-it-totally-devalues-test-cricket",
  "id": "2016-05-03-207",
  "sectionId": "sport",
  "body": "The Ashes wins of 2009 and 2010-11 were among Andrew Strauss’s finest moments as England captain. At the time, anyway. In the future they may be perceived differently. Under the new points system proposed by the ECB for bilateral series, England would have lost on both occasions.  In case you’ve been otherwise engaged on another planet, or in Leicester, for the last few weeks, let’s get down to brass tacks. The system was first trialled for the women’s Ashes in 2013, and involves merging all three forms of the game to decide one winner. It is likely to be used for the forthcoming men’s series against Sri Lanka and Pakistan, with four points for a Test win and two for victories in ODIs or T20s. “How do you encourage the public to re-engage with the international game?” said Strauss. “I believe you have to look at giving every match context. If it is a case of just another Test match or just another five-ODI series between two nations, it loses some of its context and some of its meaning and that is something the ICC needs to look at. I personally think there is scope in linking up Test, ODI and T20 cricket in some sort of bigger world championship that involves all three formats. It’s an idea I’ve been a fan of for a long time.”    Related: James Taylor devastated to have lost his career but glad to be alive    The Spin loves Strauss, the modern-day Midas of English cricket. If he told us Eldorado was the greatest show HBO never created, we’d instantly reconsider our hitherto contemptuous appraisal of the emotional depth given to Pilar, Fizz and Bunny. Strauss’s advocacy made The Spin pause and consider this idea rather than adhering to our usual practice of depositing rage-based foam all over our keyboard, but we still can’t make any sense of it. All instinct and logic suggests it is an unnecessary evil for two main reasons: it’s a gimmick too far, and it devalues Test cricket. Under the new system, England lost 16-10 to Australia in 2009 and 16-14 in 2010-11. What actually happened was that they won the Ashes each time and lost the subsequent ODI series by an aggregate of 6-1. England won just a solitary ODI, but nobody really gave a solitary one. Should those scenarios happen again, both sides could claim victory. One of the charms of Test cricket is that you can play for four days and still not be certain who is winning, but having a 32-day series without a clear result at the end is probably pushing it. There are other famous series that would have been similarly affected. Australia would not have dethroned West Indies in 1994-95, when they lost 12-10 – but they would have won by the same score four years earlier. Pakistan’s iconic summer of reverse-swing in 1992 would actually have been an England triumph. Oh, and England would have beaten Australia in 1997, when they won the ODI series 3-0 and lost the Tests 3-2: in new money, a 14-12 win and MBEs for everyone from Mark Ealham to Phil DeFreitas.  The Ashes may not immediately be at stake under the new system – but they were in the women’s game, and it would be naive to think the wedge will not thicken. If they are not at stake, what is the point? If they are, do the winners across all formats lift the little urn, or just the winners of the Test series? Maybe we could modernise things and replace the urn with a gold hashtag. The system is not even weighted correctly. Whether your metric is blood, sweat, tears, glory or days’ play, a Test victory is worth a lot more than two ODI wins. The original system gave them six points rather than four – but that almost ensures the team that wins the Test series will win the overall series. Which, at least qualitatively, is where we are at the moment. The proposed system ties in with the rhetoric that ODIs and T20s now have the same importance as Tests in England. A quick look at when England choose to rest players show that is undeniable hyperbole. Quite right too. It’s good that white-ball cricket is no longer an afterthought, but it should always be a secondary consideration after Test cricket. Having a points system for the two white-ball series is worth trialling, because they have clear common ground. But red- and white-ball cricket go together like bananas and bone-marrow gravy.  There is a need to tweak Test cricket, and the first day-night Test was an uplifting triumph, but this feels like a try-hard contrivance from a country that has belatedly embraced limited-overs cricket. A couple of years ago, Kevin Pietersen said that talking to Strauss about the IPL was like “explaining gangsta rap to a vicar”. Well now the vicar has discovered grime and he don’t care about your isms and schisms, grandad.  In itself, the system is relatively harmless and will probably go into the actually fairly small bucket of cricket’s bad innovations, along with things like the Supersub and the aluminium bat. But it is another in a worrying list of compromises and, as the examples of 2009 and 2010-11 show, an obvious case of devaluing Test cricket. It is also indicative of a sport that is in danger of following society by catering for an assumed audience with an IQ of 25. Test cricket is supposed to be our sanctuary from the real world. Let’s be clear on this: Test cricket is the greatest, most soulful sport format ever invented. A world without it is as unthinkable as a world without arthouse cinema or alternative music. The points system is only a minor act of cultural vandalism, but it will beget far greater ones. • This is an extract taken from the Spin, the Guardian’s weekly cricket email. To subscribe just visit this page, find ‘The Spin’ and follow the instructions.",
  "webTitle": "ECB points system has only one drawback: it totally devalues Test cricket | The Spin",
  "webPublicationDate": "2016-05-03T11:49:59Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/03/ecb-points-system-has-only-one-drawback-it-totally-devalues-test-cricket",
  "keyword": [
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Smyth",
      "id": "profile/robsmyth"
    }
  ],
  "guardianId": "sport/2016/may/03/ecb-points-system-has-only-one-drawback-it-totally-devalues-test-cricket"
}