{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/15/the-complete-deaths-spymonkey-review-shakespeare-brighton-festival",
  "id": "2016-05-15-184",
  "sectionId": "stage",
  "body": "The Complete Deaths is a new show created by the clown-oriented company Spymonkey with director/adapter Tim Crouch. The conceit is simple: four clown characters have decided to commemorate the 400th anniversary of the death of the bard. Toby Park, the intellectual, is determined to shatter the complacency of the well-fed bourgeois audience by confronting us with our own mortality. His companions – Stephan Kreiss, Aitor Basauri and Petra Massey – reluctantly go along with him. There follow 75 deaths from Shakespeare’s 37 plays, which have been eviscerated for this production. The execution, however, is anything but simple: a flow, spurt, jab, battery, fusillade of comic set pieces involving sticks, swords, guns and a sausage machine (ingenious designs by Lucy Bradridge). Custom does not stale their infinite variety. There are no flies on these actors when it comes to inventing ways to die – any flies involved in the action are meant to be there and play their parts heroically, filmed in close-up and projected on to a back screen (did I miss the disclaimer that no animals were harmed in the making?). What lifts the show beyond the level of a gag-fest is the gradual revelation of the hopes and fears and interconnectedness of the four performers. Aitor’s pretentious encounters with Shakespeare’s talking head (videos by Sam Bailey), Stephan’s unrequited love for Petra, who is desolate that Ophelia’s off-stage death is not eligible for inclusion. Cleverly interwoven with Shakespeare’s texts, these combine with them to bring just the right amount of emotion to make the humour poignant as well as hilarious. • The Complete Deaths is at the Theatre Royal, Brighton, then tours until 30 November",
  "webTitle": "The Complete Deaths review – poignant and hilarious",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/15/the-complete-deaths-spymonkey-review-shakespeare-brighton-festival",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Brighton festival",
      "id": "culture/brighton-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Clare Brennan",
      "id": "profile/clare-brennan"
    }
  ],
  "guardianId": "stage/2016/may/15/the-complete-deaths-spymonkey-review-shakespeare-brighton-festival"
}