{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/25/bandinis-2016-review-serie-a-season",
  "id": "2016-05-25-171",
  "sectionId": "football",
  "body": "“Infinite Juve,” boomed one front-page headline on Sunday. Given that it belonged to the Turin-based newspaper Tuttosport, you can assume that it was intended in a celebratory tone. Juventus had just done the double, again, reaffirming their hegemony over Italian football. Their fifth consecutive Serie A title had already been sealed weeks ago. For fans of every other team, such repetition might feel rather tedious. But it is not for Juventus to worry about anybody else’s needs. Besides, you could say that they did their bit to make things interesting this season – affording their rivals a two-month head start. After 10 games, they had accrued a total of 12 points. By the end of the campaign they had scaled all the way to 92. Juventus made history along the way, becoming the first team ever to win a domestic double of Serie A and the Coppa Italia in consecutive years. And yet they had begun by suffering their first-ever defeat in a home opener. They followed up that 1-0 loss to Udinese by drawing with Chievo and Frosinone in their next two matches at J-Stadium.   Related: Juventus crowned Serie A champions after Roma score late against Napoli    At the time, the signs looked ominous for Juventus. This was a club in transition, one that had lost Carlos Tevez, Andrea Pirlo, Arturo Vidal and Fernando Llorente over the summer. Questions were asked about whether they had tried to change too much, too quickly. Today, though, Juventus look as strong as they have at any point in this five-year cycle. Paulo Dybala has bloomed in one season from raw prospect into a world-class talent. Paul Pogba has matured from callow youth struggling with the weight of the No10 shirt into a more consistent performer. The likes of Alex Sandro, Mario Mandzukic and Juan Cuadrado have all added more strings to the team’s bow. Ally that with an established and brilliant back-line, and it is not hard to see why this team keeps on winning. The only question now is whether Juventus can keep this squad together and push on towards the European success to which they aspire. Here, too, there are grounds for optimism – the close friendship between Dybala and Pogba has raised hopes that the Frenchman might hang around longer than had previously been assumed. Meanwhile, Juve’s rivals continue to play catch-up. This was, in abstract, a brilliant season for Napoli – for whom expectations were low at the outset. Season ticket sales fell at the Stadio San Paolo last summer, to the point that only Carpi had sold fewer by mid-August. Even Diego Maradona publicly questioned whether Maurizio Sarri, a bank manager as recently as 2002, was the right man to get this team back into the Champions League. In the end, he made it look too easy. At their best, Sarri’s Napoli were phenomenal – winning by four or more goals on eight separate occasions across all competitions. Such blistering brilliance made it tempting to believe that they could lift the Scudetto, but a cool-headed analysis shows that this team exceeded expectations simply to come second. They finished 19 points better off than last season. Roma were more disappointing, failing to build on an early win over Juventus and eventually succumbing to what Rudi Garcia described as “draw-itis”. Things got so bad in the winter that fans dumped 50kg of carrots outside the training ground, branding their players “conigli” – “rabbits” (an Italian slang expression for cowards). The return of Luciano Spalletti sparked dramatic improvement, and provided a basis for optimism. Even the manager’s sparing use of Francesco Totti – a point of contention at the outset – became a strength, Spalletti demonstrating that the forward might be most effective as an impact substitute at this stage of his career. It now appears likely that Totti will sign a new contract, a prospect that seemed very distant back when he was getting so bored during matches that he had to invite ballboys to join him for a kickabout. Miralem Pjanic might be tougher for Roma to keep hold of. So, too, the large number of loan players who featured for the team this season. One way or another, the Giallorossi will at least have a Champions League qualifier to look forward to. The same cannot be said for Internazionale, who faded dramatically after occupying first place at Christmas, or Fiorentina, who were second at the time. Milan, despite significant transfer investment last summer, could not even make it into the Europa League. But we should not dwell exclusively on the top of the table. Many of this season’s most fascinating stories unfolded elsewhere. Sassuolo’s astonishing rise above Milan to claim a spot in Europe might be the best of all. It is only eight years since the Neroverdi were promoted for the first time in club history to Serie B. To have achieved such growth with a squad populated overwhelmingly by domestic talent is all the more impressive. Especially in a season when Inter and Udinese became the first teams ever to line up against one another in Serie A without a single Italian player in either starting XI. At the bottom of the table, Bologna became the first side to avoid relegation after losing seven of their first eight games. The credit goes to Roberto Donadoni, who showed up quoting Al Pacino’s “Inches” speech from Any Given Sunday and commanding his players to claw with their fingernails for each point, but wound up making the fight for survival look more like a stroll in the park. Sadly, though, we must bid farewell to both Carpi and Frosinone, the minnows whose presence at this level had caused Claudio Lotito such furious anger. Between them, they too contributed some of this season’s most memorable moments. Carpi’s Lorenzo Pasciuti became the first player to score for the same club in all of Italy’s top four divisions. Frosinone’s Leonardo Blanchard – a lifelong Juventus supporter, who travelled to Berlin to watch them play in last season’s Champions League final – scored the goal that earned his team a point away to the champions. Those memories will not soothe the pain of relegation, but at least they ought to raise a smile. With any luck, the same might be said for my end-of-season Bandini awards. Player of the season There were two stand-out contenders in this category, and choosing between them was not easy. Gigi Buffon deserves to be recognised, after a season in which he set a new Serie A record for the longest-ever sequence without conceding by a goalkeeper – a whopping 973 minutes – and generally continued to defy the ageing process. Across Europe’s top-five leagues, Buffon’s save percentage was second only to that of Paris Saint-Germain’s Kevin Trapp. His leadership was arguably even more important after Juve’s dismal start to the campaign. Following a 1-0 defeat to Sassuolo in late October, it was he who addressed the changing room, saying: “Lads, at 38 years old, I’m not interested in going around just to make myself look shit.” Despite all this, my feeling is that the award must go to Gonzalo Higuaín. To break Gunnar Nordahl’s 66-year-old Serie A scoring record would have been an incredible feat under any circumstances. To do it despite missing three matches is ridiculous. Those absences were Higuaín’s own fault – the result of a suspension that he earned himself with an on-pitch meltdown at Udinese – but in the context of the season I can find even that understandable. The Argentinian had hardly put a foot wrong since last summer, when he shed 4kg to enhance his explosiveness. To see the title slipping away from him despite such efforts might simply have been too much to bear. His 36 goals arrived at a preposterous rate of one for every 82.3 minutes spent on the pitch. They also represented 46% of Napoli’s total. He was often utterly unplayable, and that is why he gets the award. Goal of the season 5) Mohamed Salah suggested afterwards that he had not really intended to shoot, but even so this goal from an absurd angle against Palermo had to squeeze in here somewhere. 4) For determination alone, I include Blanchard – who fluffed his initial overhead kick attempt against Genoa but then nonchalantly swatted home a second attempt while lying prone on the ground. 3) Just call him Marco van Benassi. Erm, Marco Benass-ten. Oh, whatever, you can see where I’m going with this. 2) Stephan El Shaarawy’s backheel volley against Frosinone was pretty special. But, for me, Sergio Pellissier’s equivalent against Genoa was even better. 1) Likewise, we had stiff competition in the overhead kick category this season. Mauricio Pinilla, as usual, had several entries, the best of which is well worth revisiting. My favourite, though, was the one with which Higuaín broke Nordahl’s record.            Own goal of the season Andrea Consigli. Save of the season As a counterpoint to that ludicrousness, Consigli also claims this award. The reach, control and wrist strength required to push Adem Ljajic’s effort on to a post are extraordinary.            Honourable mention: Buffon’s jaw-dropping double save from Carlos Bacca and Mario Balotelli in April. Best hat-trick Every one of Suso’s three goals against Frosinone in April was a gem.            Miss of the season Honestly, I can’t pick between Edin Dzeko and Joaquín Correa.    Former @MCFC forward @EdDzeko misses an open goal from three yards for @OfficialASRoma against @palermocalcioit. https://t.co/5Gk9t55K5t— BT Sport Football (@btsportfootball) February 21, 2016      \"That has to be the miss of the season!\" @tucu_correa has an open goal shocker for @sampdoria against @Inter. http://t.co/FweGF9YHyX— BT Sport Football (@btsportfootball) October 4, 2015    Assist of the season Oh, nothing, only a sliding backheel half-volley from Chievo’s Riccardo Meggiorini. Worst clearance Federico Peluso forgets the “over” in “overhead kick”.            Worst dive Paolo Cannavaro for Sassuolo against Lazio. The worst part is, he did get a penalty for it, too. Most vital defensive contribution How differently would the climax to this season have gone, if Leonardo Bonucci had failed to get a toe on Elseid Hysaj’s cross as it arrowed towards Gonzalo’s head during Juventus’s second league meeting with Napoli?            Game of the season Perhaps it would be more accurate to say “best 30 minutes”. With an hour gone, January’s Derby della Lanterna looked like a rout. Sampdoria were 3-0 up and all over Genoa, with Antonio Cassano – who proudly informed reporters afterwards that he had shed a kilo over Christmas – running the show. Playing as a false nine, he’d had a hand in all three goals and looked capable of creating more whenever the mood should take him. Then, Leonardo Pavoletti pulled one back and very quickly everything changed. Cassano was subbed off and Samp fell apart. Darko Lazovic shot wide of the near post when clean through for Genoa. Pavoletti chipped Emiliano Viviano before heading home to make it 3-2. After that, the final 10 minutes were basically bonkers – the Marassi rocking as the match descended into mayhem. Viviano made one save after another, thwarting Serge Gakpé and at one stage desperately plunging to his right to keep out a Suso shot that had been flying well wide until it hit Ervin Zukanovic and ricocheted back sharply towards the bottom corner. At the far end, Édgar Barreto hit the crossbar on a Sampdoria counterattack. The game finished 3-2, but frankly it could have been five apiece. Team of the season (4-3-3) Buffon; Alessandro Florenzi, Leonardo Bonucci, Francesco Acerbi, Faouzi Ghoulam; Paul Pogba, Miralem Pjanic, Marek Hamsik; Paulo Dybala, Gonzalo Higuaín, Lorenzo Insigne. Subs: Samir Handanovic, Sime Vrsaljko, Andrea Barzagli, Borja Valero, Mohamed Salah, Giacomo Bonaventura, Franco Vázquez. Manager of the season In manner, Maurizio Sarri is decidedly old-school. The image of him enjoying a cigarette and an espresso straight from the pot on the training pitch was one of the great images of pre-season. He can be refreshingly blunt at times, and his first words to Gonzalo Higuaín were to tell the striker that he needed to stop being so lazy. But what makes him so impressive is that he allies this demeanour with a way of thinking about football that is innovative and open to new ideas. For all the raised eyebrows that greeted his use of drones to film training sessions in the summer, many other clubs have since followed suit. He is constantly working on new schemes to deploy in open play and from set pieces. The results are clear for everyone to see. Best celebration Massimo Maccarone toasted a goal against Bologna at Christmas by running over to a friend on the sideline and taking a swig of his beer. Honourable mention: In this age of players refusing to celebrate against their former clubs, hats off to Mattia Destro for going in a different direction. Best nominative determinism After scoring his first Serie A goal in January, Kevin Lasagna took his Carpi team-mates out for dinner. You’ll never guess what they ordered. Most stylish Walter Zenga did not last long as manager of Sampdoria, but at least he made his brief stint look good with these team-branded braces. Everything Is Awesome award for most Lego-like beard Again, Zenga. (The beard is partially painted on with Henna, if you were wondering.)    Zenga sta invecchiando male…Farsi cresce la propria barba per un paio di settimane era troppa fatica, vero? pic.twitter.com/1cuIq1zamB— Words (@Wordsfit) November 13, 2015    Best use of household appliances As Kevin Strootman struggled on through his rehabilitation at the start of this season, fans, team-mates and even his manager joined in posting pictures of themselves next to their washing machines in a show of solidarity. The player had been nicknamed “Er Lavatrice” in Rome, on account of the work he did cleaning up his team’s mistakes. Most political pizza Created in response to Gonzalo Higuaín’s suspension. The Wojciech Szczesny award for being Wojciech Szczesny This year, as every year: Wojciech Szczesny.            Best cake The one featuring a massive cigarette – created in honour of Maurizio Sarri by Napoli supporters at a fan club in Figline Valdarno, where he grew up. The Still Got It Award for Managers Who Should Still Be Playing Roberto Mancin … ah, wait, no, maybe not.    #ForzaInter e forza @robymancio, con il tuo carattere e la nostra passione ripartiremo! 💪🏼⚫️🔵 #FCIMhttps://t.co/vmknfGsuPy— F.C. Internazionale (@Inter) February 2, 2016    Best banner There have been some big and beautiful choreographies in Serie A this year, just like every year. But how can we look past Rolando, the Roma fan who printed off a sheet of A4 at home to tell the world that: “I’m annoyed”. Best choreography Oh, OK, let’s have a separate award for choreography as well. A hollow mockery it might be, given their own team’s recent struggles, but Inter Ultras’ send-up of Juventus as the Beagle Boys, reaching out for the Champions League and coming away with domestic trophies instead, was brilliantly done. Grimmest warm-up routine Alvaro Morata and Simone Zaza juggle a piece of chewing gum back and forth, before the Spaniard allows it to be volleyed back into his mouth.            Best paint job I’m not exactly sure how Pepe Reina’s kids manage to sleep at night beneath the image of their father bellowing between the Stadio San Paolo and Mount Vesuvius in their bedroom. Best (?) ink job Lorenzo Insigne’s father, Carmine, who had a picture of his son celebrating under Vesuvius tattooed on to his right arm. Best Christmas video I defy you to watch Chievo’s players and staff sing Jingle Bells – after an earnest team-talk from manager Roland Maran – without smiling.            Most Italian analogy “To play the derby without the Curve is like having a vegetarian amatriciana sauce with no tomato. It simply does not exist” – radio personality Johnny Palomba contemplates the absence of Ultras at Roma’s latest meeting with Lazio. Lifetime achievement awards I could not sign out this column without a fond farewell to Luca Toni, Antonio Di Natale and Miroslav Klose. The trio have scored a whopping 420 Serie A goals between them, and their presence will be greatly missed. I shall remember them each in the way that feels most fitting, with one of my favourite (not to say “best”) goals from each. For Luca Toni, a strike against Messina back in 2005 – because how many other players would keep moving through a violent kick to the shin as though nothing had happened? For Di Natale a ludicrous volley back across his body in 2010, because he was never afraid to have a go. And for Klose, the goal earlier this season when he sat Samir Handanovic down before chipping into an unguarded net. I don’t know that I’ve ever seen a finisher quite so cool. Grazie di tutto, ragazzi. Here’s hoping that the next chapter turns out to be every bit as rewarding.",
  "webTitle": "The Bandinis 2016: an utterly exhaustive review of the Serie A season | Paolo Bandini",
  "webPublicationDate": "2016-05-25T12:32:05Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/25/bandinis-2016-review-serie-a-season",
  "keyword": [
    {
      "webTitle": "Serie A",
      "id": "football/serieafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Juventus",
      "id": "football/juventus",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Napoli",
      "id": "football/napoli",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roma",
      "id": "football/roma",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paolo Bandini",
      "id": "profile/paolobandini"
    }
  ],
  "guardianId": "football/blog/2016/may/25/bandinis-2016-review-serie-a-season"
}