{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/28/slavery-human-trafficking-hotel-workers-bangladesh-scotland",
  "id": "2016-05-28-123",
  "sectionId": "global-development",
  "body": "What’s left of the Stewart hotel sits on a steep hill overlooking sheep-flecked fields, tumbling hedgerows and distant snow-capped mountains in Appin, west Scotland. Even in its prime, the 37-bedroom hotel would have been an eyesore, but now it’s a wreck, the windows smashed, the roof collapsed by months of winter rain. Just a few years ago, hundreds of tourists passed through this hotel each summer, drawn by the natural beauty of the West Highlands. According to scathing reviews on TripAdvisor and other travel websites, the view was the only good thing about the hotel. Archived posts say the rooms were filthy, the taps broken, the food inedible. Many reviewers complain about the staff, describing them as overwhelmed, unskilled and incompetent. What the guests didn’t know was that what they had experienced was not poor service, but modern slavery. The men making their beds, sweeping their floors, cleaning their dishes and cooking their food were trafficked from their native Bangladesh and exploited for profit at the Stewart hotel, sometimes for years at a time. Nobody knows more about this than Abul Kamal Azad, 31, who spent more than a year working at the Stewart hotel between 2009-2010. A well-dressed and softly spoken man, what happened to him there has changed him for ever. “There are two people: who I was before I came here and what has become of me since,” he says when we meet in a quiet restaurant in Fort William. “I barely know who I am any more.” In 2009, Azad left his wife and baby son in Bangladesh and flew to London, expecting to start work as a chef in a busy restaurant in the capital. When he called his new employer from the airport, he was told the plan had changed. He was to take a coach to Glasgow, then another bus to a place called Ballachulish in Lochaber in west Scotland.    I felt completely alone. I thought, where are the other workers? The guests? I realised it was only me. I did everything    As the bus left Glasgow and headed north, Azad stared out of the window in awe at the blue lochs and green hills. He waited to see another city emerge from the wilderness, but found himself going deeper and deeper into the countryside. “It was so beautiful but I thought, what is this place, where am I?” Azad says. “Before I left my home I was told I was going to work in a busy place, a city with tall buildings everywhere.” Used to the clatter and commotion of Dhaka, he found the isolation disorienting. He was met by Shamsul Arefin, the man who had arranged for him to come to the UK, promising him a good job and a better life. Arefin drove him the last leg of the journey, and at last he found himself standing on the side of a hill in a remote corner of the Highlands, staring up at the dark windows of the hotel. He felt the first stirrings of fear. “I felt completely alone,” Azad says. “I thought, where are the other workers? The guests? I realised it was only me. But I was here and I had to work.” Over the coming months, Azad would find himself chained to the Stewart hotel by debt, isolation and the growing control of his employer. He had first met 47-year-old Arefin six months earlier, after responding to an ad in a Dhaka paper offering jobs as a chef in the UK. Azad, the eldest of six sons, was struggling to earn a living working as a cook in his family’s small restaurant in a suburb of Dhaka. He wanted more for his wife and young son; could this be a way out? The advert led him to Arefin. A big man with a powerful voice, he exuded confidence and authority. His wife had important connections in Bangladeshi political circles and he owned a chain of businesses both there and in the UK, including the Stewart hotel. After their first meeting, he contacted Azad again and again, encouraging him to take a job. “He saw something, I don’t know, some vulnerability,” Azad says. “He was always calling me with promises,” he says softly, looking at his hands. Arefin showed Azad a work contract for £18,000 a year as a tandoori chef, but told him he’d need to pay up front for his Tier 2 sponsorship visa, which would allow him to work for up to five years in the UK. At first he asked for £5,000. But as soon as Azad raised the money, he was told to find more. In the end, Azad borrowed £15,000 from moneylenders and raised another £5,000 selling his family land, his business and, finally, his wife’s jewellery.     The Stewart hotel, where Azad worked. Photograph: Murdo MacLeod for the Guardian    Azad is embarrassed to talk about this. He knows it sounds foolish, naive, but back in Bangladesh, he says, you don’t get anything for free. Besides, Arefin told him that once he came to the UK, with the salary he would be making, he’d be able to pay off his debt in a year and still have two years left on his contract to earn more money than he would in a lifetime at home. “He had a contract and a visa, everything was official,” Azad says. “I didn’t know it could be abused. I showed it to my father and said, ‘Give me a chance, I want to go. Here, you can see the contract. It is good pay, good working conditions, a proper salary.’ Is it my fault for believing this? “All the time he [Arefin] gave me great hope. He said, ‘What’s your life like in Bangladesh? What is there for you? Think about your son.’ I fell into his big hope trap. And I couldn’t get out again.” Arefin, who was travelling back and forth between the UK and Bangladesh, arranged Azad’s visa and travel documents. He was there when Azad arrived in Scotland, and told him he was the first worker to arrive: others would come. But Azad spent months working as the sole employee in the Stewart hotel, cleaning, cooking, and gardening for up to 22 hours a day, seven days a week. After a few weeks, Azad asked for his wages and says Arefin grew angry, telling him he would be paid at the end of the month. The date came around, but his salary never appeared. “I was the only worker for 37 bedrooms, I did everything. I woke every morning at 5am. Two coaches [of tourists] would arrive day after day.” Locals would be hired but then leave almost immediately. “Nobody would stay and work for this man, but I had no choice. I thought, if I go back to my country, how will I pay my debt? My family depends on me. Every month I need to send money home.”    We come from a poor and corrupt country, and I thought I was coming to seek a better life. Who does not want this?    After three months, other Bangladeshi men began to arrive at the hotel, as startled and bewildered as Azad had been. Like him, all had been recruited by Arefin and had paid between £15,000 and £30,000 for a visa to work in the UK. “When I went to [Arefin’s] house in Dhaka, he was good to us, nice and polite. Now I know it is because he wanted our money,” says Kamal Uddin Ahmed, 37, who arrived at the Stewart hotel from Bangladesh in July 2009. “When I came to the UK he was different, he acted like the king and we were his slaves. The hotel was just one building and you couldn’t see any other houses. There was nothing else there. I found it terrifying.” As time went on, Arefin’s behaviour worsened. Despite their contracts, Azad and his co-workers say they were never paid more than £100 a month – just enough for them to send something to their families and keep believing they would eventually get their wages. “Just little bits of money at a time,” Azad explains. “In my country, the debt is increasing, the interest. It’s a circle. I lost hope.” The men were tied to Arefin, their named sponsor, by the terms of their visa. He took their passports and threatened to report them as illegal workers if they complained. Azad says, “He would show us copies of our visa on his computer and say, ‘Here is your name. I will cancel your sponsorship any time. This is my power.’ I realised this is his business. It’s like he purchased us, then used us as slaves.” Sheik Nasir Ullah Bhuiyan, a 38-year-old from Chittagong, Bangladesh, was another man Arefin trafficked to work at the Stewart hotel. “We worked from 5 o’clock in the morning until after midnight every night,” he says. “We had to do everything, not only the kitchen, but housekeeping and cleaning, the toilets, outside, everything. “When I confronted Arefin about the pay after months of work, he got very angry. He said, ‘I am paying all the staff like that, you’re not unique. If you don’t like it, go to hell.’ I’d never been out of Bangladesh. I was afraid I would have no place to live.” The workers were too scared to talk to locals or guests about what was happening. “He told us, ‘You can’t talk to anybody. If you do, I will cancel your visa,’” Azad says. There was no mobile phone reception, no internet access and no transport. Arefin accompanied them whenever they went into town on hotel business. Some of the workers slept on the floor of empty rooms; others were forced to sleep in a decrepit caravan behind the hotel, with only slug-infested blankets for warmth. In the middle of winter, they were made to go outside in the freezing rain and snow to chop logs, wearing only the sandals they’d brought with them from Bangladesh.     ‘I was afraid of what he would do’: Kamal Ahmed, who was also trafficked from Bangladesh. Photograph: Murdo MacLeod for the Guardian    “There was no hot water for us, no heating. In winter he allowed us to take a shower only once a week or once a month,” Azad says. “It was so cold. The 12 of us shared one bathroom. In Bangladesh I lived in very good conditions. I had never faced anything like that in my life.” As the men grew more frantic, their exploitation became methodical and humiliating. Arefin physically abused and intimidated them, slapped their faces, threw burning oil at them in the kitchen and screamed that he would kill them. “One day he was pushing us, screaming and shouting, telling us to do this, do that,” Ahmed says. “We never argued with him but he treated us like that anyway. I told him, ‘I don’t want to work for you, I want my money back.’ He got so angry, I was afraid of what he would do.” For many of the men, who came from educated, hard-working, middle-class families in Bangladesh, being forced to beg for their pay and live in squalor had a profound psychological effect. “It affected me physically but it was more my mental health,” Bhuiyan says. “I don’t want to remember that man’s face. I lost my confidence. I lost myself.” Why didn’t they go to the police? Azad shakes his head. “We thought we’d be deported with our debts unpaid.” The moneylenders back in Bangladesh had started visiting the men’s families, demanding repayments. “You know, I didn’t know anything about the UK – where to go, what I should do, the rules, nothing.” He sits in silence for a moment. “We come from a poor and corrupt country, and I thought I was coming to seek a better life,” he says angrily. “Who does not want this?” He had not entered the UK illegally; his one mistake was believing you had to pay for the chance of a better life. “If someone shows that you can have something for your future – some people might say it is greedy, but it is also very human.” *** An estimated 21 million people are trapped in some form of slavery around the world, trafficked into factories, building sites, hotels, fields and private homes. An estimated 13,000 of these are in the UK. Around 40% of people identified as trafficking victims in this country in the last year have been victims of forced labour, which has overtaken sex trafficking as the most prolific form of modern slavery in the UK. “Forced labour is so insidious because it can be invisible. At first sight, it can often look like ordinary work,” says Kevin Hyland, the UK’s first independent anti-slavery commissioner, pointing out that Azad and his co-workers’ experience is increasingly common. Arefin, he says, “saw that bringing people from the other side of the world and turning them into a source of free labour would make him more profit, regardless of the consequences to their lives”.    I had no idea stuff like this could happen in our community. Slavery, it’s a big word. And nobody did anything to help    Hundreds of tourists interacted with the men at the hotel, but few had any inkling what was going on. A tour operator who visited in 2012 tells us the hotel was staffed entirely by foreign workers who seemed like “zombies”. She was horrified to learn the truth. “As soon as we got to the hotel it was clear there was something wrong; it was falling to pieces. And it was so remote: there was literally nowhere to go once your bus had driven away. We knew the owner had a terrible reputation. The staff seemed just out of it. It was probably the worst hotel I’ve ever stayed in.” Tour groups used the hotel because it was the only one in the area, and gave great access to walking routes. Alyson Smith was one of the few local people who used the Stewart hotel’s bar in the evening, coming in with her husband to drink and play pool. Over time she struck up a friendship with Azad, Ahmed, Bhuiyan and one other worker (who doesn’t want to be identified). After a month or two they began to talk to her in whispers about what was happening to them. “They were always nervous,” she says. “It slowly dawned on me that there was something seriously wrong, that they were asking for help.” Years on, she still feels a deep sense of shame that she didn’t see immediately what was happening. What did she make of Shamsul Arefin? Could she understand how these men could have been convinced into handing tens of thousands of pounds over to him, on the promise of a job? “Oh absolutely,” she says, shaking her head. “He was one of those people who could get you to do anything he wanted. He just oozed charm – he was so charismatic, but he could turn on a pin as well.” He even convinced Smith and her husband to work for him over a busy weekend. “And then he didn’t pay us. It was only when I threatened to go to the police that he gave us what he owed us.” When she realised what was going on, Smith tried to contact the police, local media, politicians and the procurator fiscal. She says nobody did anything to help. “I had no idea that stuff like this could happen in our community. Slavery, it’s a big word. It’s hard for people to accept that it was going on and nobody did anything to help.”   Related: About Modern-day slavery in focus    Yet Smith’s calls should have raised alarm bells instantly. It wasn’t the first time Arefin had been linked to immigration abuses. In 2007 he was fined £2,000 by Croydon crown court for illegally obtaining work permits for Indian and Bangladeshi restaurant employees. Even so, in 2009, he and his wife were granted a licence to run the Stewart hotel – against objections from the chief inspector of local police. *** One day in August 2010, Azad and the other trafficked men saw that Arefin had left the hotel. Seizing this brief window of opportunity, they took the one bus to Fort William, walked into the local Citizens Advice bureau and asked for help. They returned to work and waited. A few weeks later the hotel was raided by the UK Border Agency (UKBA) and Arefin’s sponsor licence was revoked. Azad was initially flooded with relief. “After the raid I thought: God saved us. God sent someone. Something good is going to come of this.” The men thought UKBA officials would force Arefin to give them their unpaid wages and treat them as legitimate workers. Instead they were told that their visas had been cancelled and they had 60 days to find another sponsor or be deported back to Bangladesh.     ‘After the raid I thought: God saved us’: Azad in Fort William. Photograph: Murdo MacLeod for the Guardian    In the weeks after the raid, the men tried to find other jobs, but nobody was willing to sponsor them. Their desperation left them vulnerable; they say that more than one restaurant owner offered them a job, but only if they paid £10,000 for sponsorship. With Smith’s help, the four men finally made contact with Migrant Help, a migrant rights NGO. Case worker Jim Laird arranged for them to board a train to Glasgow and met them at the station. “When they arrived, they were in such a state,” he says. “These were clearly people who’d been labour trafficked. They’d been given no help at all. The authorities just treated them like illegal workers.” Over the following months, then years, Laird maintained a close relationship with the men. He first helped them find a safe house and temporary jobs, then worked to get them formally recognised as victims of trafficking by the UKBA. When the Home Office said they were allowed to stay in the UK on short-term temporary work visas if they agreed to testify as witnesses in a criminal investigation into Arefin and the Stewart hotel, Laird agreed to support them through the process. It took five years for a criminal case against Arefin to come to trial. During this time Azad and the other men lurched from one temporary job to another, washing dishes or stacking shelves while the interest on their loans mounted at home. Meanwhile, though Arefin’s sponsorship licence had been revoked, he remained free to run his business at the Stewart hotel while the procurator fiscal’s office and the police decided whose job it was to investigate the case – a process that went on for two years. By the time the case finally came to trial, all four men were destitute and suffering from severe stress disorders. They say their experience as witnesses in the trial further compounded their trauma; despite their trafficking status, they say they were given no advice or support. On multiple occasions the men travelled to the courthouse in Fort William only to be told that the trial date had changed. In open court, they were forced to give evidence, metres from their abuser.     Shamsul Arefin, who was found guilty of human trafficking. Photograph: Iain Ferguson    “It was terrible having to face him and relive what happened to us,” Azad says. One of the other witnesses collapsed during questioning and had to be taken away in an ambulance. “And all the time [Arefin] was sitting laughing at us.” In a written statement, the Lord Advocate’s office in Scotland denies that the men were unsupported during the trial: “This case commenced prior to the introduction of the Victim and Witnesses (Scotland) Act 2014 which provided that victims of human trafficking would be entitled to special measures in court. The case was overseen and prosecuted by the Head of the Sheriff and Jury business for the North of Scotland, who is a specialist in human trafficking cases.” In July 2015, Shamsul Arefin was found guilty of human trafficking under the Asylum and Immigration Act and imprisoned for three years. The case marked the first successful prosecution of trafficking for forced labour in Scotland’s history and was heralded by police and politicians across the UK as a positive step towards more successful prosecutions. But for his former workers, Arefin’s conviction has offered no resolution or sanctuary. No longer witnesses in a criminal trial, they are fighting to be able to stay and work in the UK until they have tried to claim compensation, or worked to pay off the money for their visas. Ahmed has just had his application for permanent residency turned down by the Home Office; the other three are bracing themselves for similar decisions in the coming weeks. Ahmed has been told he will have to pay £140 to appeal. All are terrified that their lives, and those of their families, will be at risk if they are forced to return, unable to pay their debts. “These cases have been badly handled from the start,” Laird says. “Two of the men first sought help in September 2010, yet the cases did not reach court for five years. UKBA issued licences to allow Arefin to employ foreign labour in spite of previous offences. The men were further let down by the courts with the lenient sentence given to him, and no compensation was even considered.” In March this year, Arefin’s attempt to appeal against his conviction and sentence was dismissed by the Scottish courts. In the appeal judgment, it emerged that he had been convicted of the sexual assault of two women migrant workers and had been handed a six-month sentence in 2013. Meanwhile, Azad has remained in Fort William, living in a shared apartment. He has been lucky enough to find work as a chef and waiter in a restaurant, but two-thirds of his wages go towards the interest on his loans. If he is forced to return to Bangladesh, he is convinced it will be the end for him. He says he has had to move his young family three times, because of fears for their safety. His moneylenders there have even threatened to force him to sell one of his kidneys to repay his debts. “The UK courts used us to testify, but we have received no compensation for the money we lost or even advice on how to go about trying to claim our unpaid wages,” Azad says. “We have never wanted or taken benefits from the government. All we want is the chance to work, to provide for our family and recover the debt we paid.” That prospect is looking increasingly slim. Azad wonders what he would have made of his life if he’d never answered that advert. “When I talk to my family, I cannot tell them about my life here, because it would break them. Everything we had has been destroyed. The trafficker didn’t just take all our money. He took everything from me.”",
  "webTitle": "A slave in Scotland: ‘I fell into a trap – and I couldn't get out’",
  "webPublicationDate": "2016-05-28T09:00:00Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/28/slavery-human-trafficking-hotel-workers-bangladesh-scotland",
  "keyword": [
    {
      "webTitle": "Slavery",
      "id": "world/slavery",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Employment",
      "id": "global-development/employment",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Human trafficking",
      "id": "law/human-trafficking",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Migration and development",
      "id": "global-development/migration",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Annie Kelly",
      "id": "profile/anniekelly"
    },
    {
      "webTitle": "Mei-Ling McNamara",
      "id": "profile/mei-ling-mcnamara"
    }
  ],
  "guardianId": "global-development/2016/may/28/slavery-human-trafficking-hotel-workers-bangladesh-scotland"
}