{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/mike-ashley-sports-direct-acquire-tailoring-brand-austin-reed",
  "id": "2016-05-13-163",
  "sectionId": "football",
  "body": "The sportswear tycoon Mike Ashley is reported to be in pole position to acquire the stricken tailoring brand Austin Reed. The 116-year-old tailor went into administration at the end of last month, putting 1,184 jobs at risk. On Friday as Austin Reed’s administrators, AlixPartners, were evaluating bids for the retailer, which industry experts expect to be broken up, trade magazine Retail Week reported that Ashley was best placed. Edinburgh Woollen Mill’s owner, Philip Day, is also thought to be among the interested parties. Austin Reed, which also owns the Country Casuals brand, has 100 standalone stores and 50 concessions in the UK and Ireland. Many potential suitors are interested in the intellectual property of the group’s brands while others would like to cherrypick its best stores.   Related: Mike Ashley says he is working on bid for BHS    The Dragons’ Den star Touker Suleyman, who owns the menswear brand Hawes & Curtis and the womenswear label Ghost, is among those interested in parts of Austin Reed. In April the investment firm Alteri Investors, which is backed by the US fund Apollo Global Management, took control of Austin Reed. Last year Alteri loaned Austin Reed £6m, but its exposure is closer to £10m after it acquired the equity and shareholder loans from the previous owner, Darius Capital. Alteri is expected to recover its investment from the administration process. Nick Hollingworth left his role as Austin Reed’s chief executive earlier this week. Ashley appears to be on a major shopping spree; he is also circling the collapsed department store chain BHS. If he were successful in his moves on BHS and Austin Reed, it would diversify his retail empire. Earlier this week the Newcastle United owner also extended his bet on the share price of Debenhams. Sports Direct, which already has a fashion division, had sales of £2.8bn last year. A decision on the future of BHS is expected to be made in the coming days. Earlier this week its administrators, Duff & Phelps, confirmed it was assessing five bids for the business, which has 164 stores and a staff of 11,000.",
  "webTitle": "Mike Ashley in running to acquire Austin Reed",
  "webPublicationDate": "2016-05-13T13:34:02Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/mike-ashley-sports-direct-acquire-tailoring-brand-austin-reed",
  "keyword": [
    {
      "webTitle": "Mike Ashley",
      "id": "football/mike-ashley",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sports Direct International",
      "id": "business/sports-direct-international",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    }
  ],
  "authors": [
    {
      "webTitle": "Zoe Wood",
      "id": "profile/zoewood"
    }
  ],
  "guardianId": "football/2016/may/13/mike-ashley-sports-direct-acquire-tailoring-brand-austin-reed"
}