{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/bernie-sanders-campaign-hillary-clinton-democrats",
  "id": "2016-05-11-74",
  "sectionId": "us-news",
  "body": "After a fresh victory in West Virginia, Bernie Sanders heads into the final stretch of the Democratic primary determined to prove he is winning the argument over the party’s progressive future even if he may no longer be able to win the race to be its presidential nominee. First he has to settle more immediate doubts about why these two positions are not contradictory – why continuing to run against Hillary Clinton despite her increasingly unassailable national lead is not simply damaging the party’s chances of defeating Donald Trump in the general election.   Nebraska and West Virginia primary results. Donald Trump’s last remaining rivals, Ted Cruz and John Kasich, suspended their campaigns on 3 May and 4 May respectively. They were still on the ballot in both states, however Nebraska and West Virginia primary results. Donald Trump’s last remaining rivals, Ted Cruz and John Kasich, suspended their campaigns on 3 May and 4 May respectively. They were still on the ballot in both states, however   The latest victory highlights the problem starkly: Sanders beat Clinton by a margin of 15 percentage points in West Virginia, helped by independent voters in an open primary that she won by a 40-point margin over Barack Obama in 2008. Facing no such remaining opposition in the Republican primary, Trump won by a landslide in both West Virginia and Nebraska, which also awarded him all the GOP delegates up for grabs on Tuesday. But with its relatively small population and a Democratic party system of awarding delegates in proportion to votes received, the West Virginia win only secured Sanders 18 of the 29 so-called pledged delegates, who are bound to support him for the nomination. Since the former secretary of state picked up the other 11 on offer in West Virginia, this net gain of seven over his opponent barely makes a dent in her national lead of 284 pledged delegates.   Related: US election delegate tracker: who's winning the presidential nomination?    To make matters worse, these 11 additional pledged delegates that Clinton picked from West Virginia take her ever closer to the 2,383 total she needs to secure the nomination outright. When superdelegates are included – a category of party leaders who are not pledged to follow the result of state primary elections but largely lean toward Clinton – the party frontrunner is now just 114 short of the finishing line. The delegate mathematics is daunting, but not insurmountable, argues Sanders, who believes that his anticipated strong performance in remaining states such as Kentucky, Oregon and California could theoretically close the gap in pledged delegates and also persuade superdelegates to change their minds in the coming weeks. Clinton supporters, however, are increasingly dismissive of the possibility, mocking claims to the contrary by their opponents as relying on “Bernie math” to overcome the otherwise irrefutable logic of her combined delegate lead.  “We are good at arithmetic,” insisted the Vermont senator in a speech to supporters after news of the latest win came through on Tuesday night. “We will fully acknowledge … that we have an uphill climb ahead of us, but we are used to fighting uphill climbs.” Given how low expectations were for his insurgent campaign when he started, the determination to keep ignoring difficult odds and scepticism among pundits is perhaps understandable.     Bernie Sanders greets supporters during a campaign rally in Salem, Oregon, on Tuesday. Photograph: Rob Kerr/AFP/Getty Images    But the win in West Virginia; a similar and more surprising Sanders victory in Indiana last week; and the prospect of more states with favourable demographics in the last weeks of the primary are raising concern in the Clinton camp that the “optics” are dangerous despite the “math”. A series of defeats at this late stage in an otherwise successful campaign may be too damaging to ignore. Having largely focused on campaigning against Republicans in recent weeks as Sanders slipped out of sight, Clinton is once again spending money on political advertising in Kentucky, where she and husband Bill are campaigning hard to stop the Sanders momentum next Tuesday. Some of her supporters argue this is money that could be better spent fighting Trump in states that will be battlegrounds in the general election, while Sanders keeps stressing opinion polls suggesting he would fare better against the presumptive Republican nominee because he can appeal to independent voters in such states. At a rally in Stockton, California, on Tuesday, Sanders pointed to a Quinnipiac University poll suggesting Clinton might lose to Trump in the swing state Ohio, while he would have a six-point lead over the presumptive Republican nominee there. The same poll showed Clinton ahead of Trump by only one point in Florida and Pennsylvania; in both states the survey showed Sanders performing slightly better than Clinton. But the increasingly sterile debate over how legitimate it is for the 74-year-old senator to cling to narrow hopes of victory over Clinton misses what his supporters argue is the bigger lesson of the primary. “This is a different breed of progressive insurgency. There is a whole group of young people experiencing their political awakening right now,” said one Sanders campaign insider. This, they argue, is the real prize of continuing to nip at Clinton’s heels during the final weeks of the campaign. Every time Sanders surprises the sceptics by winning another state he ensures his more progressive messages remain in the media spotlight. If it means pandering to the media obsession with horse race analysis in order to carry on preaching about inequality, trade and political corruption, the senator is happy to play the game. Equally importantly, he cannot discount the possibility of a miracle mathematical upset without discouraging the volunteers and supporters who continue to flock to his rallies, drawn in part by its constant ability to surprise. “We have now won primaries and caucuses in 19 states,” said Sanders at a rally in Oregon. “And let me be as clear as I can be: we are in this campaign to win the Democratic nomination. And we are going to fight for every last vote.” Behind the scenes, the campaign is much less starry-eyed, but feels as if much of the moral victory is already secured. Clinton has been encouraged to move to the left on issues like trade, social security, the environment and, most recently, healthcare. And if Sanders fails in his forlorn bid to change the minds of the party superdelegates, he will have at least proved his point that the system needs reform. The convention in Philadelphia presents a last great platform for these issues and one that will be all the higher if Sanders goes into the city with large delegate haul behind him and a history of fundraising without having to rely on corporate donors. This, argues Sanders, is also what will help Democrats defeat Trump. “West Virginia is a working-class state, and like many other states in this country – including Oregon – working people are hurting,” he said on Tuesday. “And what the people of West Virginia said tonight, and I believe the people of Oregon and Kentucky will say next week, is that we need an economy that works for all of us, not just the 1%.”   Democrats",
  "webTitle": "Sanders' endgame: keep the message alive even as nomination slips away",
  "webPublicationDate": "2016-05-11T18:21:42Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/bernie-sanders-campaign-hillary-clinton-democrats",
  "keyword": [
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/11/bernie-sanders-campaign-hillary-clinton-democrats"
}