{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/25/republic-of-ireland-matin-oneill-euro-2016",
  "id": "2016-05-25-18",
  "sectionId": "football",
  "body": "Martin O’Neill found himself talking about his failed attempt to locate any Irish ancestry on the part of Jamie Vardy but it is a different and more weighty selection process that preoccupies the Republic of Ireland manager. In simple terms, he has 29 options and only 23 places in his squad for Euro 2016 and he intends to leave the decision over the final spots until as late as possible. It had been suggested that O’Neill would announce the party he will take to France on Saturday – after the friendly with Holland at the Aviva Stadium on Friday night. But he has resolved to wait until after the game against Belarus at the 7,000-capacity Turner’s Cross stadium in Cork on Tuesday night. The Belarus match kicks off at 7.45pm, it will finish at around 9.40pm and O’Neill must register his squad with Uefa by the 11pm deadline. It means that the hour or so after full-time promises to be hectic, with O’Neill promising to have face-to-face conversations with the players that he disappoints. He said that he would finalise 90% of the squad on Saturday – and tell each of those who have been selected – but, for the last two or, possibly, three places, it will go down to the wire. The fiercest battle comes in central midfield, where Harry Arter, Stephen Quinn, David Meyler, Darron Gibson and Eunan O’Kane appear to be contesting two spots. “I will have told quite a number of players that they will be going but I think if I was a player and I had an opportunity still, and that opportunity was Tuesday night [against Belarus], and it was announced afterwards if I’d made it or hadn’t made it, I think I’d want to take my chance on that,” O’Neill said. “And I think that’s how the players feel. I will have individual conversations with the players that don’t make it and I think there will only be a few because, by that time, 90% of the squad will have already been told. The conversations [with the disappointed players] might not be long. “I don’t think I should individualise at the minute but you know there are certain players here who, if they come through these games, will be on the plane for what they have done. Someone can make a late charge to try to get into the side. Whether you get an hour, a full game or 25 minutes – do your best.” Vardy’s name came up in the context of recent comments made by Steve Guppy, the former Leicester City midfielder, who has explored the possible Irish roots of English-born players for O’Neill. Guppy had said that “one of the first things” O’Neill had got him to do after his appointment by Ireland in November 2013 was to find out if Vardy was Irish or not. Sadly for them, the Leicester striker had no links. O’Neill said: “We checked it. Stevie Guppy had mentioned him to me a long time ago. Stevie was greatly responsible for Cyrus Christie [the English-born right-back who is in the Ireland squad]. Obviously, I was aware of Harry Kane [whose father is Irish] but he had made it clear that he wasn’t going to [switch].We did some recce, it’s in the past and I will leave it. I think Jamie Vardy would always want to play for England but it was at a time when he wasn’t being thought of, so that would have been nice.” O’Neill named a 35-man squad for the Holland and Belarus games but he has since cut four players – Paul McShane, Alex Pearce, Anthony Pilkington and Jonny Hayes are now merely on stand-by – while a fifth, Marc Wilson, has been ruled out by knee trouble. Callum O’Dowda, the 21-year-old Oxford United winger, is considered as one for the future. O’Neill’s other major selection issue looks like being up front, where Kevin Doyle, of Colorado Rapids, and the Ipswich pair, Daryl Murphy and David McGoldrick, appear to be vying for one place. The manager suggested that the Everton midfielder, James McCarthy, would not feature against Holland because of a hamstring injury but it was not serious enough to jeopardise his spot at the finals.",
  "webTitle": "Martin O’Neill will take Republic of Ireland selection right to the wire",
  "webPublicationDate": "2016-05-25T21:30:08Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/25/republic-of-ireland-matin-oneill-euro-2016",
  "keyword": [
    {
      "webTitle": "Republic of Ireland",
      "id": "football/republicofireland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Martin O'Neill",
      "id": "football/martin-o-neill",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Holland",
      "id": "football/holland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/25/republic-of-ireland-matin-oneill-euro-2016"
}