{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/john-kasich-drop-out-republican-presidential-race-donald-trump-nomination",
  "id": "2016-05-04-108",
  "sectionId": "us-news",
  "body": "John Kasich formally suspended his presidential campaign on Wednesday, paving the way for Donald Trump to clinch the Republican nomination with a personal concession speech that barely touched on the political maelstrom his decision unleashes. The Ohio governor was the last of 16 candidates to see their ambitions blown away by Trump’s unconventional entry into the presidential race, but he went quietly and with little of the drama that has marked earlier exits by other rivals. “I have always said that the Lord has a purpose for me as he has for everyone, and as I suspend my campaign today I have renewed faith, deeper faith, that the Lord will show me the way forward and fulfill the purpose of my life,” Kasich told supporters at a hastily arranged event in Columbus. “Thank you and God bless.” The former House budget chairman and Lehman Brothers executive hinted at his belief in a softer, gentler style of politics, but pointedly did not mention Trump, nor whether he would support him as the party nominee. “The people of our country changed me,” he said, recalling campaign highlights in New Hampshire and Ohio, and thanking his family. “We never had all the money wanted – we were probably outspent by 50:1 – but we did the best we could,” he added, in the closest the 15-minute address got to a postmortem. His decision to suspend his campaign marks the formal end of the most extraordinary race for the Republican presidential nomination in modern political history, and leaves Trump with only the Democratic nominee – likely to be Hillary Clinton – standing between him and the White House in November’s general election.           High drama in Indiana: Trump and Sanders win; Cruz bows out     In his first sitdown interview as the presumptive Republican presidential nominee, Trump immediately waded back into controversy, refusing to back down from his longstanding – and long-since debunked – claims that Barack Obama was not born in the United States, and also refusing to denounce antisemitic attacks on a journalist who wrote a profile about his wife. CNN’s Wolf Blitzer asked Trump specifically to address his supporters who had sent “vicious” messages to journalist Julia Ioffe this week. After her profile of Donald Trump’s wife, Melania, appeared in this month’s issue of GQ, the Russian-American journalist received a torrent of antisemitic and threatening messages from supporters of the Republican frontrunner. “I don’t have a message to the fans – I’m not gonna talk about that,” Trump said, calling Ioffe’s story “nasty” and defending his wife against unspecified falsehoods in the piece. When Blitzer asked Trump about his past support of “birtherism” – the fervent and unsubstantiated belief that Obama was secretly born outside the United States and is therefore constitutionally ineligible for the presidency, Trump pinned his past statements on his likely opponent in the general election: Hillary Clinton. “She’s the one who started it,” Trump said. The billionaire has long argued that the former secretary of state was the instigator in the birther movement, although evidence for this assertion has not surfaced. Trump, whose senior campaign staff have intimated to Republican party leadership that the candidate would moderate his tone in the general election, also refused to walk back statements on other hot-button issues, including his signature proposal to temporarily ban Muslim immigration into the United States. “I don’t know, I mean, look, I don’t know,” Trump said, when Blitzer asked if such a proposal would alienate America’s allies in the Middle East. “The migration is a disaster – we’re letting in thousands of people. They don’t have documentation, they don’t have paperwork, we don’t know who they are or where they come from.” In an interview with the New York Times Trump said he would implement the ban within his first 100 days, the paper reported. Arduous path John Kasich spent 18 years in Congress, including six years as chairman of the powerful House budget committee, before leaving government temporarily to work as a regional director for failed investment bank Lehman Brothers. He was elected governor of Ohio in 2010 in a close race with an incumbent Democrat and enjoyed home-state popularity measured at record levels in 2015, with 62% of Ohio voters approving of his job performance. In a statement, a spokesperson for the Ohio Democratic party said: “Since last March, Governor John Kasich has spent more than 200 days out of state, pursuing his presidential ambitions and ignoring the needs of the people of Ohio … It’s time that Ohio had a governor who was actually doing something about all of that, rather than gallivanting across the country.” From the outset, Kasich faced an arduous path to the presidency. He came in near the bottom of the pack in Iowa’s first in the nation caucus, polling at less than 2%. He staked his hopes to New Hampshire, where he spent weeks barnstorming the tiny New England state. In its endorsement of the governor, the New York Times editorial board called him the “only plausible choice for Republicans tired of the extremism and inexperience on display in this race”. Kasich celebrated his second-place finish in New Hampshire as if it were a win, and Trump had not clinched an overwhelming victory. Then he pivoted to Super Tuesday, where he eked out second-place finishes in Massachusetts and Vermont. Then, like Florida senator Marco Rubio, he tied his presidential ambitions to winning his home state.  By the time Kasich declared victory at a party in Cleveland, his campaign had already conceded that it could not amass enough delegates to clinch the nomination outright. His campaign strategy was to complicate the delegate math and deny Trump the nomination, giving him the opportunity to emerge at a contested convention in Cleveland this summer.  He struck an uneasy alliance with Ted Cruz, but that foundered after the Texas senator failed to win Indiana, which Kasich had agreed not to contest. Kasich was expected to perform well in the next several contests.  In the end he leaves the race having won only one state and having amassed fewer delegates than Rubio, who exited in March after losing Florida.  On the stump Kasich portrayed himself as a “happy warrior”, in contrast to Trump and his visceral appeal. He appeared alongside a ticking debt clock, reminding voters that he balanced the national budget in 1997 and was ready to do it again. He was prone to share anecdotes from his childhood, and admitted to being overcome by emotion when he decided to run for president, the son of a mailman seeking the highest office in the nation.  In an effort to appeal to New Yorkers, the midwesterner embarked on a culinary tour, scarfing down pizza, pickles, pasta and pastrami – and on one occasion all in the same meal, attracting scorn from Trump, who said: “I have never seen a human being eat in such a disgusting fashion.” Though he could be awkward in his delivery, and upset some over a comment that women in the 1970s had “left their kitchens” to campaign for him, he also came across as gentle and compassionate. He appeared to try to genuinely connect with voters and often said that he enjoyed the intimacy of town hall events. In South Carolina, Kasich walked over and embraced a tearful young man who shared a personal story about overcoming hardship. But the governor was derided by Democrats for his staunch opposition to abortion and Planned Parenthood. In Ohio, he supported measures to defund the women’s health organization.  Some senior Republican officials saw something they liked: the contrast that Kasich, a methodical centrist with a long track record, drew with Trump and with Cruz, who dropped out of the race after his loss in Indiana on Tuesday night. But he failed to gain traction in a year dominated by Trump’s unorthodox candidacy.   GOP delegates",
  "webTitle": "John Kasich quits Republican race, leaving Trump last man standing",
  "webPublicationDate": "2016-05-04T16:08:50Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/john-kasich-drop-out-republican-presidential-race-donald-trump-nomination",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "John Kasich",
      "id": "us-news/john-kasich",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    },
    {
      "webTitle": "Lauren Gambino",
      "id": "profile/lauren-gambino"
    },
    {
      "webTitle": "Scott Bixby",
      "id": "profile/scott-bixby"
    },
    {
      "webTitle": "Tom McCarthy",
      "id": "profile/tommccarthy"
    }
  ],
  "guardianId": "us-news/2016/may/04/john-kasich-drop-out-republican-presidential-race-donald-trump-nomination"
}