{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/27/once-a-day-sunscreens-fail-to-live-up-to-claims-says-which",
  "id": "2016-05-27-48",
  "sectionId": "lifeandstyle",
  "body": "Using sunscreen which claims it needs to be applied only once a day will not fully protect against the sun, a watchdog has warned.  Tests of four major brands of sunscreen found that, after six to eight hours, the effectiveness of SPF 30 lotions reduced by 74%, leaving the skin vulnerable to harmful ultraviolet rays. Which? looked at sunscreen made by Soltan, PizBuin, Reimann and UltraSun, which all claimed to offer at least eight hours of full protection. However, the study showed that, over time, SPF 30 protection could drop to as low as SPF8 if not reapplied.  In Australia, brands are not allowed to make ‘once-a-day’ claims, and anything that leads consumers to believe sunscreens do not need to be regularly reapplied is forbidden. Which? director of policy and campaigns Alex Neill warned that, with 100,000 people diagnosed with skin cancer in the UK each year, “some manufacturers need to do more to ensure their sunscreens live up to the claims on the packaging”. He said: “Our testing shows that these sunscreens just don’t live up to their ‘once-a-day’ claims so people should reapply sunscreens regularly to ensure they have protection from the sun.” Cancer Research echoed his statement, and said its recommendation was always to “reapply regularly to help get even coverage of your skin”. But Boots, the maker of Soltan, disputed Which?’s findings and said its sun lotion offered the protection promised on the bottle.   “It is expected that the level of SPF in any ‘once-a-day’ sun protection will reduce throughout the day,” a Boots spokesperson said.  “This is why we formulate Boots Soltan Once 8 Hour Sun Protection SPF30 to a higher level of SPF so that our customers can be confident it will not reduce below SPF 30, and they will get the right level of protection for a full eight hours.”  Piz Buin said in a statement that its all-day protection sunscreens carried “clear instructions” on the need for reapplication, and contested Which?’s recommendation that ‘once-a-day’ sunscreens should be banned.  The test was also called into question by the industry body, the Cosmetic, Toiletry & Perfumery Association, which criticised the watchdog for testing the products on volunteers wearing shirts which may have rubbed off the protection. Dr Chris Flower said: “We normally apply sunscreen to areas of skin that will be exposed to the sun but we don’t apply sunscreen to areas that will remain covered under clothes. Exposed areas will not be subject to rubbing against a T-shirt for six to eight hours, so we feel this is unrealistic as a test and believe the criticisms from Which? are not justified.” This is not the first time the protection offered by sunscreen has been called into question. Research by Which? found that Soltan SPF30 and Hawaiin Tropic SPF30 sunscreens offered two-thirds of the skin protection they claimed.",
  "webTitle": "Once-a-day sunscreens fail to live up to claims, says Which?",
  "webPublicationDate": "2016-05-27T17:42:22Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/27/once-a-day-sunscreens-fail-to-live-up-to-claims-says-which",
  "keyword": [
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah Ellis-Petersen",
      "id": "profile/hannah-ellis-petersen"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/27/once-a-day-sunscreens-fail-to-live-up-to-claims-says-which"
}