{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/12/crystal-palace-stoke-city-west-ham-norwich-winger-nathan-redmond",
  "id": "2016-05-12-253",
  "sectionId": "football",
  "body": "A trio of Premier League clubs have already expressed an interest in Norwich City’s England Under-21 international Nathan Redmond, who is set to leave Carrow Road this summer following relegation.   Related: Norwich beat Watford but are relegated as Mbokani comes good at last    Redmond, a £3.2m signing from Birmingham City in 2013, has featured in all but three of Norwich’s top-flight fixtures this season and scored his sixth league goal of term during a scintillating performance in Wednesday’s 4-2 defeat of Watford. Yet that result was not enough to keep Alex Neil’s side in the division, with Sunderland’s victory over Everton condemning Norwich to an immediate return to the second tier. The 22-year-old, whose contract expires in 2017, is expected to depart, with Stoke City and West Ham United having been joined by Crystal Palace in pursuit of the winger, who will command a fee of around £10m. Mark Hughes considers the player a more financially viable option than West Bromwich Albion’s Saido Berahino, and Stoke and West Ham, who have opted against pursuing a permanent deal for Chelsea’s Victor Moses, would be prepared to offer wages in the region of £60,000 a week. Redmond, however, is understood to be tempted by the prospect of more game time at Palace, who had explored the possibility of signing him in January, even if their basic salary would probably fall short of those proposed by other suitors. The FA Cup finalists would be keener to pay around £8m up front and include a sell-on clause in any deal, and Norwich may pursue that option given their interest in Palace’s Jordon Mutch. The former Birmingham and Cardiff midfielder has been a bit-part player at Selhurst Park since joining for around £5m in January 2015 and has started only 10 Premier League games in 16 months. Palace would hope to recoup the money they paid for the 24-year-old and, although a conventional swap deal is unlikely, Mutch’s potential transfer could yet come into play in smoothing a deal for Redmond.",
  "webTitle": "Crystal Palace, Stoke and West Ham target Norwich winger Nathan Redmond",
  "webPublicationDate": "2016-05-12T11:00:12Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/12/crystal-palace-stoke-city-west-ham-norwich-winger-nathan-redmond",
  "keyword": [
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/12/crystal-palace-stoke-city-west-ham-norwich-winger-nathan-redmond"
}