{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/15/greek-wines-bearing-gifts-best-of-observer-david-williams",
  "id": "2016-05-15-223",
  "sectionId": "lifeandstyle",
  "body": "Moraitis Estate Sillogi White, Paros, Greece 2015 (from £11.69, The General Wine Company; Jeroboams) Founded in the early 2000s as a labour of love by self-described “middle-aged mummy” Mary Pateras, London-based Greek wine specialist Eclectic Wines has done more than most to raise the profile of the country’s wonderfully quirky, individualistic wines in the UK. Pateras has always understood that what makes Greek wine special is its stock of indigenous grape varieties – such exotic-sounding delights as the dark-berried xinomavro (as mastered by the consistently brilliant Thymiopoulos winery), the perfumed white moschofilero (look out for Semeli’s Feast White 2015), or my current favourites, assyrtiko and malagouzia, the complementary ying-yang white ingredients of the graceful citrus-and-herb-scented Sillogi from the Moraitis Estate on Paros in the Cyclades. Gaia Wild Ferment Assyrtiko, Santorini, Greece 2015 (£18.95, Slurp) If you were thinking in French terms, assyrtiko would be Greece’s answer to chardonnay. While having a powerful personality of its own, it shares the Burgundian variety’s chameleon ability, producing both the light, easy and lemon zesty and the more structured, textured and ageworthy. Eclectic Wines has the variety’s acknowledged modern master on its books – Santorini’s Haridimos Hatzidakis, whose various different cuvees range from the brisk Assyrtiko 2015 (£14.90, Theatre of Wine) to the fabulous mutli-layered Louros 2013 (£50, Theatre of Wine), but always have a kind of nervy energy and mineral quality. There’s something of those characteristics, too, in a wine not in the Ecclectic range, Gaia’s Wild Ferment, where the flinty, subtly smoky notes meet a salty preserved lemon zinginess in an incisive, savoury white that reminds me a little of top-flight Chablis. Papagiannakos Kalogeri Malagouzia, Attica, Greece 2015 (£12.39, Noel Young Wines) What assyrtiko is to chardonnay, malagouzia is to viognier: like the fleshy French variety, originally from the northern Rhône, the examples I’ve tried always tend to offer stone fruit fleshiness and sweet blossomy floral aromas. The winery most closely associated with a variety that was thought to have been lost to the world until it was rediscovered in the 1980s, is Domaine Gerovassiliou in Epanomi on the Halkidiki peninsula: their 2015 example (£16.95, Noel Young Wines) matches its succulent peach and apricot with fresh grapefruity acidity (their equally succulent take on viognier, a rarity in Greece, is also worth looking out for; £17.49, Noel Young Wines). In recent years other wineries have got in the malagouzia act, with Papagiannakos offering a particularly juicy, floral, good value example from Attica, not far from Athens. Follow David on Twitter @Daveydaibach",
  "webTitle": "Greek wines bearing gifts | David Williams",
  "webPublicationDate": "2016-05-15T04:59:15Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/15/greek-wines-bearing-gifts-best-of-observer-david-williams",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/15/greek-wines-bearing-gifts-best-of-observer-david-williams"
}