{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/26/union-revolt-francois-hollande-france-euro-2016-strike",
  "id": "2016-05-26-326",
  "sectionId": "world",
  "body": "As smoke rises from burning tyres on French oil refinery picket-lines, motorists queue for miles to panic-buy rationed petrol, and train drivers and nuclear staff prepare to go on strike. With the 2017 French presidential election nearing, the Socialist president François Hollande is facing his toughest and most explosive crisis yet. It is not just Hollande’s political survival at stake, though, but the image of France itself.  The country is preparing to host two million visitors at the showpiece Euro 2016 football tournament in two weeks, and the back-drop is not ideal: strikes and feared fuel shortages, potential transport paralysis, a terrorist threat, a state of emergency and a mood of heightened tension and violence between street protesters and police.  Hollande, the least popular leader in modern French history whose approval ratings are festering, according to various polls, at between 13% and 20%, might not seem as though he has further to fall. But in fact he is clinging, white-knuckled, to the edge of a cliff. The Socialist was supposed to be spending May and June testing the waters for a possible re-election bid by repeating his new mantra “things are getting better” – even if more than 70% of French people don’t believe that that is true.   Instead, France has been hit by an explosive trade union revolt over Hollande’s contested labour reforms. The beleaguered president has framed these reforms as a crucial loosening of France’s famously rigid labour protections, cutting red-tape and slightly tweaking some of the more cumbersome rules that deter employers from hiring.  This would, he has argued, make France more competitive and tackle stubborn mass employment that tops 10% of the workforce. But after more than two months of street demonstrations against the labour changes, the hardline leftist CGT union radically upped its strategy and is now trying to choke-off the nation’s fuel supply to force Hollande to abandon the reforms.   François Hollande's approval ratings   From abroad, it might seem as though scenes of striking French oil workers waving flags around picket-line brasiers is a common sight – but in fact it is not. In the last decade, strike clashes and trade union brinkmanship in France has given way to more of a trend for round-table labour negotiation.  It is true that the rightwing former president Nicolas Sarkozy also faced oil refinery blockades over his pension reforms in 2010. But the crucial difference now is that Hollande is a president on the left who is being opposed by trade unionists on the left. This is the first time a Socialist French government has faced a nationwide trade union rebellion in more than 30 years.    Related: French riot police use water cannon to break up fuel depot blockade     France is now locked in stalemate. The government says it will not shelve the law. But the CGT won’t back down either and has little to lose by keeping up the fuel blockade.  “Hollande is in a trap whatever he does,” said Pierre Mathiot, politics professor at Lille’s Sciences Po university. “If he takes the hard authoritarian stance, like Sarkozy did, and uses the police to force open refineries, it will shake his leftwing base and only satisfy the rightwingers who wouldn’t vote for him next year anyway. If he gives up and back-tracks on the labour law, leftwingers won’t vote for him anyway either. Nothing he does will be of any political benefit; that’s the problem.” It’s not clear whether Hollande can run again for president. He will decide later this year. The announcement last night that unemployment figures have fallen for two consecutive months is good news for him. But much of his leftwing voter base feels increasingly alienated from this one-time consensus politician who called the world of finance his “enemy” before shifting, once in power, to a new pro-business stance. Hollande’s dilemma over running for re-election could be a historic turning point. Never in more than 50 years has a serving French president chosen not to run again for re-election after a first term in office. Nor has a serving president ever been eliminated in the first-round of a French presidential election. Hollande could provide a first on either of these counts – some polls currently show he could be knocked out in the first round of the 2017 by the far-right Front National’s Marine Le Pen. One irony of the current row is that the economic plans of popular figures such as Alain Juppé, who is bidding to represent the mainstream right in 2017, are much more business-orientated and free-market than those for which Hollande is currently under fire.  Ultimately, he is hoping that his flagging popularity will count for less in next year’s presidential race than staging a rallying call to leftwingers who have deserted him: “Vote for me again or the far more dangerous bogeymen of the right will be back.”",
  "webTitle": "Union revolt puts both Hollande's future and France's image on the line",
  "webPublicationDate": "2016-05-26T05:00:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/26/union-revolt-francois-hollande-france-euro-2016-strike",
  "keyword": [
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Angelique Chrisafis",
      "id": "profile/angeliquechrisafis"
    }
  ],
  "guardianId": "world/2016/may/26/union-revolt-francois-hollande-france-euro-2016-strike"
}