{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/10/mezcal-producers-mexico-komil-liquor",
  "id": "2016-05-10-264",
  "sectionId": "world",
  "body": "Miguel Ángel Partida pours an early morning slug of mezcal into a hollowed-out bull’s horn, and watches bubbles form around the rim. From the way they rise, he estimates his homemade liquor has 50% alcohol. “If it doesn’t do this, it’s not mezcal. It’s another alcoholic beverage,” he says at his home in Mexico’s western Jalisco state. Partida and his family have made mezcal for five generations, enduring the Mexican revolution, the Cristero rebellion and various attempts by governments – and the tequila industry – to rein in renegade mezcaleros. They even survived losing the legal right to use the name “mezcal” and are obliged to sell theirs as “agavate distillates”.   Related: From firewater to fine dining: exports triple for tequila’s poor cousin, mezcal    But new rules will now require them to label their liquor something completely foreign: “Komil”. The word, from the indigenous Nahuatl language, means “an intoxicating drink” – but few mezcaleros had even heard of it until late last year, when Mexico’s finance ministry released new regulations governing denomination of origin (DO). For Partida, it’s all an attempt at doing away with artisanal producers, wiping out a way of life and the ancestral knowledge of making mezcal “not written down in any books”. “Mezcal has been persecuted since its origins,” he says. “They’ve always wanted to control and regulate us. It happens every 20 to 30 years.” NOM 199 promoters say the new rules aim to improve quality, make mezcal more marketable and do away with adulterated drinks. Officials from the Mezcal Regulatory Council (CRT), which oversees the DO, did not respond to interview requests.     Miguel Ángel Partida, a mezcal producer. Photograph: David Agren    The new rules emerge as the once-despised liquor has moved to the mainstream, winning fans with its smoky and earthy flavors, origins in oft-forgotten indigenous communities and small-scale production in backwoods stills. Over the past decade, bars known as “mezcalerías” have popped up in hip Mexican neighourhoods, while bartenders have developed a range of mezcal-based cocktails. The success could be short-lived, however. Mom-and-pop mezcal makers and their allies are accusing regulators of trying to industrialize and standardize an artisanal activity, along with appropriating the name, “Mezcal” – just as it starts carrying some commercial cachet. “This is attacking the small producers and depriving them of the name that they’ve had for 300 years,” says Ana Valenzuela, a biologist, who studies agave along with tequila and mezcal. “They want to own mezcal as if it were a trademark … because mezcal now has value.” Mezcal is made in most of Mexico’s 31 states, but the DO introduced in 1994 excludes many traditional mezcal-making areas. If fully implemented, NOM 199 would force producers in those areas to call their products “Komil” – a name many are finding tough to swallow. Adding insult to injury, mezcaleros from outside the DO would also be prohibited from listing the ingredients – varieties of agave and maguey – on the labels of their products. Zapatitlán, where the Partidas produce mezcal, is excluded from the DO area –though ironically it is in an area authorized for producing tequila, something easily apparent by the rows of blue agave (tequila’s lone ingredient) lining the landscape. Partida, 35, avoids blue agave in his products, however, preferring to instead combine 14 types of agave – some “bitter”, some “sweet” and some “wild”, which mature for seven to 15 years – to create more complex flavors than the tequila industry. “We did tests with blue agave,” says Partida’s father, Marcario, 76, who recalls finding the fabled plant to have “no flavor and no aroma”. Sósima Olivera Aguilar, who makes around 200 litres of mezcal annually in an indigenous community in Oaxaca state can still call her liquor, “mezcal,” as she produces inside the DO area.  But, as she is unable to pay the several thousand dollars fee to be certified, she will no longer be allowed use the words “agave” or “maguey”. “If I sell without getting certified, I’m illegal. If I get certified, I won’t be able to do this any longer because my production is so small,” she said. “Speaking of mezcal is speaking of culture, of identity, of a drink that is spiritual, a drink that is ritual in our communities,” she said. “It’s not this single thing for getting drunk.”",
  "webTitle": "Don't call it mezcal: Mexico may force artisanal producers to use a new name",
  "webPublicationDate": "2016-05-10T09:00:05Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/10/mezcal-producers-mexico-komil-liquor",
  "keyword": [
    {
      "webTitle": "Mexico",
      "id": "world/mexico",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink industry",
      "id": "business/fooddrinks",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Alcohol",
      "id": "society/alcohol",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US small business",
      "id": "business/us-small-business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "David Agren",
      "id": "profile/david-agren"
    }
  ],
  "guardianId": "world/2016/may/10/mezcal-producers-mexico-komil-liquor"
}