{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/22/alabama-gay-marriage-same-sex-ambrosia-starling-roy-moore",
  "id": "2016-05-22-106",
  "sectionId": "us-news",
  "body": "Alabama’s notorious supreme court chief justice, Roy Moore, has been suspended pending charges that he abused his authority, and he recently called a news conference to identify his enemy. “Ambrosia Starling,” he said, then leaned into the microphone for emphasis. “A transvestite.” The pair have been locked in an ideological war this year that started when Moore ordered the state’s lower judges to ignore the US supreme court’s ruling that legalized gay marriage. Starling headed to the capital, Montgomery, and the fight began: court and corset. Black robes versus a miniskirt. The judge against the drag queen – and the drag queen is winning. After Starling and companions filed complaints against Moore, the state’s disciplinary board for judges removed Moore from power on May 7, charging he had “flagrantly disregarded and abused his authority” and “abandoned his role” as chief justice. Multiple times in recent days Moore has named Starling as his nemesis and once said, “When I started in 2013, if this would’ve happened then, this person and the people around her, or some of the people around her – him – would have been said to have a mental disorder.”   Related: Meet the Alabama  judges who refuse to issue marriage licenses – gay or straight    The two personalities could not be more opposite, or more unexpected. The judge, instead of being known for reserved reflection, is infamous for bombast. And the drag queen, by contrast, speaks with the demure bearing of an Old South debutante. “This is the ‘land of the free and the home of the brave’,” Starling said. “But right now there are people who are free, and others who are brave. I believe we can all be free.” Starling prefers “she” and speaks with the soft, rounded vowels of someone raised in the wiregrass of south-east Alabama. Her harshest words come when talking about Moore’s professed Christianity. He was removed from the bench once before, in 2003, for refusing the US supreme court’s order to remove the Ten Commandments from his courtroom. “He shoves hate and fear into God’s mouth,” Starling said. “He puts the devil’s words on God’s tongue. Very rarely am I met with rudeness or unkindness when I go buy panty hose and I’ve got a beard going, or I go in the Christian donation store to pick out a dress. These people are not as hateful and spiteful as the politicians are pushing them to be.” Starling doesn’t reveal her real name, for fear of reprisal. But she was born and grew up in Dothan, Alabama, where she still lives. It wasn’t an easy upbringing, and Starling found comfort in the kitchen with her grandmother. “I learned to cook, and I learned my manners,” she said. “If you’re a southern child between ages five and six, you’re going to learn your manners. I was busted three times in one meal for not saying ‘Please pass the ...’ and I slammed down my fork and crossed my arms. I said, ‘I don’t like good manners.’ “My grandmother very calmly put down her fork and looked at me. She said something I’ll never forget: ‘Manners are free. Around the world, war and bloodshed and chaos begin because someone didn’t have respect for someone else.’” Starling’s first schoolyard fight came when she told a boy: “Mind your manners.” It’s a fight that, in her mind, she carries on to this day.  “Roy Moore simply is not using good manners. He is being rude,” she said. “In his mind the south won the war, and we don’t have to pay any attention to the federal government.” Moore is widely speculated to be aiming for an elected position – governor or senator – and if so, shaking his fist at the nation’s government is a time-tested political move in Alabama.  After he ordered probate judges to not issue marriage licenses to gay couples, though, Starling contacted friends about making a trip to Montgomery to protest. They reached out to advocacy groups Equality Wiregrass, Human Rights Campaign and the Southern Poverty Law Center. “In no time we had a public address system set up, tables, chairs,” Starling said. She burst out laughing. “if you want to throw a party, just call us!” On arriving in the capital – in full drag, with a towering wig – Starling and company realized the system for filing judicial complaints was complex, and required organizations to be represented by attorneys. Individuals, though, could file the lengthy paperwork without a lawyer.  “I said, hey! I know some individuals!” Starling said.  The papers were eight to 10 pages each, and required specific legal claims and notarization, and so forth – but Starling and 40 friends filed them.  Chris Jimenez-Cherry, head of Equality Wiregrass, said Starling emerged as the natural – if heavily made-up – face of the movement. “We certainly didn’t plan it,” he said. “Ambrosia is just very articulate and free to speak her mind.” Now that Moore’s fate rests in the hands of the disciplinary board, Jimenez-Cherry said the coalition is preparing for the next fight on the Alabama horizon: transgender bathroom rights.  “Already there are politicians out talking about it, grandstanding for political reasons,” he said. “Corruption in the state is what’s harming the citizens. Not this bathroom business.” Starling agreed.  “There are bridges falling into the river!” she said. “Veterans healthcare is almost universally underfunded. Our economy is still not good. But don’t pay attention to that. Look, everybody: who’s in that bathroom?” Then she returned to coy decorum.  “Is it shocking for people to see a drag queen get up and call for justice and liberty? Yes. It is,” she said. “But what’s even more shocking is that a drag queen has to.”",
  "webTitle": "Fighting gay marriage law is 'rude': polite Alabama drag queen is voice for equality",
  "webPublicationDate": "2016-05-22T11:00:01Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/22/alabama-gay-marriage-same-sex-ambrosia-starling-roy-moore",
  "keyword": [
    {
      "webTitle": "Alabama",
      "id": "us-news/alabama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Gay marriage",
      "id": "society/gay-marriage",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Same-sex marriage (US)",
      "id": "us-news/same-sex-marriage-us",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Marriage",
      "id": "lifeandstyle/marriage",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Matthew Teague",
      "id": "profile/matthew-teague"
    }
  ],
  "guardianId": "us-news/2016/may/22/alabama-gay-marriage-same-sex-ambrosia-starling-roy-moore"
}