{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/former-spice-girl-geri-i-like-myself-a-bit-better-now",
  "id": "2016-05-16-325",
  "sectionId": "lifeandstyle",
  "body": "Confusion abounds from the moment I meet Geri Horner, the artist formerly known as Geri Halliwell, or Ginger Spice, or the one who invented Girl Power and pinched Prince Charles’s bum. We are introduced, and she says my name is lovely, “like Sophie’s Choice!”. I laugh and mutter about it not being all that lovely really, the film where Sophie’s choice is which of her two children will be gassed at Auschwitz. “Mmmm, but Robert de Niro,” says Horner cheerily, while having her lip gloss applied by a makeup artist, even though De Niro isn’t in it. Thus we enter an interesting conversation about two entirely different films. Anyway, we’re not here to talk about fascist death cults – well, not exactly. We’re here to talk about Barbie. Horner used to be a Spice Girl, but now, in her early 40s, her latest reinvention sees her married to the Formula 1 racing boss Christian Horner, being a mother to eight-year-old Bluebell and perfecting the art of domestic bliss in the countryside. She was a single mum, but now wants to be referred to by her married name; her Instagram feed is all wellies and waxed jackets and baking cakes in Buckinghamshire. She even won the Great Sport Relief Bake Off they did in February – she says she got asked on the Monday. “And I went ‘Yes! My daughter loves this show, I’ve got to do it!’ Then I went white and realised I was going to humiliate myself on national television.” The Mirror reported that her new “frightfully posh accent” confused the viewers – today it’s not quite as plummy. She does not want to talk about the endless speculation of Spice Girls reunions. “Bor-ing,” says her publicist on our way into the meeting room. But, to Barbie: having already written a series of children’s stories, Horner is now the spokeswoman for a Mattel and Netmums competition in which mothers can write their own Barbie story and win a holiday. And Barbie now comes in various body shapes and colours, as an extensive marketing campaign will tell you. Barbie, like Geri Halliwell, has changed. “She’s got hips. She’s got caramel skin. She’s got clever, she says you can be a lawyer or a teacher or the president,” says Horner, who adds that she loved the doll as a kid and that she and Bluebell now play with Barbie together, making up a game on a white duvet at home that turns into icy mountain peaks. Which sounds as though they actually play at Elsa from Frozen, more popular nowadays than the flagging Barbie, but still. “And I thought, GOOD on YOU for having an evolution,” says Horner. “We all change. Barbie has had the humility to try to catch up!” It sounds as if Barbie is quite real to her, so I ask if it’s true that she and Ken have split up. “They did at one point,” comes the dour voice of the Mattel rep, who is lurking in the background. “They’re back together now. She went off with a surfer dude from Australia.”     The new Barbie, with varied body types, hair, outfits and skin tones. Photograph: Mattel    So why, I ask, did it take Mattel so long to stop promoting the monoculture of a skinny white blonde with big boobs? “The society we live in, for us as a brand we probably couldn’t have done it 10 years ago. Because it was a different ... zeitgeist. People wouldn’t have been ready for it,” says the rep. “But children are in a much more multicultural environment, that’s what they see and what they expect to see around them now. So we’re only reflecting on what is around.” Who knew that immigration and thighs were such recent inventions? Horner struggled with bulimia for years; I ask her how she thinks we should make sure we don’t pass on body anxiety to our daughters. “My experience is that kids don’t learn, they copy. So, yes, it starts with me, I think. I’ve tried my best to be a healthy role model, but I’m not perfect,” she says, thoughtfully. It is clearly something she cares about. “I walk the middle line. It is what it is.”   Related: Barbie finally becomes a real woman – with a more realistic figure    She cares about younger women, too, “with this peer pressure of airbrush – it’s an airbrushed world, where we’ve all taken 20 selfies before it’s been uploaded, and it’s all been filtered, or all this,” she does a funny American accent: “‘You gotta have the perfect body! The perfect life!’ Actually, no,” she adds quietly. “We’re all spinning plates and dropping plates. Otherwise it’s terrifying. I really feel for that generation of, let’s say, 28 to 35-year-olds. The message I try to give to anyone in my life is that you’re enough. It’s OK. You’re enough.” But I have to point out that all this image stuff made the former Geri Halliwell hugely famous and wealthy, too. Don’t all pop stars sell a dream? She repeatedly says she “doesn’t understand” what I mean, finally declaring: “My experience is that we live in a material world. Also, it’s inside and out, it’s the polarity of both, aesthetics is the shop window, ultimately, if there’s nothing in that shop, it has no longevity, do you know what I mean?” Horner says she has always loved words. When she was a little girl, growing up in Watford, her father was a broadsheet reader, and introduced her “to all these different books. We had an outside loo, and I remember waiting outside for my turn to go, and I was staring at an apple tree. I remember writing my first story about this apple tree. And after that I was always reading and writing.” Her parents were divorced, her Spanish mother had little money, and so “reading was escapism when everybody else went on holiday. My parents didn’t go away, so I got CS Lewis, The Lion, the Witch and the Wardrobe. Other children went somewhere else – I just went to Narnia. And songwriting – throughout my years with the band, and as a solo artist, it’s so important to me. With the Spice Girls, I LOVED that part – the creating bit. The power of words.” She has, arguably, more songwriting co-credits than any other Spice Girl; then there are her solo records – who could forget Mi Chico Latino? Has she taught her daughter Spanish? “My mother has taught her some, but I haven’t used my Spanish in a long time and I’m absolutely not fluent. But I could have a conversation if we were lost and you needed a beer.” I feel a surge of love at the thought of being stranded in Spain with Ginger Spice trying to find me a cerveza. She has spent the past year working on a novel for pre-teens, and has befriended the master of such literature, Jacqueline Wilson. “She’s read it! She gave me tips. Oh my God, I was so scared, giving it to her, but she said she really liked the character. She gave me constructive criticism and said to keep going. So I’m keeping going.” And now for some even more surprising news: “I also wrote a screenplay that got picked up by Playtone – that’s Tom Hanks’s production company – and then dropped when the recession hit. So I’ve got the rights back.” She doesn’t want to tell me what it’s about, but then reveals it’s a musical, complete with songs, about a teenager. Blimey.     The Spice Girls perform on stage at the Brit Awards ceremony in 1997. Photograph: Fiona Hanson/PA Archive/Press Association Ima    She has just finished reading A Little Life by Hanya Yanagihara, one of the six novels shortlisted for the 2015 Man Booker. “Oh my God, it is the most – I picked this book up by accident. I’m old-school, I like going into Waterstones and browsing, what’s the No 1 bestseller, what’s been picked up for the Man Booker prize, tell me. I love being recommended all sorts. Anyway this book – I was actually on the way to the grand prix in Bahrain. I was accompanying my husband ... I don’t want to spoil it, but it’s reeeeally dark, and the description of some things are so unsettling that I had to skim-read. Awful. I think she could have done with more of an editor on some of it, actually. It’s about 700 pages!” She didn’t enjoy it, she says, but felt compelled to finish it. “I’d be reading it at dinner, my husband would say: ‘Would you just put that DOWN,’ and I just couldn’t. If he suddenly had to take a phone call, I’d pick the book up again, just to get another page in.” The couple met in 2014 and married in 2015, when she was 42 and he was 41. “I’ve always been a bit of a late developer. I have! 100%.” But you achieved a lot very young. “Yeah, in certain areas, but my emotional life was probably a little bit stunted. My emotional development didn’t start happening until my 30s, I think. I used to say that I didn’t want a relationship because it steals your energy. I actually said that. At the beginning, you’re punching through with bravado, but at about 29, I suddenly realised that the bravado had completely kicked out. The humility to go: actually, I don’t know the answers. I think I definitely am in a phase where I like myself a bit better now.” Her grandmother used to say that everything would turn out all right in the end, “and I used to think, well, how does she KNOW that? But I can say with sincerity, it does. If you fall over enough times, you think, well, OK.” I ask if Geri Halliwell is someone she has left behind, or if it’s just a name change. “Do you know what, I’m a curious being ... I’ve read the storybooks about finding Prince Charming, but I come from divorced parents so I was always a little bit more sceptical and I wanted to marry for love. But I thought, if you’re going to marry someone and become a unit of a family together, then whether he takes my name or I take his, that to me is not the point. The point is that you are becoming a tribe together. It was almost like, let go of your importance, because that doesn’t matter. Don’t lose your identity though, because that does.” Lily Allen, after marriage, wanted to release her new album as Lily Cooper, but her label wouldn’t accept it. “I am releasing new music, and that is a conversation,” she nods. “I just cross that bridge ... I just think about Liz Taylor.” She stops and actually thinks about Liz Taylor. “Well, she remained Liz Taylor and got married many times ... Well, I think we’re on first-name terms, anyway.” Geri means her and the general public. “You know my real name’s Geraldine, which my husband and my mother both call me.” She laughs. “We all materialise at different ages. That’s who I am, deep down I am Geraldine Horner.” As for the style of her new songs, “you’ve got to move it on. I’m not going to be in my hotpants going: ‘Still got it!’” Which reminds me of something I’ve always wanted to know – is it true she made that union jack dress out of a tea towel? “Yes. I stitched it on to a black Gucci dress with a needle and thread. My sister helped me. Quite funny.” Time’s up, I have to leave. “Nice to meet you Sophie, Sophie’s Choice!” she says as I leave. “God,” she adds, “I’m going to have to watch it now, aren’t I?”  This article was corrected on 16 May 2016. A Little Life by Hanya Yanagihara was one of the six novels shortlisted for the 2015 Man Booker prize, but it did not win it, as originally stated.",
  "webTitle": "Former Spice Girl Geri​: ‘I like myself a bit better now’",
  "webPublicationDate": "2016-05-16T06:24:42Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/former-spice-girl-geri-i-like-myself-a-bit-better-now",
  "keyword": [
    {
      "webTitle": "Geri Halliwell",
      "id": "culture/geri-halliwell",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Toys",
      "id": "lifeandstyle/toys",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Body image",
      "id": "lifeandstyle/body-image",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Sophie Heawood",
      "id": "profile/sophieheawood"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/former-spice-girl-geri-i-like-myself-a-bit-better-now"
}