{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/25/brexit-annual-parental-leave-working-time-directive",
  "id": "2016-05-25-288",
  "sectionId": "small-business-network",
  "body": "This week our experts discuss the EU’s influence on UK holiday allowances and maternity and paternity rights, plus whether a vote for Brexit could potentially change them.   Could a vote for Brexit potentially change required holiday allowances and maternity and paternity rules?  If you have a question about the impact of the EU referendum on small businesses, you can submit it here. Rachel Suff      Photograph: PR handout    Policy adviser for employment relations and diversity at CIPD (Chartered Institute of Personnel and Development). Her role includes building a strategic network of EU officials and other stakeholders to increase the CIPD’s profile on key public policy objectives and also working closely with CIPD members, particularly those with global and European responsibilities, to ensure that their views inform CIPD policy thinking on EU issues such as migration, youth employment and employment relations. The future of EU-derived employment law in the event of Brexit will depend on the political and economic relationship that the UK negotiates with the EU; trade agreements such as the European Free Trade Association (Efta) or joining the European Economic Area (EEA) could require the UK to still accept the majority of EU regulations. Rights relating to annual holiday entitlement and aspects of maternity and paternity provision are two areas where Brussels has directly influenced the UK legal framework. The Working Time Directive gave UK workers the statutory right to paid annual holiday for the first time. It specified at least 20 days of paid annual holiday, but in the UK this has risen to 28 days including bank holidays for full-time workers. The contentious aspect of that directive – limiting a worker’s working week to 48 hours – is subject to an opt-out by workers in the UK.  Given that the UK has “gold-plated” the holiday allowance afforded to workers, it’s hard to imagine why any future negotiations would target this particular right. Similarly for maternity leave, the domestic rights already exceed the minimum required under EU law. For years, the direction of travel in the UK has been to extend family-friendly laws and it’s hard to see that repealing legislation in this area will be a priority. Sebastian Dullien      Photograph: Jakob Lessin    Senior policy fellow at the European Council on Foreign Relations and professor of international economics at HTW Berlin, University of Applied Sciences. His research focuses on European integration, international macroeconomics and financial market regulation. A Brexit vote would not directly change holiday allowances and maternity and paternity rules for UK businesses. However, it would open the possibility for the government to make these provisions less generous. In 1991, before the Maastricht treaty was signed in 1992, Britain asked for an opt-out from the Social Chapter. As a consequence, for most of the 1990s, Britain did not have to implement social protection rules decided upon by the EU institutions. In 1997 (pdf), however, the government of Tony Blair cancelled the UK’s opt-out and the Social Chapter was moved back into the main text of the European treaties, making EU social standards also binding for Britain. Nowadays, EU provisions for minimum holiday allowances and maternity and paternity rules have been adapted into British law. If Westminster wanted to cut national provisions below the standards set by the EU, it would not be allowed to do so as Britain would thereby violate its EU commitments.  Once Britain leaves the EU, these minimum standards are not binding any more and the British government could cut holiday allowance and maternity and paternity leave below the minimum European standards again. Whether it would do so, however, would remain a domestic political question. Philip Landau      Photograph: KarlAttard2014    Founder member of Landau Law, specialist London-based employment law solicitor firm. He writes regularly for the Guardian on topical employment law matters, including how European judgments impact on the UK. He advises daily on employment law matters, most of which derive from Europe.  There is unlikely to be a change to holiday allowances or maternity and paternity rules following a vote to leave. Maternity provisions in the UK generally either meet, or are more generous than, the minimum requirements of the EU. In addition, the UK has enhanced such rights, such as the right to shared parental leave and to request flexible working. It is unlikely that such rules would be rolled back.  The same goes for holiday allowances, which were adopted following the EU’s Working Time Directive and provide for a minimum 5.6 weeks paid holiday a year (which can include bank holidays). Although the rules emanated from the EU, it would be politically unthinkable for the government to reduce these allowances. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "What would Brexit mean for annual and parental leave?",
  "webPublicationDate": "2016-05-25T06:00:32Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/25/brexit-annual-parental-leave-working-time-directive",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Work-life balance",
      "id": "money/work-life-balance",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/25/brexit-annual-parental-leave-working-time-directive"
}