{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/12/azealia-banks-zayn-malik-katie-hopkins-one-direction",
  "id": "2016-05-12-196",
  "sectionId": "lifeandstyle",
  "body": "Our thoughts at this difficult time must be passed to part-time musician turned full-time Steve Brookstein Twitter account tribute act Azealia Banks, who has been dropped by a London festival that she was due to headline next month, all because she happens to be an objectively terrible person with no redeeming qualities. Chances are you already know the events that kicked this all off. Banks initially claimed that Zayn Malik had plagiarised a video of hers, then, when he later tweeted something vague and unrelated at nobody in particular, launched into a vicious and sustained attack – both racist and homophobic – that lasted for several hours, expanded to take in the entire British music industry, then collapsed in on itself in a series of exhausted, strangulated yelps. The tweets have since been deleted, but the damage had already been done. There are those who might suggest that being banned from performing will prompt Banks into a period of career-salvaging online abstinence, but, at this stage, that would be a regrettable misstep. There’s already too much water under the bridge for that. No, Banks needs to harness this newfound notoriety. She needs to take a leaf out of her presumptive hero Katie Hopkins’s book and lean into her awfulness so hard that she eventually drowns in it. Because God knows it would be lucrative. So far, Banks’s career has been limited to marginally impressing a couple of wan-faced Pitchfork writers five years ago, which hardly makes her a household name. But binning the music in order to become a professional troll would break her through to the mainstream in the most spectacular way imaginable. As it stands, Banks is a maximum of three abhorrent rants away from being invited to appear on This Morning, where she could sit on a settee and say something so obnoxious about gay people that Philip Schofield would get to pull his special disgusted face at her. Then, it’s just a skip and a jump to a Channel 5 documentary called something like Azealia Banks – Do Immigrants Definitely Murder Babies?, which will, in turn, lead to a cushy gig writing “I hate fat people” once a week for a popular newspaper. Then, bingo, she’ll have made it. This, if anything, is Azealia’s biggest crime. It isn’t that her views are genuinely horrifying. It’s that she hasn’t learned how to properly commodify them yet. This is fame-building 101. Hopkins would be furious.",
  "webTitle": "Look out, Katie Hopkins, Azealia Banks is on the mic",
  "webPublicationDate": "2016-05-12T13:28:03Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/12/azealia-banks-zayn-malik-katie-hopkins-one-direction",
  "keyword": [
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Katie Hopkins",
      "id": "media/katie-hopkins",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Azealia Banks",
      "id": "music/azealia-banks",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Zayn Malik",
      "id": "music/zayn-malik",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "One Direction",
      "id": "music/one-direction",
      "sectionId": "music",
      "sectionName": "Music"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/12/azealia-banks-zayn-malik-katie-hopkins-one-direction"
}