{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/27/isis-palmyra-3d-technology-copy-rebuild-city-venice-biennale",
  "id": "2016-05-27-270",
  "sectionId": "cities",
  "body": "The 2,000-year-old city of Palmyra was once Syria’s most popular tourist attraction. Walking through the Roman Great Colonnade to the Temple of Bel, with the sun setting and the stones turning gold and pink in the desert light, you felt a deep connection across the centuries to the city’s heyday.  When Isis fighters stormed Palmyra and destroyed some of the most precious parts of this ancient city, the world was aghast. Then came the surprise, now unveiled in Trafalgar Square: a faithful, 3D-printed replica of the Triumphal Arch of the Temple of Bel, which Isis had reduced to rubble.  It turns out that while Isis was advancing on the city, the Institute of Digital Archaeology (IDA) had, along with Unesco, been distributing 3D cameras to volunteers in Palmyra. They were aware that in the same way the Taliban blew up the sixth-century Buddha statues in Bamiyan, Afghanistan in 2001, Isis were very likely to destroy much of Palmyra’s ancient heritage.  Boris Johnson called it giving “two fingers to Daesh”, but this remarkable new capability – to rebuild exact copies of urban structures – goes much further. From Palmyra to the Iraqi city of Mosul and the Nepalese capital Kathmandu, new technologies in digital copying and 3D building are allowing us to bring back not just monuments, but entire cities from the rubble.     A photograph published by Isis of the destruction of the Temple of Bel in Palmyra, Syria ...       ... and London mayor Boris Johnson standing in front of the replica of Palmyra’s Arch of Triumph in April of 2016. Photograph: Justin Tallis/AFP/Getty Images    The technology raises difficult questions. What does it mean to copy an ancient monument or building? Can a reproduction ever be as good as the original? Or is “authenticity” less important than symbolism to people who’ve survived death and destruction? There is, in fact, a long history of copying urban structures. You can get a good sense of it inside the V&A’s Cast Courts – vast halls full of plaster and electrotyped replicas of arches, doorways, statues and metalwork. The main room is dominated by a massive reproduction of Trajan’s Column, which is so big they had to cut it in half to fit inside the building. “The Victorians were more concerned with showing the broader public the fullest breadth of art and architecture from across the world,” says Brendan Cormier, who is curating the V&A’s special pavilion at this year’s Venice Biennale. A World in Fragile Parts explores how copying can mitigate the threats – from terrorism to natural disasters – facing heritage cities like Palmyra. “If you wanted to communicate to the average British citizen in the 19th century the greatness of Trajan’s Column, you would have to find a way of representing Trajan’s Column.”           Palmyra’s Arch of Triumph: the making of a London replica.    The most famous attempt at rebuilding an entire city exactly as it was, however, is undoubtedly Warsaw after the second world war. In 1945, more than 90% of the city had been damaged or destroyed. City authorities set out to rebuild the old city – not anew, nor even how it looked on the eve of war, but as Warsaw stood during its “golden age” of the late 18th century. To do so, they relied not just on historic plans but also on a series of paintings by the Venetian painter Bernardo Bellotto, a nephew and pupil of Canaletto.  Bellotto wasn’t averse to improving on reality: a remodelled church here, an altered facade there. These idealised views were used as the inspiration for Warsaw’s rebuilding – and the results were so successful that many visitors do not realise they are walking through a version of the city made to seem as if the 20th century had never happened. What was important to the survivors was the symbolism, however, and the resurrection of Warsaw remains a point of national pride. “Part of the wonder of the historic centre of Warsaw is knowing it was rebuilt, and thinking about the incredible skill it must have taken, and the resilience and strength of the people who rebuilt it,” says Emma Cunliffe of Blue Shield, a charity working to protect archaeological sites from conflict and natural disaster.     Warsaw, which was in ruins at the end of the second world war, was rebuilt using (idealised) paintings by Bernardo Bellotto. Photograph: Sovfoto/UIG via Getty Images    The slow rebuilding of Palmyra will not rely on paintings, but on the Million Image Database, a photo resource created by the IDA with funding from the Oxford Department of Physics. Based on photographs taken by volunteers given special cameras, the IDA is able to build a digital model of a building. From this, a rough structure is printed in artificial stone (or even natural stone for smaller objects). Surface detail is added through a 3D carving technique. The availability of open-source 3D software to simplify what used to be painstakingly difficult has also allowed communities under threat to play a crucial role themselves, without waiting for help from international organisations. The NewPalmyra is one such initiative. Inspired by Bassel Khartabil – a Palestinian-Syrian software developer who had played a key role in pioneering open access data in Syria – this grassroots project creates 3D models based on crowd-sourcing and open data.      The original Temple of Bel was destroyed by Isis, but it was preserved in digital form, and could be rebuilt. Photograph: #NewPalmyra Project    Khartabil was the recipient of an Index on Censorship Digital Freedom Award for his efforts to promote a free internet in the country. He has been held by the Syrian regime for four years. His current location and state of health remain unknown. “Sharing and creation of derivative works is core to our mission,” says Barry Threw, who is interim director of the project until Khartabil’s release. “Instead of spending resources constructing the ruins in Trafalgar Square, we make our 3D models downloadable, so that anyone can print them.” Similarly, when an earthquake wrecked central Kathmandu in April of 2015, $4.1bn was pledged by international donors for reconstruction, and an organisation called Rekrei stepped up. Previously engaged in Project Mosul, which creates 3D models of items in Iraq’s Mosul Museum – some of which will also be featured in the V&A’s pavilion at the Venice Biennale – Rekrei began attempting digital reconstructions of the World Heritage-listed Durbar Square in the middle of Kathmandu. Unlike Warsaw or Palmyra, however, there were very few plans from which to rebuild Kathmandu. Much of the information did not exist prior to the disaster; Nepal’s Department of Archaeology held few plans for the some 220 monuments destroyed in the earthquake.  Instead, they have relied on crowdsourced images, which were sorted by volunteers and fed into the photogrammetric modelling program Sketchfab to reconstruct the geometry of the lost buildings. Meanwhile, in an attempt to “future-proof” Nepal’s heritage, a new organisation called the Digital Archaeology Foundation has been using 3D cameras to collect data on damaged and surviving temples and stupas, in order to create an open-access digital resource that could be relied on the next time disaster strikes. The first structure that could actually be rebuilt is Ranipokhari, a 17th-century royal temple complex, with reconstruction expected to take six months and costing 120m Nepali rupees (£776,000).     Bassel Khartabil, a pioneer of open data, at Palmyra in 2005. His whereabouts are now unknown Photograph: #NewPalmyra    The sky, it seems, is the limit. The latest wheeze is a proposal by Richard Cameron and James Grimes of Atelier & Co to rebuild New York’s lost Beaux-Arts Penn Station, destroyed in 1963, by combining the original plans with 3D printing technology. As the technology becomes more commonplace, the IDA is hosting a conference at Harvard in September with Unesco to try to reach a consensus on global guidelines for reconstruction, and the V&A have similar plans next year to coordinate a convention on artefact copying. As for the Palmyra arch, it will tour to New York and Dubai, and by the autumn is set to be installed in Palmyra itself, now that Isis have been ejected. Syria’s antiquities chief has boldly claimed that everything Isis has destroyed in Palmyra could be rebuilt in as little as five years. “Our hope and expectation is that the military situation in Syria will continue to resolve itself over the next few months, producing ever greater security and safety for the people who live and work there,” says the IDA’s director Roger Michel.    Related: Story of cities #28: how postwar Warsaw was rebuilt using 18th century paintings    It’s a big if. Reconstruction will certainly have trouble proceeding during a civil war and humanitarian crisis, and rebuilding Syria as a whole will take far longer – if it is possible at all. When peace does finally come, however, some hope that the new digital technologies can play a small but important role in preserving certain elements of a country whose heritage has been destroyed along with its people. For a 2,000-year-old city like Palmyra, its recent suffering under Isis will be one scar in a much longer story, but one that conservationists say is important to display. “If we do rebuild something, we can also incorporate what has happened to that site, and how it has affected people, remembering those who died, and who lost something,’ says Cunliffe. “Those stories become just as important in the history of the site.” Follow Guardian Cities on Twitter and Facebook and join the discussion",
  "webTitle": "Erasing Isis: how 3D technology now lets us copy and rebuild entire cities",
  "webPublicationDate": "2016-05-27T07:10:08Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/27/isis-palmyra-3d-technology-copy-rebuild-city-venice-biennale",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "3D printing",
      "id": "technology/3d-printing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "V&A",
      "id": "artanddesign/v-and-a",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Venice Biennale",
      "id": "artanddesign/venice-biennale",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nepal",
      "id": "world/nepal",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/27/isis-palmyra-3d-technology-copy-rebuild-city-venice-biennale"
}