{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/detroit-public-schools-sickout-lawmakers-plan",
  "id": "2016-05-07-108",
  "sectionId": "us-news",
  "body": "On the week that most of Detroit’s 97 public schools shut down over mass teacher “sickouts”, Wytrice Harris stood inside Fellowship Chapel church on the city’s west side, channeling the exasperation of her daughter Imani in an open letter. “Everyone’s so worried about how I’m losing my education from four sickout days,” Harris said, reading Imani’s letter aloud. “No one’s taking into account the fact that I went almost a full semester without a real English teacher. “Let’s count up those days and see just how much education I missed from those months, while the powers that be took their sweet time finding a teacher that was actually willing to step foot into DPS due to the instability and lack of value of teachers by this state-run district.” The teacher’s union led mass sickouts for the second time this year on Monday and Tuesday, after the district said it would become insolvent 30 June. After that date, the district said, teachers who had opted to spread their paychecks over the summer would not have been paid.   Related: Teacher 'sickout' over summer pay closes nearly every school in Detroit    After two days of school closure, officials offered “assurance” that teachers would indeed be paid. But for Harris and many teachers, the risk of working without a paycheck is one of an endless stream of issues they’ve had to contend with. Over the past few months, they’ve staged mass protests over dilapidated conditions – busted ceiling tiles, black mold, rats – that, according to officials, may not fully be resolved without additional funding. Some of the district’s students spent winter months wearing jackets in classrooms due to a lack of heat. Since Governor Rick Snyder appointed a series of state emergency managers to oversee the district, Detroit schools have lost roughly half their enrollment, to about 46,000 students, while deficits have ballooned north of $700m, officials said. And a new package of reforms pushed through by the Republican-led house early Thursday takes new aim at teachers’ and students’ security by requiring current employees to reapply for their jobs in a new district, limiting collective bargaining, and allowing uncertified teachers to be hired by the district. Critics chided the house for passing the bills, described by the Detroit Free Press editorial board as “ensuring … the district will continue to fail.” “There are 46,000 children enrolled in Detroit Public Schools,” the editorial stated. “Michigan cannot be a successful state if we allow them to become collateral damage.”  In a city that has witnessed an influx of development in and around its core, Detroit’s school district has fallen into disarray while under state oversight: Since the state first started to intervene in the governance of Detroit schools, the district’s budget went from a $93m-surplus to a budget deficit of nearly $216m. An estimated 41 cents out of every dollar appropriated for students is spent on debt service, according to an analysis by the Citizens Research Council. Without a fix at the state level, officials are considering a possible bankruptcy filing. Before the house bill passed Thursday, the district seemed to be making some progress: in February, Detroit entered into a consent agreement with the district to fix dilapidated physical conditions, and over 50 of the schools now have a certificate of compliance, with the remaining fixes expected to be completed in the coming months – pending the passage of state legislation to overhaul the district and shore up its finances. Snyder and the state senate had proposed a more robust reform package that includes $200m to launch a new Detroit school district.  But in the wake of this week’s salary scare, some educators are also calling for a forensic audit.  “It seems to me that there was a pretty massive accounting error here, if you are warning over two-thirds of your staff money that we already earned would not be available to us,” said Joel Berger, a 9th grade English teacher. “We want an audit to see where the money went under emergency managers in particular.”   Related: Michigan governor faces yet another lawsuit – this time over Detroit schools    The role of emergency managers in the district remains a central issue of contention. Former emergency manager Darnell Earley resigned amid a fury of criticism for his role in the city of Flint’s water contamination crisis. Last month, current board members filed a class-action lawsuit against Snyder, saying the state’s emergency manager law allows unelected individuals to “rule by decree” over the system, which has caused “serious and permanent” damage to students in the district. “Michigan’s emergency manager law and related practices were used to compromise and damage the quality of education received by DPS students with life­long consequences in the name of financial urgency,” according to the complaint. The senate reform package would return some local control to the city more quickly, while the recent house package would delay the election of a local board until 2018. At a press conference on Wednesday, a coalition of business, philanthropic and union officials lashed out against the house legislation. “The citizens of Detroit … are entitled to the same educational benefits, the same local governance rights, appropriate financial support as well as the same requirements for certified professional teachers like every other school district,” said Rev. Wendell Anthony, president of the NAACP Detroit branch. And Harris, in her open letter, said the future of Detroit public schools envisioned by Michigan Republican lawmakers is one that would never jibe with a suburban school district.  Take the measure that would allow uncertified teachers to be hired in the district. “This would never happen at a school in Bloomfield Hills,” said Harris. “Is it because we’re black? … Oh no, I’ve got it: it’s because we’re just poor black kids from Detroit who don’t have a future anyway.”",
  "webTitle": "How Detroit's teacher 'sickout' cast a spotlight on unsafe school conditions",
  "webPublicationDate": "2016-05-07T12:00:14Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/detroit-public-schools-sickout-lawmakers-plan",
  "keyword": [
    {
      "webTitle": "Detroit",
      "id": "us-news/detroit",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US education",
      "id": "education/education-us",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/07/detroit-public-schools-sickout-lawmakers-plan"
}