{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/paul-verhoeven-elle-cannes-total-recall",
  "id": "2016-05-13-50",
  "sectionId": "film",
  "body": "At 77, Paul Verhoeven does not seem to be planning retirement anytime soon. Screen Daily reported this week that the maverick Dutch film-maker has at least three upcoming projects planned, including a film about the second world war French resistance titled Lyon 1943, and a movie about Jesus. But as the veteran director prepares to debut his new film Elle at the Cannes film festival next week, it is painfully apparent to those of us who still remember his early US movies that the Verhoeven we knew and loved has already said his fond farewells. The master of mainstream burlesque who gave us Robocop, Starship Troopers and Total Recall returned home to his native Netherlands in the mid-00s, and somehow Hollywood has never quite managed to replace him.            The Dutchman delighted in taking serious science fiction literature and transforming it into radiant comic book satire, long before superhero movies were all the rage. His best movies have all the immediacy, all the colour, verve and larger-than-life characterisation of the sharpest graphic novels.  Arnold Schwarzenegger has never made a better film than Total Recall (with the possible exception of Conan the Barbarian and the early Terminator movies), because Verhoeven knew exactly how to pitch his preposterous physical specimen. The former bodybuilder gurns and flexes his ways through the film with such thunderous commitment that the end credits are rolling before we’ve even had the chance to remind ourselves that he really can’t act. It’s a gorgeously silly B-movie romp that takes Philip K Dick’s thoughtful novel about the reliability of reality and supercharges it with Martian femmes fatale, interplanetary conspiracy theories and triple-breasted ladies of the night. Robocop, with its prescient satire on corporate greed on the mean streets of future Detroit, might just be even better. Peter Weller has never been an actor with any kind of great range, but he’s perfect as the granite-jawed cyborg hero. Starship Troopers, with its ruthless satire on the fascistic leanings of rightwing author Robert A Heinlein (who wrote the original novel – Verhoeven only bothered to read two chapters) stands just as tall in the pantheon of exploitation-flecked sci-fi.             Imagine if Verhoeven had hung around for the dawn of the comic book movie era. He might have shot a gloriously rambunctious Avengers movie, would have been a brilliant choice to revive Judge Dredd on the big screen, and might just have saved Batman v Superman from Zack Snyder purgatory. He could build fantasy worlds that felt grander, sharper and more ostentatious than any of those presented by his peers, and his use of special effects always hit the mark. The Oscar-nominated CGI in Starship Troopers, just a few years into the digital revolution, is more impressive than those seen in many films today. So where are Verhoeven’s successors? Of the younger science fiction film-makers currently doing well in Hollywood, Joss Whedon is a superior writer of dialogue, while JJ Abrams is a more impressive student of cinema. Duncan Jones is surely the undisputed maestro of the claustrophobic two-hander, while Neill Blomkamp is capable, when on form, of expanding the genre into new vistas of darkling eccentricity. But none have the Dutchman’s lurid intensity and knack for frenzied, high energy set-pieces.  Perhaps Verhoeven’s weaker later films permanently dented his reputation with younger directors. This is, after all, the director that gave us the surprisingly insipid 2000 horror remake Hollow Man, a riff on 1933 James Whale cult classic The Invisible Man starring Kevin Bacon and Elisabeth Shue. Basic Instinct, his oh-so-shocking 1992 sex thriller, is these days remembered for little more than that scene involving Sharon Stone and her misplaced underwear.            And then there’s the soft porn monster that is Showgirls. The sight of Kyle MacLachlan and Elizabeth Berkley writhing operatically in a Vegas pool may still bring tears to the eyes 20 years on, but most would agree it’s a more fun viewing experience than the soggy R-rated Mills and Boon drivel of Fifty Shades of Grey. The Dutchman’s Cannes entry, Elle, was described as “pure Verhoeven, extremely erotic and perverted” when it was sold at the 2014 Cannes film market. So it’s possible acolytes of this corner of the film-maker’s oeuvre may yet find satisfaction in his future endeavours.  But for those of us longing for eye-popping visions of alien landscapes, bug-hating soldiers of fortune and sleazy corporate sociopaths, we’ll always have Verhoeven’s classic 80s/90s sci-fi triple whammy. As Jonny Rico once said: “Come on you apes! You wanna live forever?”",
  "webTitle": "The next Paul Verhoeven? I'd buy that for a dollar",
  "webPublicationDate": "2016-05-13T18:21:26Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/paul-verhoeven-elle-cannes-total-recall",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Science fiction and fantasy",
      "id": "film/sciencefictionandfantasy",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/13/paul-verhoeven-elle-cannes-total-recall"
}