{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/05/pep-guardiola-major-surgery-manchester-city",
  "id": "2016-05-05-77",
  "sectionId": "football",
  "body": "After Manchester City’s moribund elimination from the Champions League Pep Guardiola’s first challenge when replacing Manuel Pellegrini as manager in the summer is to send a shock wave through the club. Pellegrini’s team raised only a whimper against Real Madrid despite the semi-final being poised at 0-0 from the first leg and the venue being the football cathedral of the Bernabéu. If these circumstances cannot inspire a manager and his players then something is awry. It is nothing new, though, and so it was no surprise to witness City sleepwalk to a feeble defeat against Zinedine Zidane’s side.   Related: Vincent Kompany injury again highlights Manchester City’s damning weakness | Jamie Jackson    City’s Premier League challenge this season has been hobbled by lame displays, a lack of consistency and a strange sense of drift. Uninterested is a label that can be applied to a team who went down 4-2 at Southampton, 4-1 at Tottenham Hotspur and 4-1 at Liverpool, and who are fourth with no guarantee of Champions League football next season, with two matches left. It is difficult to avoid the conclusion that this all stems from the manager, whether on the training ground or in flat press briefings that can hardly be received as Churchillian oratories by his players. Pellegrini’s aim is to avoid sensational headlines and to keep the club from being the story factory it was when Roberto Mancini, Carlos Tevez and Mario Balotelli were on the payroll. Yet a trick is missed if speaking to the media is not harnessed to plant the occasional bomb. Instead, the manager has become stuck on repeat, continually stating that his City will attack: it seemed fresh at first but the mantra has become a stale slogan, as wearying as if he adhered to a defence-first policy. After Gareth Bale’s cross deflected off Fernando to send Real to a 14th European Cup final, Pellegrini’s post-game analysis was scattergun. City did not “deserve” to lose the match yet did not “deserve” to reach the final. He also said: “I don’t think we can be bothered by criticism. We turned up to win the game like we do every game but that is gone now.” There is a time to be concerned by criticism and it is when your side have just lacked the imagination to force the issue against the 10-times holders and reach the Champions League final. Guardiola’s public persona is far more intense and bristly. It should keep his inquisitors on edge and, more importantly, his players. The squad the new man inherits is at a crossroads, though. It must be pruned, and those remaining improved. A transfer policy that has bought too many duds – think the £42m Eliaquim Mangala – must start to invest Sheikh Mansour’s billions more wisely. And the desired culture of excellence and winning has to become a permanent feature of European campaigns. Why Guardiola is the best man to achieve all this is signalled by his wish to buy Barcelona’s Marc-André ter Stegen. Joe Hart was City’s best performer against Madrid. The goalkeeper is in the form of his career and doing precisely what Guardiola will demand: improving. Yet the manager wants to add Ter Stegen, a Champions League winner with Barcelona, to ensure competition drives Hart on. If the No1 position is in good shape, the back four is where Guardiola faces his first major man‑management test: how to solve the Vincent Kompany problem. The captain will feel despair after sustaining a 33rd injury of his eight‑year City career having lasted only 10 minutes at the Bernabéu because of a groin problem. The unignorable truth though is that Kompany’s plight is becoming near farcical. This was only a second start since injury No32, a knee strain which kept him out for a month. When the 30-year-old went down near the centre circle it was almost absurd to yet again see what now appears sadly predictable. Can Guardiola rely on Kompany as the team totem? Athletic Bilbao’s Aymeric Laporte is being targeted as a replacement for the Belgian, if required. But the 21-year-old is out until August with a broken leg and dislocated ankle, so to spend the £39.4m needed to trigger his release clause appears another gamble. Whatever Kompany’s fate proves to be, City need another centre-back as Mangala and Nicolás Otamendi are too erratic. Everton’s John Stones is enduring a difficult campaign, yet the manner in which he took the contest to Manchester United in the second half of Everton’s FA Cup semi-final defeat last month showed courage. At the moment Stones is a footballer first and defender second, which is no centre-back’s job description. But Guardiola may feel he can do for the 21-year-old what he did for Gerard Piqué at the same age, when taking him to Barcelona in 2008.   Related: Madrid given another derby day as Real match Atlético in Champions League | Sid Lowe    Guardiola has issues at full-back, too. Pablo Zabaleta, 31, and the 33-year-old Bacary Sagna have plateaued. Gaël Clichy is inconsistent but may survive the cull as he is technically sound. But Aleksandar Kolarov will surely not. A distinct memory of City’s last-16 knockouts by Barcelona in 2014 and 2015 is of Kolarov’s nervous control ceding possession. Having a first touch that can turn defence into attack is a prerequisite for any defender who wants Guardiola’s trust, as Barça’s Dani Alves or Bayern Munich’s Philipp Lahm will testify. Guardiola will expect his City team to hog the ball, from defence through midfield and into attack. And use this possession to rove forward at speed, which is how he wants continental giants taken apart. As the ageing Yaya Touré slows, a new partner for Fernandinho in midfield is required – Tottenham’s Dele Alli is the ideal – which means Fernando should be relegated back to the bench. The front of the side is of less concern. Sergio Agüero, Kevin De Bruyne and David Silva should prosper in the Guardiola school, and the 19-year-old Kelechi Iheanacho has potential to do so too. Jesús Navas’s straight-lines act means he is under threat, and Wilfried Bony falls into the same category, but Samir Nasri can be the symbol of the new era. Hugely talented but could-do-better may become hugely talented and becoming-far-better under Guardiola’s tutelage. So the challenge for the Catalan on his arrival in Manchester is clear: to elevate each and every facet of the team, and its management. The Pep Guardiola Revolution begins on 1 July.",
  "webTitle": "Pep Guardiola must carry out major surgery to rouse Manchester City",
  "webPublicationDate": "2016-05-05T18:04:37Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/05/pep-guardiola-major-surgery-manchester-city",
  "keyword": [
    {
      "webTitle": "Manchester City",
      "id": "football/manchestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Pep Guardiola",
      "id": "football/pep-guardiola",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manuel Pellegrini",
      "id": "football/manuel-pellegrini",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Champions League",
      "id": "football/championsleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/blog/2016/may/05/pep-guardiola-major-surgery-manchester-city"
}