{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/09/boko-haram-loans-recruit-members-crackdown-nigeria-traders-spy",
  "id": "2016-05-09-172",
  "sectionId": "global-development",
  "body": "Boko Haram appears to be reverting to using cash loans to recruit members as it struggles to maintain its numbers in the face of the continuing crackdown by Nigerian government forces.  Although the Islamist terrorist group has built its international reputation on large-scale atrocities such as attacks on schools and the mass kidnapping of girls, it has previously sought to use financial incentives when under pressure. Witnesses have told the Guardian that Boko Haram is trying to get poor traders to spy on their communities and provide information on military movements in return for cash. In the middle of last year, Ibrahim*, a fish trader in his 50s and Musa*, a vegetable trader in his 20s, were taken by Boko Haram from the Askira Uba area of Borno state in north-eastern Nigeria.    Related: Nigeria: helping the women made widows by Boko Haram – in pictures    They were taken separately to the Sambisa forest, a favoured shelter for Boko Haram operations that came to world attention during the Chibok schoolgirl kidnapping in April 2014.  Ibrahim says he was kidnapped, and that his captors used a substance on a handkerchief to knock him unconscious. Musa describes being driven into the forest with nine other men. Both men say the first thing Boko Haram did after getting to Sambisa forest was to try to persuade their captives of the importance of joining them for religious reasons.  “They [kept] preaching to us that serving Allah was the only the way to paradise,” said Ibrahim.   After several weeks in the forest, though, the tactics suddenly changed. “They called me aside and said, ‘We want to give a loan of 1.4m naira [about £4,800] to boost up your trade but you will work for Allah.’” Ibrahim says he did not believe them at first. But when they pulled the money out from a bag to show him, he said, “Immediately I knew that I had to accept the loans because they would kill me if I refused it, having heard what they do to people who refuse.”  There was no talk of when the loan would need to be repaid.  When Musa was offered a loan, he asked when he would have to pay it back and with how much interest.  “Their leader said to me that interest was haram [forbidden by Islam] … and that when the time came for me to pay the loan money back they would tell me.”  Ibrahim was asked to continue his trade in his community while Musa was sent to Maiduguri, the state capital. Both men were asked to supply information on the operations of security agencies – particularly government soldiers and the local militia popularly known as the Civilian Joint Task Force (CJTF).  Boko Haram was particularly keen for updates on the uniforms and boots the soldiers were wearing as the military had been varying its outfits in a bid to stop the group impersonating its troops.     Soldiers from the Nigerian army patrol at the school in Chibok from which Boko Haram kidnapped 276 girls in April 2014. Photograph: Stefan Heunis/AFP/Getty Images    Musa says that although there were more than 500 people in the forest camp, only 10 were selected to receive a loan at that time.  He was given 100,000 naira. “I never wanted their money but I was too afraid to say that, as I fear[ed] they might slaughter me.”  After 40 days in the forest, Musa and three others were given loans – along with instructions on how to spy and relay information to Boko – and dispatched to Maiduguri.  “They instructed me to get a shop at a vantage point in the market; that way I [could] observe the activities of the soldiers and CJTF,” he said. “Then every Thursday, I should go out of town to a place with the inscription ‘Welcome to Damboa’. There I will find a man sitting beside the signpost. I will tell him that I am a messenger, then I can deliver [the] message.”   On reaching Maiduguri, Musa destroyed his sim card so that the men who had given him the loan wouldn’t be able to find him. He used the money to set up a soft drinks business.  Having put a fraction of the loan into his fish business, Ibrahim moved to a shop near the market. He admits passing tips to Boko Haram: “I have to tell the truth – I gave them information on the location and routine patrol of the soldiers in Damboa.”  When the group attacked and captured Ibrahim’s village, he fled to Maiduguri and destroyed his phone.  “I am using [the loan] to cater for my family through my fish business,’’ he said. “I know that if they find [me] they will kill me but I don’t like what they stand for, the way they kill people.”  The ministry of defence has warned people against accepting such loans, saying Boko Haram has “resorted to providing loans to young entrepreneurs and artisans in the north-east as a way of including them for recruitment”.  A defence spokesman, Col Rabe Abubakar, said the re-adoption of the tactic was evidence of the success of the military offensive against Boko Haram.  “Having been effectively decimated and degraded, the remnant or surviving splinter groups of Boko Haram are desperate to recruit more people into their ranks and files as a result of sustained onslaught against them by the troops,” he said.     People flee from Boko Haram, in Mairi village on the outskirts of Maiduguri, Borno state. Photograph: Stringer/AFP/Getty Images    A UN security expert working in Maiduguri, who wanted to remain anonymous, said the group had begun using loans as a recruitment tool four years ago after a military crackdown forced them to relocate from Maiduguri to forests and villages. The source said Boko Haram carried out robberies and kidnappings to raise money. “The group has deviated from its Yusufania philosophy after the death of the founder, Mohammed Yusuf, to a more radical one championed by a splinter group known as Jama’atu Ansarul Muslimina Fi Biladis Sudan, roughly translated as Vanguard for the Protection of Muslims in Black [Africa]. This group introduced the loans,” said the official. But he said he worried that the worsening humanitarian situation could act as a recruiting sergeant as people in the area grow hungrier, more desperate and more willing to accept the loans to survive. Last year, he said, failed suicide attackers told investigators that a man in his 50s was recruiting in one of the government’s camps for internally displaced people, giving women money to hand over their children to use as suicide bombers. Andrew Walker, a security expert, said the use of loans tends to be successful in the short term as many of those who join the group do so for “opportunistic reasons”. But he is not convinced it is a sustainable approach: “How much money are they giving out, how are they getting it and how long can they keep it up?’’ *Names have been changed to protect identities",
  "webTitle": "Boko Haram using loans to recruit members in face of crackdown",
  "webPublicationDate": "2016-05-09T13:33:01Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/09/boko-haram-loans-recruit-members-crackdown-nigeria-traders-spy",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Boko Haram",
      "id": "world/boko-haram",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development/2016/may/09/boko-haram-loans-recruit-members-crackdown-nigeria-traders-spy"
}