{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/2016/may/23/the-top-tweeters-at-the-world-humanitarian-summit",
  "id": "2016-05-23-194",
  "sectionId": "global-development-professionals-network",
  "body": "The key accounts Make sure you follow the official summit account and the hashtags #ShareHumanity and #ReShapeAid.  It’s also worth following Dr Jemilah Mahmood, under-secretary general for partnerships at the International Federation of Red Cross and Red Crescent Societies; Oliver Lacey-Hall, head of UN-Ocha Indonesia; Sara Pantuliano, Overseas Development Institute (ODI)’s managing director; Irin’s managing editor Heba Aly and editor Ben Parker; special adviser to the summit Mukesh Kapila; and Aid Leap, the group of international aid bloggers and critics.       On the localisation issue  On the vital issue of devolving power and funds from the current top-down system to local agencies, the ones to watch are Adeso and its director Degan Ali who launched the Network for Empowered Aid Response yesterday. Both Christian Aid and Cafod have been a champions of this issue.       On financing and transparency The issue will be followed closely by Development Initiatives, the International Aid Transparency Initiative and the Global Humanitarian Initiative. Check out the hashtag #WHStransparency.       On gender issues Actor Ashley Judd spoke about gender issues in her opening speech at the summit. Other powerful voices on the issue are Babatunde Osotimehin, executive director of UNFPA and a global leader of public health, Plan International, Women for Women International and ActionAid.       On international humanitarian law  The International Red Cross has been a leading voice along with UN-Ocha. On education  Education Cluster are launching an international fund for education at the summit. Also follow Femyso, the voice of Muslim youth in Europe, and Unicef.       On refugees As part of the Hack4Humanity event at the summit, Refugees Now is working to develop tech solutions to help refugees. The other leading voices are the UNHCR, the International Rescue Committee and the International Organisation for Migration.         Related: The humanitarian system: 'A mammoth machinery losing track of what it is for'    On the grand bargain Use the #GrandBargain hashtag to follow the discussion, and check out InterAction, World Vision and Kristalina Georgieva.  Global Development Professionals Network editor Bibi van der Zee and migration correspondent Patrick Kingsley will be covering the summit for the Guardian. Do you have any suggestions for people to follow? Share their accounts in the comments below. Join our community of development professionals and humanitarians. Follow@GuardianGDP on Twitter.",
  "webTitle": "World Humanitarian Summit: who to follow on Twitter",
  "webPublicationDate": "2016-05-23T11:43:12Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/2016/may/23/the-top-tweeters-at-the-world-humanitarian-summit",
  "keyword": [
    {
      "webTitle": "Global development professionals network",
      "id": "global-development-professionals-network/global-development-professionals-network",
      "sectionId": "global-development-professionals-network",
      "sectionName": "Global Development Professionals Network"
    },
    {
      "webTitle": "World humanitarian summit",
      "id": "global-development/world-humanitarian-summit",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Ban Ki-moon",
      "id": "world/ban-ki-moon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/2016/may/23/the-top-tweeters-at-the-world-humanitarian-summit"
}