{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/23/brendan-rodgers-celtic-manager-unveiling-parkhead",
  "id": "2016-05-23-15",
  "sectionId": "football",
  "body": "The arrival of 10,000 supporters for his unveiling provided Brendan Rodgers with all the evidence he required that swapping the Premier League for Scotland does not automatically constitute a massive fall from grace. On his maiden appearance as the Celtic manager, Rodgers claimed those who are sceptical about his first job since leaving Liverpool in October are unaware of the Scottish champions’ scale. “People might say this is a step down but they don’t know this club,” Rodgers said. “I have come into a huge club here. Don’t get me wrong, I have had a number of guys who have said: ‘Don’t go. Why would you go?’ But this is Celtic and it’s different. It is a challenge, of course. It is a different market, a different budget but this can be a wonderful opportunity to come and help the players. If I can help the game in Scotland then great, but this is about helping Celtic.   Related: Brendan Rodgers looks like the right man to lead Celtic’s revival | Ewan Murray    “It is a different football level here but the challenge of getting to the Champions League and dominating Scottish football really excites me.” Rodgers, whose appearance alone told a story of a refreshed individual, could well have stayed in his previous professional domain. “Swansea contacted me in January when Garry Monk left,” he revealed. “But I was always clear I wanted to break out. “When I left Liverpool, I could have been in a Premier League job the next day. On the Monday, I got a call from a club but I wanted to have time out from the intensity of managing big clubs and the pressures that come with it. It was always clear that I wanted to go back in the summer. “With Swansea, it was a case of me telling Huw Jenkins in January that I wouldn’t be able to go back to work but in the summer I would be. We had a few conversations and a lot of it was linked to the new ownership. That new ownership isn’t ready to go through yet. “I could have waited and maybe got another job in the Premier League, but I hope to be managing for another 20-odd years. The chance to manage Celtic might not come again, which is why I felt I wanted to talk and then be here today.” Peter Lawwell, Celtic’s chief executive, insisted last week that the club were not in the market for a quick managerial fix. Rodgers asserted that such thoughts had never entered his head. “When you come into any club, you come in for the longer term,” Rodgers said. “I look at Martin O’Neill, he was here for five years. Neil Lennon was here for four seasons. So you want to bring success to the club and, however long that takes, you want that opportunity. “Time is the big thing you want as a manager, but ultimately you don’t get that. You’ve got to win games and you’ve got to perform. At this moment in time, I’ve got no thoughts of Celtic being a stepping stone and moving back into the Premier League. I don’t want to work in the Premier League for 20 years, hence the reason I came up here. “This is a wonderful country. It has some top class coaches and managers. You are working in a totally different market at a totally different level. For me, it is a challenge. However long the challenge is, I will be here. You don’t know what the future holds. For me, to come here and manage and be successful – it’s certainly not going to be for a year, that’s for sure.” Rodgers, who is yet to confirm the make-up of his backroom team, said he had not considered a move for Steven Gerrard. The former Liverpool captain is reportedly keen to return to Britain from the United States. On times at Anfield past and present, Rodgers was effusive. “I loved every minute of my time there,” Rodgers, 43, said. “Of course it was tough at Liverpool towards the end. But they have brought in an outstanding manager who will go on and do very well there. He has time to go on and mould the squad how he wants to do it but I have been able to take a step back from it. “The Premier League and its intensity is huge and the expectation at Liverpool is huge having not won the league for so long and then getting so close. The difficult part of getting so close and then we never really built on that squad but I have been able to stay fit and I feel good. At Liverpool I just think that I will always remember the positives from there which was that we made the supporters smile, we went as close an anyone to winning the title and we played a brand of football that excited people and the supporters loved. With a little bit more luck we could have won the title.”",
  "webTitle": "Brendan Rodgers: people who say this is a step down don’t know Celtic",
  "webPublicationDate": "2016-05-23T22:00:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/23/brendan-rodgers-celtic-manager-unveiling-parkhead",
  "keyword": [
    {
      "webTitle": "Celtic",
      "id": "football/celtic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Brendan Rodgers",
      "id": "football/brendan-rodgers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "football/2016/may/23/brendan-rodgers-celtic-manager-unveiling-parkhead"
}