{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/30/terry-maketa-colorado-sheriff-extortion-kidnapping-charges",
  "id": "2016-05-30-50",
  "sectionId": "us-news",
  "body": "Last week, a former Colorado sheriff turned himself in to police custody following a grand jury indictment that charged him with extortion, tampering with a witness or victim, second-degree kidnapping and three counts of official misconduct. An undersheriff and commander were also booked on various charges. Terry Maketa was sheriff of El Paso County for 12 years, until 2014. El Paso County is home to the conservative Christian city of Colorado Springs, known for its Republican voters and evangelicals.  His indictment came after a three-year effort among colleagues to hold him accountable for alleged sexual misconduct with three employees, discrimination against employees who refused to sleep with him, illegal retaliation against co-workers, and pressuring a domestic abuse victim to reverse her statement, landing her in jail so her abuser could keep his job in the sheriff’s department. Allegations against Maketa surfaced in a 2010 cover story in the Colorado Springs Independent, which accused him of protecting a violent detective and giving wildly unprecedented pay rises to women who did not appear to be qualified for the jobs they had. Emails between Maketa and the employees in question confirmed affairs. Staffers also accused the sheriff of using taxpayer dollars to fund romantic getaways.  In May 2014, three sheriff’s department commanders filed an equal opportunity employment charge against Maketa, accusing him of promoting the three women he was sleeping with and overlooking those who declined his advances.  Three hours after hand-delivering the charge to Maketa, the commanders were approached by undersheriff Paula Presley – one of the women accused of being a mistress to Maketa. She told them they were being placed on administrative leave. Their phones, iPads, duty weapons, badges and vehicles were taken from them.  A lawsuit filed on the commanders’ behalf in 2015 says this was “inconsistent with sheriff’s office policy” and “was adverse and punitive”. The El Paso board of county commissioners substantiated the commanders’ claims, and gave Maketa a unanimous vote of no confidence.  Maketa released a video apology, admitting wrongdoing and a cover-up, but refused to resign and served out his term to the end of 2014. Term limits prevented him from running again, but he had been scoping out a successor to do his bidding. According to the 2015 lawsuit, candidates running for sheriff were offered Maketa’s endorsement if they would “offer him a consulting contract with the sheriff’s office, and offer a sinecure in the sheriff’s office to his three sexual partners”. Former officer turned candidate for sheriff Bill Elder was not on good terms with Maketa, the lawsuit claims, and “Maketa knew he could not influence Elder” if he was elected. In early 2013, an internal affairs file went missing – it concerned Elder, and it contained potentially damning information that could hurt him in the election.  The three commanders who filed the EEOC complaint, along with Sgt Robert Stone, were targets of a criminal investigation over the missing file. These men were Elder supporters, yet Maketa gave them lie detector tests and interrogated them, according to the lawsuit. Asked where he thought the missing file had gone, Stone said he thought it was in the possession of Presley, Maketa’s sexual partner. According the lawsuit, when Presley heard this, she said: “I’m going to kill that fucker!” Presley later admitted that she had in fact been hiding the file in her home. The lawsuit claims Maketa and Presley colluded to steal the file, then launched the investigation to cover their tracks. The lawsuit adds: “Such detention and mistreatment was illegal.” Stone and the three commanders are the plaintiffs of the 2015 lawsuit, along with Cheryl Peck, lieutenant of internal affairs, who claims she was repeatedly approached by Maketa, who asked her to make false claims to the media and in testimony about who had given him the file. When she told the truth, she claims, Peck was demoted to lieutenant of patrol on the midnight shift.  A year later, the lawsuit is still pending. Last week’s grand jury indictment, however, reinforced several of the lawsuit’s charges along with a few new ones, landing Maketa and Presley in jail.  ‘With voices raised’     Paula Presley. Photograph: Police photo    In 2013, Presley considered running as Maketa’s replacement. According to the indictment, an employee of Correctional Healthcare Companies, which contracted with the county to provide medical services to the jail, was approached to run Presley’s campaign. When the woman (whose name is redacted from the indictment) said she didn’t want to run the campaign, she roused the ire of Maketa and Presley. The indictment claims that “with voices raised in a hostile or threatening manner”, Maketa and Presley “ordered CHC to remove [redacted] from her position or they would terminate the contract with CHC”. The contract between the county and CHC was for $5.2m. The woman was fired a month later. The woman had also found herself on Maketa’s bad side earlier that summer, for her involvement in a domestic violence case involving an El Paso County sheriff’s deputy. One August night in 2013, police arrested a sheriff’s deputy for the assault of his girlfriend, who was reported to have a “bruised arm” and “swollen face” after being “punched, pushed and shoved, at one point causing [redacted] to see stars”. The deputy was almost immediately terminated, but soon paid a visit to Maketa to plead for his job. Maketa gave the deputy’s girlfriend a call.  “Sheriff Maketa told [redacted] that she needed to come in to the sheriff’s office and do another interview and tell investigators that she instigated the incident … to allow [redacted] to get his job back,” the indictment reads. “Sheriff Maketa indicated [redacted] would not be in trouble for this and would not be arrested.”  After meeting Maketa, the indictment says, the woman then received a call from Presley, who gave her instructions to say that she was the instigator of the fight and that she was coerced during her first interview. Presley warned her not to tell anyone about their conversation, and reinforced Maketa’s claim that she wouldn’t be arrested if she went through with it.  The woman went through with it, and was then “arrested for the crimes of domestic violence harassment and driving under the influence”. The second charge seemed to be baseless, as “there was no blood or breath testing completed or evidence of the crime”, according to the indictment. When the deputy found out about his girlfriend, he called Maketa and Presley. They were “both aware of the arrest and charges of [redacted] and indicated that this could help [redacted] out with his case”. The woman spent 24 hours in jail before her case was dismissed.  This accounts for four of the indictment charges against Presley and Maketa, which include tampering with a witness, second degree kidnapping and false imprisonment. The latter two charges include commander Juan San Agustin as a defendant.  Further charges against Maketa and Presley include demoting staffers who attempted to form a union, intimidating others into resigning, and erroneously attempting to place enemies of theirs on the “Brady list”, which the indictment says is the district attorney’s list of “law enforcement officers whose credibility may be compromised”.  Presley turned herself in to the El Paso County jail last Wednesday, shortly after the indictment was served. Maketa and Agustin turned themselves in to the Gilpin County jail the next day. Shortly after being booked, all three bonded out.",
  "webTitle": "Former Colorado sheriff turns self in after extortion and kidnapping charges",
  "webPublicationDate": "2016-05-30T17:33:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/30/terry-maketa-colorado-sheriff-extortion-kidnapping-charges",
  "keyword": [
    {
      "webTitle": "Colorado",
      "id": "us-news/colorado",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Josiah Hesse",
      "id": "profile/josiah-hesse"
    }
  ],
  "guardianId": "us-news/2016/may/30/terry-maketa-colorado-sheriff-extortion-kidnapping-charges"
}