{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/25/dramatic-population-increases-forecast-for-london-as-northern-towns-lose-workers",
  "id": "2016-05-25-148",
  "sectionId": "world",
  "body": "Explosive growth in London’s East End boroughs will bring the capital’s population to nearly 10 million within eight years, according to official government projections, while towns in the north-east and north-west of England will see their populations fall.  Barrow-in-Furness in Cumbria is projected to have the biggest fall in population in England, declining by 4.3% to 64,700 by 2024. It is at the head of a list of northern boroughs and districts, including Blackpool, Blackburn, Hyndburn (Accrington, Lancashire) and Richmondshire (North Yorkshire) where the population is expected to shrink. The figures also suggest that the working-age population of the north-east and north-west will decline in absolute terms, at the same time as their population of over-65s jumps by nearly a fifth.   UK population changes UK population changes.   Tower Hamlets in London will have the fastest-growing population in England between now and 2024, according to the Office for National Statistics (ONS), rising by 25% to 355,000.  The boroughs of Barking and Dagenham and Newham will see the next fastest rises, increasing in size by 17-20%. In total, London’s population would expand from 8.54 million in 2014 to 9.71 million by 2024, the ONS said.  Behind the figures lie government projections about the impact of immigration, both within England and internationally, local fertility rates and the age structure of the local population. The figures are used as a crucial tool in government planning for schools, hospitals and social services.  The fastest-growing section of the English population will be the over-65s. The number of local authorities in England where more than a quarter of the population are aged 65 and over is projected to increase from 28 out of 326 in mid-2014 to 84 in mid-2024. While London leads the way in population growth, the east of England is not far behind. It is projected to add just more than half a million people by 2024, bringing its population to 6.6m. The south-east will add another 722,000 people, taking it to 9.6m.  The slowest pace of population growth in England will be in the north-east, projected to rise from 2.6 million to 2.7 million, while the north-west will see its population rise to 7.4 million from 7.1 million.  But within these figures are some worrying projections about the working-age and retired population. The north-east will see a 19.4% increase in the number aged over 65, but the number of 16-to-64 year olds will decline by 1.9%. In the north-west, the retired population is expected to rise by 17.4% but the working population to shrink by 0.4%.      A housing estate in Tower Hamlets. Photograph: Dan Kitwood/Getty Images     Related: Is Britain full? Home truths about the population panic    A spokesman for the ONS said: “All regions of England are projected to see an increase in their population size over the next decade, with London, the east of England and south-east projected to grow faster than the country as a whole. The population is also ageing with all regions seeing a faster growth in those aged 65 and over than in younger age groups.” The so-called “subnational projections” are issued every two years. The ONS said: “The projected local authority population for each year is initially calculated by ageing on the population for the previous year, applying assumed local fertility and mortality rates to calculate the number of projected births and deaths, and then adjusting for migration into and out of each local authority.” For example, of the projected 13.7% rise in London’s population, 10.4% is assumed to come from natural change (more births than deaths) and 3.2% from migration. This migration figure is itself made up of a projected 10.2% increase in arrivals from abroad into the capital, and a minus 7% figure for people quitting the capital to live elsewhere in the UK.  Only one of the top 10 fastest growing boroughs in England is outside of London. Corby, once a byword for industrial decline following the closure of its steelworks, is expected to see its population jump by 16.7% to 76,400 by 2024.  Among England’s over-65 population, it may come as a surprise that the biggest increase will not be in a seaside town but in London, where the number aged over 65 is projected to increase from 1m to 1.2m over the 10-year period.  • This article was amended on 26 May 2016. An earlier version referred to a list of “northern boroughs” where “northern boroughs and districts” was meant.",
  "webTitle": "London population expected to surge as north loses workers",
  "webPublicationDate": "2016-05-25T13:38:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/25/dramatic-population-increases-forecast-for-london-as-northern-towns-lose-workers",
  "keyword": [
    {
      "webTitle": "Population",
      "id": "world/population",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Office for National Statistics",
      "id": "uk/office-for-national-statistics",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "North-south divide",
      "id": "society/north-south-divide",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Social trends",
      "id": "society/social-trends",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Collinson",
      "id": "profile/patrickcollinson"
    }
  ],
  "guardianId": "world/2016/may/25/dramatic-population-increases-forecast-for-london-as-northern-towns-lose-workers"
}