{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/14/children-mental-health-care-woeful-gps",
  "id": "2016-05-14-55",
  "sectionId": "society",
  "body": "Family doctors have condemned NHS care for children with mental health problems as woefully inadequate and warned that vulnerable young people are coming to harm during waits of up to a year for specialist help. GPs say that, although growing numbers of youngsters are struggling with crippling conditions such as anxiety and depression, many in need of urgent support are missing out because rationing of care means that they are not ill enough to qualify. A survey of 300 GPs in England has raised particular concern about the availability of NHS help for children aged 11-18 who are self-harming. While 61% of GPs are seeing more such cases than five years ago, 83% describe services as either inadequate or totally inadequate.   Related: Family doctors fear a mental health scandal waiting to happen | Dr Nihara Krause    Even more GPs – 86% – are worried that young people in distress are coming to harm while they wait for treatment, according to the survey conducted by stem4, a charity that helps such teenagers. “Young mental health problems are a timebomb waiting to explode,” one GP said. Liberal Democrat MP Norman Lamb, who was the mental health minister in the coalition government, said: “These findings paint a bleak picture and accord with what GPs have told me: that when they refer children with such problems for support, too often support isn’t there at all or they meet with high thresholds which mean that children are in effect told ‘get sicker before we will help you’. Rationing of care in such a vital area of care is scandalous.” Long waiting times for treatment pose risks, he warned. “Children do come to harm during these long delays and delays can be fatal, potentially, for example, with eating disorders. Similarly, if a young person who is self-harming has to wait, there are risks to their health and wellbeing, sometimes with fatal consequences.” One GP said: “I feel mental health services for patients at this age are woefully inadequate. The few patients we manage to get seen still have to wait for often over a year.” Another said: “It is appalling that someone who has asked for help needs to wait up to six months for any intervention I can provide in a secondary [hospital] setting. Only the most severe get any help.” The survey, in which participants were chosen to represent GPs across England, also found that 78% are seeing more young patients with mental health problems than five years ago, and 87% expect pressure on services to increase further. Liam George, a 17-year-old from Leicestershire, said his GP was quick to refer him to a mental health specialist when he began displaying symptoms of chronic fatigue syndrome and he saw a specialist a month later. However, he then faced a three- to six-month wait to access help from local NHS child and adolescent mental health services. He now helps other young people facing a variety of mental health problems. “NHS help with mental illness is simply insufficient. There are just not enough options presented to youths in ways they feel like they can take them. It’s a sorry state, but Child and Adolescent Mental Health Services is stretched thin and more and more children are having problems,” he said. Dr Nihara Krause, a consultant clinical psychologist who set up stem4, said children were subject to “levels of competition and performance anxiety unknown to any generation. The increase in mental ill-health among our young people is exacerbated by our trophy culture. Outside school our body-obsessed, share-everything culture subjects them to new forms of scrutiny. “Who’s got the most ‘followers’? Whose selfie or video got the most likes? Body-shaming, cyber-bullying and sexting can happen to them on their mobiles wherever they might be, robbing them of a place of safety.” The findings showed that “young people’s mental health services are at crisis point, with GPs having to cope with the consequences of our failure to focus on prevention and a lack of access to specialist services”, added Krause.   Related: How artist captured the suffering of Alastair Campbell and Amy Winehouse    Dr Faraz Mughal, the Royal College of General Practitioners’ clinical fellow for youth mental health, said: “This report provides a worrying insight into the difficulties currently facing young people who need mental health care. GPs are seeing more and more young patients with mental health problems. But services in the community that they could benefit from are underfunded and this invariably puts general practice under pressure and our patients’ safety at risk.” NHS England accepted stem4’s findings as “another example of important and growing health needs. While the additional £1.4bn pledged for children and adolescent mental health services will help to kickstart this work, transformation will not happen overnight.” Meanwhile, new figures show that one in three of the NSPCC’s ChildLine counselling sessions features a mental health concern. Of the 92,891 sessions relating to mental health concerns last year, almost half – 42,000 – were to do with self-esteem, a 19% increase on the previous year. The number of calls from children with suicidal concerns increased by 10%. “In 1986, when ChildLine was set up, children were mainly contacting the service about pregnancy, bullying and physical and sexual abuse,” said Peter Wanless, NSPCC chief. “Today, we are seeing a huge increase in loneliness, suicidal thoughts and self-harm, problems which did not feature in calls ChildLine received 30 years ago. It is clear from these ChildLine statistics that the pressure to keep up with friends and have the perfect life online is adding to the sadness that many young people feel on a daily basis.”",
  "webTitle": "Care for children with mental health problems is woeful, say GPs",
  "webPublicationDate": "2016-05-14T20:48:00Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/14/children-mental-health-care-woeful-gps",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "GPs",
      "id": "society/gps",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    },
    {
      "webTitle": "Jamie Doward",
      "id": "profile/jamiedoward"
    }
  ],
  "guardianId": "society/2016/may/14/children-mental-health-care-woeful-gps"
}