{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/18/des-kelly-people-paying-for-care-national-care-forum",
  "id": "2016-05-18-316",
  "sectionId": "society",
  "body": "“I tell young people that if you are fortunate enough to work for an organisation in the care sector that invests in you and your training, you can go from the frontline to being a manager, to being a director,” says Des Kelly, outgoing director of the National Care Forum. “How many parts of the economy can you still say that about?” Kelly, 63, is stepping down from the NCF, the umbrella body for not-for-profit care providers that he has led since its foundation in 2003. Under him, it has grown from having 17 member organisations to more than 90. It is a key moment for the social care sector because Kelly represents one of the last links to a time when residential care was still seen as an arm of social work. As a management trainee with Coventry council, he was required to work in residential care for 12 months and then, on completion of his CQSW social work qualification, he was appointed manager of a 45-bed home for older people, Newlands House, where he developed innovations such as testing residents for signs of dementia – it was traced in as many as 54%.   Related: Why don't we talk more about the privatisation of social care?    During his time at Newlands, Kelly served as a member of the seminal Wagner inquiry into residential care. Its 1988 report, A Positive Choice, called for a fresh perception of something that was then still often seen as a hangover from the 19th-century workhouse – indeed, some council-run care homes were crudely converted workhouses with rooms shared by as many as six people. Twenty-five years later, he was to serve on another inquiry into residential care, a commission led by the thinktank Demos in 2014, that again concluded that it was seen as a place of last resort. Kelly accepts that this thorny image problem persists. He favours the commission’s idea of rebranding as “housing with care”. But he argues that the fabric of care homes has improved out of all recognition as councils have passed their operation to companies and charities that have invested significantly; care homes are starting to engage more in their local communities through initiatives like Care Home Open Day, which Kelly co-chairs and which takes place this year on 16 June; and inspection and regulation regimes have brought an accountability for quality and safety of care that was almost wholly lacking in the early 1980s. Kelly has worked for council-run, for-profit and non-profit care operations during his long career, and argues that all have to make some kind of margin: “No provider can operate without having a commercial attitude: you have to make a surplus to have sustainability. It’s not the creation of surplus that’s the issue, it’s what you do with it.” What concerns him is the current and growing imbalance of provision. Some three in every four of England’s 15,000 care homes are now run for profit and the proportion is rising. “On a good day, we reckon we would be able to count 20% [non-profit] and 6% or so left in the public sector,” he says. “I don’t think that represents a healthy mixed economy. What we have done very effectively over a period of about 30 years is to denationalise the care sector,” he says. “We need people to be more informed consumers, but the vast majority have no experience of care and if [councils] carry on commissioning the way [they] do now, we are just going to be watching the gradual erosion of services.” Providers will provide exactly what they have always provided: not changing enough, not innovating enough. Kelly is adamant that the best social care, whether residential or at home, is local. While this does not mean it cannot be delivered by big operators, with suitably decentralised structures, emerging findings from Care Quality Commission (CQC) inspections suggest that smaller is often better. About 80% of smaller care homes and homecare agencies in England are getting “good” or “outstanding” ratings, according to unpublished CQC analysis, compared to 68% overall. The proportion of providers receiving “requires improvement” ratings troubles Kelly. He had expected it to be nearer 10% than 29% (plus 3% rated “inadequate”) and he thinks we urgently need a better idea of how many of them are closer to inadequate than to good. “It’s the ones that are falling right at the bottom end that we need to take out of the market. That’s in everybody’s interests.” He is troubled, too, by the sector’s chronic staff recruitment problems, not least to the critical role of registered manager which, CQC reports confirm, is key to the quality of a care service. One in eight registered manager posts is vacant at any one time and close to half of all those in post are 50 or older – a picture that Kelly finds alarming. “But then our statistics tell us that only about 12% of the entire workforce is under 25. That’s probably the scariest thing,” he says. “We have got to get better at sourcing young people to work in the sector.”   Related: My mother’s treatment in hospital opened my eyes to a policy of shameful neglect | Joan Smith    Above all, Kelly is dismayed at social care’s continuing funding crisis and he envisages no early solution. He says that he “can’t see” the government making good its promise to implement in 2020 the postponed Dilnot funding reforms, and he fears that care providers will be left with no alternative but to continue to squeeze people who pay for their own care to compensate for the shrinking value fees paid by councils and the NHS. “I don’t think it’s sustainable that we keep on driving the self-paying market, but unless there is some kind of cross-party political intervention, you would have to predict that the proportion of people paying their own costs is going to be significantly higher than it is now – and they will be paying more,” he warns. After this week’s NCF annual conference, Kelly will begin handing over to his successor, Vic Rayner, who is moving across from the equivalent role at Sitra, the membership body for supported housing providers. Kelly will continue with his non-executive roles in the sector and is not ruling out what he calls a career “encore”. He will be mindful, though, that one thing is likely to dog him. In 1999, when he was a senior manager in Bupa’s care homes division, Kelly was caught up in a bitter controversy over ill-treatment of residents in a Bupa home in Bromley, Kent. Almost two decades later, the recriminations still fly. It’s unlikely that the truth will ever be established, but Kelly himself raises it in this interview and talks about it at length, and with evident anguish. Curriculum vitae Age 63. Lives Coventry. Family Married, three children. Education Foxford comprehensive school, Coventry; Tile Hill College, Coventry; University of Aston, BSc behavioural science; University of Warwick, MA applied social studies, CQSW. Career 2003-16: executive director, National Care Forum; 1998-2003: partnerships director, Bupa Care Homes; 1995-98: human resources director, Court Cavendish and, following merger, Care First; 1988-95: policy officer/deputy general secretary, Social Care Association; 1981-88: home manager, Newlands House, Coventry; 1979-81: social services management trainee, Coventry council; 1971-73: care assistant, Coventry council. Public life OBE (2007); chair, Centre for Policy on Ageing; interim chair, Eden Alternative UK; board director, Skills for Care. Interests Arts, Coventry Cathedral, drumming.",
  "webTitle": "Des Kelly: ‘More people will be paying for care’",
  "webPublicationDate": "2016-05-18T07:00:22Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/18/des-kelly-people-paying-for-care-national-care-forum",
  "keyword": [
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care Quality Commission (CQC)",
      "id": "society/care-quality-commission",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Regulators",
      "id": "business/regulators",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Care workers",
      "id": "society/care-workers",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "David Brindle",
      "id": "profile/davidbrindle"
    }
  ],
  "guardianId": "society/2016/may/18/des-kelly-people-paying-for-care-national-care-forum"
}