{
  "apiUrl": "https://content.guardianapis.com/stage/theatreblog/2016/may/16/football-theatre-the-curve-leicester",
  "id": "2016-05-16-218",
  "sectionId": "stage",
  "body": "“Why can’t theatre be more like football?” said a man to me on Sunday afternoon. It was a good question to be asking at Leicester’s Curve theatre in an informal afternoon of conversation, tea, cake and party games hosted by the Curve and the Brick Box as part of the Guardian and Battersea Arts Centre’s A Nation’s Theatre conversations and Curve’s Inside Out festival, promoting the work of local artists and companies. The festival ended with a performance of All Out, created by the excellent Common Wealth, with local people of all ages, which was put together in just five days and performed in the multi-storey car park next to the theatre, providing a fragile and touching snapshot of the hopes and dreams of a city.   Related: Herding sheep: why London theatre critics really need to get out more    It was a particularly pertinent question to be asking in a city where you can feel the euphoria on the streets and where today, almost the entire city will turn out for Leicester City’s Premier League victory parade. Football has brought the city together and made it proud of itself. Could theatre ever do the same? Can the passion that the city feels for its team ever be translated into a similar passion for its local theatre? Over the last 12 months, around the country, the A Nation’s Theatre discussions have touched on many issues, such as what devolution means for theatre, how best to support artists, how the Edinburgh festival can be a more level playing field, access and diversity and ways to promote high quality touring productions. Many of the conversations have been terrific, passionate and engaged, but while in most of them the voices of artists and those who work in theatre have been heard loud and clear, what has often been missing is the voices of the audience. Just as we need to widen and diversify the stories we tell on stage and who is telling them, so we need to do the same about conversations around theatre. Otherwise we are only ever talking to ourselves. Why do some people go to the theatre and why do so many people never go, thinking that it’s some kind of exclusive club that’s not for them?     The Curve theatre, Leicester … a space that invites the public in, rather than existing like a monastery. Photograph: Gary Calton for the Observer    There were no answers on Sunday, because the informality of the event meant that conversations were fractured and drifting. Moving from table to table, I spoke to two women who talked eloquently about their children’s routes into theatre; a husband and wife working in education in Leicester said how important it was to keep those routes open to all and spoke of the importance of links between schools, colleges and the professional world; a disco-dancing child (yes, there was more disco dancing than debate) who told me that performing was “tingly”; an older woman who said that seeing theatre made her want to have a go at making it herself.  Today, the route for the Foxes’ victory parade will pass the Curve theatre, where there will be family-friendly viewing platforms and family activities. That’s exactly as it should be: a publicly funded space – and one that in its early days was a highly contested one – inviting the public in, not because it hopes to flog them a few tickets, but because it knows it has to be more of a town square and less of a monastery.   Related: Sarah Kane: Why can’t theatre be as gripping as footie?    On Sunday afternoon, there were signs of that in action. The theatre’s artistic director, Nikolai Foster, was available to chat to anyone. I’ve never seen the Curve foyer look quite so muddled and full of life, and yet, somehow, it felt as if those of us there owned the space, and if we wanted to disco-dance in it, we would. That’s as important as debate, and there are lessons to be learned from it. At the Curve it feels as if those lessons are starting to be taken on board, as the theatre looks to extend its producing and touring remit as well as its participatory activities. Theatres must value those who want to volunteer as much as those who buy a ticket to watch, because the benefits of the back and forth between the two are obvious. Later on Sunday afternoon, on top of the car park as Inside Out reached its conclusion, bunches of multicoloured balloons were released and bobbed away over the city as if kept afloat by euphoria. Afterwards the Curve’s associate director, Suba Das, said quietly: “It’s taken four years for this theatre to get to this point, so forgive me if I cry.” With work, perhaps in four years’ time the people of Leicester will feel as proud and passionate about their theatre as they do about their football team.  Highlights of the Inside Out festival will be at Battersea Arts Centre in London later this month, as part of A Nation’s Theatre festival.   This event was hosted by Lyn Gardner – to find out what other Guardian Live events are coming up, sign up to become a Guardian member.",
  "webTitle": "Football unites cities: can theatre ever do the same?",
  "webPublicationDate": "2016-05-16T11:42:06Z",
  "webUrl": "https://www.theguardian.com/stage/theatreblog/2016/may/16/football-theatre-the-curve-leicester",
  "keyword": [
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Leicester",
      "id": "uk/leicester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/theatreblog/2016/may/16/football-theatre-the-curve-leicester"
}