{
  "apiUrl": "https://content.guardianapis.com/business/us-money-blog/2016/may/01/investing-tips-stock-market-wall-street-make-money",
  "id": "2016-05-01-110",
  "sectionId": "business",
  "body": "It’s a question that has haunted the minds of high-flying financiers, self-help authors and regular Americans for decades: what’s the best way to make money investing?  In the past, the best way, hands down, was to have won the genetic lot: to have been born so that your peak earning and investing years coincided with a bull market. If you came of age in the early 1980s and started investing, you’ve already won the game. Those years saw an extraordinary bull market in the bond market, and the three decades since included what became a golden age for stock market investors.   Related: Times are hard for bankers – but they did nearly bankrupt the planet    Sure, the stock market’s path was a bumpy one, with downturns, mini-crashes and other more serious bursts, like of the dotcom bubble in 2000. Overall, however, returns greatly exceeded historical averages, and recessions cleared the way for the market to climb to greater heights. Consulting company McKinsey is now warning us that the factors that contributed to those golden age returns don’t exist any more. But the era lasted long enough to make Americans think of it as normal, and to leave us wondering about what feels like an “abnormal” environment of volatile markets and mediocre returns. That, the McKinsey analysts argue in a new report making waves throughout the investment world, is precisely the wrong way to look at the whole matter. It was those abnormally high returns that were unusual, they point out. Now we’re heading into a period of compressed or collapsing investment returns, and we’ll need to adjust all our expectations and behavior accordingly. The McKinsey study attributes the exceptional returns to four unusual factors. A sharp decline in US inflation rates, to well below their historic average, led to a rise in the price that investors were willing to pay for every dollar of corporate earnings, or the much-discussed price/earnings ratio. A steep drop in interest rates boosted returns from bonds and also helped buoy stock prices. While global GDP growth was normal during the golden era, the researchers found that demographics in emerging markets and improving productivity worldwide boosted corporate profits and revenues, and contributed to stock market returns. Then there’s the unprecedented surge in corporate profits in the last three decades: US companies never had it so good. These factors are gone. It’s time to brace for a period in which investment returns could be lower than long-term averages. Between 1985 and 2014, the US stock market delivered returns of 7.9%, on average, every year; the bond market rewarded investors with an average annual return of 5%. Over the next 20 years, look for those figures to shrink to as little as 4% to 5% for stocks (if you’re cautious about the economic outlook), and zero to 0.1% for bonds. If you take a more upbeat view of the economy, you can ratchet the figures up to 5.5% to 6.5% for stocks, and 1% to 2% for stocks. Well, that’s OK, isn’t it? You could put all your money in stocks and ignore bonds – how much difference can a percentage point or two make? You could also put all your eggs in a proverbial basket, and ignore the details. While you’d be right to favor stocks in any asset allocation model (they tend to perform better over the long haul), you also need diversity. As the crisis of 2008 reminded us all, there will be periods when if you don’t have at least part of your portfolio in safer investments, such as bonds, you’ll end up losing capital.  A similar look at the long term shows that a single percentage point can make a very, very big difference. Let’s say that you’ve got $100,000 and you’re earning an annual return of 5.5%. At the end of 30 years, assuming you have reinvested all of the money you make, thanks to the magic of compounding, you’ll have about $500,000. But if your returns are only 4.5%, that sum will fall to $375,000. A single percentage point has cost you $125,000 over 30 years. A decline of two percentage points, and you’ve lost nearly half of your total potential returns. McKinsey’s message is that investors need to lower their expectations, work more years and double their savings. While many advisory firms don’t find much to quibble about in McKinsey’s conclusions, some aren’t as willing to tell investors to simply give up. “McKinsey’s take on lower returns is spot on, in our opinion,” says a memo from New Jersey investment advisor RegentAtlantic. But it also argues there are parts of the market – such as the emerging markets, and smaller companies in those markets, in particular – that offer higher returns (and more risk). The report, however, merely articulates handwriting that’s been on the wall for a while. But it does warn that it’s going to be much, much more difficult for any of us to recover from any financial mistakes that we make. The markets aren’t going to give us a helping hand.   Related: A real profits recession may be on its way – but there's no need to panic    So when you read lists of financial tips such as starting to contribute to your 401k as soon as you can, don’t see them as suggestions – they’re commandments. If the market isn’t going to help increase the amount you save, you’ll have to do it, making every dollar you put aside more valuable – and the dollars you save in your 20s will always be vastly more valuable than those you invest in your 40s or 50s, thanks to compounding. Just do it.  Similarly, watch out for some of the worst financial pitfalls you can make: dipping into that 401k, except in the direst of emergencies; racking up credit card debt and making only minimum payments; buying more houses than you can afford. Even paying for private schools from kindergarten through college, or helping to finance your child’s wedding, can be a mistake if you’re doing it at the expense of funding your own retirement needs. Yes, you are investing in your children’s future (or the future health of the florist or wedding photographer’s businesses), but how will they feel when, in 15 to 20 years’ time, they realize that the price for that financial help is ongoing financial support? In a low-return environment, with investment tailwinds transformed into headwinds, those are some of the tough trade-offs that we’ll have to wrestle with. Like it or not, it’s time to prepare for the “new normal”.",
  "webTitle": "The golden age of investing is over: get used to Wall Street's 'new normal'",
  "webPublicationDate": "2016-05-01T12:00:54Z",
  "webUrl": "https://www.theguardian.com/business/us-money-blog/2016/may/01/investing-tips-stock-market-wall-street-make-money",
  "keyword": [
    {
      "webTitle": "US markets",
      "id": "business/us-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Investing",
      "id": "business/investing",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "business/us-money-blog/2016/may/01/investing-tips-stock-market-wall-street-make-money"
}