{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/hotels-of-north-america-rick-moody-review-timely-moving-clever-reginald-edward-morse-rateyourlodging",
  "id": "2016-05-15-183",
  "sectionId": "books",
  "body": "Rick Moody – of The Ice Storm fame, a brilliant novel adapted into the equally stunning film directed by Ang Lee – delights with his ingenious new novel. The premise – a memoir in the form of a collection of hotel reviews that span 40-odd years in the reviewer’s life – is both original and entertaining. The work of one Reginald Edward Morse, a motivational speaker by trade and top reviewer at RateYourLodging.com, the collection constitutes the unexpected magnum opus of a middle-aged man whose life is marked by loneliness and disappointment – a broken marriage, an estranged daughter, affairs, money troubles. If you’ve seen Anomalisa it’ll be impossible not to draw comparisons, and Moody treads a similarly fine line between the comic and the tragic – never, for example, has hotel porn been discussed with such pathos. Capturing the essence of our virtual reality- and social media-obsessed age, it’s timely, moving and clever. Hotels of North America is published by Serpent’s Tail (£12.99). Click here to order it for £10.39",
  "webTitle": "Hotels of North America by Rick Moody review – timely, moving and clever",
  "webPublicationDate": "2016-05-15T07:00:18Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/hotels-of-north-america-rick-moody-review-timely-moving-clever-reginald-edward-morse-rateyourlodging",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Scholes",
      "id": "profile/lucy-scholes"
    }
  ],
  "guardianId": "books/2016/may/15/hotels-of-north-america-rick-moody-review-timely-moving-clever-reginald-edward-morse-rateyourlodging"
}