{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/04/ttip-tpp-trade-deals-secrecy-greenpeace-leak",
  "id": "2016-05-04-134",
  "sectionId": "commentisfree",
  "body": "It’s amazing how just a little transparency forced onto the free trade deals the Obama administration been negotiating in secret totally turns the public against them. After the contents of the proposed Transatlantic Trade and Investment Partnership (TTIP) between the US and the European Union was leaked and published by Greenpeace a few days ago, the negotiations – already in turmoil – have been thrown into further doubt now that the public has actually gotten to see what is being proposed by both sides. As usual with US-negotiated trade deals, the contents were kept completely secret from both ordinary Europeans and Americans, yet was easily accessible if you’re a giant corporation. So naturally, the terms are heavily tilted toward big business at the expense of the environment, health and safety standards. The Guardian reported on a lot of controversial provisions in detail on Sunday, but the Independent summed it up nicely: “The documents show that US corporations will be granted unprecedented powers over any new public health or safety regulations to be introduced in future. If any European government does dare to bring in laws to raise social or environmental standards, TTIP will grant US investors the right to sue for loss of profits.”   Related: TPP or not TPP? What's the Trans-Pacific Partnership and should we support it?    Despite the Obama administration’s concerted push to finish both TTIP and its Asian counterpart, the Trans Pacific Partnership (TPP), before the presidential election in November, support for trade deals are plummeting in the US: a recent poll showed that only 18% of the public support TTIP, compared to 53% in 2014. One can only assume that the presidential race has drastically increased the number of people with a negative opinion of free trade deals. Both parties’ potential nominees actively campaigning against them, after all. Republican nominee Donald Trump has been vocal in his opposition to TPP since the start of his candidacy, and Democratic contender Bernie Sanders hit frontrunner Hillary Clinton so hard on supporting past trade deals for costing the US manufacturing jobs and weakening environment standards that she came out against TPP as well – despite supporting it while at the state department. But what has mattered more is merely the ability for the public to see what’s in these agreements. While there were many civil society groups protesting the deals from the start, it wasn’t until WikiLeaks published draft versions of TPP that public sentiment turned against it. The US trade representative even admitted at the time that the administration knew if the public found out what is in these trade deals, public opposition would be significant.  What progressive champion Senator Elizabeth Warren said then is even more true now: “If transparency would lead to widespread public opposition to a trade agreement, then that trade agreement should not be the policy of the United States.”   Related: Trump presidency would sink TPP and harm China relations, says Kim Beazley    Yet that doesn’t seem to be the position of the “most transparent administration ever”. While lobbyists are given a free hand to help write the deals, even members of legislative bodies have to jump through absurd hoops just to lay eyes on the document. Draconian restrictions were put on US members of Congress if they wanted to view TPP while it was in negotiation, so much so that they were even threatened with prosecution if they talked about it. And Time magazine just reported on what Katja Kipping, a member of German parliament, had to do to see the latest version of TTIP. This included agreeing to a restricted reading time of just two hours, having a guard breathing down her neck the entire time and not sharing the contents of the agreement with anyone.  If the Obama administration wants to publicly push for free trade deals despite the growing public opposition to them, that’s their prerogative. But Congress and the public should have full access to their contents when they’re being negotiated and the Obama administration should stop treating decisions that affect the jobs of millions of Americans as if they are some sort of national security secret. But since they refused to be transparent, the deals should be rejected entirely.",
  "webTitle": "The TTIP and TPP trade deals: enough of the secrecy | Trevor Timm",
  "webPublicationDate": "2016-05-04T15:07:24Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/04/ttip-tpp-trade-deals-secrecy-greenpeace-leak",
  "keyword": [
    {
      "webTitle": "Obama administration",
      "id": "us-news/obama-administration",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Trevor Timm",
      "id": "profile/trevor-timm"
    }
  ],
  "guardianId": "commentisfree/2016/may/04/ttip-tpp-trade-deals-secrecy-greenpeace-leak"
}