{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/25/two-thousand-guineas-runner-up-massaat-derby",
  "id": "2016-05-25-105",
  "sectionId": "sport",
  "body": "Massaat, the runner-up to Galileo Gold in the 2,000 Guineas at Newmarket in April, is “99%” certain to line up for the Derby at Epsom on Saturday week rather than the French equivalent the following day, Owen Burrows, the colt’s trainer, said on Wednesday. “He’s got solid Group One form and some people say that the Guineas is the best trial for the Derby,” Burrows said. “Hopefully, they’re right.” Massaat is the only horse entered in the Derby to have made his last two starts at Group One level, finishing second both times. He was one-and-a-half lengths behind Galileo Gold at Newmarket, and three-and-a-quarter behind Air Force Blue, last season’s champion juvenile colt, in the Dewhurst Stakes at the same track in October.   Related: Frankie Dettori triumphs on Galileo Gold in Newmarket’s 2,000 Guineas    He remains a 16-1 outsider for the Derby, however, not least because his pedigree raises questions about his stamina for the 12-furlong trip. “Everybody can see his page,” Burrows said. “He’s out of an Acclamation mare and she was pretty quick herself, and he’s a first foal, but if you looked at him as an individual and looked at his races without looking at his pedigree, you’d certainly say that he’d get further. “That’s why it’s still just slightly under consideration, as there’s the French Derby the following day over the slightly shorter trip, but it’s more than likely that it will be Epsom. “It’s an open year, there’s going to be a lot of runners and everybody’s got the same opinion, that there isn’t a standout odds-on shot. “Everybody’s thinking ‘we have a chance’, and we’re the same. If there’s plenty of runners, he’s got one-mile Group One speed to hopefully get himself into a nice position, and then we’ll go from there.” If Massaat does go to post at Epsom, he is likely to be the only runner from the 2,000 Guineas to compete in both Classics. Galileo Gold was ruled out of the Derby after a genetics test carried out in Ireland suggested that there was “less than a one per cent chance” that 12 furlongs would be his optimum distance, but Burrows did not feel any need to assess Massaat’s ideal trip the same way. “He’s always shown us a nice bit at home from early last year when we first started working him on the grass,” Burrows said. “Looking at his races, even in the Guineas the winner just kicked and put a couple of lengths between them, but he didn’t stop and if anything he was slightly gaining at the line. “That gives us the hope that he will get a bit further. I’m pretty certain that he’d get 10 furlongs, and we’ll just have to see if he gets the mile and a half. It’s one of those that you won’t know until you try.” Burrows is in his first season with a licence after taking over at Kingwood House Stables in Lambourn from Barry Hills, who saddled four runners-up in the Derby during a long and distinguished career but never the winner. “Mr Hills said to me after the Guineas that there’s plenty of good mile-and-a-quarter horses that have won Derbys,” Burrows said. “He was my 10th runner when he was second in the Guineas, and I think I’ve had 19 now. There will be a few next week before the Derby, but he’ll be in the mid-20s at most. To be competing in races like the Guineas and Derby after so few runners is something you can’t dream of being involved with so soon.”",
  "webTitle": "Burrows plans to run 2,000 Guineas second Massaat in the Derby",
  "webPublicationDate": "2016-05-25T16:12:31Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/25/two-thousand-guineas-runner-up-massaat-derby",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/2016/may/25/two-thousand-guineas-runner-up-massaat-derby"
}