{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/george-osborne-pledge-to-scrap-very-unfair-tuition-fees-comes-to-light",
  "id": "2016-05-17-43",
  "sectionId": "politics",
  "body": "A letter by a young Conservative MP called George Osborne, in which the writer criticises the introduction of university tuition fees, describing them as very unfair and a “tax on learning”, has been discovered by a former constituent. Violinist Rosy Williams was looking through a box of old papers on Monday when she came across the letter, written in 2003 on House of Commons-headed notepaper. In it the up-and-coming MP for Tatton - now chancellor of the exchequer – thanks her for responding to an earlier letter seeking her views, and those of other young people in Cheshire, on national issues. He writes: “It is clear from the hundreds of replies I had that one of the issues that most concerns people your age is university tuition fees. It is hardly surprising. “When I was at university 10 years ago, my education was free. Since then, the government has imposed fees, which mean that most students today pay more than £1,000 a year to go to university. Now they want to go further and introduce so-called ‘top-up fees’, which will mean students paying £3,000 a year for their education. To my mind, this is a tax on learning and is very unfair.”   Related: Raising the cap on tuition fees will fund innovative teaching | AC Grayling    Osborne goes on to say that with the abolition of grants, students faced leaving college with debts of around £18,000. “There is lots of evidence that it is this fear of going into debt that most puts people from poorer backgrounds off going to university … As a result of listening to students and their families across the country, I thought you would be interested to know that the Conservatives have just announced that we will scrap tuition fees altogether when we are next in government. Education will once again be free for students.” He concludes: “Thanks to people like you speaking out, students will get a fair deal.” Thirteen years is a long time in politics. At that time Osborne was toeing the party line – the Conservatives opposed tuition fees, which were first introduced by the Labour government in 1998 at £1,000, and subsequently raised to £3,000. Williams discovered the letter the day the current Conservative government’s latest thinking on tuition fees was published in its higher education white paper. It announced that from next year universities will be allowed to increase annual fees above the current £9,000-a-year cap in line with inflation.  “I received a letter from George Osborne asking my opinions about what was important to me as a 17-year-old in Cheshire,” said Williams, who now lives in Manchester. “I responded and said one of the most important issues for me was tuition fees. It was what everyone was talking about in 2002-3. I was about to leave school and it was all very relevant.” Osborne’s response has been hidden in the cellar of Williams’s parents’ house in Wilmslow ever since. “I just chanced upon it. I was rooting through an old box of papers and there it was. I thought, ‘Goodness me, this is really relevant.’” She took a picture of the letter and posted it on Facebook, thinking a few friends might find it interesting, and was inundated with responses. At the time Osborne wrote to her, Williams was a left-leaning sixth-form pupil at Fallibroome high school in Macclesfield – now Fallibroome Academy – planning her future, so tuition fees were uppermost in her mind. She studied drama for a year in London, then a few years later did a yearlong postgraduate course in violin at the Royal Northern College of Music in Manchester, where she paid £6,000 in tuition fees. She would have liked to have done another year, but couldn’t afford it. “I do think it’s outrageous the amount of money people have to pay now,” she said. “It’s astronomical. It means that some people just can’t do it.” A spokesman for Osborne said: “It is a matter of public record that the Conservative party were against tuition fees in 2003. “Nearly 10 years later in 2012 when the government introduced the new funding system for universities the economic situation had changed and we needed to put universities on a strong, sustainable financial footing.”",
  "webTitle": "George Osborne pledge to scrap 'very unfair' tuition fees comes to light",
  "webPublicationDate": "2016-05-17T18:56:52Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/george-osborne-pledge-to-scrap-very-unfair-tuition-fees-comes-to-light",
  "keyword": [
    {
      "webTitle": "George Osborne",
      "id": "politics/georgeosborne",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tuition fees",
      "id": "education/tuition-fees",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Sally Weale",
      "id": "profile/sallyweale"
    }
  ],
  "guardianId": "politics/2016/may/17/george-osborne-pledge-to-scrap-very-unfair-tuition-fees-comes-to-light"
}