{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/11/police-foil-alleged-jihadi-plot-to-sail-dinghy-from-australia-to-indonesia",
  "id": "2016-05-10-4",
  "sectionId": "australia-news",
  "body": "Five Australian men who police say attempted to take a tinnie, or small dinghy, to Indonesia in an alleged bid to engage in foreign incursions in Syria have been arrested in north Queensland.   Related: Rapid radicalisation: the case of Numan Haider shocks family and experts alike    The Australian federal police arrested and detained the five men in a car north of Cairns on Tuesday. They had travelled from Melbourne to Queensland by car, towing a seven-metre long vessel with them which they intended to sail overseas from “the top of Australia”, police said. The men, aged between 21 and 33, have not been charged. Deputy commissioner of Victoria police, Shane Patton, told a media conference in Melbourne that all of the men were from the city. He also said the seriousness of the case should not be downplayed. “I want to be perfectly clear,” he said. “This is a serious attempt by five men who are of security interest to us, who have had their passports cancelled, attempting to exit Australia so that they can make their way by boat. “Ultimately we’re investigating the intention to possibly end up in Syria to fight.”  He said Australia had a responsibility to stop the men. “I’m sure there’ll be people sitting at home saying ‘why didn’t you simply just let them go and take their chance in the waves and Syria? We can’t do that. We can’t let Australians leave Australia and support terrorism anywhere. “If they had made it to Syria and managed to return to Australia, they could have come back with increased knowledge of explosives and weaponry, and may have become more radicalised,” he said.  The men were “very committed” to getting to Syria, he added. “They’ve gone all the way from Melbourne, all the way to far north Queensland, these people were absolutely committed in their attempt to leave the country.” Australian Federal Police assistant commissioner Neil Gaughan said the men had been under investigation for “a number of weeks”. “They were in a boat that was seven metres long. They were committed, obviously very committed,” Gaughan said in Melbourne. The men remained in custody in Queensland and would be interviewed on Wednesday.  Alex Jones, a solicitor acting for one of the men, said on Wednesday afternoon that he was not aware of any charges laid against his client. Investigators had applied for an extension on Wednesday morning to detain the men further without charge while investigating possible foreign incursions offences. It was understood police were applying for a further extension. Eight search warrants had also been executed since the arrests, Gaughan said.",
  "webTitle": "Police foil alleged jihadi plot to sail dinghy from Australia to Indonesia",
  "webPublicationDate": "2016-05-10T23:08:09Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/11/police-foil-alleged-jihadi-plot-to-sail-dinghy-from-australia-to-indonesia",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne",
      "id": "australia-news/melbourne",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    },
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    },
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/11/police-foil-alleged-jihadi-plot-to-sail-dinghy-from-australia-to-indonesia"
}