{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/07/knights-of-the-borrowed-dark-dave-rudden-review-childrens-fiction",
  "id": "2016-05-07-137",
  "sectionId": "books",
  "body": "If you set a fantasy tale in the real world, do your characters read fantasy? Are they aware of the conventions of the genre – conventions you might want to use yourself? One tactic is the kind of knowingness seen in the work of Joss Whedon, creator of Buffy the Vampire Slayer and director of Avengers films, whose characters joke about the narrative tropes they enact. The key is to mix banter with action in a way that makes the narrative feel fresh without undermining its emotional power. Eoin Colfer with his Artemis Fowl series and Rick Riordan in his Percy Jackson books have proved themselves masters of this mix in children’s fiction, and Dave Rudden’s debut has been compared to both. Rudden sets out his stall in a prologue in which an unpleasant orphanage director contemplates the dangers of having a library and letting children read “story after story of noble orphans rescued from drudgery – and now every time someone came to visit, hopeful orphans began packing their bags, ready for their new life as wizard, warrior or prophesied king”. This is, of course, exactly the story Rudden himself is telling: about an orphan who turns out to have extraordinary magical powers. His name is Denizen Hardwick, and he has grown up in an orphanage reading fantasy books. One day, he is summoned to meet a mysterious aunt he never knew he had, and is drawn into a fantastical underworld in which his aunt leads a secret organisation dedicated to fighting magical creatures of darkness. “This is the worst recruiting pitch ever,” Denizen observes, as his gruff aunt spells out the perils of joining the organisation. Sometimes the dialogue is a little hard to believe, especially coming from a child, but mostly Rudden gets the balance right. And his prose is spot on, with well-worked, striking images that feel newly forged and full of attitude. The fighting, for example, is done with incantations made of light: an arresting concept that is at once visceral and cerebral. Power bursts outof Denizen in a satisfyingly tactile way, yet it also has a shimmering poetry that makes it properly magical. The characters themselves would never call it that, though, dismissing the word ‘magic’ and the conventions of fairytales even as they live them. . And although Denizen’s power comes a little easily to him, Rudden is very good on the cost of magic. There is a literal cost in which parts of the body turn to iron, starting with the hands. And while there is a satisfying explanation for why this cost involves iron, Rudden resists the temptation to over-explain, keeping even his most knowledgable characters largely in the dark and retaining the magic’s mystery. There are complex characters of both sexes here. Most memorable is Denizen’s aunt, a fearsome warrior and commander, characterised in terms of the iron hammer she carries – “the softest thing about her”. She also carries a great secret that is closely guarded until the end, making for a twist that has real emotional power, as well as being beautifully set up and executed. This, more than anything, shows why Rudden is an author to watch. Knights of the Borrowed Dark is a pacy, entertaining read, but it has a heart, too. • To order Knights of the Borrowed Dark for £5.59 (RRP £6.99) go to bookshop.theguardian.com or call 0330 333 6846.",
  "webTitle": "Knights of the Borrowed Dark by Dave Rudden review – a magical debut",
  "webPublicationDate": "2016-05-07T08:30:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/07/knights-of-the-borrowed-dark-dave-rudden-review-childrens-fiction",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fantasy",
      "id": "books/fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "SF Said",
      "id": "profile/sf-said"
    }
  ],
  "guardianId": "books/2016/may/07/knights-of-the-borrowed-dark-dave-rudden-review-childrens-fiction"
}