{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/13/scottish-labour-kezia-dugdale-challenges-snp-europe",
  "id": "2016-05-13-167",
  "sectionId": "politics",
  "body": "Kezia Dugdale has challenged the Scottish National party to make the positive case for Europe as she formally launched the Labour In for Scotland campaign with its UK chair, Alan Johnson. Speaking with Dugdale in Edinburgh, Johnson said he had never known such solidarity on a single issue, saying: “Scottish Labour, Welsh Labour and UK Labour, the leader, the shadow cabinet, the parliamentary party, to the affiliated unions, to the constituency parties, to the campaigners on the doorstep – we speak with one voice.”     The Labour In for Britain chair, Alan Johnson, with Kezia Dugdale at the campaign launch. Photograph: Danny Lawson/PA    The Scottish Labour leader suggested that Scots had more of a responsibility to drive the message home, saying: “If we believe that we are, as a nation in Scotland, more pro-European than our neighbours across the United Kingdom, then perhaps there’s a greater responsibility on us in Scotland to make the positive case for Europe. “I wish the SNP would do more of this because all I’ve heard them do so far is be really negative about how the campaign has been rather than set out the arguments from their perspective about why we should remain part of the European Union. I think there’s a challenge to the SNP with the strength of the public will that they have behind them to make the case for Europe in Scotland and across the UK.” Dugdale told the gathering of party activists there was no room for complacency and that the referendum campaign gave party activists an opportunity to stand up for what they believe in after last week’s “painful defeat” in the Holyrood election. “Don’t listen to those who say that Scotland is going to vote overwhelmingly to remain in the EU on 23 June,” she said. “We may be weary as a nation after three national campaigns in as many years, but we need to do it all over again in the next few weeks.” Referring to “eerie echoes” of the independence referendum campaign in the current arguments around EU membership, she said lessons should be learned. “So in this debate we must win the arguments that appeal to the head, but remember that they have to be combined with a story that reaches people’s hearts,” she said. Stressing the importance of workers’ rights gained from EU membership, Johnson said: “The Brexiteers are not looking to come out of Europe to prevent workers’ exploitation. They talk about red tape and never say what it means but they mean workers’ rights.” He said an exit vote “will fire the starting gun on a race to the bottom: a Britain of low wages, unsafe workplaces and a bonfire of workers’ rights”.  However, Sturgeon immediately responded to Dugdale’s challenge on Twitter, insisting her party was already making a positive case for the EU.       At her monthly press conferences at Bute House on Tuesday, Sturgeon was asked whether the SNP’s campaign would be stepped up now that the Holyrood election was over. She said: “We will set out over the course of the remaining weeks of the campaign the reasons – not just the economic and business reasons, important though they are, but the social and employment and cultural reasons why I think it’s right that Scotland remains a member of the European Union.” She would not say when the Scottish government’s promised pamphlets and analysis of the case for voting to remain would be published. The official remain campaign, Scotland Stronger In, is pragmatic about how important Scotland’s larger pro-EU vote could be if English votes weighed against remain.",
  "webTitle": "Scottish Labour leader challenges SNP to make the case for Europe",
  "webPublicationDate": "2016-05-13T13:28:36Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/13/scottish-labour-kezia-dugdale-challenges-snp-europe",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Kezia Dugdale",
      "id": "politics/kezia-dugdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/13/scottish-labour-kezia-dugdale-challenges-snp-europe"
}