{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/05/devils-diary-alfred-rosenberg-nazi-germany-review",
  "id": "2016-05-05-146",
  "sectionId": "books",
  "body": "One might think the major sources for the history of the Third Reich had all long since been brought to light, but new finds keep turning up. The latest is the diary of Alfred Rosenberg, self-proclaimed chief ideologue of the National Socialist movement and author of its most important pseudo-intellectual text after Hitler’s Mein Kampf – The Myth of the Twentieth Century. Rosenberg was more than just a writer: from 1923 onwards he edited the party’s daily newspaper, and in 1928 he founded and ran a crusading organisation, the Fighting League for German Culture, dedicated to rooting out “degenerate” art, books, plays and other cultural products from the German public scene. During the war he headed up the Reichsleiter Rosenberg Task Force, which began by collecting Jewish artefacts for a projected museum for the study of what he hoped would soon be an extinct race, but quickly graduated to looting artworks, manuscripts and other treasures from Jews sent to the camps. According to the task force itself, bureaucratic in its precision, its loot filled 1,418,000 railway trucks. Following the invasion of the Soviet Union in 1941, Rosenberg was made minister for the occupied eastern territories, in which capacity he put his theories of an irreconcilable antagonism between Jews and “Aryans” into practice by taking a leading part in the expropriation, imprisonment and murder of the millions of Jews who fell into his area of competence. Not surprisingly, after he was captured by allied troops at the end of the war, he was tried for his crimes and executed. While he was in prison, Rosenberg wrote an autobiography, published in 1955, in which, far from showing any sign of remorse, he reasserted his belief that “National Socialism was a European answer to the question of this century … It was a genuine social world view and an ideal of blood-conditioned cultural purity.” He still believed Hitler was a great man. Taking their cue from this admission, some historians wrote him off as a mere tool of the Führer. Others dismissed him as a man without influence, whose ideas were too vague and bombastic to be taken seriously by anyone, least of all Hitler himself, who said that The Myth of the Twentieth Century was “written in a style too difficult to understand”. As Ernst Pieper, his first serious biographer, argued in 2005, it was not so much the book as his less pretentious activities as a journalist, speaker and organiser that lent Rosenberg his influence. A Baltic German exiled by the Bolshevik revolution, in the early 20s he played a key role in bringing Hitler round to the belief that Bolshevism was the creation of a Jewish world conspiracy, despite all the evidence to the contrary (including Josef Stalin’s own antisemitism). The regime supported Rosenberg in bringing the Catholic community to heel in the mid-30s. And if the ministry for the east eventually lost out in the struggle for power with Heinrich Himmler’s SS, it was still able to wreak murderous havoc on the populations of the area for which it was responsible. It has long been known that Rosenberg, unlike almost all the other leading Nazis – men of action in their own minds, not men of words – kept a diary. Extracts were published in 1956 under the editorship of another Baltic German, the librarian Hans-Günther Seraphim. They had found their way from the documentary collection assembled for the Nuremberg trials into the library for which he was responsible at the University of Göttingen. But this left unresolved the question of the whereabouts of the rest of the diary. Seraphim knew that it had been taken away by Robert W Kempner, a German-Jewish lawyer who had been deprived of his citizenship and exiled by the Nazis, and had returned from the US to play a leading part in the prosecutions at Nuremberg. Believing he was authorised to remove the full diary for research purposes, Kempner took it back to his home in America, intending to publish it or use it as the basis for a book. But he still hadn’t done this by the time he died in 1993, and when researchers for the recently founded US Holocaust Memorial Museum arrived at his house in 1997, they found it had disappeared. Tangled up in disputes over Kempner’s will, the diary had entered the murky world of dealers in Nazi memorabilia, and it took many more years until a police raid was able to recover it, leading to its publication in 2015. Now the man who recovered the diary – Robert Wittman, the FBI’s first full-time art investigator – has teamed up with the journalist David Kinney, hitherto best known as the author of The Dylanologists: Adventures in the Land of Bob, to write an account of the affair. Neither the sensational title nor the tabloid style in which the book is written succeeds in making the book interesting, not least because the contents of the diaries scarcely justify their description as revealing “the stolen secrets of the Third Reich”. When taken together with his articles and speeches, the diaries show how unremittingly Rosenberg (who denied this at Nuremberg) drove on the deportation and extermination of the Jews, lending further weight to the argument that the Holocaust was masterminded and prosecuted centrally, rather than evolving through inputs from the periphery of the Nazi machine. The diaries underline Rosenberg’s consistently ideological approach to every question, and bring out his monstrous lack of empathy towards human suffering, including that of the Germans. The almost total destruction of Hamburg by allied bombing raids on 31 July and 1 August 1943, with the loss of 40,000 lives and the flight of over a million people from the stricken city, appeared to him principally as an opportunity for the fulfilment of his “blood and soil” concept of the future “Aryan” society – “a chance as never before for the rediscovery of the rural”, as he put it, “a hint from Fate not to allow the creation of similar world-cities in future”. He continued steadfastly to believe in victory almost to the end, and in Hitler beyond it. There’s no hint of criticism or disillusion, in sharp contrast to the doubts frequently expressed in Joseph Goebbels’ diary. What one does find is ample evidence of the petty and quarrelsome nature of the author, who time and again antagonised his fellow Nazis and undermined his capacity for manoeuvre in the internal power struggles of the regime. Most obvious was his hatred of Goebbels, whose control over the propaganda apparatus he resented and whose private tolerance of modernist art he excoriated, eventually with success. The propaganda minister was ideologically superficial, he ranted, he only played at being a minister. Rosenberg felt he had to rouse people “against the poisoning of the party by the vanity of Dr G”. It was all to no avail. Hitler made fun of his “chief ideologue” in private, and Goebbels later won major posts such as plenipotentiary for total war. Overall, Rosenberg emerges from the diaries as weak, vain and petulant, as well as morally blind and indifferent to the suffering he caused. The authors of The Devil’s Diary bring out these qualities well, with a wealth of telling quotation. It is difficult to understand, however, why they are so hostile to the man who kept them under wraps for so long, the prosecutor Kempner. In many ways the book is a parallel biography of the two men, and the authors lose no opportunity to denigrate Kempner’s moral authority, not least by sneering at his complicated private life. It’s as if, for the FBI agent, he was yet another criminal who looted artefacts from Nazi Germany and spent decades concealing them from the authorities. This does not do him justice. For all his failings and foibles, Kempner, the German-Jewish scourge of Nazi war criminals at the Nuremberg trials, was surely one of history’s heroes. • Richard J Evans’s The Third Reich in History and Memory is published by Little, Brown. To order The Devil’s Diary for £16 (RRP £20) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Devil’s Diary review – the mind of Alfred Rosenberg, Hitler’s ‘chief ideologue’",
  "webPublicationDate": "2016-05-05T15:00:00Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/05/devils-diary-alfred-rosenberg-nazi-germany-review",
  "keyword": [
    {
      "webTitle": "History",
      "id": "books/history",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nazism",
      "id": "world/nazism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard J Evans",
      "id": "profile/richard-j-evans"
    }
  ],
  "guardianId": "books/2016/may/05/devils-diary-alfred-rosenberg-nazi-germany-review"
}