{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/16/mikel-arteta-arsenal-retires-coaching-role",
  "id": "2016-05-16-158",
  "sectionId": "football",
  "body": "Mikel Arteta has announced his intention to retire after coming to the painful realisation that he no longer merits his place at the highest level. The Arsenal captain said it was a “dream” to bow out at the top and he will now consider a future in coaching. The 34-year-old has offers from Arsenal, Manchester City and Tottenham Hotspur to take his first steps as a coach and he said that Arsenal – his club of the past five years – had “left the door very open”. Arteta added: “I may have to make a decision.” City made a move for him weeks ago with Pep Guardiola, their incoming manager, offering him a role on the staff. Arteta also has a close friendship with Mauricio Pochettino, the Tottenham manager, having previously played with him at Paris Saint-Germain. Pochettino, however, believes it would be problematic for Arteta to cross the north London divide.   Related: Premier League 2015-16 season review: our writers’ best and worst    Arteta made his final appearance for Arsenal in Sunday’s 4-0 home win over Aston Villa. He came on as an 88th-minute substitute and came close to marking his farewell with a goal. His injury-time shot came back off the crossbar, hit the Villa goalkeeper, Mark Bunn, and went in for an own goal instead. When the full-time whistle went, Arteta was overcome by tears. His contract at the club will expire next month and it has long been apparent that it would not be renewed. But, influenced by his decision to get into coaching, Arteta has no plans to eke out another year or two as a player elsewhere. “It is very hard to stop but I wanted to leave it. I wanted to decide, and I thought for the last few months that I wasn’t good enough to represent this club on the pitch,” Arteta said. “You have to accept it. It has been a long time for me to be playing football and I didn’t want to cheat them or anyone. It is time. I want to leave it like this and we will see what happens. “You have to be honest with yourself. That’s why I haven’t been upset with the manager. I have been upset with myself. When you can’t get it right and you have been through injuries and difficult moments at this level. For me, to play at this club, you have to be the best in your position. When you lose that, I think you should be away from this place. I have probably been here too long. In the last few months, I probably didn’t deserve to be here but at least I got the chance [against Villa] to stay in touch with them and it has been amazing. “For me, the standards you need to play for this club – it cannot be eight out of 10. It has to be 10 out of 10. When you cannot deliver that, it is not good enough. Sometimes, people get away with it. Inside myself, my gut wasn’t clean and, when you are like this, I prefer to make the decision myself.” Arteta was asked whether his decision to retire was definitive. “I am going to leave myself one per cent [to continue playing] because, in football, one per cent is a lot and things can twist very quickly,” he said. “But I have different options now to be related to football, which I am very grateful for. “It is very unusual to have opportunities at this level. That has made me think it was probably time and the way I have been watching football in the last few months – or, probably, over a year – it was not as a player, it was more as a coach. Then, you have to think about it.” Arteta did not go into specifics about his coaching options because of his affection for Arsenal. “I don’t want to say clubs but I have three very different options and I am very proud, because it is not common,” he said. “I have been left the door very open [at Arsenal] and I may have to make a decision. “I don’t want to talk. I have so much respect for this club, what they think about me and what they have shown in the last few weeks that they want to do with me, that I cannot talk about any other things. Monday is going to be a very difficult day, I believe, because after all these emotions, you realise that probably you hang up your boots and stop doing something I have been doing for the last 17 or 18 years in a professional way. I have to digest and consume all those emotions first.” Arteta has endured a difficult season because of injury, with an ankle problem setting him back and leading to related calf issues. He was unable to start any matches in the Premier League. “The injuries have absolutely been a factor,” Arteta said. “When you stop for months and you come back, you try everything, and I worked so hard to get back but then you do it again and again and again. You disappoint yourself and other people at the club, the manager, everybody. You don’t know how to get it right. “In the last few months in training, I felt really good, to be fair but, as well, I cannot make a decision because I felt good in the last few months. I need an overall picture and, for me as well, it is a dream to leave this sport at the highest level. “It was my ankle first, which I couldn’t get right, and that was affecting my calf. I was always having calf injuries out of nothing. I was fine and then it was really frustrating. In the last three months, I trained like I did years ago. I felt really good and the players were telling me: ‘Micky, you are crazy – how the hell are you going to stop? You can play for two or three years. OK, maybe not here but somewhere else.’ But it was my gut feeling.” Arteta offered his verdict on Arsenal’s season and it was one that was undercut by disappointment. “We finished second, which is our best finish in the last 11 years, so that is a good achievement, but we should have won this Premier League,” he said. “For me, it is clear. We have the ability, the depth, the squad and we have the mentality. Something was missed and we cannot accept that at this level. Next year is going to be even harder.”",
  "webTitle": "Arsenal’s Mikel Arteta announces retirement to make move into coaching",
  "webPublicationDate": "2016-05-16T14:12:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/16/mikel-arteta-arsenal-retires-coaching-role",
  "keyword": [
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "David Hytner",
      "id": "profile/davidhytner"
    }
  ],
  "guardianId": "football/2016/may/16/mikel-arteta-arsenal-retires-coaching-role"
}