{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/23/anti-travelogue-on-putins-russia-wins-10000-ondaatje-prize-nothing-is-true-and-everything-is-possible-by-peter-pomerantsev",
  "id": "2016-05-23-42",
  "sectionId": "books",
  "body": "Peter Pomerantsev’s “exuberant exposure of greed and corruption in modern Russia”, Nothing is True and Everything Is Possible, has won the £10,000 RSL Ondaatje prize, which honours the best writing “evoking the spirit of a place”.    Related: Nothing Is True and Everything Is Possible by Peter Pomerantsev review – Putinism and the oil-boom years    The prize covers fiction, nonfiction and poetry; appropriately enough, Pomerantsev’s book switches genre between chapters, from investigative journalism, to criticism, to travelogue. It beat five other shortlisted political and environmental titles: The River by Jane Clarke, a collection of poetry on rural Ireland; The Great Explosion by Brian Dillon, about a fire in a munitions factory on the Kent marshes in 1916; Weatherland by Alexandra Harris, a history of English weather and attitudes towards it; The Shepherd’s Life by James Rebanks, a diary of his years as a sheep farmer in the Lake District; and This Divided Island by Samanth Subramanian, on the history and aftermath of the civil war in Sri Lanka.   Related: Peter Pomerantsev: 'Putin's Russia needs a new genre for each chapter'    In a piece written for the Guardian about his book, Pomerantsev said he had been struck by the “state-reinforced psychology of the new Russia, the insistence that all identities are mutable, that nothing is true and everything is possible”. Born in Ukraine and now living in London, Pomerantsev has worked as a journalist, film-maker and as a consultant for the EU and World Bank. “The Russians were the new jet set: the richest, the most energetic, the most dangerous. They had the most oil, the most beautiful women, the best parties,” Pomerantsev begins the book, which was shortlisted for the Guardian first book award in 2015. “From being ready to sell anything, they became ready to buy anything: foot\u001fball clubs in London and basketball clubs in New York; art collections, British newspapers and European energy companies. No one could understand them. They were both lewd and refined, cunning and naive. Only in Moscow did they make sense, a city living in fast-forward, changing so fast it breaks all sense of reality, where boys become billionaires in the blink of an eye.   Related: Inside the Kremlin’s hall of mirrors | Peter Pomerantsev    Judge and BBC journalist Kate Adie called Nothing Is True and Everything Is Possible “an exuberant exposure of greed and corruption in modern Russia. The grotesque pursuit of money is conveyed in glittering, trenchant prose, as is a country where gangsters rule and the river of tainted money flows easily to London.” Poet and writer Moniza Alvi, also judging, called it “an essential as well as a captivating read – a warning, and, implicitly, a prayer for our times”. The judging panel was completed by Mark Lawson, who said it was “a sort of anti-travelogue, making the reader desperately keen never to go near the places described … Pomerantsev’s storytelling is funny, frightening, exhilarating.”",
  "webTitle": "'Anti-travelogue' on Putin's Russia wins £10,000 Ondaatje prize",
  "webPublicationDate": "2016-05-23T19:20:22Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/23/anti-travelogue-on-putins-russia-wins-10000-ondaatje-prize-nothing-is-true-and-everything-is-possible-by-peter-pomerantsev",
  "keyword": [
    {
      "webTitle": "Ondaatje prize",
      "id": "books/ondaatjeprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Vladimir Putin",
      "id": "world/vladimir-putin",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sian Cain",
      "id": "profile/sian-cain"
    }
  ],
  "guardianId": "books/2016/may/23/anti-travelogue-on-putins-russia-wins-10000-ondaatje-prize-nothing-is-true-and-everything-is-possible-by-peter-pomerantsev"
}