{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/29/no-winners-election-debate-night-answers-scripted-ideas-untested",
  "id": "2016-05-29-103",
  "sectionId": "australia-news",
  "body": "What a waste. An hour of prime time television and both leaders answered almost none of the questions. Mostly they took turns to deliver their talking points while staring, with a well practised conviction, at the camera.  Regardless of what they were asked, both Malcolm Turnbull and Bill Shorten kept returning to the same lines, the ones we’ve been hearing for three weeks now and some new ones that sounded as though they’d been rehearsed for days. The format – no interruptions by the questioners or the other prime ministerial candidate – meant that despite the best efforts of the panel, even those voters not lured back to the more dramatic Sunday night offerings on the commercial television stations would have finished the hour-long debate not much the wiser.   Related: Australian election 2016: we will meet tougher targets on climate change, Turnbull says in leaders' debate    Neither leader really won the encounter, because it wasn’t really a contest, but rather an opportunity to deliver speaking notes in stereo.  Both seemed nervous at the outset, Turnbull bouncing on his feet, Shorten mangling his words sometimes, but it was the subject matter that was the real problem, not their manner or their method. Laura Tingle, from the Australian Financial Review, tried to force Malcolm Turnbull to explain and quantify the benefits of his $48bn in tax cuts – the centrepiece of his entire election campaign – in the face of modelling showing a portion of the benefits would flow to companies overseas. Turnbull danced straight back to points he had already made in his opening – his personal experience as a successful businessman who came to politics late in life, the fact that other countries have reduced company tax and a few vignettes about Chris Bowen advocating lower company tax in his book Hearts and Minds. You’ll notice none of that actually addresses the exact economic benefits of the company tax cuts he is proposing as the central reason people should vote for him. Tingle tried to get Shorten to say whether Labor had an upper limit in mind for spending as a proportion of the economy, but that didn’t get far either. After a long attack on Turnbull’s tax cut plan (the calculation that it would benefit the largest banks in Australia by $7.4bn over the next 10 years got a mention multiple times), the Labor leader got around to saying he was determined to put “downward pressure” on spending as a proportion of GDP, whatever that might mean.   Related: Hunt plays the long game on his glaringly obvious emissions trading scheme | Lenore Taylor    Andrew Probyn, from the West Australian, tried to steer around the “stop the boats” rhetoric to get some idea what each leader would do about the humanitarian problem of 1,600 refugees and asylum seekers languishing on Manus Island and Nauru. Not much doing there either.  Each gave a lengthy “tough on people smugglers” dissertation, before Turnbull eventually got around to saying, “we are committed to ensuring that they are treated humanely and have the opportunity to return from whence they came, to the countries they came from, or be resettled in other countries”, but without saying which other countries, or when, or how. Shorten said he would send his immigration minister to “sit down with the United Nations High Commission for Refugees, to work through how we can have regional resettlement which stops people being kept in indefinite detention” – which doesn’t really answer the where, how or when questions either. The angry spark in that exchange had nothing to do with how the asylum seekers might be given some hope, but with Shorten’s jab that Turnbull should be ashamed for giving people smugglers hope by suggesting Labor wasn’t just as hardline as the coalition.   Related: Shorten: 'Whatever happened to the old Malcolm?' – leaders' debate as it happened    A final question trying to nail down the government’s deliberately unclear policy on climate change elicited a declaration from the prime minister that he was “committed to action on climate change and who has paid a high price for my commitment to that issue”, before he completely avoided the question on how that commitment translates into an actual policy and segued into a discussion on international targets. And neither leader was prepared to answer a question from the Herald Sun’s Ellen Whinnett about why they should be trusted by the electorate. Both Turnbull and Shorten are putting big ideas to the voters this election. And they can each make their stump speech case with true conviction. Goodness knows, they’ve done it enough times.  But they would probably be trusted more, and be more authentically convincing, if they engaged in real debate where their ideas were properly tested.  • Join Lenore Taylor and Katharine Murphy in Sydney and Melbourne as they host our Guardian Live election special event featuring a panel of prominent political guests",
  "webTitle": "No winners on election debate night when answers were scripted and ideas untested",
  "webPublicationDate": "2016-05-29T11:32:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/29/no-winners-election-debate-night-answers-scripted-ideas-untested",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/29/no-winners-election-debate-night-answers-scripted-ideas-untested"
}