{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/27/aldi-hails-ales-range-uk-craft-beers-supermarket",
  "id": "2016-05-27-182",
  "sectionId": "business",
  "body": "Aldi is to introduce 18 British craft beers at its stores as it capitalises on the bank holiday weekend. Amid heightened demand for specialist beers, the discount supermarket chain will stock its shelves with brews such as Wet Your Whistle, White Witch and A-Hop-alypse Now from Sunday. It said the move would allow it to tap into a UK craft beer market worth £420m and predicted to reach £1bn by 2020. The German retailer spent the past two years sourcing the beers from 15 UK-based breweries, before selling them for £1.25 each in stores in England and Wales.   Related: The aggressive, outrageous, infuriating (and ingenious) rise of BrewDog    It added that the range was “carefully selected to celebrate provenance, artisan brewing and the exceptional beer produced across the UK”. The breweries chosen include Wiltshire-based Wadworth, a fourth-generation family business that delivers ales locally in oak casks by shire horses. Tony Baines, Aldi’s joint managing director of corporate buying, said the ales on offer were an eclectic mix and would be on sale at affordable prices. “We’re delighted to be supporting the growth of some of the most distinguished regional breweries and microbreweries across the country,” he added. UK craft beers available from Aldi  Wet Your Whistle (Box Steam brewery) Golden Bolt (Box Steam) Wadworth 6X (Wadworth) Two Tribes (Everards) Hop Bomb (Sadler’s) Mellow Yellow (Sadler’s) Wizard Amber (Robinsons ) Maple Gold (Joseph Holt) White Witch (Moorhouses) Mid-Atlantic (Titanic) Velo Pale Ale (Black Sheep) Reverend James Rye (SA Brain) Surrey Nirvana (Hogsback) Castle (Arundel) Double Dragon (Felinfoel) A-Hop-alypse Now (Camerons) Strongarm (Camerons) Unicorn (Robinsons)",
  "webTitle": "Aldi hails the ales with range of UK craft beers",
  "webPublicationDate": "2016-05-27T11:54:31Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/27/aldi-hails-ales-range-uk-craft-beers-supermarket",
  "keyword": [
    {
      "webTitle": "Aldi",
      "id": "business/aldi",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Beer",
      "id": "lifeandstyle/beer",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/27/aldi-hails-ales-range-uk-craft-beers-supermarket"
}