{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/27/obama-apologise-hiroshima-lessons-bombed",
  "id": "2016-05-27-245",
  "sectionId": "commentisfree",
  "body": "Should Barack Obama “apologise” today for America’s bombing of Hiroshima? No. There is no point. Apologies are cheap. Instead, he should explain, justify and, if need be, learn. That is more expensive.   Related: Hope and hype of Hiroshima can’t conceal Obama’s dismal record on nuclear disarmament    The atomic bomb dropped on Hiroshima in 1945 has been debated for 70 years, with no real consensus emerging. Morally it was disproportionate, like Britain’s carpet bombing of German cities – with equivalent deaths – at the end of the same war. But the evidence is that it brought an instant Japanese surrender by displaying the overwhelming might of America’s war machine. For millions of Americans that was justification enough. Yet many of those close to the decision have been tortured by guilt. Why was such a bomb not first dropped on an uninhabited island as a warning? Why was a second bomb dropped later on Nagasaki, before the diplomatic outcome of the first could be assessed? Could such killing ever be justified even in war? Armchair moralisers can always reflect with hindsight on such options; they were not under pressure at the time. But imminent victors do have choices. Japanese non-combatants paid an appalling price for their rulers’ belligerence. To me, the one benign consequence of Hiroshima and Nagasaki is that no one with an atomic or nuclear device has ever dared use one since. The deterrent effect of such weapons is thus ironic. It is the user who is deterred, which in turn means that the potential victim is not. In no subsequent war between a nuclear and a non-nuclear state has the latter been deterred by a nuclear weapon. The only way to “deter” North Korea’s nuclear missiles is to invade and seize them. These weapons are without real-world utility. The balance of terror between the west and the Soviet Union is often cited as justification of nuclear arms. History is more likely to show that the likelihood of that cold war ever turning hot was very slight, though fear of an accident was real. The fact of nuclear weapons has in no way diminished the practice of war, including savage bombing wars, in settling disputes. One of the cruellest and least precise military methods remains in almost daily use today.   Related: Story of cities #24: how Hiroshima rose from the ashes of nuclear destruction    Obama pledged when he came to office to rid the world of nuclear arsenals. He has failed, and instead constantly updated his own. In the context of global terrorism, there is always a risk of “a madman with a suitcase bomb”, but that risk is minimal and strategically irrelevant. Nor would a madman be deterred by a countervailing nuclear device. Such talk is stupid. The best way for Obama to respect Hiroshima would be to examine relentlessly how decisions to bomb civilians come to be made – and with what strategic and moral implications. How is it different from “banned” chemical weapons? His drones have so been far more devastating than his nuclear warheads, and clearly no more “deterring”. The strategic damage done by continued western bombing of the Middle East is out of all proportion to its benefits. Obama should not apologise for Hiroshima. He should ask what lessons it has taught him.",
  "webTitle": "Obama should not apologise for Hiroshima. He should heed its lessons | Simon Jenkins",
  "webPublicationDate": "2016-05-27T08:47:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/27/obama-apologise-hiroshima-lessons-bombed",
  "keyword": [
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Jenkins",
      "id": "profile/simonjenkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/27/obama-apologise-hiroshima-lessons-bombed"
}