{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/13/country-diary-false-widow-spider-woodlouse",
  "id": "2016-05-13-325",
  "sectionId": "environment",
  "body": "My gardening gloves had lain abandoned in the shed for several months as the cold, wet spring had thwarted any plans to plant out early crops. When I went to put them on they pulled away from the rough-planked shed wall with a sound like ripping Velcro. As I peeled off a candyfloss puff of cobweb, a rotund spider the size of my fingernail scuttled across the back of my hand and dropped to the floor. A neighbour sauntered over after hearing me yelp. “Kill it,” he advised as we watched the arachnid squeeze into a crack in the wood behind its three-dimensional web. “That’s one of those venomous foreign spiders. They’re dangerous, I’ve seen the news …”   Related: Who’s afraid of the noble false widow?    Hysteria has been growing over the false widow spider, the brunt of the bad press borne by the noble false widow (Steatoda nobilis), which was first imported in shipments of fruit from Madeira and the Canary Isles during the late 1800s. In fact, six species of the genus Steatoda occur in Britain and three of these are synanthropic, that is, almost exclusively ecologically associated with human habitation. The members of this trio are of a similar size, with a glossy, bulbous bodied appearance, so they are easily misidentified. As dusk fell the spider emerged again, hammocked upside down in its tangled scaffold of silken strands. Its globular, dimpled, abdomen was the purplish brown of an over-ripe blackcurrant, with a pale crescent at the front and two faint arrowhead markings below. The noble false widow is usually conker-coloured and has an intricate mosaic-like pattern said to resemble a skull. This animal was a cupboard spider (S grossa), a false widow  considered native to the UK. As I watched, a woodlouse blundered into a translucent tripline and the web vibrated. The spider lunged forward, grasping the prey with its forelegs while delivering an immobilising bite. Shooting thread from its spinnerets it tightly bound the pill-bug, mummifying it in a silk shroud.  Woodlice plague the plot and despite their reputed preference for decaying vegetation they tirelessly gorge on my strawberries and radishes, so cupboard spiders are welcome biological pest controllers. But in future I’ll be sure to shake out my gloves.  Follow Country Diary on Twitter: @gdncountrydiary",
  "webTitle": "The false widow spider and the woodlouse",
  "webPublicationDate": "2016-05-13T04:30:04Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/13/country-diary-false-widow-spider-woodlouse",
  "keyword": [
    {
      "webTitle": "Spiders",
      "id": "environment/spiders",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Wildlife",
      "id": "environment/wildlife",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gardens",
      "id": "lifeandstyle/gardens",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Spring",
      "id": "environment/spring",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Claire Stares",
      "id": "profile/claire-stares"
    }
  ],
  "guardianId": "environment/2016/may/13/country-diary-false-widow-spider-woodlouse"
}