{
  "apiUrl": "https://content.guardianapis.com/law/2016/may/09/british-bill-of-rights-could-unravel-constitution-say-mps",
  "id": "2016-05-08-4",
  "sectionId": "law",
  "body": "The government’s proposed bill of rights will hamper the fight against crime, undermine the UK’s international moral authority and could start “unravelling” the constitution, a cross-party parliamentary committee is warning. A critical report by the House of Lords’ European Union justice sub-committee urges ministers to rethink plans to scrap the Human Rights Act and highlights fears expressed by the Irish government that the policy could damage the Northern Ireland peace process. Publication of the draft legislation, which is intended to replace the Human Rights Act, has been repeatedly delayed despite the bill of rights being a Conservative party manifesto pledge. It is now expected after the EU referendum. While the justice secretary, Michael Gove, has implied the bill may not be as radical as originally envisaged, others fear that a vote to remain within the EU on 23 June could force Downing Street to appease disappointed Brexiters with a more substantial attack on the European court of human rights in Strasbourg. Last month the home secretary, Theresa May, a supporter of remaining in the EU, called for the UK to abandon the European convention of human rights.  “Were the UK to depart from the standards of human rights currently recognised within the EU,” the report states, “the system of mutual recognition which underpins EU justice and home affairs cooperation would be hampered by legal arguments over its application to the UK.  “We urge the government not to introduce domestic human rights legislation that would jeopardise the UK’s participation in this important area of EU cooperation in the fight against international crime.”  A bill of rights would upset the devolution settlement, the committee warns: “The evidence demonstrates that the Scottish parliament and Northern Ireland assembly are unlikely to give consent to a bill of rights which repealed the Human Rights Act.  “Were the UK government to proceed without such consent, it would be entering into uncharted constitutional territory. The difficulties the government faces in implementing a British bill of rights in the devolved nations are substantial.   “Given the seemingly limited aims of the proposed bill of rights, the government should give careful consideration to whether … it means unravelling ‘the constitutional knitting for very little’.”   During the course of the inquiry, the committee was shown a letter sent by the Irish justice minister, Frances Fitzgerald, to Gove asking him to give “the fullest consideration” to the provisions of the Good Friday agreement which requires the European human rights convention to be incorporated into Northern Irish law. Her letter added: “ … external supervision by the European court of human rights [in Strasbourg] has been an essential part of the peace process and anything that undermines this, or is perceived to undermine this, could have serious consequences for the operation of the Good Friday agreement.”   Two former attorney-generals – Labour’s Lord Goldmsith and the Conservative Dominic Grieve – told the committee that a reduced commitment to the ECHR would undermine the UK’s standing within the Council of Europe and around the world. “It could also put the effective operation of the European Convention on Human Rights, which requires all contracting states to respect its obligations, in jeopardy,” the peers concluded.  If the UK did pull out of the Strasbourg court, the report noted, it would probably result in many more cases being taken on the basis of the EU Charter of Fundamental Rights to the European Court of Justice (ECJ) in Luxembourg. The committee has four Labour members, three Conservatives, three cross-benchers and two Liberal Democrats. Labour peer Baroness Kennedy, who chairs the committee, said that government claims that the armed forces should be exempt from human rights challenges were misguided. “It’s not about clash of arms [on the battlefield],” she said. It was about ensuring good behaviour in peace-keeping roles. She added: “Many witnesses thought that restricting the scope of the Human Rights Act would lead to an increase in reliance on the EU Charter of Fundamental Rights in UK courts, which has stronger enforcement mechanisms. This seemed to be a perverse consequence of a bill of rights intended to give human rights greater UK identity. “We heard evidence that the devolved administrations have serious concerns about the plans to repeal the Human Rights Act. If the devolved parliaments withheld their consent to a British bill of rights it might very well end up as an English bill of rights, not something we think the government would want to see. “The more evidence we heard on this issue the more convinced we became that the government should think again about its proposals for a British bill of rights. The time is now right for it to do so.”  The headline on this article was corrected on 9 May 2016. The report was written by members of the House of Lords, not MPs.",
  "webTitle": "British bill of rights could 'unravel' constitution, say peers",
  "webPublicationDate": "2016-05-08T23:01:20Z",
  "webUrl": "https://www.theguardian.com/law/2016/may/09/british-bill-of-rights-could-unravel-constitution-say-mps",
  "keyword": [
    {
      "webTitle": "UK bill of rights",
      "id": "law/uk-bill-of-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Human Rights Act",
      "id": "law/human-rights-act",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Human rights",
      "id": "law/human-rights",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Owen Bowcott",
      "id": "profile/owenbowcott"
    }
  ],
  "guardianId": "law/2016/may/09/british-bill-of-rights-could-unravel-constitution-say-mps"
}