{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/19/child-sex-abuse-police-expect-30000-goddard-inquiry-cases",
  "id": "2016-05-19-57",
  "sectionId": "society",
  "body": "The scale of child sexual abuse in England and Wales is being exposed by evidence from thousands of victims, with cases being passed to police at a rate of 100 a month by the public inquiry set up following the Jimmy Savile scandal.  Simon Bailey, head of the national coordinating unit Operation Hydrant, said his team was expecting to be given 30,000 reports of new child sexual offences by the end of the Goddard inquiry, and predicted the rate of referrals of allegations of abuse would increase.  Reports of child abuse to forces across the country are continuing to rise, said Bailey, who is the chief constable of Norfolk. He calculated that the continuing increase would mean that by 2020 police across the country would be investigating 200,000 cases of child sexual abuse. Bailey added: “It is fair to say I am surprised by the extent of abuse being exposed, it is shocking. In trying to get a message across to the public about the scale of this, it is important to remember that behind each of these figures there is a victim.  “We are seeing a significant rise in the number of referrals each month from the Goddard inquiry, and these allegations relate to abuse in a range of institutions from the church, to schools, the scouts and hospitals.”     Simon Bailey, head of the coordinating unit Operation Hydrant. Photograph: Martin Godwin for the Guardian       Lowell Goddard, chair of the child abuse inquiry. Photograph: Peter Byrne/PA    Justice Lowell Goddard is running 13 investigations into institutional abuse, which include inquiries concerning Westminster, the Catholic Church, Church of England, and Lambeth borough, and concerning grooming and sexual exploitation in Rochdale, Devon, Cornwall, Oxford and Rotherham, and at the Medomsley detention centre in Durham.  Another 12 investigations will be pursued during the inquiry. Most of these 25 investigations will lead to public hearings. Gabrielle Shaw, chief executive officer for the National Association for People Abused in Childhood, said: “We have lifted the lid on a hidden problem, now survivors are coming forward in large numbers. These people were failed by institutions in childhood. They deserve to be heard now. Why were signs of child abuse ignored, unrecognised or unreported? The insight survivors have is vital in shaping how our institutions protect children in future.” On Thursday, the Goddard inquiry opened new offices in Manchester as part of its nationwide “truth project”, which invites victims of abuse to give detailed testimony of their experiences. In many cases these experiences have stayed unspoken about for decades. Two thousand victims have already contacted the inquiry to give details about experiences of child sexual abuse, and about 600 have already indicated that they would give their full testimony to the truth project. In Australia where a royal commission into child abuse is being held, the numbers of people who have come forward has surpassed predictions. Bailey said that the same would be true of the Goddard hearings.  Referrals to Bailey’s team on Operation Hydrant stem from allegations made by victims contacting the inquiry and through the investigations being carried out by the inquiry team. “These referrals are allegations which are new to the police,” said Bailey. “Where there are criminal investigations they will be passed to the relevant police force. What we are seeing is that the face of crime has fundamentally changed and it means we have had to move our resources to crimes against the vulnerable [and concerning] child abuse, adult abuse and rape.” The huge increase in reports of child abuse to the police – a rise of 80% between 2012 and 2015 – was continuing, Bailey added. At this rate of increase, police will be investigating 200,000 cases by 2020, he predicted. Police forces across England and Wales investigated 70,000 cases of child sexual abuse last year and 25% of the investigations were into non-recent abuse.  The chief constable said that the rise in investigations was due not just to increased reporting but to more children being abused, with the internet acting as a facilitator for paedophiles to contact children. He has commissioned research in an attempt to establish whether this is correct. The enormous draw on police resources of these investigations comes as a severe spending squeeze on police budgets continues. Last week Alison Saunders, the director of public prosecutions, issued new guidance to remind police that her lawyers would not make charging decisions in relation to dead perpetrators, implying that police were not aware of the ruling that the dead could not be charged with criminal offences.  Bailey defended the police from criticism. “It is vital that the police investigate allegations of child sexual abuse thoroughly and proportionately, whether the alleged crimes took place last week or many years ago,” he said. “Victims who report abuse by someone who is now dead have the same expectation that their allegations will be taken seriously and that they will have recourse to justice. Police also need to determine whether the alleged offender may have worked with others who are still alive and could pose a risk today.” He added that age was no bar to people committing child abuse, citing examples of cases in which men in their 90s were under investigation for abuse.  This week, Theresa May, the home secretary, spoke out against those who said police should only concentrate on current crimes. “Perpetrators must never be allowed to think that their horrific acts will go overlooked or go unpunished ... Victims and survivors … deserve to be heard now, just as they should have been years ago, and they deserve justice, just as they did then,” she said.",
  "webTitle": "Police expect 30,000 new child abuse reports from Goddard inquiry",
  "webPublicationDate": "2016-05-19T18:42:32Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/19/child-sex-abuse-police-expect-30000-goddard-inquiry-cases",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Child protection",
      "id": "society/childprotection",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jimmy Savile",
      "id": "uk-news/jimmy-savile",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social care",
      "id": "society/social-care",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    }
  ],
  "guardianId": "uk-news/2016/may/19/child-sex-abuse-police-expect-30000-goddard-inquiry-cases"
}