{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/23/ayumu-goromaru-fever-endures-right-to-end-of-queensland-reds-adventure",
  "id": "2016-05-22-22",
  "sectionId": "sport",
  "body": "When the Super Rugby family expanded to include Japan’s Sunwolves and the Jaguares from Argentina, the newly-enlarged competition spanned vast distances across Asia, Africa, South America and Oceania. And on Saturday afternoon, like trade winds blowing communities together, Japan and Australia united in Brisbane to bear witness to the Sunwolves’ Australian debut and, ultimately, the final chapter of a Japanese hero’s intriguing adventure.   Related: Ayumu Goromaru's Queensland Reds career ended by shoulder injury    Before kick-off outside a sunny Suncorp Stadium, the fan precinct is alive with the energy of human exchange as giddy Japanese locals merge with thousands of travelling fans to celebrate the Sunwolves and their cult hero, the Queensland Reds fullback, Ayumu Goromaru. “Goro-san” has lived the dream since he scored 24 points to lead Japan’s Brave Blossoms to a mind boggling victory over South Africa in the 2015 World Cup – for many the greatest upset in rugby history.  For his efforts, Goromaru had a giraffe named after him and was made a certified Master of Ninjas by the Japan Ninja Council, joining the order of ancient spies. Through endorsements in Japan he is reportedly the world’s highest paid rugby player and on Saturday he presented Japanese fans with a unique dilemma – to support their nation’s new Super Rugby team or their hero’s club side. Despite his stature and the hype surrounding his progress back in his homeland, Goromaru’s introduction to Super Rugby with the Reds has not been easy though, and chances to start games have been hard to come by with Karmichael Hunt ahead of him in the pecking order. But a lack of game time has done little to dent Japanese fans’ interest and when Hunt withdrew due to a groin injury prior to the weekend’s game, Goromaru was a late and celebrated selection at fullback. With J Sports beaming the game live to Japan, the perfect stage was set.       Goromaru warms up at Suncorp Stadium before kick-off against the Sunwolves. Photograph: Jason O'Brien/Getty Images for Japan Sunwolves    Things start well enough, with the Japanese contingent vocal in their support of Goromaru, who converts the first penalty of the game. Up in the media box loyalties are divided. Conventional wisdom and the bookmakers had prophesied a lop-sided encounter but the Sunwolves clearly have other ideas. They’ve suffered some heavy defeats during the season but nevertheless improved dramatically. Plans fail but missions survive.   Related: 'The first step': Japan's Ayumu Goromaru blazing a trail for Super Rugby's Reds    Japanese journalist Taka Uematsu credits Australia and in particular the former Japan coach, Eddie Jones, with the resurgence of Japanese rugby. Uematsu says Jones reduced the number of foreign players and developed a unique Japanese style. His strategy bore fruit in the 2015 World Cup where their speed and movement delivered three wins.  Jones’ Japanese heritage and language skills gave him cultural nuance and he was able to link Japan’s ancient traditions with his mission of “modern bushido”, a nod to the ancient Japanese philosophy of honour, loyalty, respect and bravery. Japan has never lost touch with its ancient values and traditions and the ethos lives on today. Uematsu agrees: “Rugby is one for all and all for one.” He screams with joy as the Sunwolves score a try and at half-time the Sunwolves are four points behind the Reds, who lead 17-13.     The Reds go over again after the break before the Sunwolves’ animal spirit breaks loose with two further brilliant tries thrilling the crowd to tie things up at 25-all. The second proves a watershed moment for Goromaru, who, facing the Sunwolves’ rampaging 114 kilogram flanker, Liaki Moli, and with the scent of combat in his nostrils, attempts an ambitious shoulder charge. The contact is huge and his shoulder is smashed, his AC joint separated and his season with the Reds over. Uematsu called it “kamikaze brave”. Later in the press conference Goromaru explained his strategy: “I am the last line of defence, I don’t want to lose, I don’t want to give up.”     Goromaru receives attention after injuring his shoulder at Suncorp Stadium. Photograph: Patrick Hamilton/AFP/Getty Images    It’s a bitter pill to swallow on this, of all nights. But luck is a frail commodity and the Sunwolves’ woes are compounded. Uematsu’s screams of “hashire” (run) fill the media box but fail to prevent another Reds try and the hosts run out 35-25 winners. After the game Japanese fans pour onto the field to get their hero’s autograph and female fans’ screams pierce the night. Reds media manager Philip Pope says the 19,073 crowd was their biggest of the year, and the game was covered by 25 Japanese media and 12 camera crews. “It’s been a pleasure to deal with Ayumu – he’s an exceptionally respectful man,” he says.  With just three games left in the season, by the time the post-match press conference arrives, Goromaru appears to know his time at the Reds is over and he deadpans questions, staring into the distance like a man beyond the white noise. His poker face lasts until the final question before he bursts into laughter with the Japanese journalists. Like a rōnin, the masterless Samurai who wandered the land with the ancient skill of bow and sword, Goromaru’s next stop is rumoured to be the French super club, Toulon. His journey continues. Sunwolves coach and the former All Black, Mark Hammett, has the final word. He says his team will turn up to training, ready to learn more with no negativity. Regardless of results he says the Sunwolves’ attitude “is always right”. His team and Goromaru have shown the beauty of an ancient culture embracing a modern ritual and Super Rugby is richer for their involvement. They have tasted success but as the bearers of bushido, an important cultural asset that goes beyond sport, they understand that failure can be the best teacher.",
  "webTitle": "Ayumu Goromaru fever endures right to end of Queensland Reds adventure | Patrick Skene",
  "webPublicationDate": "2016-05-22T20:30:19Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/23/ayumu-goromaru-fever-endures-right-to-end-of-queensland-reds-adventure",
  "keyword": [
    {
      "webTitle": "Super Rugby",
      "id": "sport/super-rugby",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Skene",
      "id": "profile/patrick-skene"
    }
  ],
  "guardianId": "sport/2016/may/23/ayumu-goromaru-fever-endures-right-to-end-of-queensland-reds-adventure"
}