{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/14/adam-golightly-widower-of-the-parish-handbook-bereaved-men",
  "id": "2016-05-14-187",
  "sectionId": "lifeandstyle",
  "body": "I’ve screwed up with a vengeance. Matt, aged 10, stands before me upset at the idea of returning to school after his mother’s funeral. It’s not simply the fact of her death that’s the issue but his fear of the how other people will react if he has to tell them about it. My fault. A day after her funeral I thought it would help him to go back to cubs – he had enjoyed it so much. “Keep an eye on him please, he bottles things up,” I told Akela. In true scouting tradition she had prepared well in that she’d already told the other cubs and their parents, meaning no child should be too shocked at the news and they would have support if they were. At the church hall in his badge-encrusted shirt and woggle, the task for the evening was arts and crafts, helped by parent volunteers who’d turn up on the night. “That’s lovely, you can take it home to show Mummy,” a helper said encouragingly about Matt’s multicoloured paper prism. Matt wasn’t particularly put out; compared to the previous few days’ turmoil this was small fry. So he replied in a matter-of-fact, shrill 10-year-old voice: “I can’t show Mum tonight as it was her funeral yesterday.” I don’t know precisely what the helper’s reaction was but I’d guess there must have been visible shock. So the fallout is that Matt realises that people who don’t know about Helen’s death will be shocked to find out and react accordingly. Their expressions have upset him, and that has made the prospect of going back to school abhorrent to him in a way it wasn’t before. Bugger. It has also made me realise how much I am flying blind and making decisions whose unintended consequences could scar the children by amplifying the horror of what has happened. I wish there were a handbook for newly widowed blokes. There are excellent, frank books about bereavement by Lindsay Nicholson and Lucie Brownlee. These help up to a point, but I am a bloke and carry with that a logistical disadvantage.    My competency, judgment and hands-on experience of the daily chaos was way behind Helen’s    My competency, judgment and hands-on experience of so much of the daily chaos was way behind Helen’s. I consider myself – and hopefully was seen – as feminist friendly but I worked full time and Helen worked part time. Inevitably, I never really understood the enormous amount of everyday detail needed to keep team Golightly functioning. I had thought myself a modern parent, sharing so much of Millie and Matt’s routine. I was brilliant at nappies and feeds that were biologically possible for me to give, and have always been there or thereabouts. And I would do all the usual blokey DIY, bins, recycling type stuff that we use to pretend hunter-gathering is alive and kicking. Now I realise that as far as the kids and house were concerned, it was never really 50:50 but 70:30 on a good day – not least in terms of the head space it must have filled for Helen daily. What I need is a guide or a route map showing me how not to stuff up the logistics of recreating a version of day-to-day normality so we can sweat the small stuff again – the everyday mortar that held the walls of our lives together and even allowed us to normalise “mum’s cancer”. With Matt calmed down and much happier, I try to work out where his games kit is and know that for the moment my ambitions have become pretty modest. That they go to school on time with the right gear and come home safely to someone in the house, where there’s tea to eat and homework to do so that for a moment, if you half close your eyes, it might be as if Helen is simply late home from work. It’ll be an illusion but one that might provide comfort, not least for me. Later, sitting at 2am in front of the school website, I realise that I have none of Helen’s passwords to make sure the kids can buy school dinners when they return. Amid the sense of helplessness I wonder whether I should write a book, A Sad Dad’s Homemaker Guide to the Bleeding Obvious. Any takers?",
  "webTitle": "What I need is a handbook for newly widowed blokes",
  "webPublicationDate": "2016-05-14T05:45:29Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/14/adam-golightly-widower-of-the-parish-handbook-bereaved-men",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Bereavement",
      "id": "lifeandstyle/bereavement",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Adam Golightly",
      "id": "profile/adam-golightly"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/14/adam-golightly-widower-of-the-parish-handbook-bereaved-men"
}