{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/11/manchester-united-luke-shaw-return-stronger-ruled-out",
  "id": "2016-05-11-206",
  "sectionId": "football",
  "body": "Luke Shaw is confident of returning stronger than ever next season, after being ruled out of Manchester United’s final two games because of a broken leg.   Related: David Sullivan back-tracks on blaming Manchester United for Upton Park violence    He is intent on undergoing an intense pre-season in order to hit the ground running when the 2016-17 campaign begins in August. The left-back is understood to be in good spirits despite his recovery from the horrific injury suffered against PSV Eindhoven in September and will not add to his nine United appearances this term. Shaw’s leg was broken by Héctor Moreno in United’s 2-1 defeat in a Champions League group game and he had harboured hopes of returning this season. Sunday’s visit of Bournemouth for the final Premier League game was always likely to be too early but Louis van Gaal recently suggested the 20-year-old might have a chance of featuring in the FA Cup final against Crystal Palace on 21 May. Shaw is expected to take his place on United’s summer tour of China. They play Borussia Dortmund at the Shanghai Stadium on 22 July and Manchester City at the Beijing National Stadium two days later.",
  "webTitle": "Manchester United’s Luke Shaw sure of returning stronger than ever",
  "webPublicationDate": "2016-05-11T13:01:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/11/manchester-united-luke-shaw-return-stronger-ruled-out",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Jackson",
      "id": "profile/jamiejackson"
    }
  ],
  "guardianId": "football/2016/may/11/manchester-united-luke-shaw-return-stronger-ruled-out"
}