{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/david-cameron-boris-johnson-debate-live-on-tv",
  "id": "2016-05-09-48",
  "sectionId": "commentisfree",
  "body": "The great EU referendum debate spread its wings and took off today, reaching for grand themes, the sweep of history, the meaning of patriotism and internationalism. At last here was a sense of the gigantic, existential nature of this decision. Who are we, what do we want to be, where do we belong? Look up beyond this year’s wallet to the far future.   Related: Leaving EU would threaten UK's peace and stability, says Cameron    David Cameron and Boris Johnson each had a shot at this unfamiliar terrain, unusual and un-British. Our politics tends to duck highfalutin, windy national rhetoric. Cameron sounded prime ministerial, Johnson finally aware that he should try to sound up to the job. For once he stuck to a script, attempting to recover from recent shameful forays, notably his Trump-style attack on Barack Obama’s “part-Kenyan” ancestry. Patriotism is tricky. We all feel love of country, its landscape and history, its turns of phrase and turns of mind, its inner meanings branded on our identity. But in politics it coasts dangerously close to the rocks of nationalism, asserting some national superiority. Still, Cameron just about pulled off his “big bold patriotic case” with pragmatic reasons – stronger, safer, standing united. Whatever you believe, history can aid your cause, being as malleable as Play-Doh, with founding myths reinterpreted by historians for every generation. So Cameron called on the Armada, Blenheim, Trafalgar and Waterloo, recalling generations of wars in Europe. But no, this wasn’t a threat that Brexit would spark world war three. Johnson channelled Henry V at Agincourt, as “We few, we happy few” arraigned against “the elites”. What would Churchill have done? It’s the usual Tory question, but he is claimed by both sides. Johnson’s charge that the EU is responsible for Russia’s invasion of Ukraine and the rise of the far right was plain absurd. But he did take on the killer question for the Brexiteers. Finally, they have been forced to admit that they would not join the single market. Out really means out – no having your cake and eating it. After thrashing around the world for an EU-style trading model, trying 30 countries from Canada to Vanuatu, they have abandoned it. If you want free trade you must pay your fair dues and accept free movement – and they refuse. That is a Rubicon crossed, showing they have all but given in on the economy under the sheer weight of warnings from every authority about a Brexit economic shock or a long-term financial haemorrhage.    Expect their firepower to be trained on immigration. Johnson's claim to be a 'liberal cosmopolitan' was important    Now expect their full firepower to be trained on immigration instead. Johnson’s claim to be no “little Englander” but “a “liberal cosmopolitan” was important, as he called upon the spirit of Locke, Voltaire and Rousseau to oppose the EU’s ancien régime. What did he mean? “We can see the sunlit meadows beyond,” he said. Where? Alas all this boiled down to five questions he said the remainers must answer – and, depressingly, the first three were on immigration: controlling it; stopping the living wage acting as a “pull” for migrants; and defying the European court of justice on deporting undesirables. Already the Brexiteers rely on that bedrock fear and loathing of foreigners. Michael Gove, writing in the Daily Mail on Saturday, produced a repulsive stream of anti-migrant alarm: “Think the EU’s bad now? Wait until Albania joins.” If, with over six weeks to go, they have already reached this lowest common denominator, things can only get worse. What we saw today was the shape of the final lap. The divide is deep and widening, an ideological split that feels beyond repair – but inside the Tory party is where all the heat resides. Debates are planned on the BBC and ITV – but as yet none that reflect what is at stake. Cameron has insisted on no blue-on-blue debates, no Tory against Tory, But this neutering of the real passion is unworkable. They can make speeches on the same day, but never meet toe to toe? Insults can be hurled, but they can never challenge one another’s claims and myths? Our democratic tradition relies on opponents testing one another’s arguments to destruction. Cameron would probably make mincemeat of Johnson, who, off script, is always vague on facts. Any hope that his party can be glued back together after 23 June looks more far-fetched with every day that passes. All that matters now is winning – for the country, and for Cameron himself. And that means using every weapon. Face-to-face debates are essential to ignite the campaign, to get out the vote and expose the callow Brexit case. The BBC plans a Wembley Arena debate with an audience of 6,000, a perilous event. The fear is that, however balanced, it will be a bear pit of heckling and yelling: three main speakers from each side, with panels of five commentators and a spin room for yet more commenting behind the scenes – far too large a cast for any serious testing of the arguments. And if none of the speakers will be Conservatives confronting each other, this will have a moribund look. There will be a special Question Time, but each side’s leader will answer separately, no Conservative clash here either. As things stand, YouGov has the vote at 42% for remain, 40% for leave – frighteningly close. The poll of polls puts it at 50/50. Speech by speech we get closer to the bone of the argument: beyond the relatively unknowable economic effect, the cultural rift in the country becomes clearer. What alarms remainers is that every armament in the battery has already been deployed – including the eloquent voice of President Obama. The CBI and TUC are upping the tempo of their pro-remain case. Threats to everything from whisky workers to new medicines for the NHS have been deployed in the past week. Leaders of every friendly nation have warned Britain to stay inside. There is no ammunition left in the locker, except sheer force of reason and well-argued good sense to sway the uncertain on where the balance of probability lies. That will be a lot harder to do if the main protagonists are banned from going head to head. Cameron’s last shot is to face down Johnson and expose the true nature of the out campaign. However, one painfully good question to the prime minister, posed by a hostile Daily Mail, hangs in the air accusingly: “If he honestly believes the dangers are so great, why did he call the referendum in the first place?”",
  "webTitle": "David Cameron v Boris Johnson live on TV: the EU debate we must have | Polly Toynbee",
  "webPublicationDate": "2016-05-09T19:24:44Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/david-cameron-boris-johnson-debate-live-on-tv",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Immigration and asylum",
      "id": "uk/immigration",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/david-cameron-boris-johnson-debate-live-on-tv"
}