{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/18/liverpool-sevilla-talking-points-europa-league-final",
  "id": "2016-05-18-17",
  "sectionId": "football",
  "body": "Liverpool need leaders and to be stronger mentally So now Liverpool know what it feels like to concede three times in the second half of a European final. If Istanbul was a miracle this was pure misery for the Merseysiders, their hopes of a first European trophy in 11 years going up in smoke after an incredible second-half collapse. Some of the officiating did not help but the men in red did not help themselves either and what yet another thrown away lead by them this season proves is that Jürgen Klopp not only needs to bring in technically better players in the summer but mentally stronger ones too. Leaders are needed if the progress the German has made since arriving in October is going to lead to tangible reward.   Related: Coke double shakes Liverpool as Sevilla hit back to win Europa League final    Touré shows his quality and may be kept on by Klopp One Liverpool player who does have leadership qualities is Kolo Touré. The Ivorian was probably Liverpool’s best player here, covering ground, blocking runs and shots and continuously communicating with his team-mates up until his substitution on 82 minutes. Touré is one of the few players to have won major honours in the squad and, aged 35, has been there and done that. His contract expires next month but on the back of this display, Klopp may decide that the centre-back should be kept on for another season at least. Captain Coke leads stunning Sevilla fightback The manner in which Sevilla took charge of this match after the interval was remarkable. They were helped by a meltdown in Liverpool’s ranks – kickstarted by yet another moment of appalling defending by Alberto Moreno – but the Spanish club deserve credit for reacting to the referee’s whistle with such gusto and ruthlessness – , led by their captain, Coke, who scored twice. There has been a sense of destiny about Liverpool’s claims on this trophy after their run to the final but they came up against a very good team who know full well how to win this competition. The fact Sevilla finished seventh in La Liga also shows just how strong that league is.   Related: Sevilla’s knowhow leaves the Liverpool Europa League party to fall flat | Barney Ronay    Hyperactive managers impossible to ignore In the midst of this match it was impossible not to glance down at the two managers involved as they highlighted why they are renowned not only for their talents but also for their eye-catching touchline behaviour. Klopp was once again in full angry bear mode while, to his right, Unai Emery, who has guided his team to three successive Europa League titles, yet again showed all the skills of a hyperactive air traffic controller. Too much attention is paid to managers these days but sometimes it really is impossible to ignore them.           Jürgen Klopp defiant after Liverpool lose Europa League final to Sevilla.    Ugly reminder of darks days and Uefa’s stadium folly Given Liverpool’s modest allocation for this final – just 10,236 tickets for a club that sold more than 31,000 for February’s Capital One Cup final – it was always going to be the case that some of their supporters would end up in Sevilla’s section of this stadium. Sadly, and partly due to a lack of segregation, that led to clashes between a small group of fans from each club before kick-off and the involvement of riot police. There is no excuse for fighting but this ugly reminder of football’s darker days was also a reminder that Uefa’s decision to hold a match at a venue where demand was always going to outstrip supply – and especially so after Liverpool booked their place – was an idiotic one.",
  "webTitle": "Liverpool 1-3 Sevilla: five talking points from the Europa League final | Sachin Nakrani",
  "webPublicationDate": "2016-05-18T21:46:59Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/18/liverpool-sevilla-talking-points-europa-league-final",
  "keyword": [
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jürgen Klopp",
      "id": "football/jurgen-klopp",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sachin Nakrani",
      "id": "profile/sachinnakrani"
    }
  ],
  "guardianId": "football/blog/2016/may/18/liverpool-sevilla-talking-points-europa-league-final"
}