{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/12/george-clooney-donald-trump-jodie-foster-money-monster-cannes-2016",
  "id": "2016-05-12-167",
  "sectionId": "film",
  "body": "George Clooney has said that Donald Trump will not win the US presidential election as the American public will not be ruled by fear. “There’s not going to be a President Donald Trump,” he said. “Fear is not going to drive our country. We’re not afraid of Muslims or immigrants or women. We’re not going to be afraid of anything.”   Related: Money Monster review - George Clooney goes Leslie Nielsen in popcorn hostage thriller    Clooney was speaking at the Cannes film festival press conference for Money Monster, a thriller directed by Jodie Foster that also features Julia Roberts and Skins star Jack O’Connell. The film tells the story of a blowhard financial pundit Lee Gates (Clooney), who, along with his director (Roberts) is held hostage live on air by a man (O’Connell) who risked his life savings on one of Gates’s tips. Clooney also used the press conference to attack cable news networks for allowing their output to slide further into infotainment, a move that he says helped Trump become a viable candidate for the presidency.            “There’s a great disaster in the way we inform ourselves now,” Clooney said. “Trump is actually a result in many ways of many of the news programmes that didn’t follow up and ask tough questions. Their ratings go up because they can just show an empty podium [and a caption] saying ‘Donald Trump is about to speak’.” Clooney, asked about his own film about TV news, Good Night, and Good Luck (which told the story of Edward R Murrow’s analytical takedown of McCarthyism), said that the problem in the television industry was that broadcasters had lost sight of the idea that news was never designed to be immensely profitable, but that it was designed to inform.   Related: George Clooney interview: ‘Donald Trump is a xenophobic fascist’    “Money Monster talks about the evolution of what has become the cross between news and entertainment. It’s become a big problem,” said Clooney. “News stopped being a loss leader – you were never going to make money on news, you were actually going to just inform people. There was other programming that would make money.” Foster was last at the festival five years ago with The Beaver, a romantic drama starring Mel Gibson as a man who has a breakdown, but learns to express his feelings with the help of a beaver hand puppet. She first came to Cannes at the age of 12 to promote Martin Scorsese’s Taxi Driver, which would go on to win the Palme d’Or. She likened directing to good parenting, saying it was her job to give her stars both structure and the freedom to experiment.     Jodie Foster at the Money Monster press conference Photograph: Ian Gavan/EPA    In a talk about women in film held earlier in the day the actor and the director said that the inequality between men and women in the film industry was due to men in Hollywood not being able to communicate in a way that was not combative. “I’m not a bully and I don’t respond to bullying,” she said at Variety magazine’s Women in Motion talk. “So it’s confusing to people. They don’t know what the next step is.” “I think men are often confused by women who don’t follow traditional rules in conflict. But guess what: all they need to do is have more experiences with them.”     Julia Roberts and George Clooney at the Money Monster press conference. Photograph: Ian Gavan/Getty Images    Foster also said she didn’t believe that the spate of recent studies showing women make up a significantly smaller proportion of off- and on-screen talent was because of a conscious effort by men to keep women out. “I don’t think it’s a big plot of men putting women down in the film business,” she said. “The film industry is pretty progressive. They’re just stuck with the same traditional models and they’re trying to figure out how to get around that. But [men in the industry] haven’t had enough experiences with women to do that.” Roberts, making her first visit to Cannes, was asked if she too would like to direct one day. She said lacked the “intelligence and patience” for the job. In a response to a question about the heightened security at the festival in response to an increased likelihood of a terrorist attack, she said she felt “absolutely safe”. Finally, a journalist from Iran asked Jodie Foster if she had cast Roberts and Clooney for a specific quality they bring to their roles. “When I look at Mr Clooney, for example, I see a future president of the United States,” said the journalist. “That means a lot from a guy from Iran,” joked Clooney.",
  "webTitle": "George Clooney: 'There’s not going to be a President Donald Trump'",
  "webPublicationDate": "2016-05-12T14:26:22Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/12/george-clooney-donald-trump-jodie-foster-money-monster-cannes-2016",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Money Monster",
      "id": "film/money-monster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jodie Foster",
      "id": "film/jodie-foster",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry Barnes",
      "id": "profile/henrybarnes"
    }
  ],
  "guardianId": "film/2016/may/12/george-clooney-donald-trump-jodie-foster-money-monster-cannes-2016"
}