{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/29/rabbits-hopping-mad-about-hutches-says-naturalist-chris-packham",
  "id": "2016-05-29-113",
  "sectionId": "world",
  "body": "It is the childhood ambition for many a budding naturalist, bringing Fluffy the rabbit into the home complete with its own purpose-built hutch. But, according to the wildlife expert Chris Packham, the nation’s pet rabbits are hopping mad about their wooden homes.  Delivering a withering assessment at this weekend’s Hay literary festival of how we keep our pets, the BBC presenter said: “We don’t revise our ideas about animal husbandry quick enough. Rabbits are kept in hutches because we were growing them for food, not keeping them as pets. “So if you’re not going to eat your rabbit, why not give it a better quality of life and not cram it in to a hutch where it is going to defecate on to a huge pile of its own defecate. “It is not an ideal place, they need a place to run around. They are also highly social animals, they don’t really enjoy being kept on their own.” “Just because they are rabbits doesn’t mean we ought to neglect their welfare and focus on cats and dogs. We’ve changed the way we keep cats and dogs ... well dogs any way. We don’t allow them to foul the streets, some of us don’t allow them to disturb ground nesting birds.”     Chris Packham: ‘Just because they are rabbits doesn’t mean we ought to neglect their welfare and focus on cats and dogs.’ Photograph: Linda Nylind for the Guardian    He said society should be constantly rethinking how it looks after all animals, whether domestic or kept in a zoo. Packham was at Hay to talk about his new book, a coming-of-age memoir in which he charts the origins of his love of the natural world. A formative experience was eating tadpoles as a boy, something he encouraged others to repeat – in moderation – as it may instil a “passion for life”. They do not, he said, taste of chicken. “They taste sort of gritty and they’re difficult to bite because they slip on the tongue. The reason they are slightly moreish is because they are quite difficult to taste.” Packham is about to begin the next live series of BBC2’s Springwatch. While he would not be drawn on his views on the EU referendum, he did complain about the lack of debate about environmental and ecological issues. “I’m very disappointed that both the pros and the cons brigade are not talking about the environment at all. We’re hearing a lot about the usual suspects, immigration, the economy and so forth but ... I’ve not heard a single comment about the environment. “European legislation has a very positive impact when it comes to looking after the environment and species who live here, but also the Common Agricultural Policy has been nothing but a blight to the UK and farmers since we joined. All these things should be discussed.” Packham is working on other projects but, he said, is still trying to persuade the BBC to agree with one of his current obsessions: that he should make a programme on tyrannosaurus rex, believing Jurassic Park got it wrong and the dinosaurs were feathered.",
  "webTitle": "Rabbits hopping mad about hutches, says naturalist Chris Packham",
  "webPublicationDate": "2016-05-29T10:40:02Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/29/rabbits-hopping-mad-about-hutches-says-naturalist-chris-packham",
  "keyword": [
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "world/2016/may/29/rabbits-hopping-mad-about-hutches-says-naturalist-chris-packham"
}