{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/inside-the-hunt-for-isis-leader-abu-bakr-al-baghdadi",
  "id": "2016-05-27-282",
  "sectionId": "world",
  "body": "At the closest point they can reach to the Islamic State heartlands, the Kurdish Peshmerga can almost feel their enemy. Most days Isis fighters fire mortars or bullets at their frontline, 10 miles south of Sinjar, sometimes crawling through long grass for hours until they are close enough to shoot. Several miles further south, some of Isis’s most senior leaders regularly gather in the grey concrete villages of the terror group’s northern vanguard, which for more than a decade had been the safest corners of Iraq for them to come and go. Moving among the nearby towns of Ba’ej and Billij, according to the Kurds watching from the ground, and intelligence officials keeping tabs from other vantage points, is the world’s most wanted man, Abu Bakr al-Baghdadi. Intelligence officials, who have spent the past two years trying to pinpoint Baghdadi’s movements, are now convinced that he moves within a tight arc of north-western Iraq and north-eastern Syria, within sight of this frontline, an area in which he has remained for almost all of his time as self-anointed leader.     Peshmerga fighters on the frontline against Isis in Iraq. Photograph: Scott Peterson/Getty Images    For almost six months of that time, from March last year, Kurdish and western officials, senior members of Isis and several others who are close to Baghdadi say he did not move from Ba’ej, as he recovered from serious injuries he suffered in an airstrike that few friends, or even foes, knew had hit him. In northern Iraq, which has been the the most important hub in the war against Isis, intelligence officers and Peshmerga leaders say they are sure that Baghdadi has been moving widely around north-western Iraq in recent weeks, particularly near Ba’ej and Tal Afar. “He’s on the move a lot,” said a senior intelligence official. “He also goes into Mosul.” On the frontline south of Sinjar, which was retaken by Kurdish forces aided by US airstrikes last November, Lieutenant Colonel Khalid Hamza said he was certain that Baghdadi had visited Ba’ej two months ago. “We have very accurate information from inside the city that he was there visiting the Wali [local Isis leader],” he said, standing behind a giant earth berm built to stop sniper fire from Isis positions less than two miles away.     Smoke rises above Sinjar in November 2015 after it was recaptured from Isis. Photograph: Sam Tarling for the Guardian    To the west of where Hamza was standing a giant water tank towered above Ba’ej, which was visible on the horizon. In the foreground were three mass graves, containing the bodies of an estimated 150 Yazidi women, whom Isis forces had deemed unsuitable to be enslaved when they rampaged into Sinjar from Ba’ej and Billij in August 2014. “He is supported by tribes there,” said Hamza. “They are very loyal to him. We know when he is in town. On that day, they confiscated all the phones off everyone several hours before he arrived. They didn’t want anyone making calls.” Next to him was a Peshmerga air spotter, whose job it was to call in airstrikes by providing GPS co-ordinates. He wore a large watch-like device on his wrist, with a broad screen, and was called on most days to summon fighter jets to attack Isis members either speeding towards the frontline along a long straight road or crawling through long grass to within sniping distance. Two years into the fight against Isis, more than 15 of the group’s most senior members have been killed by airstrikes. They include Baghdadi’s former deputies Abu Muslim al-Turkmani and Abu Ali al-Anbari, Omar al-Shishani, the head of the group’s chemical weapons programme in Iraq, Abu Malik and numerous regional leaders in Anbar and Nineveh province. Last year Baghdadi very nearly joined them.      A photograph said to be of Baghdadi released by the Iraqi Ministry of Interior in 2014. Photograph: Ho /AFP/Getty Images    Interviews conducted by the Guardian over the year have revealed that the extent of Baghdadi’s injuries after he was hurt in an airstrike remained one of the most closely guarded secrets of his organisation. His enemies were also reluctant to disclose just how close they had come to killing Baghdadi – seemingly because the airstrike that wounded him was intended for someone else. A Guardian investigation has pieced together details of the attack, of Baghdadi’s slow recuperation, his recent return to prominence within Isis communities, and of the now intensified efforts to ensure that the next strike is both targeted and successful. Baghdadi was hit near the small Iraqi town of Shurgat on the Tigris river, about 190 miles (300km) north of Baghdad, a regional intelligence chief has confirmed.  The Guardian has contacted eight sources with direct knowledge of Baghdadi’s injuries. All reported that he had suffered a serious wound to his lower back, which had immobilised him for several months before a long recovery. As he was being treated, only a small number of his personal doctors and nurses knew of his condition. Within Isis itself, very few outside of the senior leadership groups were aware. Even confidantes who had known Baghdadi well before the terror group’s inception were left guessing at the reason for their boss’s long absence from gatherings where his presence would normally have been expected. A senior Isis member and Iraqi officials in Baghdad had earlier believed that the airstrike had taken place near the Syrian border on 18 March last year. The Shurgat strike took place around the same time, but was about 100 miles to the east.   Hunt for Baghdadi   One source is a senior member of the organisation’s foreign legion, from Uzbekistan, Hamid Khalilov. He had been based near Dabiq in Syria with Shishani, the group’s commander in northern Syria, who was killed in an airstrike two months ago. Khalilov was captured in Baiji, near Shurgat, in August 2015 and spoke of meeting Baghdadi with Shishani both near Shurgat and in the town of Ba’ej in Iraq’s north-west, where he was being treated. Khalilov has provided details of his meetings with Baghdadi to intelligence officers in Iraq. He has also responded to questions from the Guardian.     Omar al-Shishani. Photograph: AP    A second prisoner, who was captured near Shurgat, has detailed Baghdadi’s injuries to Iraqi and US interrogators. So too has a third man with direct regular access to the Isis leader, who has insisted on his name being protected. The Guardian has independently verified the man’s identity. A fourth source is a senior member of Isis, with whom the Guardian has maintained close contact over several years. The information provided by all four men has been corroborated by a senior regional intelligence chief, and two western governments with access to details of both the airstrike and Baghdadi’s recovery. None would put their names to the information, citing sensitivities about relationships with intelligence partners. “I know he was injured. It was an accident, and it wasn’t fatal,” said one of the intelligence sources. “He is moving around now, but it took a long time. And we have a better idea of his movements than we used to.” “This is now widely known by Iraqi intelligence agencies,” said the Baghdad-based scholar and author on Isis Dr Hisham al-Hashimi. “It took a long time for the information from the Americans and others to be confirmed, but that has happened now.” Details of Baghdadi’s injuries have been shared across the Five Eyes intelligence community of the US, UK, Australia, Canada and New Zealand, and among partners in the Middle East, including the Kurds, Iraq, Saudi Arabia and the Gulf States. However, a divide remains between intelligence officers who wanted to disclose the details and policy makers who chose not to. The discussion centred on who would end up prevailing in the court of public opinion if information about a failed and accidental attack was revealed. “I can’t really tell you why people don’t want to talk about it, because I don’t know,” said one senior official with full knowledge of what happened. “However, there has been an ongoing discussion about whether to talk about it would build him up because he could say he survived, and whether that would outweigh the value of us being able to say we got him in the first place. “What we all know is that he was back on his feet by late last year.” In a statement to the Guardian, a US official continued to deny knowledge of an airstrike having hit Baghdadi: “We have no credible information to indicate al-Baghdadi was injured in an airstrike,” the official said in a statement. “The intelligence community considers al-Baghdadi the overall emir of [Isis], providing leadership to the group, consistent with his role as described in [Isis] propaganda.” Officials in Iraq’s Kurdish north and in Europe believe that, having mostly recovered, Baghdadi is now moving regularly around northern Iraq and north-eastern Syria. In the past six months there have been confirmed sightings of him in Shadadi in Syria and the nearby border town of Boukamel, and a strong belief that he has also visited Ba’ej, Abbasia and Tal Afar in Iraq’s north-west, as well as Mosul, where he anointed himself as caliph of the so-called Islamic State in June 2014 in a public appearance at the city’s al-Nouri mosque.  Inside Sinjar, Lieutenant Colonel Qassem, the leader of the local security unit, known as Asseyesh, said: “We have people who speak with us. We know when [Baghdadi] comes. Around three weeks ago, Isis in Tal Afar all started acting strangely, moving all their cars out into the open and standing openly themselves. It was clear something was going on and we called the Americans. They agreed, but said: ‘We can’t just attack anything. Give us a target.’ “I also know for a fact that he has been back in Abassia delivering prayers recently. He was staying in a small hut near the edge of town. We are very sure of this. We know when he comes and goes.” The air campaign is being led by a mix of signals intelligence, which comes from interceptions of telephone calls and messages, as well as emails and short messaging programs. A former US intelligence officer has told the Guardian that Isis’s information technology arm is in the hands of no more than 30 people, who are entrusted with establishing secure communications within the so-called Caliphate and other members of the organisation elsewhere in the world. “The best of them are very good, as good as we have,” the source said. “But many others are sloppy.” Tal Afar, Billij and Ba’ej are all within range of phone towers erected by the Kurdish region. And, while Isis has targeted some towers, residents of the towns can still get access to the Kurdish networks – which allows sources to make contact with Kurdish officials. “We will get him eventually,” said one of the Kurdish officials in Sinjar. “These villages you see may be very loyal to him, but not everyone inside them is.” Additional reporting by Salem Rizk",
  "webTitle": "Inside the hunt for Isis leader Abu Bakr al-Baghdadi",
  "webPublicationDate": "2016-05-27T06:15:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/inside-the-hunt-for-isis-leader-abu-bakr-al-baghdadi",
  "keyword": [
    {
      "webTitle": "Islamic State",
      "id": "world/isis",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Iraq",
      "id": "world/iraq",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Martin Chulov",
      "id": "profile/martin-chulov"
    },
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    }
  ],
  "guardianId": "world/2016/may/27/inside-the-hunt-for-isis-leader-abu-bakr-al-baghdadi"
}