{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/18/west-russia-on-course-for-war-nato-ex-deputy-commander",
  "id": "2016-05-18-248",
  "sectionId": "world",
  "body": "A startling claim that the west is on course for war with Russia has been delivered by the former deputy commander of Nato, the former British general Sir Alexander Richard Shirreff. In a book published on Wednesday, 2017 War With Russia, Shirreff argues that the events in Crimea have destroyed the post-cold-war settlement and set the stage for conflict, beginning next year. In a chilling scenario, he predicts that Russia, in order to escape what it believes to be encirclement by Nato, will seize territory in eastern Ukraine, open up a land corridor to Crimea and invade the Baltic states. Shirreff, who was deputy supreme allied commander Europe from 2011 to 2014 and before that served in Northern Ireland, Iraq and the Balkans, is risking his reputation by making such a bold prediction. But he claims his narrative is closely modelled on his Nato experience of war-gaming future conflicts.  His scenario is specific, naming Latvia as the first of the Baltic countries to be invaded, in May next year. Such specifics open him to potential ridicule.  At the book launch at London’s Royal United Services Institute, he heavily caveated the scenario by saying it was still avoidable provided Nato took the necessary steps to pre-position forces in large enough numbers in the Baltic states. Nato is planning to make a start on just such a move at a Nato summit in Warsaw in July. Faced with scepticism from journalists at the book launch – the Baltic states, unlike Ukraine, are members of Nato, and Russian action against any of them would in theory trigger a response – Shirreff said history was full of irrational decisions by leaders.  He said Putin could invade the Baltic states and then threaten nuclear action if Nato threatened to intervene.  Shirreff’s warning about the danger posed by Russia is echoed in the foreword by US admiral James Stavridis, former supreme allied commander Europe, who writes: “Under President Putin, Russia has charted a dangerous course that, if it is allowed to continue, may lead inexorably to a clash with Nato. And that will mean a war that could so easily go nuclear.” Shirreff insists that retention of a nuclear deterrent is essential. “Be under no illusion whatsoever – Russian use of nuclear weapons is hardwired into Moscow’s military strategy,” he writes.           Nato v Russia in 99 seconds    He describes Russia as now the west’s most dangerous adversary and says Putin’s course can only be stopped if the west wakes up to the real possibility of war and takes urgent action. He also rounds on the UK for what he says is the emasculation of its conventional military capability on the assumption that the international scene will remain benign. He says Nato increasingly lacks the knowledge, capability and military hardware to match what he describes as Russia’s ever-improving conventional capability. He is scathing about David Cameron and Philip Hammond, who was defence secretary before becoming foreign secretary, over cuts in the military. Speaking about Cameron, he writes that he has “made himself increasingly irrelevant on the international stage”. Shirreff discloses a clash with Hammond, then defence secretary, in 2014 after the general wrote a piece in the Sunday Times saying that cutbacks were a big gamble. “The defence secretary was so infuriated at being questioned in public that I was summoned by General Sir Peter Wall, the chief of the general staff and head of the army, and told that the defence secretary wanted ‘formal action’ against me.  “However, formal action would have involved a court martial and, fortunately for the latter’s political reputation – it also seems he had not appreciated that I reported to Nato and not to him – wiser counsel had prevailed.” Asked at the book launch about the incident, he said “I think it is the duty of senior soldiers engaged with politicians not to think like politicians, not to make life easy for politicians, but to lay out the military consequences of political decisions. And I sense that is something that has got blurred in recent years.” The latter point appeared to be a reference to the failure of senior British military figures to stand up to Tony Blair over the invasion of Iraq. The Chilcot inquiry into Iraq is expected to criticise senior British commanders over this failure. Asked about the consequences for British security of leaving the European Union, Shirreff said it would make the EU weaker and that a weaker EU would make Britain weaker.",
  "webTitle": "West and Russia on course for war, says ex-Nato deputy commander",
  "webPublicationDate": "2016-05-18T10:00:26Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/18/west-russia-on-course-for-war-nato-ex-deputy-commander",
  "keyword": [
    {
      "webTitle": "Russia",
      "id": "world/russia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nato",
      "id": "world/nato",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewen MacAskill",
      "id": "profile/ewenmacaskill"
    }
  ],
  "guardianId": "world/2016/may/18/west-russia-on-course-for-war-nato-ex-deputy-commander"
}