{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/captain-cook-endeavour-ship-found-rhode-island-revolutionary-war",
  "id": "2016-05-04-280",
  "sectionId": "us-news",
  "body": "Captain James Cook observed the transit of Venus from the shores of Tahiti, ran aground on the Great Barrier Reef and claimed Australia for the British crown. He fought the French in the Americas, circumnavigated the world and died trying to kidnap a king of Hawaii.   Related: Wreckage of Captain James Cook's ship Endeavour found, researchers say    But the ship that saw so many adventures was sold, forgotten and lost. For centuries, the fate of HMS Endeavour has remained a mystery. Now marine archaeologists are almost certain they have found its wreck at the bottom of the sea – off exotic Rhode Island. Researchers with the Rhode Island Marine Archaeology Project (Rimap) will announce on Wednesday that they are nearly sure that they have found the Endeavour, the ship that Cook captained on his voyages to New Zealand and Australia.  “We usually don’t make any announcement as we keep working away until we have something significant to say,” Dr Kathy Abbass, principal investigator, said. “We may say, ‘we think we found the Endeavour,’ well, yeah. Now I have to prove it.”     James Cook. Photograph: Dea Picture Library/De Agostini/Getty Images    Admiralty documents detailing the Endeavour’s dimensions have led Abbass to believe that the ship, built like a sturdy commercial vessel to carry survival and scientific cargo on a long voyage, was sold into private hands in 1775 and renamed Lord Sandwich – the first lord of the admiralty at the time. When the 13 American colonies revolted a year later, it was leased back to the British navy as a troop transport for British and Hessian soldiers, and then used as a prison ship in Newport Harbor, Rhode Island, during the war.  Rhode Island was the first state to disavow its loyalty to King George III, exactly two months before the 13 colonies formally issued the Declaration of Independence. By late August 1778, American forces had besieged Newport, and were hoping the French navy could help them oust the British from the harbor town. The British decided to scuttle 13 other ships, Lord Sandwich among them, to stymie the French navy en route. A world away its former captain had crossed the Bering Sea into the Arctic Circle and was hunting walruses for food and oil. He would die only a few months after his most famous ship was wrecked. Abbass’s team, working with Australian researchers, have mapped nine of the 13 sites where the ships were scuttled. Five of those ships were wrecked in an arc, near the modern Naval War College to the north and in the waters by Brenton Cove to the south. The researchers have mapped four.     A cutaway painting of Captain Cook’s Endeavour ship. Photograph: Robert W Nicholson/National Geographic/Getty Images    “We think we have a really good chance to close in on the fifth one,” Abbass said, noting a recent analysis of remote sensing data on the harbor.  In a statement, Rimap said it “now has an 80 to 100% chance that the Lord Sandwich is still in Newport Harbor, and because the Lord Sandwich was Capt Cook’s Endeavour, that means Rimap has found her, too.” The researchers will next map the remaining portions of the harbor in their search for the wreck itself. The researchers estimate that their research on 83 projects, including other revolutionary-era vessels, second world war wrecks and a reputed slave ship, has a total value of more than $5.5m. The wreck of the Endeavour would probably be their most valuable discovery yet: the first European ship to land in Australia, leading to the founding of a British colony there, and the flagship of one of Britain’s greatest explorers.     The Death of Captain Cook. Photograph: GSinclair Archive/UIG via Getty Images    Although the Endeavour was largely forgotten by its contemporaries, its later fame has led to rumors and speculation about the ship’s fate. Some have suggested the ship survived the war, was refitted and registered as a French vessel, La Liberté, and then sunk into Newport harbor in 1794. Others believed the ship actually made it back to London, and was opened to visitors in 1825, and in the 19th century a New Zealand captain thought he found the wreck in Dusky Sound, only to be proven wrong. In 1991, when the space shuttle Endeavour was rolled out for service by Nasa, the space agency was presented with what they called “a piece of the original ship”, by the University of Rhode Island.  Abbass hopes to put the mystery of the original Endeavour’s fate to rest in the next few months, and called for a new facility to conserve, display and store some of the artifacts pulled from the underwater sites. Rimap hopes to build this facility at Butts Hill Fort, the center of where American forces stood during the battle for the colony.",
  "webTitle": "Captain Cook's Endeavour: from the Great Barrier Reef to Rhode Island?",
  "webPublicationDate": "2016-05-04T09:00:23Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/captain-cook-endeavour-ship-found-rhode-island-revolutionary-war",
  "keyword": [
    {
      "webTitle": "Rhode Island",
      "id": "us-news/rhode-island",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "us-news/2016/may/04/captain-cook-endeavour-ship-found-rhode-island-revolutionary-war"
}