{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/24/bowraville-murders-police-commissioner-makes-application-for-a-retrial",
  "id": "2016-05-24-236",
  "sectionId": "australia-news",
  "body": "An application to hold a retrial of the murders of three Aboriginal children in Bowraville, New South Wales, more than 26 years ago will be put before the NSW supreme court. The attorney general, Gabrielle Upton, who received the application from NSW police on Tuesday, said she decided to refer the matter directly to court, rather then wait for the opinion of an independent assessor. “After careful consideration, I have decided that there should be no further delay in bringing this matter to court,” Upton said in a statement on Tuesday afternoon. “The best and most transparent way to deal with this tragic case is to make an application for retrial to the NSW court of criminal appeal.” The children – four-year-old Evelyn Greenup and 16-year-olds Colleen Walker and Clinton Speedy-Duroux – disappeared from Bowraville within five months during 1990 and 1991. In separate trials a local man, Jay Thomas Hart, was found not guilty of murdering Clinton and Evelyn, whose bodies were found in bushland on the outskirts of town, but the commissioner, Andrew Scipione, sent a submission to Upton, calling for Hart’s retrial on Tuesday. Colleen’s clothing was pulled from a nearby river but her body has never been found. Upton said it was in the public interest that the court be allowed to decide if new evidence presented by police was sufficiently “fresh and compelling” to warrant a new trial under the state’s double jeopardy laws. The application is also for all three murders to be heard as a single trial, which has been rejected by the court before. “While there can be no certainty whatsoever about the outcome, this is the course of action that promises a sense of closure for all involved,” Upton said. Colleen’s brother Lucas Craig told AAP he was overwhelmed and happy at the decision. “I’ve grown up seeing my mum being let down so many times, and to see her face change this afternoon ... it feels like we’re finally being heard,” he said on Tuesday evening. “I’m just trying to take it all in. “This is a step forward that we needed.” The case will be argued by Wendy Abraham QC, the former South Australian director of public prosecutions. Lucas Craig was eight when his sister Colleen disappeared. He was pleased police had made the referral but was not confident it would result in a trial. The application has been rejected twice in recent years. “We just don’t want to get our hopes up so soon because we have been let down so many times,” Craig told Guardian Australia. “Seeing what they say put into action is when we will probably start feeling better about it. It’s just you get your hopes up all the time and then get let down; you just kind of give up on the words that they say. It’s like they just say it to make themselves look good.” In an 18-volume brief of evidence, Scipione’s submission reportedly alleges Hart is linked to all three killings and details new evidence unearthed in a fresh investigation by DCI Gary Jubelin. The new evidence, according to the Australian, is the evidence of two delivery drivers who claim they saw a white man, matching Hart’s description, standing over an Aboriginal teenager who was lying on the road outside Bowraville the morning Clinton disappeared.   Related: Australia's Serial: Dan Box on the making of true crime podcast Bowraville    Under the double jeopardy law the court of criminal appeal may order an acquitted person be retried for a life sentence offence if there is fresh and compelling evidence. Lawyers for the families have previously argued that because the cases had not been heard in a joint trial before, evidence for each murder could be considered fresh and compelling from the perspective of the other murders.  But previous applications, which have been decided by two former attorney generals and the director of public prosecutions, have ruled on a narrower definition of “fresh” evidence, meaning that anything which has been included in a brief of evidence by the prosecution, whether it was admitted by the court and put before a jury or not, could not be considered “fresh” evidence. In 2014, after a 12-month investigation, a NSW parliamentary inquiry found flaws in the way police had investigated the crimes. At the time, Jubelin, who has worked on the case since 1996, said families had been let down by the justice system. He told the inquiry that race had affected how the murders were investigated, and said there were overwhelming links between the murders and that they must be heard in a single trial. Upton previously said any application would be independently reviewed.     Media coverage of the case, including a five-part podcast made by the Australian, which described the deaths as Australia’s “least-known serial killings”, has brought it back to public attention. On the podcast Jubelin said: “One thing I found unique about this investigation, and I have been doing homicide for a long time and I get the sense of things that attract the public’s attention, is here we have three kids murdered living in the same street and I am absolutely gobsmacked by the amount of people that have never heard of it.” The podcast also included an interview with one of the delivery drivers, Michael Scaffidi, who told reporter Dan Box that he saw “an Aboriginal juvenile – 18, 17, 16, in his late teens – laying on the road” and that another man, who he described as “Caucasian, white” emerged from the side of the road. Greens MP David Shoebridge, who pushed for the parliamentary inquiry, said referral to the court of criminal appeal was testament to the unrelenting campaign waged by the families of the victims. “The families came time and again to parliament, demanding justice,” he said. “They petitioned, they called, they wrote letters, emails and pleas. In short they never gave up. Today their efforts have borne fruit.” Additional reporting by Australian Associated Press",
  "webTitle": "Bowraville murders: supreme court to rule on application for retrial",
  "webPublicationDate": "2016-05-24T09:47:11Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/24/bowraville-murders-police-commissioner-makes-application-for-a-retrial",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Indigenous Australians",
      "id": "australia-news/indigenous-australians",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Crime - Australia",
      "id": "australia-news/crime-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Calla Wahlquist",
      "id": "profile/calla-wahlquist"
    }
  ],
  "guardianId": "australia-news/2016/may/24/bowraville-murders-police-commissioner-makes-application-for-a-retrial"
}