{
  "apiUrl": "https://content.guardianapis.com/membership/2016/may/27/a-members-view-free-speech-is-about-defending-those-we-loathe-as-well",
  "id": "2016-05-27-255",
  "sectionId": "membership",
  "body": "I’ve just finished an MA researching censorship in the arts. I was a bit apprehensive about the event because free-speech debates often involve a lot of vitriol and can be quite flat. I agree with the fundamentalists but it was good to hear other more nuanced arguments.     Guardian member Jonny Drury, 26, from Vauxhall, south London. Photograph: Jonny Drury    Although there was plenty of discussion about about how we’ve moved from legal censorship to extra-legal censorship, there wasn’t any recognition that censorship has come full circle. The state is also able to help shut down productions and performances that are thought to be too extreme or radical. For me, Homegrown is hugely important in chronicling the development of censorship. This is a play exploring radicalisation and jihadi brides that was due to be produced by the National Youth Theatre. My view is that it iseffectively the first case of pre-emptive censorship. [The production was cancelled less than a fortnight before it opened, following NYT concerns about its creators’ “extremist agenda” and police concerns about the production, according to correspondence seen by the Guardian. The NYT has denied that any external parties had any involvement in its decision.]  Of the panelists, Dr Joanna Williams stood out for me, as she had particularly fundamentalist views and was adamant about her opinion. She essentially said there were no lines that couldn’t be crossed, except perhaps the most direct call to murder someone. I found it surprising for a lecturer to have such certainty and it made me think she might have a hard time with her students -in my view she spoke more like a journalist. I disagreed with the notion we need to figure out what’s going on with university students. One teacher said it was all down to secondary school teaching and that students aren’t encouraged to think for themselves, or argue for an opposing side of the an argument. I think that’s massively exaggerated – you only need a handful of people to protest for someone to get banned from a campus. I liked Kenan Malik’s point that censorship is increasing because people like to see it as a progressive thing. Exhibit B, an art exhibition about slavery, was cancelled following anti-racist protests. In that kind of case censorship can be viewed as progressive because it’s aimed at shutting down something that’s regressive.  The point that stayed with me was Dr Williams saying that to truly support free speech, we have to back those we loathe as well as those we love. When feminist comedian Kate Smurthwaite was censored there was outrage. To truly support free speech we have to have the same reaction to the sexist character Dapper Laughs. For me, that really summed up the debate. As told to Joanna Witt To find out about upcoming Guardian Live events, sign up to become a Guardian member",
  "webTitle": "A member's view: 'Free speech is about defending those we loathe as well'",
  "webPublicationDate": "2016-05-27T08:00:01Z",
  "webUrl": "https://www.theguardian.com/membership/2016/may/27/a-members-view-free-speech-is-about-defending-those-we-loathe-as-well",
  "keyword": [
    {
      "webTitle": "Membership",
      "id": "membership/membership",
      "sectionId": "membership",
      "sectionName": "Membership"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Joanna Witt",
      "id": "profile/joanna-witt"
    }
  ],
  "guardianId": "membership/2016/may/27/a-members-view-free-speech-is-about-defending-those-we-loathe-as-well"
}