{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/16/student-politics-campus-students",
  "id": "2016-05-16-230",
  "sectionId": "commentisfree",
  "body": "There’s a great cartoon in the latest Private Eye that shows a small Middle Eastern child clutching a teddy bear as bombs go off outside his door. He is asking his father: “Daddy, will we ever have a safe space?” It’s a succinct, witty point about privilege and victimhood that also taps into what has become a popularly held view: that universities are now mollycoddling hothouses full of delicate special snowflakes who cannot be confronted with a contradictory opinion without being “triggered”. In this narrative, campus censorship is rife and political correctness an inescapable, ubiquitous dogma. These stories imply that universities are joyless places populated by hypersensitive authoritarians and are, I imagine, extremely off-putting to any young person from a normal background who might be considering university. Certainly they would have made me, unsure of my ambitions and intimidated by the prospect of thousands of pounds worth of debt, think twice, if not run a mile.   Related: Protest is vital for democracy. Dissent must not be criminalised | Michael Segalov     Now comes news that universities are under pressure to offer separate accommodation to lesbian, gay, bisexual and transgender students, so that they can live without fear of “victimisation as well as homophobia, biphobia and transphobia from flatmates”. Critics have pointed out that ghettoising gay people rather than challenging existing prejudices is probably not the answer. Certainly there were people at university whom I felt a fleeting desire to segregate: sexist rugby players you wouldn’t trust with an unattended drink; Tory foxhunters called Tilly who genuinely admired Margaret Thatcher’s policies; skinny-jean-wearing manarchists who kept unread copies of Das Kapital on their nightstands, to name a few. These people were all “triggering” in one respect or another, but unfortunately part of the university experience is opening one’s mind and being confronted with challenging viewpoints. In light of the current stories of censorship, trigger warnings and the no-platforming of controversial speakers, it’s important to remember that the majority of the student population remain almost entirely indifferent to student politics. That’s not to say students are apolitical – far from it. While I was at university there were student protests against rising tuition fees and education maintenance allowance cuts. It felt progressive and exciting and passionate. The fact that our universities are so frequently hotbeds of leftwing ideas leads to the student-bashing that has long been a hobby of the right, but which, in the light of sharp fee rises has become a lot more, well, problematic – to borrow a term from modern social justice warriors.    Of far more concern is the prospect that progressive thought might vanish from universities altogether    When education was free and aided by grants it was all too easy to grumble that the hard-working general population were subsidising the cushy lifestyles of eccentrically dressed arts students who fanny about doing post-structuralist breakdowns of advertising slogans. Nowadays, when you pay £9,000 for that privilege (and even, thanks to the release of a government white paper, possibly very much more), student-bashing is exposed as a conservative, anti-intellectual stance. (Full disclosure: I say this as someone who went to a university that was packed with old Marxists, and who wrote her thesis on the Situationist International.) The healthy resistance of most students to student politics leaves a vacuum that unfortunately gets filled with people like the former diversity officer Bahar Mustafa, who was the subject of a dropped police investigation over claims she tweeted “kill all white men”. A recent vote at Exeter University on whether the student union should leave the NUS (at a time when allegations of antisemitism had been made against the newly elected president of the NUS, Malia Bouattia, which she denies) had a turnout of 31%, a figure the BBC reported as being “high … for a student vote”. They voted by a margin of 5.6% to remain.   Related: NUS under pressure as students vote to break away    But just because most students feel alienated from organised student politics doesn’t mean that the ideas that percolate at university aren’t worth pursuing. Satirical takes on the ever-so-worthy youthful idealism of students, as in the recent final series of university comedy Fresh Meat and, of course, in the form of Rick in the Young Ones, are cleverly observed and have their place. But equally, it’s worth appreciating the important role that students play in progressive politics. Whether you agreed with the Rhodes Must Fall movement or not, it prompted a fascinating debate about racism in higher education, and colonialism in general. Furthermore, the work regarding rape and sexual consent that is taking place in universities up and down the country is light years ahead of our national sex education curriculum. As Bouattia pointed out in a recent article for this paper, students have had a crucial part in challenging apartheid, campaigning for same-sex marriage and supporting those affected by the humanitarian refugee crisis. For that, we should salute them, and take comfort in the thought that any silly headline-hitting ideas are rarely supported by the larger student population. Of far more concern is the prospect that, as education becomes increasingly commoditised, progressive thought might vanish from universities altogether. Worthy and irritating though student politics may sometimes be, many of us would miss it.",
  "webTitle": "Why we all need student politics | Rhiannon Lucy Cosslett",
  "webPublicationDate": "2016-05-16T11:17:27Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/16/student-politics-campus-students",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Student politics",
      "id": "education/studentpolitics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rhiannon Lucy Cosslett",
      "id": "profile/rhiannon-lucy-cosslett"
    }
  ],
  "guardianId": "commentisfree/2016/may/16/student-politics-campus-students"
}