{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/18/briton-held-over-plot-to-kidnap-two-children-beirut-denied-bail-adam-whittington",
  "id": "2016-05-18-124",
  "sectionId": "australia-news",
  "body": "A British “child recovery specialist” who allegedly led a plot to kidnap two Lebanese-Australian children in Beirut in the midst of a custody dispute has been denied bail, a judicial source has told the Guardian. Adam Whittington, who investigators allege was paid $A115,000 (£57,300) by Australia’s Nine Network to orchestrate the kidnapping, will remain in jail pending the referral of the case to trial, the source said.   Related: 60 Minutes kidnap attempt: Adam Whittington abandoned by Nine, say supporters    Whittington is jailed in a suburb of Beirut along with Craig Michael, a British-Cypriot accomplice, and two Lebanese men who allegedly carried out the actual kidnapping. The children were snatched last month while they waited for their school bus with their grandmother. Their father, Ali al-Amin, had taken them to Lebanon and refused to bring them back to Australia, where their mother, Sally Faulkner, lived. Faulkner was approached by Nine Network, who offered to pay Whittington’s fee in exchange for filming the operation in Beirut, investigators say. After the children were kidnapped they were to be taken to Australia.   Related: How did it come to this? Inside the doomed bid to snatch Sally Faulkner's children    Both Faulkner and the Nine Network crew, including anchor Tara Brown, were granted bail and released last month after a custody agreement was reached between Faulkner and Amin.  Whittington has remained in jail, and his family has accused Nine Network of abandoning the man, a former Scotland Yard detective, after securing deals to free their own crew. The source said Judge Rami Abdullah, who was tasked with investigating the case, was likely to conclude his investigation on Thursday and refer the case to Lebanon’s prosecutor general, in preparation for issuing a formal indictment that paves the way for a trial.",
  "webTitle": "Briton held over plot to kidnap two children in Beirut denied bail",
  "webPublicationDate": "2016-05-18T15:05:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/18/briton-held-over-plot-to-kidnap-two-children-beirut-denied-bail-adam-whittington",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "australia-news/2016/may/18/briton-held-over-plot-to-kidnap-two-children-beirut-denied-bail-adam-whittington"
}