{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/21/anne-enright-real-maeve-brennan-new-yorker",
  "id": "2016-05-21-161",
  "sectionId": "books",
  "body": "Maeve Brennan didn’t have to be a woman for her work to be forgotten, though it surely helped. She did not have to become a bag lady for her work to be revived, though that possibly helped too. The story of her mental decline is terrifying for anyone who works with words, who searches her clean, sour sentences for some hint or indication of future madness, and then turns to check their own. Brennan is, for a new generation of female Irish writers, a casualty of old wars not yet won. The prose holds her revived reputation very well, especially the Irish stories. These feel transparently modern, the way that Dubliners by Joyce feels modern. It is partly a question of restraint. Benedict Kiely, Walter Macken, perhaps even Mary Lavin, ran the risk of being “Irish” on the pages of the New Yorker, which is to say endearing. Frank O’Connor was the cutest of the lot, perhaps, as well as the most successful. Brennan remains precise, unyielding: something lovely and unbearable is happening on the page. Despite the lack of surface charm, Brennan was very Irish indeed. Her mother, Una, took part in the fighting during Easter 1916, alongside her father, Bob, who was arrested and sent to prison for it. Maeve was born 37 weeks later: conceived along with the Irish state you might say, she was a true daughter of the Rising. A few years later, Bob Brennan left his young family to take part in the war of independence and in the Irish civil war. He spent months in hiding and on the run and Maeve’s childhood home was raided several times by men carrying guns. After the state was founded, he set up the Irish Press for Éamon de Valera, and in 1933, when Maeve was 17, her father was appointed to Washington as Ireland’s first envoy to America. The Brennans could not have seen this remarkable future when they fell in love in the Gaelic League in Wexford, but they both saw some great ideal. Their three girls were named after ancient Irish queens: Emer, Deirdre and Maeve. She was a “Gaelic princess”. Her hair was chestnut, her eyes were green. A pixie, a changeling, she was admired for the sharpness of her wit. It is hard to find a description of Brennan that is not code for her ethnicity. In 1941 she moved to New York and found a job at Harper’s Bazaar and when her family returned to Ireland, she stayed behind. Already reclusive, she moved from one rented room to another and rarely had a kitchen to call her own. Still, she seemed to miss some idea of Ireland, or of domesticity. Her biographer Angela Bourke wrote that: “Throughout her adult life, to the point of eccentricity, Maeve drank tea and sought out open fires.” In 1949, at the age of 32, she secured a staff job at the New Yorker where she had the great good fortune to be edited by William Maxwell, who became a loyal friend. “To be around her,” he wrote, “was to see style being reinvented.” Brennan was a beautiful, unmarried woman in a dingy office full of men. She wore a fresh flower in her lapel and smelled of Cuir de Russie, a perfume designed by Chanel for women who dared to smoke in public. She worked all the time, produced very little, and ate boiled eggs to keep her figure neat. By the early 1950s the descriptions of her Irishness had tipped from fey to fierce. Her tongue “could clip a hedge” she had “a longshoreman’s mouth”, she said “fuck” in company and drank in Costello’s on Third Avenue. Once, when nobody came to take her order as she sat in a booth there, she lifted a heavy, full sugar bowl and dropped it on the floor. There was no sense, when she married her New Yorker colleague, St Clair McKelway, fellow drinker – fellow madman, indeed – that he was taking a virgin Irish bride. Brennan was 36. They were, a friend said, “like two children out on a dangerous walk: both so dangerous and charming”. It is worth saying that no middle-class Irish woman at the time would set foot in a Dublin pub. Irish drinking culture, for all its famous good fun, was deeply shame-bound. Maeve’s thirst had its origins in a terrific social uncertainty, but also in a great want. As her posthumous editor Christopher Carduff said, her work showed “a ravenous grudge, a ravenous nostalgia and a ravenous need for love”. Brennan’s progress as a fiction writer was far from steady. She wrote a column of city observations as “The Long-Winded Lady”, and short pieces of memoir, in the sad, bright tone the New Yorker did so well. Her first published stories were lightly satirical and set in America. These were published between 1952 and 1956, after which came silence. The Irish stories, on which her reputation was revived, did not start to appear until 1959, a year after her mother’s death, when her marriage had fallen apart. There was a second rush, of more hopeful fictions, after the death of her father in 1964.    Her book was well received but did not make it across the Atlantic. It was a promising start for a career already over    The stories involve two couples, the Bagots and the Derdons, who live in Ranelagh, where Brennan grew up. The Bagots are happier than the Derdons, but it can be hard to distinguish the memoir pieces from the fiction and one couple from another – they are all so lonely and their compass so small. They live, interchangeably, in Brennan’s childhood home at 48 Cherryfield Avenue, they climb the same little stairs and look out on the same laburnum tree. The stories are painful acts of reclamation. Brennan circles around the few events of these people’s lives. A new sofa arrives at the house, to great excitement. A man selling apples knocks at the door. People get married, they walk in the park, go to work and die. There are visits, disappointments and interminable, small cruelties – especially between the Derdons, whose only son John becomes a priest, leaving his mother bereft. Some of the most affecting stories are almost entirely without incident. A man goes into his dead wife’s bedroom and finds nothing there. A woman sees her own shadow on the wall of her children’s room, and is comforted by it. In the 1950s, there was nothing to indicate, as you read a New Yorker piece, whether it was true or made up and the writer’s name, if it was given, came at the end. This put a wonderful pressure on the sentences, and the order in which they happened. A high value was placed on precision and physical detail; revelation came slow and in a low key. The culture of the pages may add to the feeling that Brennan is always starting out, somehow. Some of the pieces, as Maxwell observes, stay slight. They are, however, “definitely stories, written with great care and radiant with the safety and comfort of home”. (This was a nice thing to say, but there is little comfort in the story of the Derdons, who annoy each other to death, almost, never mind the warm fires and the many cups of tea.) A collection of The Long-Winded Lady’s columns was published in 1969 and reviewed in the Atlantic magazine by John Updike. Brennan, at 52, was neither the impeccable style queen of her youth, nor the mad woman of her old age. She was “a woman of legendary but fading Irish beauty, spectacular red hair and marvellously eccentric intelligence”, or so said the writer William McPherson. A collection of stories was published that year, too, under the slightly whimsical title, In and Out of Never-Never Land. This was well received but did not make it across the Atlantic, or into paperback. It was a promising start, in publishing terms, for a career that was already over. In her New York Times review of this collection, Anne O’Neill-Barna wrote about how hard it could be to tell Irish writers apart: “The intoxicating mention of Dublin street names … or of country counties and towns with their surges of inhibition and passion … could have been the possession of any of the New Yorker Irish writers.” It must have been suffocating to be so mixed up like that, especially for Brennan, who was obsessed with the particularity of things. She was a Dublin writer, there are no rural cadences rolling through Brennan’s prose. She was, besides, impatient of “the bog and thunder variety of stuff that has been foisted abroad in the name of Ireland”. The Irish oral tradition has a performative aspect that can tip a writer’s persona into “personality”, but Brennan’s characters had very little “character” to speak of. Even the word “voice” caused her anxiety. Brennan is described by those who knew her as stylish or Irish and they seem to know what these terms mean, but she is also described as either silent or voluble, and it is hard to reconcile the two. Perhaps she was like her mother. When Maeve brought her husband home in 1957, Una, who had long suffered bad health, was changed: “Instead of the pale, patient and suffering cypher that used to confront people, McKelway has seen only a bad little woman who hisses like a cat, laughs like a fiend, and chatters from morning to night telling interminable stories … none [of them] containing, as McKelway said, a good word about anyone.” In “The Clever One”, a piece about her own childhood, her sister Derry was “always with me, and always silent, while I talked endlessly”. Silent but ruthless. The young Maeve announces that she wants to become an actress and Derry says, “Don’t go getting any notions into your head.” These memoir pieces circle around ancient difficulties, and refuse to move on. Maeve is wrongly accused of mouthing the words at choir practice, and is obliged to sing in front of the whole school as punishment, but when she opens her mouth, only a dreadful cawing comes out – proof, if it were needed, of the devil at work in her.     Frank O’Connor in 1958. Photograph: CBS via Getty Images    “Why couldn’t you have kept your mouth shut?” her mother asks in “The Lie”, a strange non-story that works like a negation of Frank O’Connor’s classic “First Confession”. Maeve breaks her sister’s sewing machine in a fit of envy, and confesses the sin, along with the fact that she lied to her mother about it. But there is no absolution, no victory over the maddening sister. Speech itself is the mistake. Long after Una died, Brennan told Maxwell how she longed to find her mother’s voice again. It was “the voice you can say anything in … infinite, always changing, endlessly responsive, and capable of containing anything, and everything”. She also said it was the voice she heard in a Mozart symphony, which is a big description for a small woman, even if she was her mother. Maeve’s letters, that end anguished and delusional, start witty and sad. In 1959 a reader wrote to the magazine asking if any more of her stories were on their way and Brennan wrote a fake reply: “I am terribly sorry to have to be the first to tell you that our poor Miss Brennan died. She shot herself in the back with the aid of a small handmirror at the foot of the main altar in St Patrick’s Cathedral one Shrove Tuesday. Frank O’Connor was where he usually is in the afternoons, sitting in a confession box pretending to be a priest.” O’Connor was by this time a mainstay of the magazine. He often wrote about priests, he felt the loneliness of their vocation echoed that of the writer. Brennan was not so enthusiastic. When Father John Derdon comes back to his family home, “the black cloth gave him a bad air” and his priesthood (whatever that is) is not entirely believed. “There was something thin and jaunty about him, in the tilt of his head, or in one of the conscious, unnecessary gestures he was always making, that belonged more to an actor than to a priest.” The later stories are occupied by the idea of “notions”, with the sense that people are not made foolish by their desires so much as fraudulent. In “The Springs of Affection”, Min cannot believe her twin brother wants to leave to get married. “It was as though a bad trick had been played on them all.” The whole family is devalued, when he goes. “Instead of being reflections of Martin they became copies of one another, or three not very fortunate copies of a face that was gone.” Delia, the woman he marries, is of no consequence, nor is the idea that he might love her. Anxiety about madness runs through “The Springs of Affection”. Min’s own father, whom she holds in contempt, is described as queer, and her sister Clare takes after him – 30 years after the wedding, Min feels “obliged” to have her “locked up in the Enniscorthy lunatic asylum”. Perhaps it is the effort to stay sane that makes Min vicious. There is no tenderness in her, even as a girl. “Min despised her father,” Brennan writes, “but she hoped her mother wouldn’t hit him.” It is hard to think of another Irish writer who would put such a flat and finished thought into the mind of a child. By his own account, Bob Brennan suffered a breakdown in 1921 and again in 1922, under the pressure of the fight for Ireland’s independence, and it is possible that Una had her problems too. Maeve expressed huge guilt about leaving her family, but it does not seem to inhere in the usual things – sex, religion or lifestyle. Her biggest sin was writing itself. In 1963 she wrote from Dublin: “The pain radiated by the Envious One is terrible to endure. The pain that envious people feel, it is frightful, it must be. And this shame I feel all my life – I was as ashamed of having a little talent as another would be of being born without a nose.” The Envious One is her father, who was, like his daughter, a writer. Over the years, he had sent her his unpublished stories as well as published books and Maeve was convinced he was jealous of her success. This may be true – Bob might have been a bit mad – or it might be a mad thing to say. Already, in this letter, she could not distinguish between his pain and her own. If you look at the Irish women who were successful after Brennan, many of them were some man’s daughter. Jennifer Johnston’s father was the playwright Denis Johnston. Julia O’Faolain is the daughter of Seán Ó Faoláin. Eavan Boland is the daughter of another Irish ambassador – this time to the UK – and all of these women wrote at a time when few women made it on to the published page. Many of them were, like Mary Lavin, born and educated abroad. The sons of writers did not survive their Oedipal impossibilities to imitate this trend. If Bob Brennan was jealous of his daughter, he must have been keenly aware of Frank O’Connor who, like him, had been involved in the fight for independence – they had even worked together on the Cork Examiner in 1922. O’Connor grew famous in Ireland, a country where Maeve remained completely unknown. He was, for a while, manager of the Abbey theatre and some of his work was banned by the Irish censorship board. By the time he was invited to lecture at Harvard in 1952, his reputation was secure both at home and abroad. Publishing in the New Yorker might enhance a reputation at home, but it could not make one. The country, still deep in postwar poverty, remained wary of foreign influence and jealous of foreign success. Maeve Brennan may also have managed that female trick of being both well regarded and completely unimportant, one that played out in America, often enough – but the deafness to the female voice in Ireland made these issues of reputation moot.    No Irish paper published an obituary when she died,  in a home where no one knew her history, not even Brennan herself    On the same day in 1969 that a review of her short stories appeared in the New York Times, the paper led with a long piece about Philip Roth’s Portnoy’s Complaint. They also reviewed Simone de Beauvoir, as well as diaries and recollections by Ann Bridge, Lesley Blanch and Cynthia Asquith. In the main pages there were more reviews of books by women than by men, and some of those names endured. In the corresponding Saturday edition of the Irish Times, the books reviewed are all by men. None of them is now well known (EV Cunningham, anyone?), as though the aversion to female writers bent the critics towards forgettability. It is a miracle that Brennan made it into the paper in 1998; the paper has only recently stepped up – it was still blithely publishing male-only book pages in 2013. No Irish paper published an obituary when she died in 1993, in a nursing home where no one knew her history, not even Brennan herself. “I write every day in the Irish Press and get paid,” she wrote in one of her last letters. A perfect life, clearly. The New Yorker never happened. She was back on the pages her father had made. In 1997, Christopher Carduff published The Springs of Affection in America and the Irish stories were warmly endorsed by Alice Munro and Edna O’Brien. She was introduced to the Irish public by Fintan O’Toole, then an arts columnist for the Irish Times, in January 1998. Brennan was one of the “children of the revolution”, he said, who, by the end, “more or less lived in the women’s toilets in the New Yorker building”. He found in her work “a vague but powerful anxiety about how women’s lives could get lost”. Angela Bourke’s landmark biography came out in 2004. It was a great work of literary reclamation, and Brennan’s reputation as an Irish writer was set. The image of Brennan as lost or discarded, destitute and psychotic, was offset by iconic photographs taken by Karl Bissinger, of a beautiful, fragile woman. Feminist editor Sinéad Gleeson laments the current interest in Brennan’s “vintage wardrobe and fabulous up-dos, as opposed to the world she created on the page”.     Maeve Brennan photographed by Karl Bissinger.    Roddy Doyle’s mother, Ita, is Brennan’s cousin and he remembers a long visit she made to the family in Kilbarrack, when she was sober, hard-working and completely normal. Some of Brennan’s surviving relatives wrote to complain to the Irish Times when she was depicted onstage as “foul-mouthed” (in Emma Donoghue’s 2012 play The Talk of the Town). They never heard her swear, they said. “She may have picked up some vulgar language at the New Yorker, but it would not have been part of her Irish heritage.” The house at 48 Cherryfield Avenue was part of a new suburb when Una and Bob moved there in 1921. This was a time when a certain kind of Irish life became set in bricks and mortar and the house still exists just as described. There is a small, provisional looking shop on the corner, a commercial garage abutting the back wall, and a sports ground beyond. It is possible the laburnum tree still blooms in the garden. My mother’s family lived in a mirroring terrace on the north side of the city, a slightly bigger house in the less affluent suburb of Phibsboro. The walnut furniture described in “The Springs of Affection” matches the furniture my grandmother bought at around the same time the Brennans set up home. I spent 40 years eying the veneer, in a room where a whole family was made, born, died. When Brennan’s work was republished in the 1990s, I did not think of her as beautiful or lost. I thought of her as being from these new suburbs: the world on the page as familiar and horrible as your own foot. As with Dubliners, the language moves through the stasis of her characters’ lives with a beautiful and painful precision. Each one of Brennan’s stories is a victory over sameness and the loss of meaning: she makes a bid for her sanity, one sentence at a time. • A new edition of The Springs of Affection is published by Dublin’s Stinging Fly Press. This essay was first presented as part of the Laureate for Irish Fiction’s programme under the Arts Council of Ireland. The Springs of Affection will be launched on 27 May as part of the International Literature Festival Dublin.",
  "webTitle": "Anne Enright: In search of the real Maeve Brennan",
  "webPublicationDate": "2016-05-21T08:00:08Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/21/anne-enright-real-maeve-brennan-new-yorker",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Short stories",
      "id": "books/short-stories",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Enright",
      "id": "profile/anne-enright"
    }
  ],
  "guardianId": "books/2016/may/21/anne-enright-real-maeve-brennan-new-yorker"
}