{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/08/jack-nowell-inspires-exeter-champion-status-harlequins",
  "id": "2016-05-08-12",
  "sectionId": "sport",
  "body": "It is only a short step across the A316 from The Stoop to Twickenham but Exeter are on the verge of the biggest leap in their history. Keep playing this well and the notion of the Chiefs becoming champions of England a mere six years on from their Championship promotion will not be remotely fanciful. “We want to go all the way,” their England winger Jack Nowell said. “We’ve worked hard all season to get into this position. It’s important to us not to let it slip now.” The 10 imperious tries his side put past a sluggish Harlequins on Saturday are just the latest sign that Devon’s finest have the Aviva Premiership final this month firmly in their sights. No team scored more tries or conceded fewer points in the regular season and only one side – Saracens – has beaten them at Sandy Park in the past 16 months. Given they defeated their semi‑final opponents Wasps 24-3 a week ago, any sense of West Country inferiority has long since disappeared. Nor is the Chiefs’ sage head coach, Rob Baxter, in the mood to settle for gallant runner-up status, having spent the past month hammering home the message that anything is now attainable. “We started saying five or six weeks ago that the season’s been so good we didn’t want it to end. That’s the sort of season you want. I genuinely think the whole squad are all enjoying it. It will be a bit disappointing when it all finishes.” Both Baxter and Nowell reckon it now requires an extremely good side to upset them at home and the tempo of their game is blowing away sides displaying even a hint of weariness. Wasps, at least, will be forewarned but, having already lost home and away to the Chiefs in the league, will need their forwards to get an early grip. “Apart from the loss to Saracens we haven’t lost at home, including in the Champions Cup,” Baxter said. “I would be disappointed if that home spirit doesn’t continue.” There are faint echoes of Leicester City in the way Exeter have challenged the establishment even if Baxter is not about to compare himself – “Who’s he?” – with Claudio Ranieri. In Nowell, however, the Chiefs have their own Jamie Vardy-esque talisman and the former’s hat-trick again underlined the Cornishman’s maturing talent. His best try owed plenty to a wonderful long pass from the classy Henry Slade but the way in which he created the first of James Short’s two scores, hunting expertly for a mismatch before surging into space, would have impressed the watching Eddie Jones. “If that doesn’t reinforce his international credentials, nothing will,” Baxter said.   Related: Exeter Chiefs and the rise from Devon minnows to England’s big fish | Robert Kitson    Nowell, however, insists the credit is collective and senses a hunger to build on the club’s A-league final victory last Monday. There is also a burning desire to reward those who paved the road to the top, not least the stalwart prop Brett Sturgess, who is leaving the club. “This is the business end,” Nowell said. “You know what we’re like at Exeter … once we’ve got one thing we want the next. At the moment it’s not the end of the journey. It’s important for us to keep going forward and to keep attacking. As Rob says, we’re now two games away from being Premiership champions. When we’ve got the Sandy Park crowd behind us it’s not the nicest place for opposition to come.” This was definitely not the nicest of experiences for Quins, who have never leaked as many league points at The Stoop. Their Challenge Cup final this Friday offers a last shot at elite-level European qualification next season but Conor O’Shea and his senior players all apologised to the club’s fans after this pallid effort. If they can bounce back from this humiliation to defeat Montpellier in Lyon it will say much for the character of all concerned. Harlequins Brown; Yarde, Stanley, Roberts (Marchant, 68), Chisholm; N Evans (Botica, 51), Care (capt; Dickson, 62); Lambert (O Evans, 62), Ward (Buchanan, 58), Collier (Sinckler, 49), Merrick, Matthews (Twomey, 53), Robshaw, Clifford, Easter (Luamanu, 62). Tries Care, Sinckler, Stanley. Cons N Evans, Botica 2. Pen N Evans. Exeter Dollman; Nowell (Woodburn, 55), Slade, Hill (Whitten, 52), Short; Steenson, Chudley (Lewis, 72); Hepburn (Moon, 51), Yeandle (capt; Cowan-Dickie, 52), Williams (Rimmer, 55), Lees (Horstmann, 66), Welch (Parling, 53), Ewers, Salvi, Waldrom. Tries Short 2, Nowell 3, Ewers, Dollman, Chudley, Slade, Salvi. Cons Steenson 6. Referee W Barnes (RFU). Att 14,800.",
  "webTitle": "Jack Nowell inspires Exeter to brink of champion status",
  "webPublicationDate": "2016-05-08T21:31:18Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/08/jack-nowell-inspires-exeter-champion-status-harlequins",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Exeter",
      "id": "sport/exeter",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Robert Kitson",
      "id": "profile/robertkitson"
    }
  ],
  "guardianId": "sport/2016/may/08/jack-nowell-inspires-exeter-champion-status-harlequins"
}