{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/18/muirfield-members-ballot-admit-women-golf",
  "id": "2016-05-18-96",
  "sectionId": "sport",
  "body": "Muirfield comes across as a deeply unpleasant place after very little time spent there, which is regrettable on two fronts. The golf course itself is one of the finest in the world. Visitors could also have the impression, wrongly, that every high-profile golfing venue reeks of appalling snobbery. Other Open Championship venues, plus Augusta National, offer considerably more charm than this corner of East Lothian. Loch Lomond excludes much of Scotland’s population on the basic grounds of cost – it is in excess of £100,000 to join – but manages to provide the most hospitable, warm and relaxed golfing experience in the country. Muirfield is ostensibly a snooty lunch and drinking club which, unfortunately, happens to have a wonderful links attached. For outsiders, the feeling of unease is instant. Visitors feel no reason whatsoever to hang around. There is also more than an undercurrent of discrimination. No other explanation can be offered for a membership policy that has always excluded women. The tales are endless, such as that of a female executive of the European Tour having to eat in the Muirfield kitchen at the staging of a Senior Open Championship because she wasn’t permitted in the clubhouse. This week the matter has appeared in sharp focus again amid reports a campaign aimed at blocking change to the gender policy may succeed, as Wednesday’s deadline for the postal ballot approached. A two-thirds voting majority is required for the Honourable Company of Edinburgh Golfers to alter their constitution so that women may join. A result should be announced on Thursday.   Related: R&A dragged into 21st century by yes vote for women’s membership | Ewan Murray    In 2016 it is of course ludicrous to be engaged in such discussion. Even if the vote for change sneaks through, the language used by a group of 30 members looking to preserve current rules in a letter written to other members cannot be ignored. This represents quite incredible stuff. Here is an excerpt: “It is recognised that it is a very sensitive matter and the club is in a difficult position, but associations like ours with a very long and venerable history have strengths which are derived from that history. “Change must come slowly and for choice should be evolutionary. A traditional resistance to change is one of the foundations of our unique position in golf and our reputation.” Reputation? No laughing at the back. There is more. “In the last two-and-a-half years, there has been a considerable effort to consider the question whether to admit lady members – a prospect which may not previously have been on the agenda or even contemplated. It would appear to have been prompted largely by media and political comment at the time of the 2013 Open. “Whilst there are many members who feel strongly that we should stay as we are (and it is not inconceivable that such may be the final decision) it is maintained that there is a strong case for the debate to continue and in particular for marketing and financial assessment to discover what actually attracts our visitors, prospective new members and possible future lady members to determine what changes, if any, the club should make.” You don’t require the skills of Hercule Poirot to work out the subtext here. Namely, if these pesky journalists hadn’t stirred up a fuss around the 2013 Open –when the R&A was berated for taking the major to a male-only club – we would still be allowed to go about our archaic business in perfect harmony. How dare people point out the basic rules of fairness which should underpin society. Here is the more significant point. When it comes to public perception, a vast swath of Muirfield’s members couldn’t care less. That is endorsed by the letter, which rails against a notion that the club should change tack because people elsewhere believe it to be the right thing. The “no” agitators are riled by the suggestion of a fresh future, as voted for when at bayonet point. “We might do this but in our own time, thanks very much.” Even if the Muirfield postal vote is returned as positive for change, a section of the club has embarrassed itself. If it is negative, the club is obliged to do as its members choose; just as golf and the R&A must and surely will ignore Muirfield when it comes to major tournaments. To start with a position of no women members is bad enough, to endorse as much with a vote takes matters to a new level entirely.   Related: The Open 2011: Male-only Royal St George's puts R&A in firing line    The R&A must despair of these scenarios. The governing body has insisted, not unreasonably, that it cannot dictate membership policy to clubs. Still the circus which surrounded 2013 cannot be repeated given the reputational damage to the third major of the year. As soon as the Royal & Ancient Golf Club itself, albeit belatedly, admitted female members, the commercial wing could afford to be picky when it came to the Open. A storm of sorts already awaits this July at Royal Troon, albeit the Ayrshire course at least appears close to confirming women can become members. The incestuous element derives from the fact a decent proportion of R&A members will also be attached to Muirfield. Those at Muirfield who oppose change would see any long-term absence as the Open’s loss. The tournament is regarded as an inconvenience in any case, partly because it shines a global light on the ins and outs of the club. Muirfield could readily do without the Open; as a golf course, but not a host venue, the sport would be worse off for not visiting. Nonetheless, sport without principles is barely worthwhile. Muirfield may do the right thing. If it doesn’t, the fallout will stretch back into politics and beyond. Either way, even a club not renowned for self-awareness has cause to be embarrassed.",
  "webTitle": "Muirfield members’ letter on ballot to admit women embarrasses golf | Ewan Murray",
  "webPublicationDate": "2016-05-18T16:32:57Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/18/muirfield-members-ballot-admit-women-golf",
  "keyword": [
    {
      "webTitle": "The Open",
      "id": "sport/theopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Gender",
      "id": "world/gender",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/blog/2016/may/18/muirfield-members-ballot-admit-women-golf"
}