{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/derby-county-hull-city-championship-match-report",
  "id": "2016-05-14-105",
  "sectionId": "football",
  "body": "Derby was bouncing with balloons and ticker tape before this game but the mood at the end was one of deflation. They had been Hull City’s bogey team in the Championship yet Derby County could not muster any semblance of attacking dynamism and will need a spectacular performance on Humberside to overturn a three-goal deficit and reach Wembley. Hull did not need to be brilliant but Steve Bruce’s team were efficient in defence and grew in confidence as the match wore on. Abel Hernández gave them the lead and an own goal from Jason Shackell meant they were sitting comfortably before half-time. Andy Robertson finished a fine counterattack in injury time as Derby desperately searched for a lifeline. The winner of this play-off semi-final will face either Sheffield Wednesday or Brighton for a place in the Premier League and the abundant riches that a new TV deal will provide all clubs in the top division. Wednesday overcame Brighton 2-0 on Friday and, as Derby’s meek fightback petered out, Hull’s fans chanted: “Sheffield Wednesday, we’re coming for you.” It is not over but without the injured George Thorne in midfield Derby appeared anodyne and cries of “shoot” from the home crowd could be heard regularly throughout a frustrating match for them. A Yorkshire derby in the final beckons. “We’re all bitterly disappointed in that dressing room,” said the Derby head coach, Darren Wassall, after a game where Harry Redknapp, the football adviser, sat in the stands. “To lose 3-0 in the first leg is certainly your worst nightmare. We can throw the towel in which is not what we’re going to do, or in the next 72 hours show some character and resilience. We can’t end the season on a performance like that.” Derby had controlled much of the tempo before conceding. However, they failed to test Eldin Jakupovic in the Hull goal, who was deputising for the injured Allan McGregor, throughout a first half that provided much possession but little precision. Despite neat interplay in bursts from Will Hughes and Johnny Russell, Derby floundered in the final third and Chris Martin was left to feed off scraps. Tom Ince was not at his best while Bradley Johnson struggled to find his rhythm in midfield. It was Johnson’s poor touch that led to the game’s first goal after half an hour, with Hull having begun to edge their way into the match with Robert Snodgrass and Hernández looking dangerous. Yet the opening goal could have been prevented, a simple long ball forward and a heavy touch from Johnson allowing Ahmed Elmohamady to nip in and feed Hernández, who fired in low with his left foot from 25 yards for his fifth goal in six matches. “In a big game like today, the first goal is hugely important,” Bruce said. “Sometimes in big games all of a sudden you can’t put one foot in front of the other. We’ve all been there. It was difficult for Derby but I’d rather say it was the excellence of our side. In big games you want your big players to turn up and all the lads’ experience in the Premier League certainly showed.” Hull were on top and their right-back, Moses Odubajo, was enjoying a pivotal role. The athletic young defender was a handful throughout the first half, often flying down the wing and causing Marcus Olsson, booked early on, no end of problems. With the half drawing to a close, Odubajo’s deflected strike gave Hull breathing space. He had hung a left-footed cross to the far post and, when Snodgrass retrieved and the ball found its way back to Odubajo on the right-hand edge of the penalty area, his shot took a significant ricochet off Shackell to wrong-foot Carson and fly in. With 10 minutes remaining Derby registered their first shot on target – a tame effort from distance – and the ironic cheers said it all. They pressed in injury time but a deadly counter from Hull surely puts this tie beyond doubt. From a Derby attack, the Tigers swept forward and the substitute Chuba Akpom laid the ball off for Robertson to strike beautifully into the bottom corner with seconds remaining. Bruce: even I could have played in goal Steve Bruce quipped even he could have played in goal during Hull City’s 3-0 play-off victory at Derby County, such was the comfortable nature of the win and performance of his defence, but the Hull manager said his side would not be complacent before the reverse fixture on Tuesday. “I think I could have played in goal today, you could have wedged me in somewhere,” he said. “Overall I don’t recall my goalkeeper having to make a save. We were comfortable and worthy winners. It was important we stayed disciplined, as a team we defended magnificently well. We must guard against complacency to put in a performance like that on Tuesday night.” Darren Wassall, the Derby head coach, said: “We’ve given ourselves a massive mountain to climb. Nothing in life is impossible and we have to believe that. We have to restore some pride and produce a better performance than we did today. We’ve just got to regroup now and we need to make sure we show some character.”",
  "webTitle": "Hull City give Derby their ‘worst nightmare’ in play-off first leg",
  "webPublicationDate": "2016-05-14T13:36:29Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/derby-county-hull-city-championship-match-report",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Derby County",
      "id": "football/derbycounty",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/14/derby-county-hull-city-championship-match-report"
}