{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/27/pauline-hanson-ready-for-her-close-up-as-one-nation-gets-chance-to-rise-again",
  "id": "2016-05-26-9",
  "sectionId": "australia-news",
  "body": "Pauline Hanson, political pariah and genuine prospect for a Queensland Senate spot, has already in this election campaign done without much effort what she does best: divide people. In this case, her Coalition, Labor, and Greens opponents – whom Hanson’s fellow One Nation candidate Malcolm Roberts says contrarily “are basically working as one and we call them ‘them’”. That the bar has been lowered for the darling of Australia’s far right to enter the nation’s upper house on her fifth try since 2001 is not lost on “them”.   Related: Coalition's Queensland dam bonanza 'threatens Great Barrier Reef'    A double dissolution has halved the necessary voting quota for candidates to 7.7%, and new Senate voting rules have put preference flows – which opponents have historically used to shut out Hanson – up in the air. Murray Watt, who leads Labor’s state Senate ticket, says the real prospect of Hanson’s election is “pretty terrifying” and blames the Greens and the Coalition for colluding to change the voting rules. Andrew Bartlett, the Greens’ No 2 Senate candidate, says Hanson’s views, which got her kicked out of the Liberal party 18 years ago, would now be “unremarkable” in the Coalition, given bouts of “refugee bashing, Muslim bashing and gay bashing” by figures who are either senior in the party or command widespread support. Matthew Canavan, the Liberal National party senator from Rockhampton, says it was the Coalition that originally banished Hanson and that figures such as Ron Boswell and Tony Abbott “played a big role in bringing her down”. He paints the Greens as being “just as extreme at times”, accusing them of an intolerance of religious views that is “just as bigoted as the other side”. Where Labor, the Greens and the Coalition are united is in their concession that Hanson has a chance but is unworthy of a place in the national political debate. The dozen Queensland Senate spots are currently split seven to five in favour of the conservative side of politics – although that’s a label that doesn’t always fit Glenn Lazarus, who this time around will be campaigning without the multimillion-dollar Palmer United party apparatus behind him. Lazarus could benefit from his personal name recognition from a high-profile rugby league career – and a relatively prominent role in heading off Abbott and Turnbull government legislation on the Senate crossbench.     Andrew Bartlett, the Greens’ No 2 Senate candidate, says Hanson’s views, which got her kicked out of the Liberal party 18 years ago, would now be ‘unremarkable’ in the Coalition. Photograph: Steve Gray/AAP    But if not, the political balance of Queensland’s senators could well come down to a contest between Hanson and Bartlett, both former Senate candidates who have a history of campaigning directly against each other and whose political contrast could not be starker.  Ten spots in the upcoming Senate are all but spoken for. All sides expect the LNP to win at least five, Labor at least four and the Greens at least one in the deputy party leader, Larissa Waters.  Some in the LNP and Labor rate themselves and each other as chance for an extra spot. That would either give the LNP its only female Queensland senator in Joanna Lindgren – the evangelical right-backed great niece of the Indigenous political pioneer Neville Bonner – or Labor its second, the Mackay-based Jane Casey, who would be its only north Queensland-based senator. The LNP, which fell well shy of the 46.2% primary vote quota for six seats with 41.4% at the last two elections, will rely on preferences from the minor right parties to get there.  Labor, which failed to crack 30% in the primary vote in the last two elections after a one-off 39.2% off the back of the Kevin Rudd-led surge in 2007, will need heavy Greens preferences to reach the 38.5% needed for five Senate berths. Both parties are thinking seriously now about the unknown effect of removing registered preference swaps, and how many how-to-vote cards, polling both voting primers, direct mailouts and robo-calls might be required to deal with the prospect of a raft of minor party votes exhausting and never coming back to them. There will be a concerted appeal to major party supporters in the lower house not to back a different horse in the Senate. Canavan says anyone predicting the result is “selling fool’s gold”. But his sense is that Queensland voters who are “not shy in coming forward if they want to kick you out” – a la the Newman government – “haven’t got the baseball bats out”.  The blocking role of the Senate in this term of government should sway some on the right to go with the LNP amid the inevitably shrinking minor party vote after the short-lived popularity of PUP, he figures. There’s concern regionally about unemployment in Queensland, which amid a mining slump is the nation’s second highest behind South Australia’s. “This would traditionally put us in good stead to run the message, who do you want running the economy at the moment, a successful businessman, a team that have balanced budgets before versus unionists running around the country spending like a drunken sailor?”  Watt says from campaigning in north Queensland “my sense and everything I’m hearing internally is the swings to Labor are stronger in regional Queensland in general”.  He says while the Labor leader, Bill Shorten, has spent years knocking about with men in high-vis vests, “regional Queensland in particular have not taken to Turnbull and they do see him as a bit of a spiv from Sydney who, when he comes out and announces tax cuts for millionaires and multinational companies, there’s not many of them in north Queensland”.  “And they are the kind of people who depend very heavily on Medicare and public schools, those things that are threatened by Turnbull,” Watt says.    Regional Queensland in particular have not taken to Turnbull and they do see him as a bit of a spiv from Sydney  Murray Watt, Labor candidate     Watt is returning to politics after a stint working as a lawyer with Maurice Blackburn, including as part of a legal team that won a civil justice award from the Australian Lawyers Alliance for their work representing “Baby Ferouz”, the son of detained Rohingya asylum seekers. The case led to the release of 31 babies from detention centres. Watt is returning to the Senate for a party that supports offshore detention, which has a legal and moral basis that remains the subject of bitter contention. He says he supports Labor’s asylum policy, which is “far better than anything Malcolm Turnbull is offering”. It includes doubling the humanitarian intake and boost funding to the UNHCR to help speed up asylum claims overseas. Labor would abolish temporary protection visas which left his own clients and others in limbo in Australia, with the threat of being returned to the country they escaped from.  It would introduce “independent oversight of offshore detention centres to ensure human rights are protected”, he says. “There are many other examples but just those four things would make a substantial difference to the lives of asylum seekers and have to be respected as being really clear differences between the two parties. “Certainly the way Labor would approach it would be to get people out of detention as quickly as possible.” The Greens doubt whether Labor can get their fifth senator, having not polled more than 1% above the four-senator quota mark in 20 years (the Kevin07 campaign aside). Bartlett is the best chance of restoring a six-all balance of Queensland progressives and conservatives in the Senate, they argue. Bartlett, who still commands recognition from his stint as leader of the now defunct Democrats last decade, says the second Senate spot is considered the party’s best shot at an elected position in Queensland after Waters. Hanson and Bartlett last went head to head for the Senate in 2001, when Bartlett, then with the Democrats, prevailed despite the inevitable flurry of publicity around his opponent. Adding to Bartlett’s sense of déjà vu, he is vying to enter a parliament where marriage inequality and offshore detention of asylum seekers, issues he campaigned strongly on well over a decade ago with the Democrats, remain unresolved at the centre of the national political debate. “It’s sad in a way. I do hope this time, at least in regards to the marriage equality issue … that would be one bit of déjà vu it would be nice to revisit and repair,’ he says, adding that it should be without a plebiscite that would be “even uglier” than the bipartisan “guillotining” of the debate with the Marriage Act of 2004.     Matthew Canavan says Hanson is simply ‘a PR vehicle’ and attacking her enhances her name recognition and prospects of election. Photograph: Mick Tsikas/AAP    But on offshore detention, “I think it’s clearly got worse – the determination, the bloodymindedness in the system, the zero-mercy mindset is worse in the parliament”, Bartlett says. “I think the community again is shifting like it did last time when the cruelty just became too intolerable.” Hanson has updated her anti-immigration rhetoric from concerns about Australia being swamped by Asians 20 years ago to being swamped by Muslims today – with the added menace of linking their presence to terrorism threats. One Nation is proposing nothing less than a cultural purge of Islam in Australia. This includes a halt to all immigration by Muslims; bans on burqas and niqabs in public places, halal certification, and the opening of new mosques pending a royal commission into whether Islam is “a religion or political ideology”. They also call for surveillance cameras in existing mosques and Islamic schools.  “Islam has no place in Australia if we are to live in a cohesive society,” the party’s website states. Hanson did not return calls. But Roberts, who is One Nation’s No 2 Queensland Senate candidate after Hanson, says he isn’t sure whether a halt to Muslim immigration is actually their policy or not. He goes on to say Hanson “doesn’t discriminate on the basis of skin colour or religion” and “wants to bring Australians together”, he says. Roberts’ area of interest is climate science denial, arguing carbon dioxide concentrations in the atmosphere are a result rather than a cause of temperature increases. He says human industry is not capable of lifting those concentrations, which gives us the “climate scam”. Pulling the threads of One Nation arguments to watch them unravel has long been irresistible to Australian media. Opponents like Canavan argue Hanson is simply “a PR vehicle” and the risk of “[beating] her up” is enhancing her name recognition and prospects of election. Hanson’s record running for the Senate in 2001, 2004, 2007 and 2013 suggests she’s more than capable of getting 4%, the threshold for public funding of a $250,000. “If she spends it on campaigning, well and good, but she’s getting a lot of free publicity,” Bartlett says. This week her media rounds included appearing on Today, the top rating show on national morning TV. Hanson has consistently denied personally claiming money from election campaigns, despite criticism including her 2004 Senate campaign costing $35,000 but getting a vote-based electoral commission refund of $200,000.  Canavan says he is also “worried other minor parties get the feeling she’s just part of the furniture now in Australia and not as fringe as she once was”.   Related: Queensland's beaches: beautiful one day, perfect the next – if you own a car    Preferences may flow to Hanson from the likes of Bernard Gaynor’s Australian Liberty Alliance. However, the ALA issued a terse press release on Thursday to brand Hanson’ s idea of a royal commission “a waste of time and money”. “Any such royal commission will not be able to change the nature of Islam and it will only find the obvious: Islam is both a religion and a political ideology,” it said. Bartlett says there are a clutch of other minor parties “that are more determinedly hate-filled than [Hanson] this time”. But they are the kind of minor party deals that, without many boots on the ground giving out how-to-vote cards, the new voting rules could leave floundering. Ominously, Hanson, running in the Queensland election last year, came within 114 votes (0.4%) of snatching the seat of Lockyer from the LNP. That was with a lower than usual profile in a state campaign that drew national interest, just not in her direction. Plenty are looking now.",
  "webTitle": "Pauline Hanson ready for her close up as One Nation given chance to rise again",
  "webPublicationDate": "2016-05-26T22:57:41Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/27/pauline-hanson-ready-for-her-close-up-as-one-nation-gets-chance-to-rise-again",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Queensland",
      "id": "australia-news/queensland",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Pauline Hanson",
      "id": "australia-news/pauline-hanson",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    }
  ],
  "guardianId": "australia-news/2016/may/27/pauline-hanson-ready-for-her-close-up-as-one-nation-gets-chance-to-rise-again"
}