{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/20/legacy-cathy-come-home-fury-homelessness",
  "id": "2016-05-20-310",
  "sectionId": "housing-network",
  "body": "As the 50th anniversary of Cathy Come Home, the BBC’s broadcast play on homelessness nears, its legacy is brought up repeatedly. The television drama, written by Jeremy Sandford and directed by Ken Loach, shocked viewers by discussing issues hidden from view - homelessness, poverty and, in the final scene, children being taken away from their parents by social services.  Homelessness and poor housing was a huge issue back in 1966, but arguably Cathy Come Home, a hard-hitting, social realist drama, forced the public to face the reality of what was happening in towns and cities across the country. Shelter was founded in the same year, the play prompted a parliamentary debate and many people decided Something Must Be Done – namely, the development of more social housing. Culture is a window into the past, both in terms of trends in public concerns, but also in depictions of social issues: the BBC series, The Wednesday Play, which ran from 1964 to 1970, highlighted concerns about homelessness, women’s rights and access to abortion. At the time, Loach commented: “We were very anxious for our plays not to be considered dramas but as continuations of the news.” Has much changed since Cathy and her fictional children were evicted by bailiffs before being separated by the state?  Hardly. Only last year, my colleague Amelia Gentleman wrote of Titina Nzolameso’s case, a woman who, after being made homeless, had to fight to get her five children back. Determined to fight for her children’s right to stay in their local area, near their friends, family and support networks, government policy forced them apart. And in a cruel twist, last year the actress who played Cathy’s sister-in-law in the drama told the Evening Standard she was homeless. If Cathy Come Home shocked people to their core, the fact that it is played out in real people’s lives in 2015 and 2016 should spark outrage. But the housing crisis is imbuing modern culture wherever you look. A few nights ago at the Soho Theatre, I watched Philip Ridley’s new play, Radiant Vermin: a darkly hilarious but unsettling play about a couple who slowly abandon all codes of morality in their pursuit of a “dream home” in the face of house prices way beyond their means. While Loach’s drama looks at the denigration of a young woman and her children, Radiant Vermin explores precisely how the housing crisis encourages rampant individualism, and the mindset that homeless people are “vermin” and “scroungers”, while people at the very bottom of the property ladder are “strivers”.  Radiant Vermin is not even rare now: in July, a second play about the housing crisis, Fury, will open at the same theatre. It’s rare that a week goes by without an invitation to another play, documentary or art exhibition about the crisis: Daisy May Hudson’s Halfway, Verity Jane Keefe’s Mobile Museum and Andrea Luka Zimmerman’s Estate: A Reverie have all been made in response to the crisis, in temporary accommodation and the loss of social housing, and are inspired by personal experiences.  The housing crisis is so far-reaching, and the attack on social housing so personally felt, that it’s not surprising it features so prominently in cultural work.  Rather than move on from Cathy Come Home, we’ve come full circle: as Loach’s film stands as testament to the social horrors of the mid-60s, so too will the documentaries, films and plays on today’s crisis.  As the anniversary of Cathy Comes Home approaches, politicians should note that we did not learn from the play, but rather buried our heads in the sand, focused only on the economically idiotic belief that home ownership and high house prices were a social good. Fifty years on, the government has pushed through a Housing Act that seems destined to create thousands more Cathys across the country.",
  "webTitle": "Legacy of Cathy Come Home should fuel fury over homelessness",
  "webPublicationDate": "2016-05-20T06:30:33Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/20/legacy-cathy-come-home-fury-homelessness",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Dawn Foster",
      "id": "profile/dawn-foster"
    }
  ],
  "guardianId": "housing-network/2016/may/20/legacy-cathy-come-home-fury-homelessness"
}