{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/england-turkey-friendly-international-match-report",
  "id": "2016-05-22-49",
  "sectionId": "football",
  "body": "By the end, there was a narrative that will no doubt fuel the debate about whether Wayne Rooney deserves to start in Euro 2016 or whether Roy Hodgson should be emboldened enough to place his trust in the new generation. With the captain missing, Harry Kane and Jamie Vardy both scored in England’s new-look attack and, at the very least, it served as a reminder that Hodgson’s team are no longer as reliant on their leading scorer as once might have been the case.   Related: Roy Hodgson defends Jamie Vardy skipping England game to get married    How much that will sway Hodgson’s opinion remains to be seen after a weekend in which Rooney excelled for Manchester United to help them win the FA Cup. Yet it was certainly a satisfying way for Kane and Vardy to reiterate their own credentials and, in the process, an England side featuring five Tottenham Hotspur players in the starting lineup ought to be encouraged by the way they inflicted Turkey’s first defeat since November 2014. It did not even matter too greatly that Kane, having opened the scoring in the third minute, squandered a second-half penalty with the score at 1-1 because, that aside, Hodgson must have been impressed by the confidence the Tottenham striker has clearly taken from winning the Golden Boot as the Premier League’s most prodigious scorer. Kane’s willingness to take aim from all sorts of distances and angles did sometimes stray towards being overly indulgent but he scored with a neat finish and, on this form, he will clearly trouble defences in next month’s tournament. He might, however, have to sharpen up his penalty-taking skills. Vardy, who will be excused from Friday’s game against Australia because he is getting married in midweek, is another one who looks completely at ease in England’s colours and, as well as scoring the 82nd-minute winner with a typically predatory piece of penalty-box finishing, it was the speed and direct running of the Leicester City striker that also led to the penalty. Kane is better missing them now than in the tournament itself, and there was certainly more good than bad for Hodgson to ponder after Joe Hart’s brilliant stoppage-time save from Olcay Sahan secured the win and made amends for the goalkeeper’s misjudgment preceding Turkey’s equaliser. That is not to say it was a flawless performance when, defensively, there was further evidence of England’s imperfections. Turkey had a 20-minute period at the start of the second half when they looked the more rounded side and, though Danny Rose won the official man-of-the-match award, England’s new left-back was also at fault when Hakan Calhanoglu levelled the scores in the 13th minute. Rose was caught out positionally and Hart made a poor decision to dash off his goalline to try to charge down the cross from Volkan Sen. The goal was left exposed and Calhanoglu was in the centre to turn in Sen’s right-sided delivery. The equaliser came as a jolt bearing in mind the impressive way England started the match, with Raheem Sterling running at defenders, Kane immediately making it clear he intended to leave a favourable impression on the match and the home team opening the scoring from a quick, flowing move that also served as another reminder of Dele Alli’s penetrative gifts. Sterling had quickened the tempo with a darting run towards the penalty area but it was Alli’s nutmeg on the Turkish captain, Mehmet Topal, that did most of the damage. Kane was anticipating the pass from his Spurs team-mate and calmly steered the ball into the bottom left-hand corner of Volkan Babacan’s net. By that stage Kane had already created the first chance of the match for Vardy and, in those early moments, Turkey did not look like a side that had gone so long without losing. Eric Dier, another impressive performer, headed one corner against the side netting and a difficult start for Turkey also comprised an awkward moment for their coach, Fatih Terim, when the officials ordered him to hand over a mobile phone that he had been using to watch video replays.   Related: England v Turkey: Euro 2016 warm-up – as it happened    Early in the second half, however, Turkey started to gain the upper hand and there were two opportunities when their striker, Cenk Tosun, came close to giving them the lead. England had started to look a little scruffy in possession and just before the hour Hodgson, no doubt wanting Vardy to be more involved, switched to a midfield diamond in which the Leicester striker came in from the left to form a more orthodox partnership with Kane. Jack Wilshere was taken off shortly afterwards and, though he still looks short of match sharpness, he should be better for having played another game. Likewise, John Stones’s confidence should be soothed by playing a full match without making any of the mistakes that have undermined his previous performances. England started to trouble their opponents again and were awarded their penalty after Vardy had stolen the ball from Topal, then raced clear and went to ground amid the strong suspicion he had deliberately waited for the contact in a way that has become familiar to regular Leicester watchers. It was probably the right decision, albeit a classic piece of Vardy opportunism, but Kane’s effort flicked off the outside of the post for England’s first penalty miss, barring shootouts, since Frank Lampard could not convert one in a friendly against Japan in May 2010. Hodgson’s team kept pressing and the winning goal came from a corner Kane swung over from the right. Gary Cahill’s header came back off Ismail Koybasi, guarding his near post, but the Turkish substitute also managed to impede his goalkeeper in the process and Vardy turned in the rebound from close range.",
  "webTitle": "Jamie Vardy pounces to give England win against Turkey in friendly",
  "webPublicationDate": "2016-05-22T18:27:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/england-turkey-friendly-international-match-report",
  "keyword": [
    {
      "webTitle": "Friendlies",
      "id": "football/friendlies",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Turkey",
      "id": "football/turkey",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Taylor",
      "id": "profile/danieltaylor"
    }
  ],
  "guardianId": "football/2016/may/22/england-turkey-friendly-international-match-report"
}