{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/indian-doctors-ivf-woman-70s-gives-birth-fertility-treatment-daljinder-kaur",
  "id": "2016-05-12-117",
  "sectionId": "world",
  "body": "Doctors in India have raised concerns about IVF treatment in the country, after a couple in their 70s had their first child after 46 years of marriage. Daljinder Kaur, who does not have a birth certificate but is thought be in her 70s, gave birth to a boy last month after two years of fertility treatment using donor eggs at a clinic in the northern state of Haryana.   Related: The foul reign of the biological clock | Moira Weigel    There is no legal age restriction for couples who want to have IVF treatment in India, but the state-funded Indian Council of Medical Research (ICMR) advises against implanting embryos in women over 50. Dr Kamini Rao, a leading obstetrician and gynaecologist, said she would not have performed the procedure on Kaur. “At Kaur’s age, the body cannot cope with pregnancy,” she said. “And even if it does, what will her quality of life be? Will she be able to wake up in the middle of the night to change diapers? “Doctors can’t do [IVF treatment] at the expense of a child. It gives false hope to other couples, who will spend their own money on this very expensive procedure. Who benefits from this apart from the doctor?”  Others have urged the government to take action to prevent more older women becoming pregnant. “The whole world is looking at India and saying we can’t regulate ourselves,” says Dr Narendra Malhotra, head of the Indian Society for Assisted Reproduction. “We put forward guidelines for ART (Assisted Reproductive Technology) clinics seven years ago. No government has taken them seriously, and a bill has been pending for seven years.     Arman Singh. There is no legal age restriction for couples who want to have IVF treatment in India. Photograph: Ajay Verma/Barcroft Images    “This child is going to be an orphan in a few years. And there are serious risks for the mother – she can die during pregnancy. Just because we can do something doesn’t mean we should do it, just to make world records.” Some argue that self-regulation is the best way forward. Dr Soumya Swaminathan, director general of the ICMR, said she was appalled by the Kaur case. “But making law takes a long time, and implementation is a challenge. It is much more effective to have voluntary self-regulation among doctors,” she said. “These are experienced practitioners. They shouldn’t allow this kind of procedure. They should offer counselling to their patients.” Embryologist Anurag Bishnoi, who performed the procedure for Kaur and her husband, Monhinder Singh Gill, said this week he had been initially reluctant because of Kaur’s age and because she looked so frail. But when medical tests showed she was healthy, he agreed to go ahead.   Related: Are you worried about your fertility? Young people share their stories    “For them [the parents] it is a time of great happiness,” he told the Guardian. “Especially because her brother, also, didn’t have any children. They were two families, and both didn’t have children.” Bishnoi said he recognised that some people may consider IVF in older women unethical, but argued: “My point is, if you put a restriction [on receiving IVF treatment] of 45 or 50 years, you will have to put a restriction on the males also. If they are talking about ethics, the [age] should be the same for both.”     Daljinder Kaur: ‘I am looking after the baby all by myself. I feel so full of energy.’ Photograph: Raminder Pal Singh/EPA    Bishnoi, who set up the clinic after gaining a master’s in clinical embryology at the University of Leeds, has carried out successful IVF on several geriatric couples. In 2008 one of his patients, Rajo Devi Lohan, became a first-time mother at 70 when she gave birth to a girl. Another woman became the mother of triplets at 66. Asked how the the couple would cope with the challenges of parenthood, he said: “They have relatives who are ready to help take care of the baby.” Kaur told Agence France-Presse she decided to have IVF after she saw a TV ad for the procedure. “God heard our prayers. My life feels complete now,” she said, speaking from the northern city of Amritsar. “I am looking after the baby all by myself. I feel so full of energy. My husband is also very caring and helps me as much as he can.” Kaur and Gill’s son, Arman, was born “healthy and hearty” and weighing 4.4lb (2kg).   Related: I’m an older mother – and I bloody love it    Regulation on IVF varies from country to country. In the UK, the National Institute for Health and Care Excellence recommends that National Heath Service clinics should not provide IVF to women over the age of 43 – a similar policy to Japan, Israel and other European countries. However, those not eligible for NHS treatment have the option to pay for treatment in private clinics, which are not bound by Nice and which usually provide donor eggs.  The Human Fertility and Embryology Authority, which regulates IVF provision in Britain, does not impose an age limit in such cases, but clinics will not take risks with mothers or babies, which means that they mostly treat women under 45. There are, however, exceptions. In March, 55-year-old Sharon Cutts became a mother of triplets after reportedly paying for treatment at a private London clinic.  There is little regulation in the US, where there are no subsidies for fertility treatments. Gynaecologists there are guided by their own ethical position and what is medically possible.",
  "webTitle": "Indian doctors raise IVF concerns after woman in her 70s gives birth",
  "webPublicationDate": "2016-05-12T16:29:49Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/indian-doctors-ivf-woman-70s-gives-birth-fertility-treatment-daljinder-kaur",
  "keyword": [
    {
      "webTitle": "India",
      "id": "world/india",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "IVF",
      "id": "society/ivf",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Fertility problems",
      "id": "society/fertility-problems",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "South and Central Asia",
      "id": "world/south-and-central-asia",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Vidhi Doshi",
      "id": "profile/vidhi-doshi"
    },
    {
      "webTitle": "Caroline Davies",
      "id": "profile/carolinedavies"
    },
    {
      "webTitle": "Damien Gayle",
      "id": "profile/damien-gayle"
    }
  ],
  "guardianId": "world/2016/may/12/indian-doctors-ivf-woman-70s-gives-birth-fertility-treatment-daljinder-kaur"
}