{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/22/facebook-live-buzzfeed-video",
  "id": "2016-05-22-87",
  "sectionId": "media",
  "body": "Last week, a man in California streamed the birth of his son on Facebook, allowing hundreds of thousands of viewers around the world to watch the very first moments of a human’s life in real time. The broadcast made a prediction from Facebook founder Mark Zuckerberg just a month earlier - that “in a decade, video will look like as big of a shift in the way we all share and communicate as mobile has been” - look distinctly conservative. That shift towards video is receiving its biggest push from Facebook, which is aggressively promoting its streaming platform called, imaginatively, Facebook Live. But it is not alone: Twitter recently bought live video streaming rights for Thursday night NFL games (after going up against Facebook), while the company’s Periscope (which has just hired former CNET and Wired journalist Evan Hansen as its first editor in chief) and Meerkat kicked off the live video streaming trend via mobile in early 2015. Generally, in fact, video is hot for social media companies in 2016 as online consumption moves to mobile. Snapchat users are now watching 10bn videos a day, according to Bloomberg, Instagram announced plans in March to allow users to post longer videos (up to 60 seconds), while Vine has helped to make stars out of the likes of King Bach and Brittany Furlan. “Mobile video is the format that works best [for social media],” says Matti Littunen, research analyst at Enders Analysis. “It is engaging, immersive and gets shared a lot. By extension that makes it valuable.” Now this video gold rush is starting to move the media world, which has scented an opportunity to make money and engage their audiences in new ways. “When ‘the web’ first got into TV it was all about, ‘How do we get people back to TV?’” says Steve Noviello, a journalist for Fox4 in Dallas whose “Mermaid Pillow” video was a huge viral success. “That ideology has since changed. Now it’s all about understanding where people go to look for information and being there waiting when they arrive.” “Mermaid Pillow”, in which Noviello showed viewers a colour-changing pillow range discovered in a furniture store, was an early hit on Facebook Live. Initially only available to celebrity and media users, the company opened up Live to most users in January and it is now key to its expansion into video. Live has already found a receptive audience among publishers: the Live homepage includes videos (which remain archived after transmission) from the likes of BuzzFeed and Al Jazeera’s AJ+. But Facebook is ramping this up considerably by paying certain media companies a fee (around $250,000 for 20 posts per month over a three-month period according to BuzzFeed) to post videos to Live. BuzzFeed is one of these media partners, with the New York Times, the Huffington Post, Gawker Media, Vox Media and Sky reported to be among the others. The appeal of video for Facebook is simple: Zuckerberg revealed in the company’s first quarter 2016 earnings call that the average Facebook user already spends more than 50 minutes a day using Facebook, Instagram and Messenger. But video can boost engagement even further and that plays well with advertisers. “We’re seeing that people love engaging with live video,” a Facebook spokesperson says. “From initial data, we’ve seen that people comment more than 10 times more on Facebook Live videos than on regular videos.” That’s not to say there isn’t a downside to this technology: the recent case of a US teenager accused of using Periscope to live stream her friend’s alleged rape shows the difficulties of opening up live video streaming for public use. That the new father in California, Kali Kanongata’a, has since said he didn’t realise the video could be seen around the world also raises questions about what responsibility both Facebook and the media outlets that promoted the stream have towards the person filming and those in the video. But for media companies, working with the new live video platforms also creates dilemmas around control, and in the case of Facebook Live, handing even more of it to Facebook. “There is a danger for publishers if they lose some control over how they monetise their content,” says Littunen. “In many cases there is nothing to stop Facebook from re-setting any revenue sharing agreement they may have or of tweaking their algorithm to promote different content.” For media companies – like BuzzFeed – which specialise in sponsored content, where total video views count wherever they come from, this is not such a problem. And some Live videos are already enjoying the kind of audiences that may prove hard to resist, thanks to Facebook’s 1.65 billion active users. BuzzFeed has said that a Live video in which it blew up a watermelon attracted 800,000 live viewers (although viewers may have only watched for a short time)while Sky UK is using Live across news and sports, with around 100,000 people watching Mark Stone’s live report on the migrant crisis in Calais. Andy Dangerfield, BuzzFeed UK news social media editor, says interactivity is key to Live’s appeal. “You can reach out to your audience and ask them questions,” he explains. “Or you can ask for direction as well. We were live in a square in Brussels after the attacks there and the audience was asking questions about what was happening.” Live videos can also attract huge audiences when archived: around 1,000 people watched the “Mermaid Pillow” live stream but its real success came later when the clip went viral. The video has now passed 35m total views, while Noviello’s following on social media doubled in a week. But making compelling video content is not easy. The question now is whether media companies will be able to follow Noviello’s viral success with Facebook Live – and even make some money with it – or whether “premium content” such as live NFL proves more of a pull to social audiences. A great deal of money and effort could depend on it. And then there are the ethical challenges presented by such an immediate and quick way to broadcast. Noviello says it’s important to avoid thinking “that because this is a more casual format, the same rules don’t apply” as on TV. Dangerfield says the same, adding that it is crucial to avoid endangering either reporters or anyone else in breaking news situations, and guard against “unplanned events that could be viewed as inappropriate or offensive … The key is to think before pressing the live button.”",
  "webTitle": "From births to melons: perks and pitfalls of Facebook’s live video revolution",
  "webPublicationDate": "2016-05-22T13:00:04Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/22/facebook-live-buzzfeed-video",
  "keyword": [
    {
      "webTitle": "Digital media",
      "id": "media/digital-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "BuzzFeed",
      "id": "media/buzzfeed",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Mark Zuckerberg",
      "id": "technology/mark-zuckerberg",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Cardew",
      "id": "profile/ben-cardew"
    }
  ],
  "guardianId": "media/2016/may/22/facebook-live-buzzfeed-video"
}