{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/08/betty-adshead-obituary",
  "id": "2016-05-08-67",
  "sectionId": "society",
  "body": "My friend Betty “Johnnie” Adshead, who has died aged 95, was a tireless campaigner in the fight to have mental health better understood. In 1998 she was voted Stockport woman of the year principally in recognition of her work for the local charity Stockport Mind. Betty was born in Stockport, the second daughter of Frank Johnson, a printer, and his wife, Edith (nee Rhodes). When the second world war broke out, she joined the Ministry of Health’s emergency department in Sunlight House, Manchester, providing health care for casualties of war and the air raids. Social life, she recalled, was concentrated around nocturnal fire watching in the city centre. After the war, as plans got underway for the setting up of the National Health Service, Betty was seconded to Whitehall for six months. Aneurin Bevan, architect of the NHS, became a familiar face and she remembers him calling her “comrade”. Back in the north, she was appointed personal assistant to John Gibbon, secretary of the Manchester Regional Hospital Board. Then marriage to Kenneth Adshead took her for a few years to Australia, where their daughter, Julie, was born. On their return to Britain, Betty trained as a social worker and specialised in mental health, studying at both Keele and Liverpool universities. She helped to establish the ESMI (Elderly Severely Mentally Infirm) Unit at Stepping Hill hospital, Stockport, and to found a charity supporting people with mental health problems that was to become affiliated to the national mental health charity Mind. She was the chair of Stockport Mind for 14 years and remained its honorary president until her death. She was also key in the setting up of two offshoots that are still active – a day centre now called SPARC (Stockport Progress and Recovery Centre) and a project to involve people with mental health problems in creative activities, ARC (Arts for Recovery in the Community). Her concern for others was always evident. She supported individuals and campaigned across a wide range of health and social care matters, including serving as vice-chairman of the Stockport community health council. She was always a ready spokesperson on local radio when mental health issues were in the news. Betty was a lifelong member of the Soroptimist Club of Stockport and its president in 1984. Ken died in 1977. Betty is survived by Julie and by two grandchildren, Matthew and Eleanor.",
  "webTitle": "Betty Adshead obituary",
  "webPublicationDate": "2016-05-08T17:08:17Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/08/betty-adshead-obituary",
  "keyword": [
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Social work",
      "id": "education/socialwork",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/08/betty-adshead-obituary"
}