{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/claressa-shields-boxing-world-title-nouchka-fontijn-rio-olympics",
  "id": "2016-05-27-21",
  "sectionId": "sport",
  "body": "Claressa Shields’ four-year run at the summit of women’s boxing continued on Friday at the world championships in Astana, Kazakhstan. The American middleweight lived up to her world No1 ranking in the 75kg division with a unanimous-decision win over second-seeded Nouchka Fontijn of the Netherlands to capture a second straight world title and extend a 48-bout winning streak. The victory lifted Shields’ amateur record to 74-1 and sealed a third consecutive global title for the 21-year-old from Flint, Michigan. “To be a two-time world champion feels great,” Shields told USA Boxing. “I have never had these emotions before and it was definitely overwhelming. It made me feel so complete and happy in my heart. My confidence never goes away.” Shields’ road to gold in Astana began with a last-second TKO of Germany’s Sarah Scheurich followed by unanimous-decision wins over Uzbekistan’s Nafisakhon Askarova, Kazakhstan’s Violleta Knyazeva, Chinese Taipei’s Nien Chin Chen and Fontijn.     Shields’ second straight world title makes her the prohibitive favorite to repeat as Olympic champion in Rio. Photograph: AIBA    “This world championships was different because I was coming in as the reigning world champion not just the Olympic gold medalist,” she said. “I had a standard to uphold and that was to dominate everyone.” Shields’ lone career defeat came at 2012 worlds against Great Britain’s Savannah Marshall, who went on to win the title. Since then, the American captured gold as a 17-year-old at the London Olympics – the first Games to include women’s boxing – and a world championship two years later. With Friday’s win, Shields becomes the first American boxer of either gender to win consecutive world titles since Eric Griffin in 1991 and 1993 – and the first ever to win three combined Olympic or world titles. Shields, who also claimed the award for outstanding boxer of the tournament, was one of five American women to medal in Astana.  Shadasia Green, a former McDonald’s All-American nominee who played basketball for Old Dominion, won silver in the heavyweight division after a points loss to Kazakhstan’s Lazzat Kungeibayeva before a home crowd in Friday’s final bout. Marlen Esparza (light flyweight), Christina Cruz (bantamweight) and Franchon Crews (light heavyweight) each won bronze after bowing in their semi-final fights.  Shields’ focus now turns to the Rio Olympics, where a rematch with Fontijn could await in the final. “Between now and Rio I am going to just get better,” she said. “I am my biggest critic and I like to acknowledge my mistakes and fix them. I am in great shape and adding more tools to my arsenal so I can dominate in the Olympics again.”",
  "webTitle": "Claressa Shields reaffirms Rio favorite status with second straight world title",
  "webPublicationDate": "2016-05-27T21:02:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/claressa-shields-boxing-world-title-nouchka-fontijn-rio-olympics",
  "keyword": [
    {
      "webTitle": "Boxing",
      "id": "sport/boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympics 2012: boxing",
      "id": "sport/olympics-2012-boxing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games 2012",
      "id": "sport/olympics-2012",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Bryan Armen Graham",
      "id": "profile/bryan-armen-graham"
    }
  ],
  "guardianId": "sport/2016/may/27/claressa-shields-boxing-world-title-nouchka-fontijn-rio-olympics"
}