{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/egyptair-flight-ms804-families-await-news-missing-plane",
  "id": "2016-05-19-80",
  "sectionId": "world",
  "body": "Families of the people who were onboard EgyptAir flight MS804 face an anxious wait for information as the first details of the crash’s victims emerge. France and Egypt have said no theory can be ruled out over the fate of the aircraft, which is believed to have plunged into the Mediterranean on Thursday morning with 66 people on board.     Richard Osman, who has been named locally as the Briton killed in the EgyptAir crash. Photograph: Wales News Service    Among the passengers were 30 Egyptians, 15 French nationals, two Iraqis, and one person each from the UK, Belgium, Kuwait, Saudi Arabia, Sudan, Chad, Portugal, Algeria and Canada.  The Briton on the plane was named locally as 40-year-old Richard Osman, a geologist who grew up in Camarthen in south Wales. Osman’s late father, Fekri Osman, moved to Wales from his native Egypt to work as a consultant in ear, nose and throat surgery at the Singleton Hospital in Swansea, the Carmathen Journal reported. The Welsh first minister, Carwyn Jones, tweeted:    Horrified to hear reports that a Welshman may be among victims of the EgyptAir disaster. My officials are liaising with the FCO.— Carwyn Jones (@fmwales) May 19, 2016    Outside the terminal at Cairo’s international airport on Thursday, families were distraught and frustrated by a lack of information. “They’re not telling us anything for sure,” said one young woman who had come to the airport in the hope of hearing news of her friend Samar, one of the Egyptian passengers on board the flight. Mervat Mounir, whose relative Samar Ezzeldin was one of the seven Egyptian cabin crew onboard, said: “They haven’t said anything to us. We have no information.”  Mounir said Ezzeldin, 27, had been a flight attendant with EgyptAir for two years and had recently got married. Michery el-Soheil was at the airport hoping for news of his cousin Abdulmohsen al-Muteiri, a Kuwaiti professor of economics and a father of two, who had been heading to Cairo for a three-day conference. “We had called him just before he boarded and everything was fine, he was excited to be coming to Cairo,” Soheil said. Describing the situation in the relatives’ waiting hall, he said: “Everyone inside is waiting for any bit of information. We feel powerless. But we are praying for their souls. If anyone was alive, they would have found them by now.” Security personnel outside the arrival hall said fewer than a dozen families remained inside. Many of those who had left went to the nearby Le Passage hotel, where EgyptAir was offering them accommodation.  Another of those onboard the flight was Ahmed Helal, an Egyptian-born director of the Procter & Gamble production site in the French city of Amiens, who had been on his way to Cairo to visit his family. Last month the French economy minister, Emmanuel Macron, was given a tour of the factory, which produces washing powder and liquids.  Pascal Grimaux, of the Force Ouvrière union at the factory, said staff were shocked at news that their boss had been on the missing aircraft. “We are all destroyed. We have lost an exceptional human being,” a tearful Grimaux told BFMTV. He called us his family. Now we are orphans.” Another passenger was a young military student from Chad flying home to visit his mother, according to Agence France-Presse. Muhammed Allamine, the protocol officer for the Chad embassy in Paris, said the man, who has not been named, was a student at France’s Saint-Cyr military academy.  An Egyptianman returning from medical treatment in France was also on board, according to two friends at Charles de Gaulle airport in Paris. “It breaks my heart,” said one of the friends, Madji Samaan.",
  "webTitle": "Passengers' families await news of missing EgyptAir flight MS804",
  "webPublicationDate": "2016-05-19T17:47:53Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/egyptair-flight-ms804-families-await-news-missing-plane",
  "keyword": [
    {
      "webTitle": "EgyptAir flight MS804",
      "id": "world/egyptair-flight-ms804",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Egypt",
      "id": "world/egypt",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Air transport",
      "id": "world/air-transport",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Plane crashes",
      "id": "world/plane-crashes",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    },
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/19/egyptair-flight-ms804-families-await-news-missing-plane"
}