{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/my-child-has-been-totally-stressed-out-parents-on-sats-week",
  "id": "2016-05-13-255",
  "sectionId": "commentisfree",
  "body": "This is Sats week for 10- and 11-year-olds in England and Wales, a time met by primary school children and their parents each year with a mix of anticipation and terror.  The exams have been particularly controversial this year, with protests from parents, who say children are overworked, and reports of a leaked paper.    Related: SATs: the dangerous exam that's frying our children's brains | Dean Burnett    Even before they took place, teachers’ unions, headteachers and politicians expressed their concern over everything from the difficulty level of the tests to the fact that they have been adjusted repeatedly. Amid all this discussion, we asked parents to tell us how the buildup to the week, and the week itself, has been for them and their children – and to share their views on the testing process. Cecilia, north-west: ‘My son doesn’t understand why others have been so anxious’ Sats week is going fine so far. My child has a physical disability, and so I have informed the school of the measures that need to be implemented to ensure fair access to the tests. My son doesn’t get why other children seem so anxious. I am nervous, but try not to pass this on to my child. We have done very little revision. I believe the difficulty level of the tests is about right; it’s in line with what is required of any 11-year-old in the developed world.  Rachel McCollin, Birmingham: ‘My son has been withdrawn and restless’  My son is tired, stressed and paranoid that he’s going to fail – I can’t wait for this week to be over. He is a high achiever, but nonetheless very stressed. For the last few nights, he hasn’t been able to get to sleep unless I read to him, and earlier in the week he came home saying that the reading test was awful and that he didn’t finish it. Since then, he’s been withdrawn, tired and restless.  Katharine Lee, Bath: ‘These tests are making my child a nervous wreck’ My son hardly slept on Sunday night and was a nervous wreck on Monday morning, despite us (and I believe the school, too) telling him that these tests are not the be-all and end-all. It’s way too much pressure at 11. As far as I know, most teachers hate these tests too. They are trying to keep everything as normal as possible, and to organise fun things around the Sats.  Lindsay, Wombourne: ‘The love of learning is being ruined by these tests’ So far my daughter has completed all the questions on the tests, but did not have enough time to check her work for some of the exams. She said that the reading paper was harder than the sample I had downloaded. The level of difficulty in these tests is ridiculously high. My daughter is near the top of her class and has a good chance of doing well, but these tests will have a damaging effect on many pupils. Primary school is supposed to be a place that ignites your desire for learning, not to snuff it out by labelling you a failure because you don’t know a subordinate clause from a conjunction.    Related: How Sats tests affect pupils: 'I felt like just giving up'    Denis, Weymouth: ‘I’m worried about the effect on my child’s mental health if he fails’ I work in a school as a teaching assistant, and thought the reading comprehension looked really hard, much more like a secondary school-level paper. My son did not finish. Some questions on spelling, punctuation and grammar needed three correct answers to get one point, which is unfair. The maths reasoning paper looked hard, and I am not sure I would have been able to do some of the questions, especially in the time given. My boy has been stressed and anxious. He cried a few times at home and his behaviour has been worse than usual. He was really worried. We are all finding it stressful. I am worried about the effect on his mental health if he fails. We have put no pressure on him at all.  Anonymous, Stockport: ‘My daughter is taking it all in her stride – but these tests are ridiculous’ So far my daughter is taking it all in her stride. She thought the reading paper was too long and didn’t have much time to check her work, but otherwise she seems OK.  I think that the students do have a lot of pressure on them. However, they are very well prepared and therefore seem not to be too stressed by it. I don’t mind tests, but these ones are ridiculous. I’m an English teacher; I’m a published author. I don’t have a clue what a coordinating subjunction is. But I’m still considered a very talented writer. I would prefer assessments in a wider range of skills sets that reward ability in the arts, science and sports – not just maths and English.  Eugene, Barnsley: ‘My child’s teacher is doing her best to calm her nerves’ My daughter was a bit nervous at the beginning of the week. She said she was worried because she didn’t like the idea that some stranger would mark her work and not her teacher – would they be able to read her writing? Also, what if she had a bad day? She was concerned that teachers at secondary school wouldn’t know that she could do better. She asked for her piano lesson to be cancelled as she’d been revising for Sats and hadn’t practised. The school has put on a breakfast club this week and encouraged the children to have a restful weekend beforehand. Her year 6 teacher is great and I am confident she will do her best to calm nerves. Some form of testing for year 6 is probably a necessary evil, but far too much weight is placed on Sats.      ‘The tests are difficult but if the children have been taught correctly it should not come as a shock.’ Photograph: Echo/Getty Images/Cultura RF    Anonymous, West Sussex: ‘My dyslexic son is coping resiliently’ My son has moved from the Scottish education system to the English one. He is a bright boy who remembers so much because he has to. He is dyslexic. It feels as if he is at a double disadvantage due to both his dyslexia and moving educational systems. The battle for extra help has been hard. In Scotland he had a grant awarded for extra help by an outstanding charity, but here in England we have had to insist on help and recognition of his dyslexia at every level (teacher, headteacher, local authority).  Our stoic son decided he wanted to take the Sats, while we sit by wishing we had pulled him out. They are far too hard for year 6, and are simply a return to rote learning and memory tests. I can remember working on some of the problems in secondary school.    Chandy, London: ‘My daughter is bored to death’ In our household, there’s a sense of irritation at a retrograde method of assessment. My daughter grasps concepts fairly quickly and is bored with the endless revision. She says she hasn’t learned anything new all year. She was mildly anxious, but overall it’s a normal week. I completely disagree with this form of testing. We need education that will allow children to learn how to creatively and cooperatively solve the problems we face as a society. Tim, Gateshead: ‘It’s been much harder than previous years’ The reading paper was too hard for the less able, as was the maths reasoning paper. In general, it was much harder than previous years. They have ramped up the difficulty level. My child has been totally stressed out. High-stakes testing is damaging education. Many parents cannot help their own children due to a lack of basic skills. It’s not the school’s fault.",
  "webTitle": "'My child has been totally stressed out': parents on Sats week",
  "webPublicationDate": "2016-05-13T09:45:14Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/my-child-has-been-totally-stressed-out-parents-on-sats-week",
  "keyword": [
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Sats",
      "id": "education/sats",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/my-child-has-been-totally-stressed-out-parents-on-sats-week"
}