{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/the-guardian-view-on-the-junior-doctors-dispute-make-love-not-war",
  "id": "2016-05-19-65",
  "sectionId": "commentisfree",
  "body": "Doctors, teachers, lawyers – these are all professionals that the state pays for so that the whole country can benefit from their skill and expertise. Each, to varying extents, is facing a crisis in morale, confronted by a government that often seems unable to see beyond the bottom line. The hallmark of a professional is long and challenging training, which continues long into a career. It provides the basis for a degree of autonomy in working life, in both the private and public sector. But for professionals hired by the state, that all-important sense of control is being hollowed out. Lawyers have just fought off a contractual legal aid scheme that would not only have undermined access for clients but driven small partnerships out of business. Teachers labour under tight instructions and a relentless system of testing and league tables that many parents resent, too. An exodus of young and newly qualified medics to other countries was already under way, even before junior doctors launched an unprecedented strike against a contract they feared would make matters worse. They have at last secured a compromise, but not before thousands of inpatient appointments, and many times more outpatient sessions, were lost. In the Commons on Thursday, the health secretary, Jeremy Hunt, conceded that a lot of the junior doctors’ frustrations concerned things well beyond their contract. Where has he been for the past year? Throughout the negotiations the BMA has always made it clear its complaint was not chiefly the pay offer, easy as it was to make that the headline. The negotiations were soured instead by scores of smaller slights regarding their work and training. Often obliged to take jobs hundreds of miles from home, to work frequent weekends – sometimes one in two in emergency medicine – and then to work antisocial hours under intense pressure during the week, it was galling indeed to be blamed by Mr Hunt for excess weekend deaths. His conduct of the dispute could almost have been scripted for a sting by a minister who was spoiling for a fight. Mr Hunt denied the charge in the Commons, but with the deal that was reached at Acas on Wednesday still to be fleshed out and then put to a vote of junior doctors that hangs in the balance, he was wisely adopting a generally conciliatory tone. He now recognises that getting agreement on the contract will only be the first step in tackling recruitment and retention in an overworked and, it feels, undervalued profession. Rota gaps abound; some reports say one in five shifts is unfilled. Cash-strapped hospitals cut jobs and rely on locum working and agency staff. No wonder the latest Health Service Journal survey suggests the total for hospital deficits last year was £2.7bn. The prospects of trusts meeting their £9bn share of the NHS England boss Simon Stevens’s £22bn savings look remote indeed. Picking fights with “producer interest” was pioneered by Margaret Thatcher. It is not new, nor is it always wrong. There will always be tension between a state that needs to maximise the bang for the public buck, and professionals seeking more autonomy and more earning power. But the fetish this government has made of spending restraint all but guarantees confrontation rather than negotiation. Whether it’s prisons, schools or healthcare, demand is going up and resources are being held down. It is right to look for new ways to work, but in this squeezed space, politicians struggle to take the long view. That is not entirely their fault. But maybe treating professionals as allies, rather than the enemy, would be a good way of avoiding unnecessary and damaging battles.  This article was corrected on 20 May 2016. The hospital deficit figures quoted from the Health Service Journal survey were for last year, not this year.",
  "webTitle": "The Guardian view on the junior doctors dispute: make love not war | Editorial",
  "webPublicationDate": "2016-05-19T18:18:09Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/the-guardian-view-on-the-junior-doctors-dispute-make-love-not-war",
  "keyword": [
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Editorial",
      "id": "profile/editorial"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/the-guardian-view-on-the-junior-doctors-dispute-make-love-not-war"
}