{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/27/critical-eye-books-review-roundup",
  "id": "2016-05-27-62",
  "sectionId": "books",
  "body": "Even the Financial Times reviewer was impressed by the depth of research that had gone into The Mandibles, Lionel Shriver’s latest novel, which imagines the aftermath of a major economic collapse. “The details of the financial meltdown are intricate and convincing,” wrote Alex Preston. However, “while Shriver’s grasp of economics is impressive, I found myself wishing that she’d had the confidence to allow her research to lie lower beneath the surface.” Other reviewers agreed. For Hannah Rosefield in the New Statesman the novel was “psychologically flat”, while in the Sunday Times, Claire Lowdon found that “you never really empathise with the characters, despite the terrible things that happen to them”. But other reviews pointed out that it was worth persevering past a tricky first half. “Once the premise has been established as all too chillingly plausible, the novel revs up into a multifaceted family saga,” wrote Stephanie Merritt in the Observer. And for Rosamund Urwin in the Evening Standard, “by the end, The Mandibles had got under my skin.” Kick: The True Story of Kick Kennedy, a biography of John F’s sister by Paula Byrne received a critical drubbing from Robert McCrum in the Observer. “If Kick is a ‘true story’, we should also recognise what it’s not. It is, for instance, scarcely a dispassionate biography.” The author was “too heavily invested in her subject for the usual considerations of objectivity”, he wrote, and her account “rarely departs from a pop psychological narrative … Less a book than an uncontrolled magazine article, Kick reads like an unedited film treatment.” For Ginny Dougary in the Daily Mail, however, the book “quietly but devastatingly illuminates the shadows of America’s own royal family … Byrne conjures such a vivid portrait of her enchanting heroine that one almost feels deprived never having met her.” And for Sue Gaisford, writing in the Financial Times, it was an “excellent biography ... Kick herself must have been a great character, and her biographer showers admiring adjectives on her: sweet, effervescent, tenacious, witty. The facts, supported by impressive research, do seem to justify the praise.” In the Evening Standard, Nick Curtis found “something uneven and erratic about the characters and plot” of the latest novel from Marina Lewycka, The Lubetkin Legacy. But his biggest beef was, understandably perhaps in a London paper, the mention of a “bus ticket”. “Honestly, Marina: when’s the last time you saw one of those in London?” Lucy Atkins, in the Sunday Times, was similarly dubious. “The wit and energy that felt fresh and engrossing in her debut now seem more strained,” she wrote. “The reliance on silly names and pratfalls can be more grating than hilarious and forays into the history of Jewish persecution or the injustices of the bedroom tax feel a bit patched in.” But in the Times, Melissa Katsoulis was completely won over. “Perhaps because she was first published when she was in her late 50s, Lewycka doesn’t care about being on-message. She is a traditional, left-leaning lady of letters who simply wants to spin a good yarn with a social conscience. This lively novel is another example of her ability to do just that ... Here is one author for whom character and plot come first, and those honest values make The Lubetkin Legacy a joy to read, with just the right balance of light and shade.”",
  "webTitle": "Book reviews roundup: The Mandibles; Kick; The Lubetkin Legacy",
  "webPublicationDate": "2016-05-27T17:00:10Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/27/critical-eye-books-review-roundup",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Lionel Shriver",
      "id": "books/lionel-shriver",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/27/critical-eye-books-review-roundup"
}