{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/good-luck-to-jarryd-hayne-on-his-latest-adventure-but-is-it-really-a-good-idea",
  "id": "2016-05-16-364",
  "sectionId": "sport",
  "body": "And just like that, it’s over. Jarryd Hayne’s crazy-brave tilt at the National Football League is done like so many dinners. He’s brushed the San Francisco 49ers for a lash at playing rugby sevens for Fiji at the Rio Olympics. As one does. And here we are, not quite fulfilled and more than a little surprised. What is he doing?   Related: Jarryd Hayne retires from NFL to pursue Olympic rugby sevens dream with Fiji     We’ll get to what he’s left behind. For now we know this: Hayne is joining the World Series-leading Fiji sevens team 82 days before the Olympic opening ceremony. There is one round of the series to go, in London, for him to press claims. Fiji has the best sevens players in the world. There are 12 spots. Hayne has never played the game before.  On top of that, there’s the advice of former Asada chief Richard Ings, who tweeted to Hayne: “Slight problem mate. World Rugby require you to be in their registered testing pool six months to be eligible to play.” Adding: “If Jarryd Hayne had been playing in Wada compliant sport he would have grounds to reduce the six months. But NFL is PED badlands. No chance.”   So there you go. It seems a fair impediment. And that’s before we talk about whether he’s equipped to play a sport he’s never played at the highest level for the best team in the world. For all the things that stopped Quade Cooper from being an Olympic sevens player for Australia – choices in defence, cleaning out rucks, body height, not giving away penalties, knowing when to shelve the hero plays, generally how to play sevens – will plague Hayne. And at least Cooper came from a rugby union base. Hayne’s never played sevens and wants to make the Olympics team of the best sevens nation on earth? Is there not a whiff of arrogance about that? Is Hayne’s belief he can do anything not a mite offensive to the incumbents?   Good luck to him, of course. It’s great that someone wants to have a go. Great that people chase big dreams. And how we’ve barrelled along on his journey. But does it not smack a little of last-minute glory hunting? Fiji are favourites for Olympic gold. Hayne is a sensational runner of the football but there’s more to it than that. Fitness, for one thing. He’s a power man in the NFL. In sevens they run flat out for 10 minutes. Hayne wouldn’t have played 10 actual live action minutes in the NFL all up.  Sure, he’d occasionally tear it up on the rugby field. The man can run. But the sharp-eyed squads of Kiwis, Australians, English, South Africans, these people know how to draw penalties, to target defenders who are off the mark. It’s a very different game to anything he’s played before. And yes he went relatively well in American football. But he made a few blues too.   Still, I wanted to see another season of him bopping about for San Francisco 49ers. And I’m not alone. Australia was so into him people complained how into him we were, how giddy we were with his trip into that famous golden helmet and very tight gold pants with red trim. Like cats falling off things, anything Hayne-related was – and continues to be – top shelf clickbait. The numbers didn’t lie. Hayne is hotter than the ’88 Hot Chilli Peppers.  Starting out, we watched him in trials, in practice games. What coach Jim Tomsula called “paintball, not war”. But my, how he dazzled. Stepping, running, shooting out that cattle-prod of a fend. Come on, curmudgeons. You weren’t excited by that? By the possibilities of it? He killed ‘em, this bloke who’d never played the game, whose match experience was watching Deion Sanders on You Tube.  And then he made the final 53 (the things we learned) and in his first game garnered as much attention in Australia as a change of prime minister.   Yet, ultimately, for all the nice words of Tomsula about how excited he was by Hayne’s “potential”, it seems he wasn’t completely aboard the Hayne Plane. And probably fair enough. Understandably he cared more about winning games of football – and hence keeping his job – than the Hayne project. And there were just too many fumbles. Three of them. That’s a lot.  I watched the third one from high in the mega-plex glass magnificence of Santa Clara’s Levi’s Stadium, and the catch and run that sealed his fate was probably a microcosm of his “career”. He caught the punt, set off on a harum-scarum dash up the middle, beat a couple blokes, put on a step, a fend, and just when the journalist’s buttocks lifted off the chair and it seemed he might break free bound for glory, he was whacked from a behind by a man he didn’t know was there. And down the ball went, bobbling about under a cruel sea of desperate, scrabbling helmet-heads. And Hayne swore with much gusto, for he knew the error of his ways.   Related: Doubt cast over Jarryd Hayne's Olympic rugby sevens bid by former Asada boss     He was, perhaps, arguably, unlucky. The defender got a good shot on the ball and knocked it free. But a more seasoned NFL running back – or even someone who’s played in high school – would tell you that the ball is The Precious, and that there is danger everywhere. And when you’re running with it, you secure that thing, first and foremost.  But Hayne, confronted mostly by a parallel wall of defenders, found that there were threats everywhere, all around him. It was 360 degrees of trouble. And Tomsula dropped him like a hot scone.  He made it back after injury nobbled just about everyone else in his position, including guys who’d been parachuted in. When Tomsula was fired, new coach Chip Kelly made more of the right noises. But they were ultimately platitudes with Tomsula. There’s no room for a project in the pro leagues. There’s no sentiment. It’s money. And results. And while we don’t know what Kelly was thinking, it’s hard to think Hayne didn’t quit the NFL on advice that he wasn’t in the new man’s plans.   Because Hayne wouldn’t brush the NFL to try to qualify for Fiji’s Olympic sevens squad on the basis of one (one!) tournament, would he? Or would he? For away he goes again, our Jarryd, into the next chapter of this maybe-crazy-brave, maybe-pragmatic, maybe-completely-odd-ball-and-weird athletic adventure, attempting to make his place among 12 of the best rugby sevens players in the world. But less than three months out from Rio, he’s pushing a very big barrow up a very big hill.  If Wada’s rules hold firm and there’s no special dispensation for Hayne to join Fiji, riches in French and even Japanese rugby await. Hayne is the sort of player a wealthy owner of a French club could take a punt on, for press as much as anything. Or even Australian rugby might like him, as they liked the almost-Eels man, Israel Folau.   Hayne’s manager Wayne Beavis said his star client would never go back to the NRL. Now he’s not so sure. Hayne has said that if he ever came back he’d “go to Parra”. Sydney Roosters boss Nick Politis could yet ruffle the pages of his cheque book. Meanwhile, Hayne tweeted to Western Sydney Wanderers a query if they’d like a six-foot-two striker.  Beavis told Fox Sports on Monday morning that Hayne’s preferred sport could be marbles. Hopefully neither man has lost them.",
  "webTitle": "Good luck to Jarryd Hayne on his latest adventure, but is it really a good idea? | Matt Cleary",
  "webPublicationDate": "2016-05-16T01:43:24Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/good-luck-to-jarryd-hayne-on-his-latest-adventure-but-is-it-really-a-good-idea",
  "keyword": [
    {
      "webTitle": "Jarryd Hayne",
      "id": "sport/jarryd-hayne",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Matt Cleary",
      "id": "profile/matt-cleary"
    }
  ],
  "guardianId": "sport/2016/may/16/good-luck-to-jarryd-hayne-on-his-latest-adventure-but-is-it-really-a-good-idea"
}