{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/18/complex-life-on-earth-began-billion-years-earlier-than-previously-thought-study-argues",
  "id": "2016-05-18-364",
  "sectionId": "science",
  "body": "A claim by researchers that complex life on Earth may have evolved a billion years earlier than previously thought has immediately divided scientists in the field, with some hailing the evidence as rock-solid and others unconvinced. The researchers, writing in the journal Nature Communications, said they had uncovered fossils showing that complex life on Earth began more than 1.5bn years ago. After first emerging from the primordial soup, life remained primitive and single-celled for billions of years, but some of those cells eventually congregated like clones in a colony. Scientists took to calling the later part of this period the “boring billion” because evolution seemed to have stalled. But at some point there was a leap – arguably second in importance only to the appearance of life itself – towards complex organisms with multiple cells. This transition progressively gave rise to all the plants and animals that have ever existed. Exactly when multi-celled “eukaryotes” – organisms in which differentiated cells each contain a membrane-bound nucleus with genetic material – showed up has inflamed scientific passions for many decades.   Related: How did the giraffe get its long neck? Gene analysis tells a tall story    “Our discovery pushes back nearly one billion years the appearance of macroscopic, multi-cellular eukaryotes compared to previous research,” said Maoyan Zhu, a professor at the Nanjing Institute of Geology and Palaeontology. The fossils were uncovered in the Yanshan region of Hebei province in China. Zhu and colleagues said they had found 167 measurable fossils, a third of them in one of four regular shapes – an indication of complexity. The largest measured 30cm by 8cm. Taken together they were “compelling evidence for the early evolution of organisms large enough to be visible with the naked eye”, said Zhu.  “This totally renews current knowledge on the early history of life.” Previously, eukaryotes of comparable size had not been known to appear in the fossil record until about 600m years ago, when a multitude of soft-bodied creatures inhabited the world’s oceans. Phil Donoghue, a professor of palaeobiology at the University of Bristol, described the discovery as a “big deal”. “They are not the oldest eukaryotes, but they are certainly the oldest demonstrably multicellular eukaryotes,” he said.  Their very existence 1.56bn years ago would mean that “oxygen levels were sufficiently high to allow for such large organisms to subsist”. But other experts were more sceptical. “There is nothing here to suggest that the specimens are eukaryotic, as opposed to bacterial,” said Jonathan Antcliffe, a senior researcher in the University of Oxford’s department of zoology. Bacteria are, by definition, unicellular, and do not have distinct nuclei containing genetic material. Antcliffe suggested the fossils were more likely corresponded to colonies of bacterial cells, rather than a single complex organism. Truly multicellular creatures display three-dimensional form in which only some cells are in direct contact with the environment. This was “critically important for function because it introduces transport problems for oxygen, nutrients, and signalling molecules” needed by the internal cells, Andrew Knoll of Harvard University explained in an article reviewing scientific literature on the origins of complex life. Another researcher, Abderrazak El Albani of the University of Poitiers in France, said the level of detail in the study was “ absolutely insufficient to tell us if these organisms were multicellular, eucaryotes or complex”. El Albani is himself no stranger to controversy on this topic. A 2010 study he published in Nature’s flagship journal – claiming to have discovered the remains of 2.1bn-year-old cell colonies in Gabon – has been widely challenged, including by Zhu and Antcliffe, who described it as “largely discredited”. With Agence France-Presse",
  "webTitle": "Complex life on Earth began billion years earlier than previously thought, study argues",
  "webPublicationDate": "2016-05-18T01:10:07Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/18/complex-life-on-earth-began-billion-years-earlier-than-previously-thought-study-argues",
  "keyword": [
    {
      "webTitle": "Evolution",
      "id": "science/evolution",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Fossils",
      "id": "science/fossils",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "science/2016/may/18/complex-life-on-earth-began-billion-years-earlier-than-previously-thought-study-argues"
}