{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/national-police-chief-british-defensive-culture-sara-thornton-hillsborough",
  "id": "2016-05-13-241",
  "sectionId": "uk-news",
  "body": "British policing is blighted by a defensive and closed culture, with officers sometimes choosing to hide the truth when faced with blunders, according to the leader of Britain’s police chiefs. Writing on the Guardian, Sara Thornton, the chair of the National Police Chiefs’ Council, has called for reform to ensure a scandal and cover-up like Hillsborough can never happen again.    Related: Accept blame, then learn from it: this should be a police credo | Sara Thornton    A fortnight ago, an inquest jury found that the 96 people who died in the 1989 disaster were unlawfully killed after police blunders that led to some officers engaging in a cover-up sustained over two decades. The verdicts led to the chief constable of South Yorkshire police, David Crompton, being suspended from his job amid public anger about the way his force conducted itself during the inquests. Thornton said the furore after the verdicts raised “the gravest concerns about the leadership culture in policing”.  “I do not think we can ignore the central issue of a culture that can be defensive and closed – a culture which struggles to learn from failure.” The bereaved Hillsborough families said South Yorkshire police’s lawyers had repeated long-discredited slurs against fans during the inquest – the longest in British legal history. Thornton, a former chief constable in the Thames Valley police, said problems with police integrity run deep. “Hillsborough was not unique. Despite all our efforts to run a service in which our officers and staff behave honestly and ethically, the tendency to avoid straight answers at best, and at worse to hide the truth, can still be a problem for us.” The conduct of South Yorkshire police during the inquests angered the home secretary, Theresa May, and Labour’s Andy Burnham, and led to condemnation in the House of Commons. It also meant the damage from the events of 1989 raised questions about the integrity of the police today. Thornton’s article is the first sustained attempt by police chiefs to show they understand the impact on the service and its reputation of the South Yorkshire force’s decisions at the Hillsborough inquests. In her article Thornton said: “When, despite good intentions, people are not protected, some officers will maladapt the facts. For example, even when DNA evidence proves that the wrong person has been imprisoned officers will sometimes give the most unlikely explanation to justify why they were right all along. If we do not confront this issue we will never learn from failure.” Thornton said there was a feeling among officers that admitting mistakes would lead to punishment, but that policing needed to learn from other professions, such as the health service.  “We will learn from other professions and consider a police service duty of candour. We will listen to our staff to ensure they feel able to challenge their leaders and colleagues when they are behaving unethically.  “No one wants to protect bad cops, but we cannot have officers fearful that if they do tell the truth, they will become that single point of blame.”",
  "webTitle": "British policing blighted by defensive culture, says chiefs' leader",
  "webPublicationDate": "2016-05-13T10:14:30Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/national-police-chief-british-defensive-culture-sara-thornton-hillsborough",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Vikram Dodd",
      "id": "profile/vikramdodd"
    }
  ],
  "guardianId": "uk-news/2016/may/13/national-police-chief-british-defensive-culture-sara-thornton-hillsborough"
}