{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/19/boris-johnson-wins-most-offensive-erdogan-poem-competition",
  "id": "2016-05-19-214",
  "sectionId": "politics",
  "body": "Boris Johnson has won a £1,000 prize for a rude poem about the Turkish president having sex with a goat. The former mayor of London’s limerick, published by the Spectator as a rebuff to Recep Tayyip Erdoğan’s efforts to prosecute a German comedian’s offensive poem, also calls the president a “wankerer”. Johnson, a former editor of the magazine, won the Spectator’s “President Erdoğan offensive poetry competition”, despite judge Douglas Murray saying the contest had received thousands of entries. The prize money has been donated by a reader.    Related: Turkey asks Germany to prosecute comedian over Erdoğan poem    The limerick was written off-the-cuff by the Conservative MP during an interview with the Swiss weekly magazine Die Weltwoche.  Johnson – whose great-grandfather was Turkish – called it “a scandal” that a German court had granted an injunction to prevent comedian Jan Böhmermann repeating his offensive skit about the Turkish president. “If somebody wants to make a joke about the love that flowers between the Turkish president and a goat, he should be able to do so, in any European country, including Turkey,” Johnson told interviewer Nicholas Farrell, who then challenged him to enter the Spectator’s poetry prize. Johnson then offered the limerick: “There was a young fellow from Ankara, Who was a terrific wankerer.  “Till he sowed his wild oats, With the help of a goat, But he didn’t even stop to thankera.” The former mayor is reported to be surprised that his efforts were officially entered into the competition.  In awarding Johnson the prize, Murray appeared to contradict his own rule that “wankerer” was not a word, despite rhyming with the Turkish capital, but defended his choice in a blogpost, saying the prize was “entirely anti-meritocratic”.     Can I remind entrants that you cannot just make up words. 'Wankerer' does indeed rhyme with Turkey's capital. But it is not a word.— Douglas Murray (@DouglasKMurray) April 19, 2016    “Certainly there were better poems,” he wrote on the Spectator website. “For sure there were filthier ones … For myself, I think it a wonderful thing that a British political leader has shown that Britain will not bow before the putative caliph in Ankara.  “Erdoğan may imprison his opponents in Turkey. Chancellor Merkel may imprison Erdoğan’s critics in Germany. But in Britain we still live and breathe free. We need no foreign potentate to tell us what we may think or say. And we need no judge, especially no German judge, to instruct us over what we may find funny.” Murray said he would encourage Johnson to donate the £1,000 prize money to a relevant charity.  On Tuesday, a Hamburg court issued a preliminary injunction banning republication of sections of a satirical poem by Böhmermann, saying they amounted to libel of Erdoğan. The poem, which was first recited on German TV, used coarse language to describe the president. Erdoğan filed two complaints, one with German prosecutors and an application for an injunction to stop the republication of the poem.  Merkel has previously also granted permission for prosecutors to investigate. Under Germany’s criminal code, insults against foreign leaders are not banned but the government can decide whether to authorise prosecutors to proceed.  An MP from Merkel’s conservative party read the poem out in parliament last week, amid widespread criticism of the chancellor’s decision to allow the prosecution to go ahead.  Prosecutors in the western German city of Mainz who are dealing with the Böhmermann case said it was unclear on Tuesday when a decision would be made to pursue prosecution. At the time Merkel said she would allow prosecutors to investigate, Johnson said she had “numbly decided to kowtow to the demands of Erdoğan, a man who is engaged in a chilling suppression of Turkish freedom of expression”.",
  "webTitle": "Boris Johnson wins 'most offensive Erdoğan poem' competition",
  "webPublicationDate": "2016-05-19T11:20:30Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/19/boris-johnson-wins-most-offensive-erdogan-poem-competition",
  "keyword": [
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Spectator",
      "id": "media/the-spectator",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Freedom of speech",
      "id": "world/freedom-of-speech",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Jessica Elgot",
      "id": "profile/jessica-elgot"
    }
  ],
  "guardianId": "politics/2016/may/19/boris-johnson-wins-most-offensive-erdogan-poem-competition"
}