{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/football-transfer-rumours-chelsea-antoine-griezmann-79m",
  "id": "2016-05-05-288",
  "sectionId": "football",
  "body": "Chances are Manchester United will win the FA Cup. They might scrape fourth place and a spot in next season’s Champions League. And deadpan comic Louis van Gaal has had them rolling in the aisles with some cracking observational material about sex, the poor man’s Amy Schumer right on top of his game. Everything’s going swimmingly at Old Trafford right now, which may explain why the club have asked José Mourinho to hang around like a spare part for 12 months while Van Gaal sees out his contract. Mourinho, needless to say, wants the job now. There’ll be tears, and more leaks, before bedtime.   Related: What will Hollywood make of Leicester’s spellbinding season? | Marina Hyde    Chelsea have long since moved on, and their new beau, Antonio Conte, is planning a raid on his old Serie A stomping ground. The west London spendthrifts will whittle away £42m on the Napoli striker Gonzalo Higuaín. They’re also after Atlético Madrid’s man of the moment Antoine Griezmann, who will cost a further £79m. In a not-particularly-convincing sop to the reining-in of needless expenditure, they’ll also ask Juan Cuadrado to return from a loan spell at Juventus, while keeping hold of April-to-May scoring sensation Eden Hazard. The champions Leicester – it’s a satisfying phrase to read after paragraphs about megaclub Manchester United, a £121m Chelsea spree, and the wants and desires of José Mourinho, isn’t it? – are in the market for Thorgan Hazard, Eden’s brother, currently roaming the midfield for Borussia Mönchengladbach. Tottenham Hotspur, having just lost the title and in real danger of somehow managing to let Arsenal overtake them into second place, are probably best served dreaming about next season now. Here comes Moussa Konaté, who has scored 24 goals in 46 matches for Sion, and is available for a bargain £6m. That’s better, isn’t it. And Arsenal have to go to Manchester City at the weekend, so perhaps that’s not such a big worry after all. Gus Poyet will become the 17th man in 23 years to follow in Brian Clough’s footsteps at Nottingham Forest. Seventeen managers in 23 years! Admittedly it was always going to be a tall order, but even so. And Barcelona are interested in the Newcastle United striker Ayoze Pérez, which shows you how good things can happen when you listen to wise old Rafa.",
  "webTitle": "Football transfer rumours: Chelsea to splash £79m on Antoine Griezmann?",
  "webPublicationDate": "2016-05-05T08:00:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/football-transfer-rumours-chelsea-antoine-griezmann-79m",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Scott Murray",
      "id": "profile/scottmurray"
    }
  ],
  "guardianId": "football/2016/may/05/football-transfer-rumours-chelsea-antoine-griezmann-79m"
}