{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/01/riverkeep-martin-stewart-review",
  "id": "2016-05-01-148",
  "sectionId": "childrens-books-site",
  "body": "This is an intriguing, well-written debut novel full of adventure, extraordinary places and wildly magical characters. Although the novel begins somewhat slowly, the pace soon picks up and readers are taken on a thrilling and unpredictable journey along the river Danék, with our hero, Wulliam, and the colourful characters who come to share his boat.  Despite a somewhat rushed climax and some gratuitous blood and gore, Riverkeep demands a sequel! Wulliam is nearly sixteen, and about to reluctantly take on his father’s role as the Riverkeep, a guardian of the river Danék who prevents the river from freezing over in winter and who pulls corpses from its murky depths. While readers find out a little about the role of the Riverkeep from Wull, we continue to find out even more via extracts taken from the Riverkeep’s log and other documents, supplied at the beginning of each chapter. This is a delightfully peculiar addition to the novel.  When his father is attacked by a mysterious creature and becomes a shadow of his former self, Wulliam sets out to find the Mormorach, a magical beast whose body is rumoured to hold the cure to his father’s mysterious malady…       The central characters in Riverkeep are vivid, magical and strange. From Remedie Cantwell, a witch with a child made of wood whom she believes can be brought to life, to Mix, a young stowaway with strange markings around her neck, to Tillinghast, a brazen and cheeky homunculus carrying a stolen mandrake, each of the people who come to share Wull’s boat have their own extraordinary story and they are all brilliantly described. Wulliam is a complex character, touchingly devoted to his sick father, with whom he has spent a mostly solitary existence.  I enjoyed seeing Wull developing as a character over the course of the novel, becoming less naïve, more confident and much more reckless. While Tillinghast was mildly annoying at times, the debate that the characters have about the nature of what constitutes “life” and the way Tillinghast clearly struggled to find out who and what he was were really original and interesting, giving the “adventure” narrative another dimension. Unfortunately, I was somewhat disappointed at the lack of explanation or even an ending to either Remedie or Mix’s stories. I felt like these characters were forgotten as the novel raced towards an action-packed finale, which is why I am hoping there will be a sequel to provide closure and explanation!  Readers are never told where Mix is from, where she is going or who the “scary people” chasing her are. What’s more, the events featuring Tillinghast that lead up to the final chapter were extremely confusing and rushed – the reader is not given any time to draw their own conclusions and figure out what’s going on.  The entire conclusion sequence is incredibly rushed. Half of the action in the novel seems to take place over about three pages and some aspects of it seemed to make very little sense.  If, like me, you have picked up this book because it was described as “perfect for fans of Patrick Ness” you may have to be patient through the first 100 pages or so, because it is somewhat slow. The seven-page-long conversation with the undertaker, who never appears again, was particularly dull for me; I think it was added for comic effect but I found it lacking in humour and full of overly gory description.  There are many other supporting characters who don’t really seem to belong in the story. However, you should persist, because it soon becomes a gripping and interesting read! For my taste, there’s too much gratuitous gore – in almost every chapter the flow of the story is interrupted by something unpleasant involving maggots or intestines! Then again, I’ve never been a fan of blood and gore in books or films, so this is something that probably won’t matter to everyone.   Related: How do I get involved in the Guardian children's books site?    Despite my reservations, Riverkeep is an enjoyable adventure through a dazzlingly well-imagined setting. Stewart’s writing perfectly captures the dangerous journey, the mysterious landscape and the characters who journey through it. I would recommend it to fans of fantasy and adventure. It may be flawed but it’s still left me wanting more and I’ve never read anything quite like it.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Riverkeep by Martin Stewart – review",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/01/riverkeep-martin-stewart-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Children's fantasy books (children's and teens)",
      "id": "books/childrens-fantasy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Adventure (children and teens)",
      "id": "books/adventure",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/01/riverkeep-martin-stewart-review"
}