{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/09/digging-for-shakespeare-review-marc-rees-brighton-festival",
  "id": "2016-05-09-153",
  "sectionId": "stage",
  "body": "The Brighton festival has always been at its most creative when excavating local stories. Marc Rees’s deliciously understated and community-spirited performance piece unearths the story of 19th-century Shakespeare scholar James Orchard Halliwell-Phillipps (HP), who built himself a “rustic wigwam” or mock Tudor scout camp on Hollingbury Park, which now includes the Roedale allotments. HP hoarded Shakespeare memorabilia and used scissors and glue with unfettered abandon on rare manuscripts and books. He took an equally uninhibited approach to architecture. This unassuming promenade piece is part lecture, part installation and part meditation on the inspiration that Shakespeare took from gardening. It’s worth the price of admission just for the opportunity to explore the allotments and meet some of the people who tend the plots. One of the pleasures of the jaunt is seeing how those who rent the allotments turn each plot into their own personal statement.     Unexpected knitwear … Digging for Shakespeare at Brighton festival. Photograph: Victor Frankowski/Brighton festival     I thought that HP might be a figment of Rees’s imagination but I was wrong. He really did exist, and one of the joys of this piece is the way that it matches his eccentricity step for step. The Hollingbury Park Bowls Club are drafted in to play Birnam Wood, the Theatre Workshop youth cast are a particularly wild bunch of fairies from A Midsummer Night’s Dream, and knitwear features in an unexpected way. Some may dismiss this as mere pottering about, but often it’s when you are pottering that you make the deepest discoveries and connections.  At Roedale Allotments, Brighton, until 22 May. Box office: 01273 709709.",
  "webTitle": "Digging for Shakespeare review – a well-plotted walk on the playwright's wild side",
  "webPublicationDate": "2016-05-09T14:28:30Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/09/digging-for-shakespeare-review-marc-rees-brighton-festival",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/09/digging-for-shakespeare-review-marc-rees-brighton-festival"
}