{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/23/shane-black-the-nice-guys-lethal-weapon-best-action-movies",
  "id": "2016-05-23-188",
  "sectionId": "film",
  "body": "If you want the distilled essence of Shane Black, look no further than the title of his directorial debut: Kiss Kiss Bang Bang. What you see is not simply what you get. Yes, there are guys, girls, guns and sex, all more or less promised by those two doublings, and if they’re not the hallmarks of great action-thriller cinema, then they come pretty close. Look deeper though, and you’ll remember that they are the words Ian Fleming once used in a private letter to define – and deprecate – the James Bond novels he was churning out on a yearly basis and swiftly tiring of. Have yourself another layer: Kiss Kiss Bang Bang is also the title of the 1968 collection of Pauline Kael reviews that first made her name as a witty, acerbic and deeply knowledgeable film critic.      Shane Black, third from left, alongside Ryan Gosling, Matt Bomer, Angourie Rice and Russell Crowe at the Cannes screening of The Nice Guys. Photograph: Ian Langsdon/EPA    So in that title, characteristically of Shane Black, we have doppelganger references, a plot line, a sales pitch and an admission that this is all fun and nonsense at its core. Yet he also tells us that it will be highly intelligent, beautifully written, splendidly self-conscious and omni-referential. Black’s latest movie, The Nice Guys, may have a less zingy and clever title, but it’s still all Black, all the time. In the 90s, Black was almost as famous for the numbers on his paychecks as he was for the words in his screenplays. His third produced script, for The Last Action Hero, earned him $1m. His fourth, The Long Kiss Goodnight, earned him $4m. Alongside Joe Eszterhas’s $3m for the script of Basic Instinct, Black’s big paydays, which were at the time unprecedented, caused immense unease among producers in an industry noted for its contemptuous treatment of writers, long accustomed to paying them poorly. But they didn’t just unsettle the money men, his screenplays paved the way for a new wave of writers.   Related: The Nice Guys review: Crowe and Gosling are abysmal PIs in a high hit-rate action comedy    Black’s early screenplays were self-aware in a way that paved a path for Quentin Tarantino and the movie-crazy film-makers of the late 90s – David O Russell, David Fincher, Paul Thomas Anderson et al – and his innovations were simple and liberating for the writers who followed him. In Richard Donner’s Lethal Weapon, he upped the conventional post-48 Hours buddy-buddy cop pic by the simple expedient of making the lead (Mel Gibson) a crazed unpredictable nihilist.  Black was tired of the franchise by the time he was halfway through co-writing the sequel (he quit and lost half his fee), and moved onwards into his abiding obsessions with his next script, The Last Boy Scout, another mismatched-partners action thriller, whose wildness and over-the-top aesthetic found a perfect analog in director Tony Scott.          The Last Boy Scout    Its unforgettable opening sequence is a pure Shane Black calling card. A football player, sweating profusely in the locker room, menaced by gangsters into throwing the big game, slides a handgun into his waistband and hits the field. When he gets the ball he thunders toward the touchline and when anyone approaches to tackle him, he shoots them dead. He touches the ball down, looks wearily into the camera, grunts “Ain’t life a bitch?” and blows his own brains out. Not many movies could follow that opening for another two hours, but this one did, luxuriating in Black’s scintillatingly funny and ferocious dialogue, nimbly delivered by co-stars Bruce Willis and Damon Wayans, constantly riffing on the absurdity of each plot turn and the cartoonishness of their opponents.  Madly entertaining, absolutely committed to overkill and the triple-layer punchline, that script was a thing of beauty. His next two movies – the big paydays for Black- were both less successful. John McTiernan’s The Last Action Hero – in which Arnold Schwarzenegger’s titular killing machine walks out of his own movie into a kid’s real life – might have been a bigger hit, had it not been blown away by the arrival of the Jurassic Park box-office phenomenon the following week. The Last Kiss Goodnight, starring Geena Davis (the then wife of director Renny Harlin) as a suburban mom who discovers she’s a CIA sleeper asset, was a plain flop, despite featuring perhaps the best of Black’s early screenplays and an able partner for Davis in the form of Samuel L Jackson.     Hard boiled eggheads: Robert Downey Jr and Val Kilmer in Kiss Kiss, Bang Bang. Photograph: John Bramley    Finally, someone let him direct his own script, and the result was Kiss Kiss Bang Bang, a riotous riff on the hard-boiled works of Raymond Chandler (chapter titles are all from Philip Marlowe novels: Lady in the Lake, The Simple Art of Murder, The Little Sister, etc), that nimbly satirizes the movie business, detective-movie plotting (there are always two cases that implausibly tie up together), the action hero as idiot and the conventions of the film noir voiceover (“Oh shit, back up, back up, I forgot to mention – Jesus, this is terrible narration, it’s like my dad telling a joke and saying, oh, I should have told you the cowboy’s horse is blue …”). And this time Black got to cast his own stars. The presence of such talented, inventive and intelligent actors as Robert Downey, Val Kilmer (as detective Gay Perry) and Michelle Monaghan marked an exponential leap in quality and wit over the scripts that had been realized by other directors. And that brought Black back into relevance, to some degree. The association with Downey earned him the helm of Iron Man 3, a partial reboot after the disappointment of the sequel that came before it, and a return to more organic (think more analog/less CGI) action film-making that breathed new life into the franchise – all of it due to the infusion of Black’s wit and self-consciousness into the project. The Nice Guys is more of the same, exquisitely: two guys (one idiot), a girl, a kidnapping, murder, suicide, intelligent dialogue, the maze-like complexity of film noir, and a healthy helping of violence. Russell Crowe and Ryan Gosling – in one of those WTF casting coups that shouldn’t work but somehow does – are hard man and henchman on the trail of a missing girl. Their investigations takes in a suicidal porn star and an escalating city-wide criminal conspiracy, and the movie soars heavenwards on a surge of adrenaline and effervescent Black comedy. Oh, and it’s set in Los Angeles in the 1970s, so feast on those porn-taches, the chest hair and the sly retro-noir nods to The Long Goodbye and Night Moves. Black’s essence may have a formula, but it’s infinitely variable and dependable. In truth, perhaps nobody does it better.",
  "webTitle": "Lethal weapons: Shane Black's pulp fiction is still the best action around",
  "webPublicationDate": "2016-05-23T12:00:12Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/23/shane-black-the-nice-guys-lethal-weapon-best-action-movies",
  "keyword": [
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ryan Gosling",
      "id": "film/ryan-gosling",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Mel Gibson",
      "id": "film/melgibson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Russell Crowe",
      "id": "film/russellcrowe",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Quentin Tarantino",
      "id": "film/quentintarantino",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "David O Russell",
      "id": "film/david-o-russell",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "David Fincher",
      "id": "film/david-fincher",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Paul Thomas Anderson",
      "id": "film/paul-thomas-anderson",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Tony Scott",
      "id": "film/tony-scott",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Bruce Willis",
      "id": "film/brucewillis",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Arnold Schwarzenegger",
      "id": "film/arnold-schwarzenegger",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jurassic Park",
      "id": "film/jurassic-park",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Samuel L Jackson",
      "id": "film/samuel-l-jackson",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "John Patterson",
      "id": "profile/johnpatterson"
    }
  ],
  "guardianId": "film/2016/may/23/shane-black-the-nice-guys-lethal-weapon-best-action-movies"
}