{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/18/pizza-rat-viral-video-jukin-media",
  "id": "2016-05-18-190",
  "sectionId": "media",
  "body": "If you have heard of the viral video company Jukin Media, it is probably because of pizza rat. Pizza rat, for those who have been living under a rock for the last six months, is a clip of a New York City rat hauling a slice of pizza down a subway staircase, struggling in a manner that is both disgusting and humanizing. It is a perfect viral video, and Matt Little, the man who took out his phone and filmed the rat, was quickly inundated with calls from various media outlets wanting to use it. Jukin included. Little, an actor and writer, was savvier than most viral video creators, and knew that Jukin could do for him what would be nearly impossible to do on his own: extend the reach of his work and monetize it. “If someone is on a TV show, and it goes into syndication, this is kind of the same thing,” he told me. “If it still has legs then you do have the potential to keep earning, but all of that is so completely out of your control. Someone else – Jukin, in this case – will pick that up.”             Little wouldn’t say how much he’d earned from his partnership with Jukin, only that “some people I’ve read online think I’m a millionaire now”. Jukin Media is often described as a viral video factory, which implies that the company has a hand in making either the videos or their virality. Neither is entirely true; but neither is entirely false, either. The company identifies and attempts to purchase online videos that are already on their way to becoming very popular, trending on Reddit or YouTube or Facebook and other sites. Sometimes the video is barely trending, but folks at Jukin whose job it is to stare at internet videos all day (twentysomethings, nearly always) see some promise in it, some core emotion that makes this video break through all the millions of others. Employees then locate the video’s creator and make them an offer that’s hard to refuse, which is, mainly, that this is all the company does: sell bits and pieces of videos. They couldn’t possibly handle all the phone calls and paperwork involved to make as much, potentially, as Jukin might make. Once Jukin has licensed a video, it works hard to squeeze as much money from it as possible, re-editing it, repackaging it, reselling it, spreading it through traditional media channels, even repackaging it years later for advertisements (some Jukin-licensed videos even appeared in Super Bowl ads). Jukin, in other words, is engaging in a kind of arbitrage. Or, viewed more darkly, it’s a video chop shop. Whatever it is, it’s making a boatload of money where there wasn’t much before. In total, the three-year-old company has paid out more than $5m to viral video owners. Nicky McAllister, a mother of two who lives in Michigan, is one of them. In 2013, she looked on as a tow truck operator struggled to maneuver the Mazda sedan lying in the middle of the road. Her son and his friend hadn’t been hurt in the incident, and that was the important thing. But the tow truck guy didn’t seem to know what he was doing. McAllister had brought a video camera to document the damage, so she started filming the operator’s struggles. “Little did I know. Little did I know,” she said, thinking back on that day and what happened next. The operator had managed to drag the car up on to its side, but the triumph didn’t last. Crash: the car falls. Bang: the car, in neutral, its breaks disengaged, rolls forward. The little white Mazda barrels off road, tumbling and flipping as it disappears into the thick roadside foliage. McAllister then utters what we’re all thinking: “You have got to be kidding me.”            Back at home, she had a pal upload the video to YouTube so she could post it to Facebook and share it with friends. “My son, being more savvy than me, had some sense of what I’d captured and linked the clip to Reddit,” she said. Within an hour, the video was the third most popular post on the website. An hour after that, her phone rang. It was man with a young voice, asking all sorts of questions about the video, trying to make sure it was hers, that she’d shot it, and could claim sole ownership. He was from Jukin, of course, and they wanted to license it. “We’ve all been watching it, and we think it’s going to be big, and we’re interested in being your agent,” McAllister recalled the man on the phone telling her. He offered her $300 up front, then a split of earnings after. She’d get 60%, Jukin would get the rest. “Three hundred sounds lovely, and I’m already a winner, but a 70-30 split would sure be better,” McAllister told the man. She had worked in sales for years, and knew instinctively how to drive a bargain. “Have you been talking to anyone else?” he asked her. She hadn’t. They had a deal. In the weeks that followed, she watched her clip appear on Jay Leno, Ellen and Comedy Central. It racked up millions and millions of views. It has made her, in two years, $15,000. This is not life-changing money, she readily admitted, but still, she laughed. The experience was unreal. On a recent morning, I visited Jukin’s headquarters in Culver City, in Los Angeles. The day began with a sort of mini internal clip show for staffers to watch. We watched a garbage truck on fire, then explode; a GoPro-captured dirt bike ride through a student’s high school (“this kid just peaked”); a drone race, which had a combined total of 40m Facebook likes (“Facebook is just crushing YouTube,” someone muttered); an insane rope swing constructed 18-stories high off an abandoned building in Russia (“this sort of thing always happens in Russia”); a dog saying cheese, a dog doing a cartwheel, a dog train of corgis, a dog with its head stuck in a couch. The kernel linking each video was not just some deep lizard brain emotion but the extremely human urge to share with someone else (I made note of the corgi conga line, and, after the meeting, texted the link to my fiance). Jonathan Skogmo, the company’s founder and CEO, has spent more than a decade refining his search for such dumbly compelling footage. In 2005, he was working for County Fried Home Videos, an America’s Funniest Home Videos knockoff, pawing through DVDs and VHS tapes viewers had submitted for consideration. It was wildly inefficient, and drove him crazy.            “So I did what any 22-year-old kid would do, probably. It’s so obvious today. I went online looking for content, video content.” But, in Skogmo’s telling, it was all shady, “all Jackass wannabes, guys lighting their nuts on fire”. He had a hard time finding anything family friendly and, when he did, it was difficult to find out who owned it. “Back then it was just craziness,” he said. “This is where Jon’s brain is so important, that institutional knowledge locked up in there, that clip show business knowledge,” Lee Essner said. Essner, Jukin’s president and chief operating officer, explained that today, with a digital network that sprawled to a billion and a half views per month, finding videos that were particularly compelling and sharable was easier than it had ever been, certainly easier than in those early, wilder days. Part of it was that YouTube and its ilk had grown up: now everyone uploaded nearly everything. More importantly, Jukin had working relationships with so many media companies that, he said, “we’re able to hone our efforts and make sure that we’re acquiring just the right content for our business.”  The business wasn’t exclusively licensing, either, but programming for their online channels and, even, traditional television clip shows. The latest move was building a database for all these clips, a sort of Getty Images, one-stop shop for the raw, non-professional, compelling, viral moving images to resell and plug into advertising and marketing campaigns. “If a brand comes to us and says, ‘I want content that is completely not relevant to us in our day-to-day business,’ they give us a creative brief, we go out and we acquire that. Or we go back and take it out of our library,” Essner said.  Skogmo, excited, leaned forward, nearly out of his chair. “It’s authentic, it’s 100% organic. You can’t recreate these moments, right? They’re non-manufactured. And everyone wants them – they’re big, and it’s growing. We have commercials, Super Bowl campaigns … We have one, one of my favorites, a girl seeing the rain for the very first time. This cute little kid she’s just smiling and the rain’s coming down. How do you recreate that? You can’t.” Matt Little, of pizza rat fame, knows this all too well. He captured lightning in a bottle. It almost certainly will never happen again. “One thing it’s taught me is to look up more, to watch what’s going in the world around me. But mostly,” Little continued, “it taught me that I don’t have a clue about the way the world works. And I’m fine with that.”",
  "webTitle": "How viral video companies can turn pizza rats into boatloads of cash",
  "webPublicationDate": "2016-05-18T12:00:37Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/18/pizza-rat-viral-video-jukin-media",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "YouTube",
      "id": "technology/youtube",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Bradley",
      "id": "profile/ryan-bradley"
    }
  ],
  "guardianId": "media/2016/may/18/pizza-rat-viral-video-jukin-media"
}