{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/22/rangers-hibernian-hampden-scottish-fa-mass-brawls",
  "id": "2016-05-22-1",
  "sectionId": "football",
  "body": "Any sense of a quiet follow-up to the events that marred Saturday’s Scottish Cup final success for Hibernian has been swiftly removed by Rangers, who have berated a variety of groups, including the winners and the country’s football association. Hibs’ 3-2 success, their first in the cup for 114 years, was instantly overshadowed by a pitch invasion, which triggered mass brawls as an element of the Rangers support responded to provocation. The Glasgow club have insisted several of their players and staff were also attacked. Police Scotland and the Scottish FA have launched investigations – 11 arrests had been made by Sunday afternoon - but Rangers are furious with what they deem an unacceptable response.   Related: Hibernian condemn crowd trouble which marred Cup win over Rangers    In a statement, the club said: “Rangers finds it incomprehensible that no one, either from within the Scottish FA or Hibernian Football Club, has condemned Hibernian’s supporters following the violent scenes at the end of [the] Scottish Cup final when Rangers players and members of our backroom staff were physically and verbally assaulted. We have not even had the courtesy of any contact whatsoever from Hibernian to ask after the wellbeing of those who were attacked by their club’s supporters. “There must be a full independent investigation into the shameful scenes at Hampden. Rangers is also at a complete loss to understand why certain individuals have hastily attempted to gloss over the appalling events which unfolded at the end of Saturday’s final.” Rangers also cited “inadequate” and “failed” safety procedures. Stewart Regan, the Scottish FA’s chief executive, had described the affair as “shocking and appalling”. Meanwhile Rod Petrie, the Hibs chairman and a vice-president of that association, was widely criticised for putting the behaviour of his club’s fans down to “overexuberance.” Hibs later released a statement, in which they promised to “work with the authorities to identify any supporter who may have taken part in any form of unacceptable behaviour which has tarnished the club’s reputation”. Alan Stubbs, the Hibs manager, hopes the club can be spared a football sanction. “It is going to be difficult,” acknowledged Stubbs. “The players are not to blame. Obviously we are just going to have to wait and see what the ramifications are and the fall-out. Whatever it is we will have to take it on the chin or see if we can somehow get around it. “I don’t condone that [players and staff being attacked] whatsoever. In fact, if that’s the case then it is very poor. I will try to contact Rangers. Everything was cut short; even speaking to Mark Warburton, and commiserating the players, I never had the chance to do that and I always do.” Hibs paraded the cup in Edinburgh on Sunday afternoon. Anthony Stokes sent Stubbs’s men in front after just two minutes of a pulsating final, with Rangers equalising through Kenny Miller. As Andy Halliday edged Rangers ahead, the long Hibs wait looked like being extended. Instead, Stokes and Gray both scored with late headers.",
  "webTitle": "Rangers launch furious attack on Hibs and Scottish FA over mass brawls",
  "webPublicationDate": "2016-05-22T23:35:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/22/rangers-hibernian-hampden-scottish-fa-mass-brawls",
  "keyword": [
    {
      "webTitle": "Rangers",
      "id": "football/rangers",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hibernian",
      "id": "football/hibernian",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Scottish Cup",
      "id": "football/scottishcup",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "football/2016/may/22/rangers-hibernian-hampden-scottish-fa-mass-brawls"
}