{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/25/housing-crisis-jobs-babies-inequality-growing-up-world-changed-young-people-capitalism-failures-adulthood",
  "id": "2016-05-25-69",
  "sectionId": "commentisfree",
  "body": "It is a sign of the times that some of my local estate agents don’t look like estate agents. There are no pictures of houses in the windows. Instead, there are arrangements of twigs and some desks. These places could be pop-up jewellers or microbreweries or any kind of designer hellhole. Presumably, one goes into them just to hang out and chat about buying a house in this gallery-type environment. No one needs, I suppose, to see any images. House buying is an abstract concept for so many these days. I await the inevitable arrival of a butcher’s that doesn’t put its meat in the shop front. The air of unreality about these hip house floggers is entirely fitting. House prices are unreal. Ridiculous. Every day there are stories about the insanity of our current housing crisis, but it goes on and on. We laugh at images of what are basically cupboards for sale or rent. We cry or sigh with identification at the tales of young folk who can never really leave home. Except that some are not so young. Fortysomethings are having to move back in with their parents after marital bust-ups or because they no longer manage their own housing costs, the so-called “doomerang generation”.   Related: The London skyscraper that is a stark symbol of the housing crisis    It is taken for granted that the only people who can afford to buy their own homes in many parts of the country, not only in London, will do so because of inherited wealth. This is now the great divide and, as social housing is run down, it is unbridgeable. The very things that gave me social mobility – free education and social housing – are not there for my children. Bit by bit, every escape route has been shut down. So often when I am talking to young people I realise that it is now utterly pointless to speak about what it was like for me. It is now a different world, and yet the fundamental myths, the founding stories, if you like, of what it is to be a grown up have not shifted. How can you be a grown up when you can never have your own home? Housing is so central as it remains the clear and present sign of inequality doled out in cubic metres. And housing is the intra-generational issue. You have to have way above average wealth to be help out your children property-wise and not to retire into poverty yourself at 66. The cultural accounts, though, of what the progression into adulthood consists of have not caught up with this new reality. Thus, “leaving home”, finding the one job for life, the one partner for ever, getting married, having a baby, buying a home, these remain the sum of desires, however unrealistic they may be. For all these things are interconnected, and in an age of student debt, a labour market that is keeping wages low, insane rents and clear evidence that having a baby does not produce huge happiness, or even relationship glue for many couples, why are these things the measure of adult life? There is often a sneery attitude to young people that describes them as being in a state of extended adolescence. These millennials, we are told, are mollycoddled, cannot cope with failure and are somehow not fit for purpose. But it is these generations who are at the sharp end of a system that is failing. Abstractly, we can see how capitalism is no longer working, even within its own terms – the Thomas Piketty analysis. The rich simply seek to protect their own wealth and the rest of us have to pay for public goods, from health to education. This huge inequality is resulting in a slowing down of innovation, poorer public services, worsening working conditions and huge rents. But how does that pan out over individual lives? We can see the result of this on younger folk who live with this insecurity.   Related: Generation rent: only 26% of young adults will be on housing ladder by 2025    What does it now mean to be an adult if the old markers of adulthood become out of reach? Levels of home ownership are in decline. We now have a fully fledged caste system delineated by property. This is happening in the US, too. Wages for under-30s are going down. International surveys indicate that what millennials crave is job security. Lack of security also means delaying that other marker of maturity – having a baby – often indefinitely. All over the world, women are choosing not to procreate. This is entirely understandable. Why would women have children when their jobs are not secure? Many younger women feel their choices have been absolutely narrowed. A global downturn has meant that many of the foundation stones that we used to mark adulthood have been dug up, so that everything feels a bit shaky. Meanwhile, the dominant narrative remains ever more shrill as it is unrealisable: work for ever, a partner for ever, a perfect child at a perfect time in a perfect home. All this is being held together with the fantasy of romance and the repackaging of the domestic as leisure, not work. (Baking! Sewing! Tidying up!) But this is not actually how many of us live now or will be able to in the future. It requires some maturity to acknowledge the new ways in which we may become grownups.",
  "webTitle": "Inequality is destroying all the markers of adulthood, from home ownership to marriage",
  "webPublicationDate": "2016-05-25T17:38:34Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/25/housing-crisis-jobs-babies-inequality-growing-up-world-changed-young-people-capitalism-failures-adulthood",
  "keyword": [
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne Moore",
      "id": "profile/suzannemoore"
    }
  ],
  "guardianId": "commentisfree/2016/may/25/housing-crisis-jobs-babies-inequality-growing-up-world-changed-young-people-capitalism-failures-adulthood"
}