{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/04/the-unnecessary-fall-of-the-parramatta-eels-offers-rare-chance-for-a-fresh-start",
  "id": "2016-05-03-21",
  "sectionId": "sport",
  "body": "It never had to come to this for the Parramatta Eels, yet there was a certain inevitability about the heavy fate that hit them right between the eyes on Tuesday. The salary cap scandal that has seen the NRL strip the Eels of 12 premiership points – effectively ending their 2016 campaign – as well as fining them $1 million and erasing their Auckland Nines victory could have been avoided.    Related: NRL hand Parramatta Eels 12-point deduction for salary cap breaches    Unlike previous salary cap scandals which have whacked the game like a king hit this latest saga moved with all the speed of a Christmas Eve queue. It dragged on and on and on and the Eels were on numerous occasions afforded opportunities to minimise the damage.  Yet the persistent internal bickering, the constant denials and the untempered political war within the club has seen the hammer come down hard, essentially eviscerating Parramatta’s first competitive season since they reached the 2009 grand final – a period during which the club failed to record a single winning season or play a single finals match while twice running last. The NRL has provisionally found the club has breached the salary cap in five of the previous six seasons and they have overspent by $3 million since 2013. If correct, they are over the cap by $500,000 this year. There seems little doubt over their culpability or its scale which is arguably larger than both Canterbury and Melbourne’s in terms of length, size and deception. Yet the club was given chances to avoid this day and the league wanted to end the political in-fighting that has crippled the club since Denis Fitzgerald was thrown from power rather than see a club hit with a points penalty. But Parramatta refused to help Parramatta. Despite mounting evidence that they had breached the cap through both intent and negligence, the Eels board, led by chairman Steve Sharp, have remained largely uncooperative and defiant. There were signs of effort before the season started that managed to stave off a threatened four-point deduction, but until Sunday evening, Sharp was still threatening Supreme Court action.  The club will have the opportunity to respond to the penalties, which at this stage remain recommendations stemming from the integrity unit’s preliminary findings, but an appeal would come as little surprise. Rather than face up to their alleged wrongdoings, they have consistently tried to wriggle their way free. Membership meetings were held with members discouraged from attending. Inside information consistently found its way into the newspapers. Chief executives were torn through like crab legs at a seafood buffet. There is more common ground to be found in the Middle East than there is at Parramatta. The Eels have been savaged and they have been savaged mostly by their own.  While Parramatta players and fans will be bitterly disappointed, the club can in no way feel harshly treated. The NRL could really not have been more lenient. Historical precedents were ignored. The Eels avoided the death penalty handed down to Canterbury in 2002 and Melbourne in 2010. They will play for competition points in 2016. They can theoretically play finals football.  The NRL should come in for strong criticism for the soft-touch approach they have taken this time around. Canterbury and Melbourne fans should feel rightly aggrieved that they were thrown out of the premiership while the Eels can play on – despite in all cases there being both systematic salary cap rorting and a cover-up of said breaches.  “If Parramatta win every game under the salary cap I’d be very happy,” NRL chief Todd Greenberg said.  It appears – at face value – that the Eels were partially saved by the timing. Timing, though, should have nothing to do with it. Canterbury were docked 37 points because they were caught late in the season. Melbourne were not allowed to accumulate points for the remainder of 2010. Had the Eels been nabbed in round 20 after 14 wins, would they have been docked 28 points? This was Greenberg’s first big play as chief of the game. He labelled the sentence “pretty severe” and “a fair and just outcome”. He was right on the severity. The fairness and justice are other matters entirely.  It is time now for Parramatta to start again. To accept their wrongdoings. To make the necessary governance changes. To get the club salary cap compliant. To start winning football games. The opportunity for a fresh start is rare and if there is one positive those who love the Eels can take, it is that they can finally eradicate the ugly factionalism that has put the club in this very position and set up a future they can be proud of.   This article was amended on 7 June 2016 to make clear that the NRL’s findings on Parramatta’s alleged salary cap breaches and overspending were provisional.",
  "webTitle": "The unnecessary fall of the Parramatta Eels offers rare chance for a fresh start | Nick Tedeschi",
  "webPublicationDate": "2016-05-03T20:30:08Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/04/the-unnecessary-fall-of-the-parramatta-eels-offers-rare-chance-for-a-fresh-start",
  "keyword": [
    {
      "webTitle": "Parramatta Eels",
      "id": "sport/parramatta-eels",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NRL",
      "id": "sport/nrl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby league",
      "id": "sport/rugbyleague",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Tedeschi",
      "id": "profile/nick-tedeschi"
    }
  ],
  "guardianId": "sport/2016/may/04/the-unnecessary-fall-of-the-parramatta-eels-offers-rare-chance-for-a-fresh-start"
}