{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/05/fourteen-men-arrested-in-northern-ireland-after-paramilitary-funeral",
  "id": "2016-05-05-171",
  "sectionId": "uk-news",
  "body": "Fifteen men have been arrested in Northern Ireland after a paramilitary funeral for a New IRA member shot dead in Dublin last week. The Police Service of Northern Ireland (PSNI) confirmed it detained the men following the funeral for dissident republican Michael Barr in Strabane, Co Tyrone. A PSNI spokesman said the arrests were a result of the policing operation at the funeral. The spokesman added that the men were detained under the Terrorism Act. Barr was killed behind the bar of the Sunset pub in Dublin’s north inner city on 25 April. He was shot by members of a drugs cartel which has been at war with rival north Dublin criminals aligned to Gerry “The Monk” Hutch since they stormed a boxing match weigh-in in February and killed one man. Gangsters linked to Costa del Sol-based drug smuggler Christy Kinahan singled out Barr because they believed he supplied weapons including Kalashnikov rifles for the assault on the weigh-in in Dublin’s Regency hotel. A New IRA source confirmed to the Guardian last week that Barr was a member of the terror group although it was unclear exactly what his links were to the Hutch gang. In the Regency attack, which was captured by cameras covering the weigh-in as well as the hotel CCTV, a number of armed men were seen entering the building carrying assault rifles while posing as members of the Garda Siochana. A photographer also took pictures of a gunman from Strabane known as Flat Cap who has known connections to armed dissident republicans.  The PSNI arrest operation comes amid mounting criticism of the force’s previous unwillingness to disrupt open paramilitary displays at republican funerals and commemorations in Northern Ireland. Earlier this year dozens of members of the Irish National Liberation Army paraded in military uniforms at the funeral in Derry of Peggy O’Hara, the mother of 1981 hunger striker Patsy O’Hara. At Easter the Continuity IRA marched in paramilitary uniforms through North Lurgan, Co Armagh, without any hindrance from the PSNI who monitored the parade from a police helicopter.",
  "webTitle": "Fifteen men arrested in Northern Ireland after paramilitary funeral",
  "webPublicationDate": "2016-05-05T13:43:40Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/05/fourteen-men-arrested-in-northern-ireland-after-paramilitary-funeral",
  "keyword": [
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Henry McDonald",
      "id": "profile/henrymcdonald"
    }
  ],
  "guardianId": "uk-news/2016/may/05/fourteen-men-arrested-in-northern-ireland-after-paramilitary-funeral"
}