{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/03/david-cameron-terror-strategy-definition-extremism",
  "id": "2016-05-03-79",
  "sectionId": "politics",
  "body": "An eight-month struggle to find a “legally robust” definition of extremism lies behind a delay in bringing forward David Cameron’s flagship legislation to tackle Islamist extremism in Britain, the Guardian has learned. It is understood that the counter-extremism bill, to be announced in the Queen’s speech on 18 May, has been through “dozens of drafts” and Whitehall officials are still struggling to find a definition of “extremist” that will not be immediately challenged in the courts. The bill has been cast as the centrepiece of Cameron’s “legacy programme” of legislation to be enacted in the aftermath of June’s EU referendum.   Related: The British government has already forgotten the great dangers of propaganda | Piers Robinson    It was first trailed in last year’s Queen’s speech in May last year but has so far failed to appear. Its main elements include a new power for the home secretary to ban extremist groups, extremism disruption orders to stop individuals engaging in extremist behaviour, powers to close down premises used to support extremism and strengthened powers for Ofcom to suspend channels that broadcast extremist content. An official extremism strategy document published at the same time outlined a major new drive to be launched against “entryist” infiltration of sensitive posts across the public sector – including the civil service, schools, colleges, charities and businesses – by Islamists and other extremists. A full review of existing safeguards against such entryism is due to report this year before a “counter-ideology campaign at pace and scale” is to be launched. But this “full spectrum” response, as Cameron has called it, could be fatally undermined without a legally robust definition of extremism able to survive challenges in Britain’s courts on freedom of speech grounds. A Whitehall source confirmed to the Guardian that the struggle to find a workable definition had proved problematic.   Related: How Britain funds the 'propaganda war' against Isis in Syria    A simple definition contained in the government’s counter-extremism strategy which focuses on “vocal or active opposition to fundamental British values” is believed to be regarded as far too widely drawn to survive such a freedom of speech challenge in the courts.  A Home Office source cited by the Times said: “Getting agreement about the thresholds for what constitutes extremism and what needs to be protected as free speech is not going to be easy or straightforward.” The Liberal Democrat home affairs spokesman, Alistair Carmichael, said: “We have been round this course so many times with the Home Office over the years. They know what they dislike but they can’t describe it. Every time they try and fail they make the tackling of extremism more difficult. They hand a propaganda victory to those who preach hatred.   “The correct way to tackle this would be to engage actively with the communities about which they are concerned and work with those in the communities who reject violent extremism. Working in the way they do simply alienates those who ought to be on their side. They must accept that not every problem in life is solved by passing a new law,” he said. A Home Office spokesperson said they could not comment on the matter in advance of the Queen’s speech. • This article was amended on 4 May 2016 to correct the date of the 2015 Queen’s speech.",
  "webTitle": "Cameron terror strategy runs aground on definition of extremism",
  "webPublicationDate": "2016-05-03T17:50:20Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/03/david-cameron-terror-strategy-definition-extremism",
  "keyword": [
    {
      "webTitle": "Counter-terrorism policy",
      "id": "politics/terrorism",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK security and counter-terrorism",
      "id": "uk/uksecurity",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "politics/2016/may/03/david-cameron-terror-strategy-definition-extremism"
}