{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/23/axa-to-divest-18bn-of-tobacco-investments",
  "id": "2016-05-23-72",
  "sectionId": "business",
  "body": "Insurer AXA plans to divest €1.8bn (£1.4bn) of tobacco investments and called upon rivals to do the same, citing the industry’s “tragic” impact on public health. The announcement by one of the world’s top investment institutions is the second major blow for UK tobacco firms inside a week, after the high court rejected their legal challenge against plain packaging. Investors immediately sold London-listed tobacco stocks, as AXA’s move raised the prospect of other global investors following suit.   Related: How big tobacco lost its final fight for hearts, lungs and minds    Shares in Imperial closed down 1% and British American Tobacco lost 0.75%, both underperforming the FTSE100’s 0.3% decline. AXA said it was selling out of tobacco for moral reasons as a health insurer, despite such stocks remaining a lucrative investment. “This decision has a cost for us but the case for divestment is clear: the human cost of tobacco is tragic; its economic cost is huge,” said the incoming chief executive of AXA, Thomas Buberl. The French company, thought to be the first global insurer to abandon tobacco, pointed to figures showing that smoking kills 6 million people a year, projected to reach 8 million by 2030, with developing countries worst affected. “The damage to health from tobacco products is more costly to society than that caused by alcohol or obesity,” it said. The divestment will involve offloading €200m worth of equities. Axa will also stop all new investment in tobacco industry corporate bonds. It will gradually run down its €1.6bn of existing bond investments by opting not to reinvest when they mature, the company said. Clients of AXA Investment Managers will still be able to invest in tobacco if they wish. Buberl said he hoped peers in the insurance industry would come to the same conclusion about the role investors can play in fighting smoking-related diseases. “We strongly believe in the positive role insurance can play in society and that insurers are part of the solution when it comes to health prevention to protect our clients. Hence it makes no sense for us to continue our investments within the tobacco industry.” Deborah Arnott, chief executive of anti-smoking group Ash, said that while the decision by AXA was welcome, it was not likely to trouble the big tobacco firms much. “The withdrawal of one of the world’s biggest insurance companies, AXA, from tobacco investments shows just how morally repugnant the tobacco industry has become, and we hope others will follow suit,” she said. “However, despite the lethal nature of the product, tobacco remains one of the most profitable businesses in the world. Until we make smoking history it is likely to remain so.” Cary Adams, chief executive of the Union for International Cancer Control, hailed AXA’s decision as a “milestone step in the right direction”, adding: “We need companies like AXA to signal that investing in an industry which kills its customers is simply the wrong thing to do.” But Simon Clark, director of smoking lobby group Forest, said: “Axa’s decision is a slap in the face for millions of adults who choose to smoke. By supporting the government’s anti-smoking programme the company is endorsing some of the most illiberal tobacco control policies in the world.” Nine other institutional investors were asked to comment on whether they plan to dump tobacco investments. Schroders and Standard Life said they allow investors to opt out of tobacco investments but have no company-wide policy. “We note that Axa is not divesting of tobacco holdings where, like us, they are managing funds on behalf of third-party clients,” said a spokesperson for Schroders. Seven other firms did not return requests for comment.",
  "webTitle": "Axa to divest €1.8bn of tobacco investments",
  "webPublicationDate": "2016-05-23T18:13:26Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/23/axa-to-divest-18bn-of-tobacco-investments",
  "keyword": [
    {
      "webTitle": "Axa",
      "id": "business/axa",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Tobacco industry",
      "id": "business/tobacco-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Investments",
      "id": "money/moneyinvestments",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Insurance industry",
      "id": "business/insurance",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rob Davies",
      "id": "profile/rob-davies"
    }
  ],
  "guardianId": "business/2016/may/23/axa-to-divest-18bn-of-tobacco-investments"
}