{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/read-the-winning-story-in-our-jungle-book-competition-for-children",
  "id": "2016-05-25-220",
  "sectionId": "books",
  "body": "Earlier this year, we asked our favourite illustrators and artists to reimagine a scene from The Jungle Book. The results were so wonderful that we asked children to reimagine their favourite characters from the ever-popular tales in an original short story – our only prerequisite was that the story be as original and interesting as possible.     Happy readers ... competition judges Philip Reeve and Sarah McIntyre. Photograph: PR    We finally whittled down the entries to a five-story shortlist. Our esteemed judges, author-illustrator team Sarah McIntyre and Philip Reeve, had this feedback for the writers:  The runners-up were four lovely pieces of writing, so it was very hard to pick a winner. We also really liked Lola’s story about the Bandar-log, with its clever twists at the end. But we think the overall winner is Katie, because the fish village, with all its funny little details, is such a thoughtful and original idea. We’d love to see some illustrations of it!  Mowgli’s New Adventure By Katie, aged 8.It’s a bright new day in the jungle and Mowgli feels adventurous. He decides to build a raft to journey down the river, but he struggles to complete it alone, so he goes off in search of King Louie and the other monkeys to ask them for help. Together they finish the raft and the monkeys frantically pile bananas into the middle for Mowgli to take with him on his trip down the river. Mowgli begins his ride with excitement, enjoying the warm sun and gentle breeze and wolfing down the bananas along the way, carelessly throwing the peel over his shoulder. Unknown to Mowgli, underneath the surface of the water are rows of little fish houses made from pebbles and river plants. There are fish grocers, cafes, schools and even a fish shopping centre! All kinds of fish are swimming up and down the miniature fish streets, going about their daily business. Young fish are going to school, mummy fish are buying food for tonight’s dinner and grandad fish are studying tiny fish newspapers. Suddenly, a big splash in the water causes large waves through the village, dragging food from the mummy fish fins and washing away the grandad fish newspapers. All the fish stop what they’re doing and look up to see a giant yellow banana peel sinking onto the fish houses below, then — Splash, splash, splash: two, three, four more banana skins come tumbling down onto the settlement. What chaos! The fish are stunned and then heartbroken over the damage. They hurry to the fish town hall to tell the fish leader what has happened. While the town’s fish struggle to clear up the mess, the fish leader swims up to the surface of the river to find out where the banana peel is coming from. He sees Mowgli dancing on his raft and munching on a banana. Mowgli is surprised to be confronted by the leader of the fish, who lets out an ear-splitting whistle to get Mowgli’s attention. “Now then!” cries the leader. “You can’t go around throwing your banana peels into this river, young man. We have fish families living down here!” Mowgli feels miserable about the trouble he has caused the fish community and promises to make things better, setting off right away. He travels back along the river, picking up the peels and putting pebbles back in place. The fish are so impressed with his work that they decide to forgive him and as a reward, invite him to swim with them in the river the next time he feels adventurous!",
  "webTitle": "Read the winning story in our Jungle Book competition for children",
  "webPublicationDate": "2016-05-25T10:00:37Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/read-the-winning-story-in-our-jungle-book-competition-for-children",
  "keyword": [
    {
      "webTitle": "Rudyard Kipling",
      "id": "books/rudyard-kipling",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Original writing",
      "id": "books/original-writing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "The Jungle Book",
      "id": "film/the-jungle-book",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/25/read-the-winning-story-in-our-jungle-book-competition-for-children"
}