{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/23/australian-election-2016-turnbull-shorten-coalition-labor-briefing",
  "id": "2016-05-22-13",
  "sectionId": "australia-news",
  "body": "Good morning and welcome to week three of this never-ending election campaign. The first two weeks have been eventful – property declaration failures, office raids and all. It’s six more weeks until polling day. Welcome to quarter-time. The big picture Bill Shorten’s standing with ­voters has jumped to a 12-month high, the latest Newspoll taken ­exclusively for the Australian shows.  After the first two weeks of the election campaign the Labor maintains a two-party-preferred lead of 51% to the ­Coalition’s 49%. But adding to the Coalition’s woes this morning is prime minister Malcolm Turnbull’s net satisfaction rating. The difference between those who are satisfied and those who are dissatisfied with his performance is now the same as for the opposition leader, Bill Shorten, at -12 points, the Australian reports. This is quite the crash from +38 points six months ago.  The Newspoll also shows a two-party swing against the government of 4.5%. The Australian says:   If ­repeated on election day with a uniform swing, it would suggest about 23 Coalition seats would be lost and Mr Shorten would lead a Labor government with a narrow majority. Voters still think the Coalition will win the July 2 election, ­although that expectation is also slipping. The survey of 1709 voters, taken from Thursday to yesterday, shows 44 per cent believe the Liberal and Nationals parties will win, a fall from 55 per cent when the question was last asked in mid-March. One-third of voters expect Labor will win, up from one-quarter. For the first time, 50 per cent of voters are dissatisfied with Mr Turnbull’s performance as Prime Minister — a deterioration of 28 points since mid-November, when his ratings were highest. Satisfaction with Mr Turnbull has plunged from 60 per cent to 38 per cent over that period.     New Poll: @TurnbullMalcolm down, @billshortenmp up https://t.co/WMCQPxMPYK #ausvotes pic.twitter.com/Ri0uI6UTCH— 7 News Perth (@7NewsPerth) May 22, 2016    Scott Morrison has sent out a statement which says Labor’s housing tax will see the wealthy continuing to negatively-gear existing housing stock while still gaining a “massive” tax advantage over low and middle income earners. According to the treasurer, Labor’s negative gearing policy would see the wealthiest investors who earn over $100,000 continue to claim nearly 90% of their net rental losses against their investment income. Yet middle and low income earners only have enough investment income to claim less than one quarter, “essentially locking them out of investment in existing housing,” the statement says. It continues that an analysis of Australian Taxation Office data shows:  A typical individual using negative gearing in the top 10% of income earners has enough investment income to allow them to offset almost 90% of their net rental losses. By contrast individuals using negative gearing in the bottom 90% of income earners typical have enough investment income to allow them to offset less than a quarter of their net rental losses.”  On the campaign trail Labor will launch a campaign in the marginal government-held seats of Bass in Tasmania and Dawson in Queensland this week. On Monday, however, Shorten will focus on public transport in marginal Western Australian seats. Turnbull will travel to Eden-Monaro. And another thing(s) Guardian Australia’s photographer-at-large, Mike Bowers, has taken us inside the Australia 2016 election campaign trail, compressing 48 long hours of behind-the-scenes lunacy into less than 60 seconds, as he follows Turnbull across the country. Take a look here.           Follow the leader: 48 hours on the campaign trail with Mike Bowers    Meanwhile, Labor is promising to keep the cost of prescription medicines down by officially ditching the Coalition’s “medicine tax”.  • The weekend’s campaigning: Major parties clash over health as Nick Xenophon vows to swap the votes    'Getting out there' @billshortenmp's strategy, @TurnbullMalcolm maintains 'sterile' approach https://t.co/Zm1Tbib1Pc pic.twitter.com/7jY26qPAmN— ABC News (@abcnews) May 22, 2016",
  "webTitle": "Today's campaign: Turnbull slumps in polls as Labor maintains strong start",
  "webPublicationDate": "2016-05-22T21:16:56Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/23/australian-election-2016-turnbull-shorten-coalition-labor-briefing",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Melissa Davey",
      "id": "profile/melissa-davey"
    }
  ],
  "guardianId": "australia-news/2016/may/23/australian-election-2016-turnbull-shorten-coalition-labor-briefing"
}