{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/bbc-white-paper-john-whittingdale-labour-2006",
  "id": "2016-05-11-153",
  "sectionId": "media",
  "body": "With a day to go before the publication of the government’s white paper on the BBC – which may or may not turn it into a state broadcaster akin to Russia or North Korea – it seems as good a point as any to look back to the last time this happened in 2006.  The then Labour government took a little longer to publish its thoughts on the future of the white paper. Here are some of the main proposals put forward by the then culture secretary, Tessa Jowell, who said the BBC should “continue to take fun seriously”. Strictly entertainment   Related: The BBC’s uncertain future | Letters    “We do not subscribe to the idea that public service broadcasting should be confined to the ‘worthy’. Indeed, in most cases the BBC’s output will achieve its maximum impact only by entertaining its viewers and listeners,” the white paper opined in 2006, though a version of the next sentence could even be found in Thursday’s text. “On the other hand, the BBC should not chase ratings through derivative or copycat programming. For the BBC, being entertaining should be of fundamental importance, but it should involve competing with other broadcasters on grounds of quality, not by simply copying or adapting successful formats.” What sort of entertainment programmes the BBC should be making, and where they should be scheduled, has been a key focus of attention in the run-up to Whittingdale’s white paper. Strictly Come Dancing, namechecked in the 2006 white paper, is still the BBC’s biggest entertainment hit. Expect it to be referenced again, along with The Great British Bake Off and, in less glowing terms, The Voice. Pick any one of five “We confirm a set of five characteristics that will distinguish the BBC’s content: high quality; challenging; original; innovative; and engaging. All BBC content should display at least one of the characteristics.” To which critics might reply: Tumble?  Trust in me The BBC governors were replaced with a new BBC Trust and executive board 10 years ago. “There have been concerns that the trust will be too close to the executive. But that would be against the long term interests of the BBC,” it said. And that is exactly what happened, the trust encumbered by its dual role of both “regulator” and “champion”, and criticised in crises from excessive pay to the Savile scandal.  The governors, which the trust replaced, lasted 80 years. The trust, which will be abolished in the new charter, managed just 10. Flog it! On the BBC’s commercial activities, the white paper said they should be run “according to four principles: fit with the BBC’s public purposes; commercial efficiency; BBC brand protection and avoiding market distortion. The BBC Trust will be responsible for holding the executive to account for complying with the criteria”. A year later in 2007, BBC Worldwide controversially acquired the Lonely Planet travel guides business, selling it six years later at a loss of nearly £80m. Show me the money “The television licence fee remains the best way to fund the BBC and will remain its main funding mechanism throughout the next 10 years. We will review the scope for alternative funding mechanisms around the end of digital switchover [2012].” Amid warnings of tough times in store for Channel 4, it added: “We will consider forms of assistance such as asking the BBC to provide Channel 4 with financial help” as well as the distribution of licence fee money more widely beyond the BBC. Digital switchover aside (see below) top-slicing did not become a reality for the BBC until the 2010 funding settlement with the new coalition government, taking on responsibility for the World Service and broadband rollout, among other things. Channel 4’s financial apocalypse never happened. Now it faces a different challenge. Let’s get digital “The BBC is best placed among all broadcasters to act as a ‘trusted guided’ for the public through this process.”  The rollout of digital TV was an unmitigated success – as this poor soul, who watched the first analogue signal go out, can testify. There was even money to spare. Its entire reason for being “We confirm six new public purposes for the BBC: sustaining citizenship and civil society; promoting education and learning; stimulating creativity and cultural excellence – including film; reflecting the UK’s nations, regions and communities; bringing the world to the UK and the UK to the world and building Digital Britain.” Hard to argue against. But even harder to measure, you might think. The future “Broadcasting in 2016 will bear little relation to today’s media world.”         They’re going to remake House of Cards? With Kevin Spacey? Net what?    It got that right.",
  "webTitle": "BBC white paper: what did they say a decade ago?",
  "webPublicationDate": "2016-05-11T15:13:09Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/bbc-white-paper-john-whittingdale-labour-2006",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/11/bbc-white-paper-john-whittingdale-labour-2006"
}