{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/michael-fallon-sadiq-khan-mayor-decline-answer-question-london-safe",
  "id": "2016-05-07-95",
  "sectionId": "politics",
  "body": "In an electrifying exchange on BBC Radio 4’s Today programme, the defence secretary, Michael Fallon, repeatedly refused to answer presenter Sarah Montague’s question over whether London would be safe with Sadiq Khan as its new mayor, in the light of remarks made by Fallon during the course of the election campaign. The full exchange ran as follows:  Sarah Montague Given what you said then, are you now worried about London’s safety?   Michael Fallon Well, let me first of all congratulate Sadiq Khan on winning. He won an impressive majority last night and we look forward to working with him, working with a Conservative government to continue the investment and growth in this great capital city of ours that Boris Johnson managed so successfully by working alongside a Conservative government. But yes, I congratulate him.   SM But my question was whether you are – given what you’ve said about him – whether you are now worried about London’s security?   MF Well, questions were asked about the platforms that he’d shared with various extremists, and those questions were asked during the election not just by us but by the media too on your own programmes. He answered those questions. Now he is elected the mayor we must work with him, and we want to work with him for a successful London by investing more in transport and housing and making sure London continues to grow successfully for all Londoners.   SM OK, so the questions were asked. And your answer to the question about whether you are worried about London’s security, can you answer that one?   MF Well, we would have preferred Zac Goldsmith to win. He was the Conservative candidate: we wanted him.   SM Sure. So therefore, is London now –   MF We would have wanted him [Goldsmith] to win, but, you know, the result is there. We absolutely accept the result, more than that –   SM Forgive me. I’m so sorry for interrupting, but this is the third time I’ve asked you. Because you said he was unfit and cannot be trusted, I’m not surprisingly asking the defence secretary of this country if he’s worried about the safety of London. You haven’t said that you are not.   MF Well, I’m hoping that we can work with Sadiq Khan. Stuff gets said during elections, questions get posed. I hope you’re not suggesting that people’s records, the platforms they’ve shared, the policy positions they have, shouldn’t be properly scrutinised and tested and challenged during the election.   SM I’m not suggesting that. I’m asking if you’re worried about the safety of London now that we have Sadiq Khan as its mayor – and you can’t say that you’re not.   MF No I’m not saying that at all, I’m saying that we’re going to work with Sadiq Khan not just to keep London safe but to go on investing in London and its growth and its housing and its transport infrastructure, as we did with Boris Johnson.   SM It seems striking – forgive me for not leaving this subject – but it seems striking that you cannot say London is safe now under its new mayor.   MF London is safe with a Conservative government working with the new mayor of London, yes.",
  "webTitle": "Michael Fallon declines to confirm London is ‘safe’ under Sadiq Khan",
  "webPublicationDate": "2016-05-07T15:21:19Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/michael-fallon-sadiq-khan-mayor-decline-answer-question-london-safe",
  "keyword": [
    {
      "webTitle": "Sadiq Khan",
      "id": "politics/sadiq-khan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Michael Fallon",
      "id": "politics/michael-fallon",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Rebecca Ratcliffe",
      "id": "profile/rebecca-ratcliffe"
    }
  ],
  "guardianId": "politics/2016/may/07/michael-fallon-sadiq-khan-mayor-decline-answer-question-london-safe"
}