{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/buhari-agrees-nigeria-is-corrupt-but-how-is-he-tackling-it",
  "id": "2016-05-11-53",
  "sectionId": "world",
  "body": "When asked if he agreed with David Cameron’s assertion that Nigeria was “fantastically corrupt”, the west African country’s tall, austere president thought for a moment and then said softly: “Yes.” Muhammadu Buhari came to office on a promise to fight Nigeria’s legendary corruption, and he is admired and feared for his tenacity.  He has been in trouble for bad-mouthing his countrymen before, but Buhari, for all his faults, has a reputation for being scrupulously honest.  And, speaking in London on Wednesday after the British prime minister’s embarrassing diplomatic gaffe, he was not about to gloss over the defining issue of his presidency.    Related: Nigeria not seeking a Cameron apology, but 'wants its assets back'    “From a personal integrity point of view, nobody will question his personal commitment to dealing with corruption,” said Manji Cheto, a west African risk analyst. “But there are questions about the way he’s dealing with it. It almost feels like the end justifies the means.” Buhari’s government has made high-profile arrests and launched many investigations into former officials and politicians in the administration of his predecessor, Goodluck Jonathan. However, critics say that those mandated to pursue the alleged thieves are under-funded and, rather than focus on painstakingly securing a few major scalps, use a scattergun approach of intimidation and trial by the public to implicate many. “I fear none of these cases will stand up in a court of law,” Cheto said. “The current tactics are undermining Nigerian institutions.” Worryingly, Buhari’s government appears to be relying on clawing back its stolen billions, squirrelled away in international banks or spent on expensive property in London, in order to plug the gap in its finances caused by falling oil prices.   Related: Nigeria calls on anti-corruption summit to back registers of ownership    “Clearly Buhari is hoping for more international support to counter oil theft – he wants legislation,” Alex Vines, the head of the Africa programme at Chatham House, said. Nigeria loses billions of dollars worth of oil each month. It is unclear how realistic an aim this is – and how far western governments are willing to go to turn “fantastically corrupt” Nigeria around. “Nigerians are saying thank you very much, Mr Cameron, for pointing it out, but you tell us what your government has done to stem the outflow of embezzled money into London?” Cheto said. Buhari’s adherents say that it was his first anti-corruption drive that led to his initial political demise in the 1980s. He was ousted in a military coup, because, according to his supporters, the coup’s leaders were worried about becoming the targets of his investigations.  In his second presidency, there seems to be more of an appetite for his rigour. The question is whether, this time around, he can capitalise on this appetite, and set up institutions and international agreements to tackle corruption that will outlast his political career.",
  "webTitle": "Buhari agrees Nigeria is corrupt, but how is he tackling it?",
  "webPublicationDate": "2016-05-11T19:32:54Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/buhari-agrees-nigeria-is-corrupt-but-how-is-he-tackling-it",
  "keyword": [
    {
      "webTitle": "Muhammadu Buhari",
      "id": "world/muhammadu-buhari",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nigeria",
      "id": "world/nigeria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Governance",
      "id": "global-development/governance-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Transparency",
      "id": "global-development/transparency-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    }
  ],
  "authors": [
    {
      "webTitle": "Ruth Maclean",
      "id": "profile/ruth-maclean"
    }
  ],
  "guardianId": "world/2016/may/11/buhari-agrees-nigeria-is-corrupt-but-how-is-he-tackling-it"
}