{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/10/radio-silence-alice-oseman-review",
  "id": "2016-05-10-149",
  "sectionId": "childrens-books-site",
  "body": "Way back in 2014, I reviewed Solitaire, Alice Oseman’s first novel. Whilst I did say I didn’t find it ‘amazingly good’, I did think it was pretty great. It had a great storyline, characters that you wanted to know more about and a setting every reader could relate to in some way. Oseman is a talented writer, and so when Radio Silence was announced, and I managed to get hold of an early manuscript of it, I was naturally very excited. I read it within two days, and I wasn’t disappointed.  Frances Janvier has always been, and seemingly always will be, a complete study machine, with the single aim of getting into the elite university she’s always dreamed of. Then she finds out Aled is behind the internet podcast that she’s been a fan of and drawing fan art about under the name Toulouser online for years. He asks her to start making the official art for the show, and he’s found the real Frances, who is unafraid to be herself. Then the podcast goes viral, and the trust is broken. It’s only by facing up to your fears that you can overcome them. And it’s only by being your true self that you can find happiness. It’s time for Frances, and Aled, to listen to their own voices.          If she hadn’t already done it with Solitaire, then Oseman has definitely nailed the teenage voice with Radio Silence, and not only has she nailed it, she’s blown it out of the water. Oseman has captured the unique pressures faced by teenagers, from school, what happens after school, relationships (but not necessarily those for love, mind you) and she’s thrown them all into this novel. This book takes so many themes that every teenager faces, and crafts them into a story in such a great way that everyone in some way can relate to this story. Most teens have felt the struggle of academically achieving versus doing what you want with your own life, but Radio Silence takes it, gives it to Frances and makes it into something relatable and interesting to read about.  Saying a book is relatable is sometimes used as a throwaway, but with Radio Silence you are able to read this book and connect with it. It’s not a book where you put it down after reading it and say, ‘That was a nice book’, it’s a book where you want to know more.    Related: How do I get involved in the Guardian children's books site?    It’s time you got to know Alice Oseman now if you don’t know her already. Radio Silence is quite possibly the best UKYA of 2016, if not the best YA of 2016, so far, and I’m very much looking forward to reading whatever Oseman has in store next (and whatever it is, she’s vlogging it so I will find out!)  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Radio Silence by Alice Oseman - review",
  "webPublicationDate": "2016-05-10T14:00:07Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/10/radio-silence-alice-oseman-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Friendship (children and teens)",
      "id": "books/friendship",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "School",
      "id": "books/school",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/10/radio-silence-alice-oseman-review"
}