{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/25/france-fuel-strike-leads-to-tourist-anxiety-ahead-of-bank-holiday-weekend",
  "id": "2016-05-25-80",
  "sectionId": "travel",
  "body": "Steph Hoy has been following the news about the French fuel strike anxiously. On Thursday evening she is driving her 1960s Morris Minor to Portsmouth to catch the ferry to Cherbourg and begin a tour across France. Her car might have stood the test of time … but it still needs petrol. And right now, France is not coming across as the most inviting destination for a road trip. “I’m pretty nervous,” she says. “If you look at the news, all you see is disgruntled workers burning piles of tyres and rioting.” The transport problems began last week after a dispute between unions and the government over labour reforms broke down, leading to blockades at oil refineries and 20% of the country’s 12,500 fuel pumps running towards empty. With the British bank holiday weekend looming and the Euro 2016 football tournament three weeks away, thousands of travellers are bracing themselves for the worst. As a result, Hoy’s packing list now goes beyond the 1979 French road map she found in a charity shop for the trip. “We’ve got oil, coolant, lots of car spares, string, black tape and rope. We’re also packing food and water as, let’s face it, if you’re heading somewhere where petrol is scarce and no one is driving, supermarket distributors aren’t going to be racing to restock the shelves. We’re also planning on sneaking a jerrycan of fuel onto the ferry.” She adds: “I fully anticipate it will be like a war zone once we cross over and I’m trying to look after us all.”     Striking workers set up a burning barricade to block access to the harbour of Saint-Nazaire in western France, on May 24, 2016. Photograph: Jean-Sebastien Evrard/AFP/Getty Images    The fuel shortage situation, which started in the north but has since spread across the country, is bad enough to have prompted the UK Foreign and Commonwealth Office to update its travel advice for France. It warns travellers that fuel-purchasing restrictions have been put in place by local authorities in some parts of France, and fuel rationing may be imposed. The RAC has warned that although it helped a number of members in France to find fuel last week, this kind of rescue will no longer be possible. “Anyone currently in France is going to struggle to find fuel for their return journey and probably should not even attempt to get home unless they can do so on one tank,” said RAC fuel spokesman Simon Williams. “We suspect finding somewhere to fill up in the worst affected areas will be extremely difficult.” His advice to drivers is: “If you are just about to go to France, you should fill up in the UK before your crossing to give you the best chance of reaching your destination in one go. If you are travelling a very long distance, you will obviously need to refuel, which could mean a long wait at a service station due to rationing in some areas. Motorists should also be mindful of not running out of fuel and finding themselves stranded.”       P&O Ferries says that drivers can bring up to five litres of spare fuel on board with them, provided it is in an approved container. Guardian Travel has heard from several UK travellers who are considering cancelling trips for half-term and Euro 2016, or looking into alternative forms of transport. There have also been reports of tourists becoming stranded.       Niall O’Reilly, who runs the French Dining School in Brittany, says the petrol strikes are causing “havoc” for the school and its clients. “Queuing for petrol can take over an hour and this has delayed our cooking schedule twice this week,” he says, adding that not only do most of its clients arrive by hire car, but that the school relies on vehicles to get its ingredients. “None of our students have cancelled, as yet, as the problem has only recently become evident and we hope the issue will be resolved before our next cooking course in June,” says O’Reilly. “In the meantime we are depending on our network of friends and neighbours to tip us off about the situation at local petrol stations and keeping our menu flexible.”",
  "webTitle": "France fuel strike leads to tourist anxiety ahead of bank holiday weekend",
  "webPublicationDate": "2016-05-25T17:09:29Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/25/france-fuel-strike-leads-to-tourist-anxiety-ahead-of-bank-holiday-weekend",
  "keyword": [
    {
      "webTitle": "France holidays",
      "id": "travel/france",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Europe holidays",
      "id": "travel/europe",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Will Coldwell",
      "id": "profile/will-coldwell"
    }
  ],
  "guardianId": "travel/2016/may/25/france-fuel-strike-leads-to-tourist-anxiety-ahead-of-bank-holiday-weekend"
}