{
  "apiUrl": "https://content.guardianapis.com/football/blog/2016/may/08/uefa-liverpool-sevilla-europa-league",
  "id": "2016-05-08-109",
  "sectionId": "football",
  "body": "For all the criticism it has shipped for that decision to stage this year’s Europa League final in a ground so small it barely makes the list of Europe’s 100 largest football stadiums, we can see how Uefa might have arrived at the conclusion that it was a fiendishly clever plan. Or at least pretended it was a fiendishly clever plan. For all the indignant observations from disgruntled fans that they were “gonna need a bigger boat”, the panjandrums concerned could argue that the denouement of Jaws, the film from which this famous line hails, proves it ain’t necessarily so.   Related: Liverpool’s Daniel Sturridge shows desire to become Jürgen Klopp’s main man    Yes, we know Quint met a grisly end. And yes, that part of the Orca wasn’t chewed to kindling sank, leaving Hooper and Brody to kick their way back to shore clinging to a piece of wreckage. But for all those minor inconveniences, the fact of the matter is they got the job done. So, while far from ideally sized, their boat was big enough. Crucially, it was also small enough to contribute massively to the tension of the occasion. That said, we can only speculate that Quint’s famous Indianapolis speech might have lost a little something in the telling had it been delivered from the comparative safety of the mess room of – well, a suitably armoured vessel the size of the Indianapolis. Similarly, a bigger stadium would be ideal for the Europa League final, but for those lucky enough to get a ticket to the match the intimate setting of Basel’s St Jakob-Park for a major European final should make for a splendidly memorable and tense occasion. Given the choice, where would you rather have seen Prince play? As a small speck giving it big licks on the stage of some soulless enorm-o-dome or as a slightly bigger speck wigging out a couple of feet in front of you at one of those fabled gigs in what was ostensibly his own Paisley Park front parlour? This intimacy is about the only positive that can be drawn from what appears to have been another completely ludicrous decision made by one of many football governing bodies whose interest in the needs of fans has long been an afterthought. Having seen their team contest 14 different Europa League matches this season in locations as exotic and diverse as the Republics of Tatarstan and Mancunia, many Liverpool fans will be left with their noses pressed forlornly up against the glass for the all-important decider against Sevilla. Thousands of ticketless fans will ignore the advice of both Uefa and their club overlords to stay away, choosing instead to answer Jürgen Klopp’s exhortation for them to pay a visit to lovely Basel even if they can’t attend the game. Once there, they will be herded to an officially designated fan zone, which they will hastily depart for an alternative unapproved local fun zone upon discovering there’s no beer on sale. Having paid £900 for flights to a city where many hotels are charging £800 or more for a minimum three-night stay, those supporters with and without tickets will be able to enjoy the myriad delights on offer to the discerning football fan in Basel: a stroll along the banks of the Rhine and on through the beautiful Old Town, the highest concentration of museums in Switzerland and Big Mac meals that cost £10.34 in a city where the cost of living is almost 40% higher than that of London. Intriguingly, when Uefa revealed its new Europa League brand identity last August it portentously announced “the importance of togetherness is expressed in a circular ‘energy wave’ that radiates from the trophy forming the new logo of the tournament”. Admittedly, this dedication to unity came some time after the selection of a 35,000-capacity ground for this year’s final but the meagre allocation of tickets on offer to Liverpool season ticket holders – at least one in three will be disappointed – suggests Uefa’s dedication to togetherness is questionable. Indeed, the more one looks at it, the more that “circular energy wave” seems to represent the ring of “very tight” security it has promised to install around St Jakob-Park in an attempt to make sure ticketless supporters don’t get anywhere near the place. We have been here before. When explaining the revamp of European football’s second-tier competition from the Uefa Cup into the unwieldy, bloated and often unloved behemoth it is today, the since disgraced Uefa president Michel Platini said: “These changes will improve this historic competition which is very important for Uefa and for European football, as it gives more fans, players and clubs the thrill of European club football.” One of many inconveniences old Michel could not have foreseen back then was a time when tens of thousands of angry Liverpool fans were harrumphing about not being able to see their team contest the final of this year’s competition due to his organisation’s silliness. “The number of supporters requesting final tickets varies from club to club and, of course, it is impossible to predict in advance which clubs will reach the final,” a Uefa spokesman explained last week, pointing out the obvious to simpletons foolish enough to think tournament football might be as predictable as the election processes of those who run it. Quite apart from the fact that Sevilla’s third consecutive final appearance means it isn’t that difficult to foresee who’ll be in the shake-up, an average attendance of 45,000 in six finals since Uefa’s overhaul might have provided a clue. Many are called, but few are chosen.",
  "webTitle": "Uefa unbowed by Liverpool and Sevilla’s need for a bigger Europa League boat | Barry Glendenning",
  "webPublicationDate": "2016-05-08T11:57:31Z",
  "webUrl": "https://www.theguardian.com/football/blog/2016/may/08/uefa-liverpool-sevilla-europa-league",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sevilla",
      "id": "football/sevilla",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europa League",
      "id": "football/uefa-europa-league",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Uefa",
      "id": "football/uefa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/blog/2016/may/08/uefa-liverpool-sevilla-europa-league"
}