{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/23/story-cities-48-ebene-cybercity-mauritius-vision-africa-smart-future",
  "id": "2016-05-23-243",
  "sectionId": "cities",
  "body": "As the fruit bat flies, it’s only 300 metres from Cyber Tower 1 to the massive food court and commercial centre that was built to service Ebène Cybercity – the hi-tech office community on the outskirts of Mauritius’s capital, Port Louis. But walking from the ostentatious lobby of Cyber Tower 1 to the shops and restaurants can take 20 minutes – if you don’t get lost along the way. The fastest route by foot bisects car parks, traverses overgrown vacant lots, and stumbles over temporary walkways past some of the biggest businesses on the island. Both an urban planning disaster and – for many proud Mauritians – the very definition of modern office life, Cybercity was first proposed by the government in 2001 as a high-tech hub, and now houses almost 25,000 mostly educated, middle-class workers during the week. While the development can be criticised for a shocking lack cohesiveness, poor public transport, limited parking or even difficult access by foot, its creation did bring many aspects of modern connected life to Mauritian workers. “It’s far from perfect, but it’s better than we had before,” says Ross Macbeth, a Scottish-trained architect based in Mauritius. Like other local observers, Macbeth says that despite its many design flaws, the project did what it set out to do: create a modern working environment in the African island state, while ameliorating traffic conditions in the capital, Port Louis. Built on sugar cane fields roughly 15km to the south along the M1 (one of two modern highways that bisect the country) and completely disconnected from the surrounding urban fabric, Cybercity was promoted as a leap into the future for Mauritius.      The interior courtyard of Cyber Tower 1, the city’s showpiece. Photograph: Christopher Schuetze    Despite its many flaws, the 64-hectare campus boasts high-speed internet – which just a half a decade ago was a rarity in the country – backup electricity generators to bridge frequent power cuts, and networking systems to guarantee that big businesses can stay online constantly. Despite the island’s geographic distance from mainland Africa, the hub is so well connected that it hosts the African Network Information Center, the internet registry platform for the entire continent. “It’s actually a whole ecosystem of facilities: intelligent buildings, air conditioning and electric backup,” says Koomaren Chetty, CEO of Business Parks of Mauritius (BPML), the company founded by the government to create and run Cybercity.    [Smart cities] create exclusive urban cities far away from the dust, chaos and inequality of the existing cityscape  Bertrand Moingeon     The initial phase of the project in 2001 – the building of the 12-storey Cyber Tower 1 – was designed, engineered and built by Indian companies, with financing for the project covered by loans guaranteed by the Indian government, in what Chetty calls a “turn key” construction. But when BPML commissioned a second building a few years later, they used local architects and construction companies – heralded at the time as an example of the Mauritians’ ability to learn quickly from foreigners.   Now in its second decade, Cybercity highlights an important difference in planned urban growth between developed and developing countries. As the world’s cities grow and intelligent urban design becomes a global discipline, a vision of this tiny African island’s future demonstrates that the concept of a smart city is far from standardised.     Ebène Cybercity was built entirely from scratch on sugar cane fields. Photograph: Christopher Schuetze for the Guardian    “In Europe when we talk about smart cities, we think of revitalisation of existing cities,” says Bertrand Moingeon, a professor at HEC in Paris who studies urban development in Mauritius. “But in many places in Africa, including Mauritius, so-called smart city developments actually do the opposite: they create exclusive urban cities far away from the dust, chaos and inequality of the existing cityscape,” Moingeon explains. “It goes against social inclusiveness.” Rashiq Fataar, an urbanist based in South Africa, agrees that many smart-city projects on the continent are based on the desire to start with a fresh slate. “The whole goal is to plan from scratch. Especially for the private sector, it’s all about planning and controlling.” Fataar, who runs the Future Cities consultants, warns that in an African context these projects tend to benefit a small elite, rather than the population as a whole: “These visions are often contrary to what’s needed.” Moingeon agrees: “What we could wish for Africa is that they really develop the most recent model of smart cities,” he says, referring to the latest European and North American developments of the concept, which emphasise social and environmental improvements. For example, in Ijburg – a brand new part of Amsterdam built on reclaimed river land – daycare centres, university spaces, schools, civic spaces and high-end properties were deliberately built together with the aim of creating community spaces that would be shared by people of different social-economic backgrounds and ages.     There is very little urban planning, in terms of amenities, parking and pedestrian areas  Abbas Currimjee     Given the size and ongoing growth of Cybercity (several new buildings are in the early phases of construction), keeping track of vacancy rates, which officials peg at somewhere between five and 15%, and overall gross floor area, which is given at roughly 200,000 sq metres, is difficult. However, judging by the parcels of land left vacant at the centre of this city, not everything has gone according to plan. “It lacks an urban fabric – there is very little urban planning, in terms of amenities, parking and pedestrian areas,” says Abbas Currimjee, an architect and developer in Mauritius. To Currimjee, the problems plaguing this artificial city are less about the actual buildings and offices they contain, and more about the the project as a whole.      The modern office buildings are serviced by an outdated public transportation system. Photograph: Christopher Schuetze    Indeed, despite the fact that most of the office buildings are at least 10 storeys tall, the overall density of the project appears lower than the single-story residential neighbourhoods that are common here on the island. Much like the cacophony of architectural styles on display, individual buildings vary in the degree of modernity and comfort – and some exude a kind of shabbiness associated with a humid climate, poor ventilation, badly functioning air conditioning and the overwhelming smell of food. During even the lightest rain showers, the awning covering the exit of Cyber Tower 1 – arguably the showpiece of the project – funnels a steady gush of water on to the driveway leading up to the building with such ferocity that even cars avoid it.     Koomaren Chetty plans to create shared social spaces in Cybercity    On those rainy days, the shortage of parking and difficulties accessing the crowded public transport come to the fore. Instead of the sleek transport hub promised in future iterations of the smart city here in Mauritius, decidedly old-fashioned, high-floored diesel buses careen from one one street-side bus stop to next, leaving the crowds of well-dressed office workers running for cover. Urban development has become a political hot potato on this island of almost 1.3 million inhabitants. Now in its second decade, Cybercity and the government’s involvement is coming under scrutiny as a new administration has announced the creation of several new smart city projects around the island – including the construction of Heritage City, a 115-hectare suburb that would house most of the nation’s government buildings as well as extensive housing for government workers. The new government, in place since the end of 2014, has loudly rolled out the concept of smart cities, which it prescribes as a “cure all” for everything from a sagging construction sector to a means of attracting highly trained foreign workers and their capital. The label is currently associated with half a dozen (unbuilt) projects on the island, of which Heritage City is the only one the government is spending large sums of public cash on. “We don’t need to make new cities, we need to make our cities smarter,” says Aadil Ameer Meea, one of seven socialist MPs who form the official opposition after a recent election routed the ruling labour party. Meea, who represents a district in the capital, says that instead of putting money into new developments such as Heritage City, Port Louis itself needs to be refurbished and upgraded.     Though not officially part of Cybercity, the headquarters of the Mauritian Commercial Bank took its inspiration from the planned community    While much political discussion is focused on where Mauritius would get money for the new, ambitious project – the government is proposing covering a good part of the projected £563 million construction costs by taking a loan from Saudi Arabia – observers warn of the lessons learned from Cybercity. “Of course we are inspired by what has been done elsewhere – we are not inventing the wheel,” says Gaetan Siew, who chairs a technical committee that certifies these smart-city projects, bestowing them with hefty tax breaks and other incentives. While the other projects are less ambitious in scope than Heritage City and Cybercity, and are privately funded, they all are decentralised enclaves that focus on a “live, work, play” concept, green electricity and services. According to Siew, just as Heritage City is centred around government, other smart city projects are meant to be linked to other themes, creating liveable “knowledge hubs”. “Density is linked to sustainability,” he adds. Back in his office in Cybercity, Chetty acknowledges the development’s shortcomings and explains he has a plan in place – under the title “Smart Community” – to bring stakeholders together to pay for the creation of community spaces that would allow the various buildings’ denizens to meet, socialise and form an actual community.   Related: Story of cities #43: how Dubai's World Trade Centre sold the city to the world    But Meea points out that market demand seems largely missing from the plan to redevelop the island. Unlike most African countries, Mauritius’s population remains steady. There are roughly 10,000 marriages a year in this tiny country, hinting that barring a massive influx of foreigners, demand for new neighbourhoods will be limited. As commuters still get stuck in morning traffic on the way to the shabby but functional capital, they have plenty of time to ponder the lessons of the island’s landscape. To the right stands an empty sugar field, which if all goes to plan, will soon be the modern, convenient and efficient Heritage City. To the left stands Cybercity, reminding them that buildings do not always make communities, and that urban developments cannot create work for everyone. Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #48: Cybercity, Mauritius – a vision of Africa's 'smart' future?",
  "webPublicationDate": "2016-05-23T09:36:49Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/23/story-cities-48-ebene-cybercity-mauritius-vision-africa-smart-future",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Mauritius",
      "id": "world/mauritius",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Africa",
      "id": "world/africa",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Smart cities",
      "id": "cities/smart-cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "cities/2016/may/23/story-cities-48-ebene-cybercity-mauritius-vision-africa-smart-future"
}