{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/16/journalists-wear-kevlar-in-the-field-they-also-need-to-protect-their-minds",
  "id": "2016-05-16-176",
  "sectionId": "media",
  "body": "News feeds on tragedy. When others run from danger, we run towards it, keen to witness disaster first-hand, trying to interpret the inexplicable, asking those in grief or shock to articulate how it feels. We are always looking for a personal take on a big news story, the more emotive the better. That means thrusting a microphone or pointing a camera at someone who’s experiencing one of the worst days of their lives. It’s a vital way of informing the world what’s happening, but often there’s a psychological impact of our coverage – both on those who are at their most vulnerable and also on us. Most journalists are able to deal with the day-to-day job of covering traumatic and challenging events, whether in war zones, disaster areas or courtrooms, without any long-term damage to their psychological health. However, a minority, estimated to be between 9% and 28%, will develop post-traumatic stress disorder symptoms, the higher end of the scale being similar to that of conflict veterans. I’ve spent years studying the effects of trauma on individuals and, as part of an MSc in psychology, I conducted research with nearly 150 journalists across all broadcast media. The majority said they relished the job and had pride in their work – sometimes they risked their personal physical and mental health to do that job well. They would rather cover the story than not, even with huge demands.     Sian Williams. Photograph: Rex Features    Many of them had also experienced acute stress while doing it. The research found that exposure to personal risk in hostile environments dramatically increased that risk. But even those who did not work under threat in the field experienced difficulties, especially if they had spent time on a long court case, or spoken to grieving relatives. In fact, the person in my study with the highest post-traumatic stress score had never left the office but, after viewing images from Syria day after day, could no longer cope. For some, there was a perceived lack of engagement by those back at base that exacerbated any mental health issues. Here’s a selection of comments from news crew across various TV companies.  I think my organisation takes its staff – and their mental robustness – for granted. Female, 38 There is an assumption that journalists have to be prepared to deal with any situation but even if you complete your duties in a professional way, it doesn’t mean you won’t be personally affected by the human impact of the story you’ve been covering. Male, 36 Journalists are viewed as part of (the) cost and resource matrix. There needs to be fewer spreadsheets and more humanity shown, particularly to staff who are working long hours in trying circumstances. Male, 51  I get the feeling some news desks act like first world war generals and send in the troops regardless of the situation, just to be first with the story. Excuses are frowned upon. Male, 63  Few of the journalists who spoke to me about their experiences had talked about it with anyone else. Not their families. Not their colleagues or their managers. They felt they would be considered weak, be passed over, would not be taken seriously, be labelled. At home they felt they couldn’t talk about it because they didn’t want to frighten those they loved.   Related: It's time to destigmatize mental health. We can start by talking about it | Chirlane McCray    One in four of us have mental health issues – yet in many environments, perhaps particularly in news, where the emphasis has traditionally been on mental toughness, it’s invisible. Safer perhaps, to keep quiet about those nightmares that don’t go away after returning from a distressing story – easier to put on a brave face while going through a period of depression. Panic attacks, PTSD, phobias – all conditions that seem too tough to talk about in a hard news environment. This is where ITN’s Mental Health Week comes in. It is designed to discuss mental health in the workplace, address what gaps exist in provision and talk about how we can protect staff, while also looking at how we do the same for our most vulnerable contributors. Whether they are affected by mental health issues themselves, or they are a manager responsible for a team; whether they want to understand what mental health pressures their contributors may have and how to handle them or are simply curious to learn more about an issue that is highly likely to affect someone they know. We want to make news a place where we are not afraid to talk about out mental health. We would all put on a Kevlar vest if we were heading into a battlefield, so we should equip ourselves with a psychological first-aid kit to protect our minds, too. Sian Williams is anchor and presenter of 5 News. She is a trained trauma assessor and has written a book on resilience after trauma.",
  "webTitle": "Journalists wear Kevlar in the field – they also need to protect their minds",
  "webPublicationDate": "2016-05-16T13:36:51Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/16/journalists-wear-kevlar-in-the-field-they-also-need-to-protect-their-minds",
  "keyword": [
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Journalist safety",
      "id": "media/journalist-safety",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Channel 5",
      "id": "media/channelfive",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "ITN",
      "id": "media/itn",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "TV news",
      "id": "media/tvnews",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [],
  "guardianId": "media/2016/may/16/journalists-wear-kevlar-in-the-field-they-also-need-to-protect-their-minds"
}