{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/07/little-rebels-childrens-book-award-2016-i-am-henry-finch",
  "id": "2016-05-07-81",
  "sectionId": "childrens-books-site",
  "body": "Congratulations to author Alexis Deacon and illustrator Vivian Schwarz who have just won this year’s Little Rebels children’s book awards with I Am Henry Finch (Walker Books).  Their picture book is about a young finch called Henry who branches out from the sameness of his flock in order to discover his own individuality and, ultimately, his own greatness!   Related: How to draw… a finch    Kerry Mason, from Letterbox Library which runs the award for the ARB (Alliance of Radical Booksellers) said: “It’s an absolute gem of a picture book. It deploys the simplest of graphics and text to ponder vast questions about our humanity. Viviane Schwarz’s blood red thumbprint finches get to the beating heart of our existence and Alexis Deacon’s minimalist, beautifully structured, sentences are like a beginner’s course in existentialist thought. This is a book which respects and honours the youngest of readers, believing them capable of and thirsty for philosophical thought.” The winner of the Little Rebels Children’s Book Award 2016 was announced by judge Wendy Cooling at the fourth London Radical Bookfair, organised by the ARB and held at Goldsmiths University in London.   Related: The 2016 Little Rebels children's book award shortlist is revealed    The Little Rebels Children’s Book Award has been running since 2012 and recognises books that celebrate social justice and equality for children aged 0-12.  A big shout out to all those shortlisted for the award this year: Michael Rosen and Neal Layton for Uncle Gobb and the Dread Shed, Gill Lewis with Gorilla Dawn (who won the award in 2015), John Boyne with The Boy at the Top of the Mountain, Yasmeen Ismail’s I’m a Girl, Michael Foreman with The Little Bookshop and the Origami Army!  And a special chirp, chirp, chirp (that means “you’re amazing” in finch tweet) to Alexis Deacon and Viviane Schwarz for making the winning book: I Am Henry Finch. You can buy I Am Henry Finch by Alexis Deacon and Viviane Schwarz from the Guardian bookshop.",
  "webTitle": "I Am Henry Finch wins Little Rebels children’s book award 2016",
  "webPublicationDate": "2016-05-07T16:45:20Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/07/little-rebels-childrens-book-award-2016-i-am-henry-finch",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Picture books",
      "id": "books/picture-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 7 and under",
      "id": "books/childrens-books-7-and-under",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philosophy",
      "id": "books/philosophy",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Philosophy",
      "id": "education/philosophy",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "John Boyne",
      "id": "books/john-boyne",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Michael Rosen",
      "id": "books/michael-rosen",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Emily Drabble",
      "id": "profile/emily-drabble"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/07/little-rebels-childrens-book-award-2016-i-am-henry-finch"
}