{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/tottenham-mousa-dembele-eden-hazard-envious-chelsea",
  "id": "2016-05-02-195",
  "sectionId": "football",
  "body": "Tottenham midfielder Mousa Dembélé has hit back at Chelsea’s Eden Hazard, suggesting his Belgium team-mate is envious of their success. Hazard, who scored his first Premier League goals of the season in last week’s win over Bournemouth, said afterwards that Chelsea’s players are determined not to allow London rivals Spurs to win the title.   Related: Eden Hazard happy at Chelsea, insists Guus Hiddink after win at Bournemouth    The two sides meet on Monday evening with Mauricio Pochettino’s side knowing anything less than a victory will see Leicester crowned champions. Tottenham have not beaten Chelsea at Stamford Bridge since 1990 but Dembélé admitted he would be speaking to Hazard before the match to discuss his comments. “I am surprised at what Eden has said. He is not the type of person to normally make those types of comments or to envy other people’s success,” the former Fulham player told The Sun. “I’m wondering whether he said that stuff because it is what he really thinks, or whether he was just talking for the sake of it. Tottenham play some of the most attractive football in the Premier League — we have a beautiful style of play. “But I won’t pay too much heed to his comments and those from Cesc Fàbregas, who has said similar things. People come up to me in the street and say: ‘Did you hear what Hazard said? What’s his problem?’ “I will have a word with Eden before the game, although I will make a joke of it. I won’t conduct a half-hour interview with him. I am convinced he didn’t think about what he said.” Hazard missed more than a month with a hip injury having not enjoyed his most productive of seasons. The 25-year-old is now attempting prove his fitness having played for the entire match against Bournemouth. “I hope to return to top form,” Hazard told Canal+. “I know that if I have a good Euros, my bad season will be forgotten. “I am at 80-85% of my abilities. Physical fitness comes with games.” He added: “Every season is different but for the last six years I was at the top. When I was in France I was on the top and it is the first time in my career when I feel I am not on the top, but I need to learn. I am still young, I need to learn every day. I hope it will be better next year.”",
  "webTitle": "Tottenham’s Mousa Dembélé: Eden Hazard is envious of our success",
  "webPublicationDate": "2016-05-02T09:59:11Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/tottenham-mousa-dembele-eden-hazard-envious-chelsea",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Eden Hazard",
      "id": "football/eden-hazard",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Belgium",
      "id": "football/belgium",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/02/tottenham-mousa-dembele-eden-hazard-envious-chelsea"
}