{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/tax-transparency-efforts-fail-american-states-excluded-summit",
  "id": "2016-05-12-148",
  "sectionId": "world",
  "body": "David Cameron has cast doubt on whether the United States could be truly considered part of a coalition committed to the fight against corruption, saying some US states fall far short on tax transparency and are less open than the UK’s crown dependencies. The prime minister made his remarks at the close of a corruption summit in London that brought together more than 40 countries, including the US, in an attempt to fight corruption, restore stolen assets and toughen laws to fight evasion. Pressed on whether the US could be described as part of his new “coalition of the committed”, Cameron said there were challenges in the USand that some UK crown dependencies were “now ahead of US states in terms of what they are prepared to do”.  He added: “The state of Delaware, for instance, has a lot of companies registered and not much transparency. We have to work with all these countries to persuade them that if we all raise the bar it will be more effective. I am committed to doing that and the United States certainly should be as well.”  Many of UK crown dependencies, including those making fresh concessions to Cameron, said larger countries such as the US were being hypocritical and guilty of double standards.   Related: To end corruption, start with the US and UK. They allow it in broad daylight | Jeffrey Sachs    The Obama administration announced extra steps towards transparency before the summit, but has said it is for Congress, not the White House, to tackle states such as Delaware that house tens of thousands of companies, sometimes in single buildings. Cameron insisted UK crown dependencies had come a long way, and said he was convinced he could get them all over the bar of agreeing to the automatic exchange of entire registers of beneficial ownership between states. The British Virgin Islands is still holding out against the measure until preconditions are met, and was not invited to the summit. None of the crown dependencies have agreed to central registers open to the public, but Cameron, without setting a deadline, said: “I am sure will get support for public registers with time.” Some of the UK’s overseas territories and crown dependencies, including the Cayman Islands, Bermuda and the Isle of Man, said moves announced to end tax secrecy and corruption would fail unless US states end their “hypocrisy” and join the fight for greater transparency. The premier of the Cayman Islands, Alden McLaughlin, attacked states such as Delaware, saying: “It is time to put behind us the shades of hypocrisy that have been part and parcel of global discussion of this issue for years and years. So long as countries with real commitments on the world stage continue to focus on jurisdictions that are smaller in size while ignoring the larger jurisdictions, the results will be continued failure.” He added: “This is going to be a complete disaster if you insist that most places in the world have to conform to a particular standard, and you leave principally the United States and a couple of other rogue nations completely out of it. Because all the shady business is going to migrate to Delaware, Wyoming, Panama, you name it.” Bob Richards, the deputy prime minister of Bermuda, said Britain and the US were pushing small countries to adhere to strict rules that they did not always follow themselves. “To survive, the small nations are being forced to be at the leading edge or ahead of the curve in terms of transparency and compliance – you have to jump through a lot more hoops to open a bank account in Bermuda than you do in Britain. “There are definitely double standards. The big countries get to set the standards but they don’t always follow them, but the small countries are always treated as if we’re guilty of something. As the old saying goes, people in glass houses shouldn’t throw stones.” Speaking at the summit, the US secretary of state, John Kerry, ranked the fight against corruption as more important to future security than terrorism. “We are fighting a battle, all of us,” he said. “Corruption, writ large, is as much of an enemy, because it destroys nation states, as some of the extremists we are fighting or the other challenges we face.” Anger would grow “unless we shut the door and show there is fairness in the system,” he added. “There are sceptics as to whether this is a passing fancy … or whether this is a beginning, a serious commitment,” he said. I hope and I believe that something different is happening.” In potentially the single most important move at the summit, six countries – Afghanistan, France, the Netherlands, Nigeria, Kenya and the UK – agreed to set up public central registers of beneficial ownership open to all, not just law enforcement authorities. Cameron hopes that once the registers are working they can be fine-tuned and become the gold standard for other countries to follow. The UN has promised to run a follow-up conference in autumn 2017. Cameron announced that overseas firms would have to sign up to a new public register if they own or buy property in the UK or if they want to bid for central government contracts.  The summit prompted the first signs of a split between the overseas territories. The Cayman Islands were invited to the summit after they made concessions over the automatic exchange of beneficial ownership information. The BVI were barred as they continued to set up preconditions to their co-operation. Many of the companies featured in the Panama Papers were found to have registered in the BVI. In an indication that the International Monetary Fund will take a more active role in the fight against corruption, countries agreed for the first time to have their fiscal integrity, and not just the soundness of their finances, measured by the IMF. The IMF published a report suggesting $2tn worth of projects, permits and other transactions last year were tainted by bribery, in countries such as Sudan, Afghanistan and Venezuela. The figure equates to about 2% of global economic output. Writing in the run-up to Thursday’s summit, the IMF’s managing director, Christine Lagarde, said turning a blind eye to corruption was not an option. Cameron called corruption “the cancer at the heart of so many of the problems we need to tackle in our world”. • This article was amended on 13 May 2016 to correct the spelling of Alden McLaughlin’s name. In addition, he is the premier, not the president, of the Cayman Islands.",
  "webTitle": "Some US states fall short on tax transparency, says Cameron",
  "webPublicationDate": "2016-05-12T15:22:17Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/tax-transparency-efforts-fail-american-states-excluded-summit",
  "keyword": [
    {
      "webTitle": "Tax havens",
      "id": "world/tax-havens",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John Kerry",
      "id": "us-news/john-kerry",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Delaware",
      "id": "us-news/delaware",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Cayman Islands",
      "id": "us-news/caymanislands",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Wintour",
      "id": "profile/patrickwintour"
    }
  ],
  "guardianId": "world/2016/may/12/tax-transparency-efforts-fail-american-states-excluded-summit"
}