{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/19/so-complex-so-real-why-rake-is-one-of-the-best-shows-on-australian-tv",
  "id": "2016-05-19-350",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this piece discusses plot points up to and including season three of Rake. I was once arrogant enough to believe that Rake – the fourth season of which debuts on Thursday – was just another talky, smart-arse ABC drama replete with quirky characters, a courtroom setting and political commentary. Then I actually watched it. Properly. And dear Christ was I wrong. From the start, critics have relished Richard Roxburgh’s performance as the chaotic, lovable Cleaver Greene. The character lets Roxburgh, who co-created the comedy/drama, be both a character actor and a leading man. Roxburgh’s Cleaver is endearing, infuriating and evilly funny, solidifying the actor’s place in the public eye after decades of smaller, great performances on screen and stage as well as his own directorial feature, Romulus, My Father. Rake has also been praised for its behind-the-scenes dramatic pedigree. Co-writer Andrew Knight’s fingerprints are all over the show. He was a key writer on SeaChange, and Rake takes on a bit of that program’s melodrama and heightened dramatic tone. Rowan Woods of The Boys and Little Fish is a recurring director, as is Kate Dennis, who directed much of Love My Way – another Australian television classic.   Related: Richard Roxburgh on Rake, Donald Trump and the 'immeasurable madness' of the nanny state    It’s hard to miss the show’s rich, no-bullshit Australian vernacular, rare as that way of speaking is these days. It’s always “I reckon”, rather than “I guess”. Roxburgh himself told the Fairfax Media that “it’s a homage to an older Australia when you hear Cleaver say ‘what the blue blazers’ or, ‘What the Dickens is going on here?’ I think there’s a strong attachment to that older, powerful Australian vernacular that existed in previous generations before the infiltration of MTV.” And who can overlook the film’s politics. Rake uses its courtroom setting to do the impossible: skewer the usually deeply pleasureless subject of New South Wales state politics with wit and inventiveness. In a Chaser-free TV landscape, Rake has stepped in to provide reliable, weekly analysis of a dying political system that parodies itself. All of that acclaim is true. But I’m surprised by how rarely reviewers note the emotional heart of Rake: the characterisation of a brilliant barrister who is also a brilliant dickhead; who feels the world in brilliant extremes. Though Cleaver longs to be a good man, he continues to self-sabotage: he has messed up his marriage to Wendy, sets a terrible example to his son, falls in love with his sex worker, carries on with the booze and the drugs, disappoints his sisters and betrays his heroic best mate Barney – the all-round good bloke Cleaver will never be – by sleeping with his wife.  The only thing Cleaver reliably continues to be good at is his job, which most often involves defending terrible people. Maybe the insane bastard’s greatest contradiction is that he really believes in his work and in the letter of the law: for all his rule-breaking and associating with organised criminals, he continues to defend the indefensible because of his very traditional, very conventional and very democratic belief that everyone – even the most heinous cannibal, the most corrupt pollie – deserves a proper defence. Rake is about how to be good – and, despite his notoriety, that’s what Cleaver longs to be.     Richard Roxburgh as Cleaver Greene and Keegan Joyce as Fuzz. Photograph: ABC    “I’m gonna be good now, I swear. No more women, no more wine, no more marching powder. I’m a changed man,” Cleaver tells Wendy, in the first episode of season four. “Do you believe me? You have to believe me!”  It’s this pleading – this urgent desire not just to change but to know that the people he’s loved and deceived know he’s changed – that makes Cleaver so complex and so real. For all the show’s antics and courtroom games, Rake is a compassionate, complicated, humane show about an extreme personality trying to check his most self-destructive tendencies. After previewing the first two episodes, season four promises to deepen its anti-hero’s dilemma.  Cheat sheet   Related: Rake box set review:  teeming with sex, violence and smart dialogue    Who are the brains behind the show? Richard Roxburgh, Peter Duncan, Andrew Knight and the producer Ian Collie got together to make a series inspired by the Sydney barrister and known loose unit Charles Waterstreet. From that basis, the show asks the question, “Can a person ever change or is your essential nature fixed forever?” What’s the rundown so far? There’s been cheating, lying, scandal and shenanigans. Season three ended with Cleaver and Barney reuniting in friendship, Barney’s ex-wife, Scarlet, starting a new relationship with the NSW Labor hack David Potter, and the beautiful Missy jetting off to the US for a fresh start. They’re all trying to throw their pasts away or reboot themselves in some way. Where’s it set? Sydney locals will recognise Taylor Square, Martin Place and the Courthouse Hotel in the first couple of episodes of season four. There’s something wonderful about seeing places you know and love on screen – the bus stops you’ve waited at, the anonymous corners you’ve passed: all the tiny spaces that let us know Cleaver’s Sydney is a real place.      Roxburgh as Cleaver Greene: what a joy it is to watch an actor having so much fun on screen. Photograph: ABC    Where does Richard Roxburgh stop and Cleaver Greene start? Who bloody knows. By this point, the actor is cleary so comfortable in his character, he makes his performance look easy. Of course, it’s not – Cleave is deeply narcissistic and borderline insane. But Rox’s performance is what makes us as audience members buy into the complexities of the character. And what a joy it is to watch an actor having so much fun on screen. What’s Rake’s take on NSW state politics? Simon Burke’s boof-headed cop sums it up best: “This state is rancid, it’s poison at every level.” Who are the legitimately awesome guest stars?  Previous seasons of Rake have featured such acting greats as Cate Blanchett, Hugo Weaving, Rachel Griffiths and Toni Collette. This season’s cameos involve the wonderful Miriam Margolyes, Julia Blake in a lovely recurring performance, and the legendary Indigenous actor Jack Charles. And Offspring’s John Waters is glorious as Cleaver’s latest nemesis. Who is Cleave’s great love? That’s a tough one. Cleave is that person who still loves everyone he’s ever loved. For a while it seemed as though Rake was following in the footsteps of The Office – a satire that was really a trojan horse for a two-season love story between dorky, sweet Dawn and Tim – by setting up a long-winding and inevitable romance between Cleave and Missy.  But Cleave’s new love, Felicity (Jane Allsop of House Husbands), seems legit. She’s a strong, smart, switched-on woman with no tolerance for Cleave’s bullshit, and that zero-tolerance thing seems to be what’s tying them together: Cleave hasn’t freaked out yet but his capacity to not mess it up will be critical to the development of his character. • Season four of Rake premieres on the ABC at 8.30pm on 19 May",
  "webTitle": "'So complex, so real': why Rake is one of the best shows on Australian TV",
  "webPublicationDate": "2016-05-19T01:16:22Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/19/so-complex-so-real-why-rake-is-one-of-the-best-shows-on-australian-tv",
  "keyword": [
    {
      "webTitle": "Australian television",
      "id": "culture/australian-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Sydney",
      "id": "australia-news/sydney",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lauren Carroll Harris",
      "id": "profile/lauren-carroll-harris"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/19/so-complex-so-real-why-rake-is-one-of-the-best-shows-on-australian-tv"
}