{
  "apiUrl": "https://content.guardianapis.com/world/commentisfree/2016/may/22/black-lives-matter-islamophobia-beyonce-cultural-appropriation",
  "id": "2016-05-22-41",
  "sectionId": "world",
  "body": "‘Is it OK to use the black emojis if you’re not black?” As conversation starters about identity politics go, few seem more juvenile and current than this one. (FYI, to avoid the tedium of this real-life chat I had recently, it’s easier to stick with your own skin tone.) And yet, here we are, at the frontier of “being woke”. On one hand, this means being socially aware about issues such as #blacklivesmatter, racial profiling, privilege, Islamophobia etc – all the big guns. On the other? Not every battle is worth having. To clarify, this isn’t a discussion about the very real and very insensitive cases of cultural appropriation in recent years – the most obvious being native American headdresses – a sacred tradition regurgitated as cheap and crass festival costume fodder (so two summers ago, keep up). No, what we’re seeing more and more of now are the minority voices within minorities who are policing communities and culture to the point of ridicule. Take, for example, the #reclaimthebindi movement. I understand the frustration: having been embarrassed about your heritage and made fun of when you were younger for your mum’s funny clothes and accent, it’s jarring then to see Becky at Latitude co-opting sari tops and henna for that ethnic festival look a decade later. It’s not necessarily racist, but it is definitely high on the scale of Dumb, Annoying Shit People Do. To be ranked in that same file: colour runs (the Hindu spring festival Holi reconfigured as an Instagram opportunity in Hyde Park); the fact that Black Twitter is rarely credited for setting the agenda for contemporary pop culture; Coldplay’s cringe discovery of India on their last album. However, to claim that Beyoncé committed a heinous, culturally insensitive crime by wearing south Asian-style gold and henna in the video for Coldplay’s Hymn for the Weekend, or that only African American women can truly appreciate Lemonade, segregates culture in an aggressively retro way. It’s a parody of earnestness that does us no favours. How did we even get here? Tribally marking off permission rights on who can and who cannot enjoy certain music and certain fashion – both industries where creativity and innovation depend so much on borrowing from so-called “other” cultures – is inane. It also distracts from bigger-picture arguments: say, the disproportionately high numbers of non-white deaths in police custody, or the rights of Bangladeshi factory workers, still stitching your H&M vests for less than a living wage. See the energy expended on Blake Lively last week. A relatively innocuous actor slash lifestyle brand – the B-side to Gwyneth Paltrow, if you will – Lively was called out as a racist for posting a picture of her arse on Instagram with the caption: “LA face with an Oakland booty.” Which is, for clarity’s sake, a lyric from Baby Got Back by the connoisseur of big butts, Sir Mix-A-Lot. Lively may well be dim to sensitivities around race and privilege (she did, after all, host her 2012 wedding to Ryan Reynolds at a plantation in South Carolina), but that’s by the by. The alleged furore she sparked in this instance was because, to quote women’s website Jezebel, she “touts a diametrical opposition: that Los Angeles can equated to elegance and/or beauty (read: whiteness) and that Oakland is its foil (read: blackness)”. Sure, yes, I get it. But is this the hill we want to die on? The Daily Mail would like its readers to think so. Like many sections of the press, it will routinely, hysterically, report on tiny corners of the internet shrieking racism at every minor outrage – arguably, because it’s easier then to undermine social justice warriors as sensitive keyboard ninnies even when they’re battling legitimate prejudice. Should we really be wearing out moral outrage and energy in pretending that Sir Mix-A-Lot belongs not to those coming of age in the 90s, but exclusively to the African American experience? And, if so, where do we stop When Cultural Appropriation Goes Bad? Once you put down dodgy markers, where only people of colour have the right to write about race, only black people can rap, only my mum can make authentic palak gosht (that last one is true, actually), where do you draw the line? And at what point do we admit that the argument becomes less to do with being respectful of “other” cultures and more about your own ego as a minority voice? While it’s one thing to stick it to white privilege and remind the mainstream that not everything is made for and about white people, it’s quite another to cordon off culture into ever tinier boxes, where the right to enjoy and be influenced by what you consume is narrow and prescriptive. Suddenly, that utopian optimism about embracing, sharing and celebrating one another’s differences seems so quaint. The struggle isn’t about one-upmanship. Nor is it about the racial politics of your emoji.",
  "webTitle": "Black lives matter. So does Islamophobia. Beyoncé in a sari? Not so much | Nosheen Iqbal",
  "webPublicationDate": "2016-05-22T19:00:17Z",
  "webUrl": "https://www.theguardian.com/world/commentisfree/2016/may/22/black-lives-matter-islamophobia-beyonce-cultural-appropriation",
  "keyword": [
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Beyoncé",
      "id": "music/beyonce",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Coldplay",
      "id": "music/coldplay",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nosheen Iqbal",
      "id": "profile/nosheen-iqbal"
    }
  ],
  "guardianId": "world/commentisfree/2016/may/22/black-lives-matter-islamophobia-beyonce-cultural-appropriation"
}