{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/14/rafael-benitez-everton-newcastle-talks",
  "id": "2016-05-14-52",
  "sectionId": "football",
  "body": "Rafael Benítez says there is a good chance he will still be in charge of Newcastle United next season but his future at the relegated Tynesiders hinges on two factors: the outcome of talks with Mike Ashley this coming week and a potential approach from Everton. Although the latter seems unlikely, the former Liverpool manager’s family home is on the Wirral and it is understood he could be open to talking to Goodison Park officials about succeeding Roberto Martínez.   Related: Sunderland fans plan ‘Auf wiedersehen Prem’ plane taunt of Newcastle    Were that to happen, Benítez – whose team host Tottenham Hotspur on Sunday – would not walk away from Newcastle lightly. He is in discussions with the board about not activating the break clause in his three-year contract in order to conduct wholesale reform of the club before leading them back into the Premier League at the first attempt. So far the negotiations, which could take a fortnight to conclude, have been led by Lee Charnley, Newcastle’s managing director, with the Spaniard delaying a meeting with Ashley that the owner had proposed for last week until the next few days. No previous Newcastle manager would have kept the sports retail tycoon waiting, but much as Benítez – who has not spoken to Ashley since succeeding Steve McClaren – is taken with the club, he holds the upper hand and knows it. “Mike Ashley’s keen to talk and I’m really pleased we can sit down together,” said the 56-year-old who, despite failing to avoid relegation, has impressed at St James’ during his two-month tenure. “Mike Ashley told Lee Charnley that maybe he could talk with me last week but I said: ‘Listen, we cannot say too much so I think it’s better if we wait.’ The message Mike Ashley is sending is quite positive, but it was better to talk after we play Tottenham.” Benítez will ask Ashley for written assurances over his transfer budget, control of transfers and other spheres of club autonomy, but can also reassure the owner that the prospect of managing in the second tier holds few fears for him. “I was promoted twice in Spain, at Extremadura and Tenerife,” he said. “Whether it’s in the Championship or the Premier League a coach’s job doesn’t change too much. Winning trophies around the world and being in the Champions League is what you’re looking for, but I’ve already done these things. I decided to come here because I knew it could be a big challenge and could also be really important for my future.” By that he means the chance to spend much more time with his wife and two teenage daughters than was possible during previous stints in charge of Napoli and Real Madrid. “Family life is really important to me and here I’m close to them,” said Benítez, who is virtually certain to reject approaches from Valencia and another Spanish club. “I like the idea of staying. I’m really happy and flattered with the support I’ve had. It’s been amazing, fantastic. “I can still see the potential here. It’s a massive club. If I stay, my target is to have one year in the Championship and five in the Premier League. “What can make the difference about my decision is that we have a strong team to promote in the first year. It’s a good chance [I’ll stay] but it’s a question of having a structure that can help the club go up next year and then be strong and competitive in the Premier League. It depends on the conversation but I think that a couple of weeks, maximum, could be a decent time for a decision.”",
  "webTitle": "Rafael Benítez could talk to Everton but is negotiating with Newcastle",
  "webPublicationDate": "2016-05-14T21:10:05Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/14/rafael-benitez-everton-newcastle-talks",
  "keyword": [
    {
      "webTitle": "Rafael Benítez",
      "id": "football/rafael-benitez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Newcastle United",
      "id": "football/newcastleunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/14/rafael-benitez-everton-newcastle-talks"
}