{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/01/minding-1000-guineas-derby-aidan-obrien-ryan-moore-newmarket-horse-racing",
  "id": "2016-05-01-62",
  "sectionId": "sport",
  "body": "One day after suffering terrible disappointment in the year’s first Classic Aidan O’Brien was back on history-making form with a 1-2-3 in the 1,000 Guineas. The race was thoroughly dominated by Minding, whose three-and-a-half-lengths success was so impressive as to prompt a certain amount of Derby chatter for the filly. That emanated from the bookmaking fraternity rather than from O’Brien or Minding’s owners at Coolmore. But in some eyes it will increase the credibility of the Derby talk that the first man to offer a quote, 5-2 “with a run”, was Mike Dillon of Ladbrokes who has longstanding connections with the Coolmore partners. This was a big moment for O’Brien, who was winning his 250th Group One race. Saddling the first three in a British Classic is not unprecedented but it has not been done in the modern era, not since Alec Taylor Jr in the 1918 St Leger, according to the Racing Post’s John Randall, who is authoritative on such matters. As ever, when asked about those achievements, O’Brien deflected the credit to his staff and his employers. For himself, he expressed mainly relief after Saturday’s flop by Air Force Blue, a dismal 12th of 13 in the 2,000 Guineas. Laughing in the winner’s enclosure here, the trainer said: “Listen, I suppose I couldn’t destroy them all.” Instinctively he seemed to expect that Minding would be aimed at the Irish 1,000 Guineas in three weeks’ time on her way to the Oaks at Epsom 12 days later. “Obviously the lads will talk about that but all those things are open to her. I suppose they’re going to talk about it and see what everyone wants to do.” For anyone who would like to see her in the Derby, it is at least encouraging that O’Brien did not recoil in horror when asked about the idea. Instead he pleaded for time, pointing to the large number of horses he will run in Derby trials over the coming fortnight, most notably US Army Ranger in Thursday’s Chester Vase. “Listen, we’ve plenty happening the next couple of weeks, so that’ll sort it, tell us an awful lot.” Running a filly in the Derby is not something O’Brien would do lightly, given that he would much rather win the race with a colt. As one member of his entourage said here: “Even if she can win the Derby, she can’t be a stallion.” But there is a suggestion that he wanted to run Found in last year’s Epsom race, when his colts were not up to his usual standard, and that he now regrets not having done so. Found ended her year by beating the Derby winner at the Breeders’ Cup.   Related: Frankie Dettori triumphs on Galileo Gold in Newmarket’s 2,000 Guineas    Another element to the decision is that O’Brien has another strong Oaks candidate in Ballydoyle, the runner-up here after a bumping match with Midweek two furlongs out. While Minding is 11-10 for the Oaks, Ballydoyle is third in the betting on 8-1. Alice Springs, the third home behind Minding, is now likely to go for the French Guineas in a fortnight’s time. Ryan Moore, who did the steering on Minding, was winning the 1,000 Guineas for the third time in five years. He was emphatic in his praise for the filly, saying: “She’s out on her own, really. She’s just faster than them and stays better than them. We were going very comfortably and had them all in trouble at halfway.” Reflecting on Air Force Blue, O’Brien said he had been worried that the horse could not stay this mile after showing so much speed in his work at home. It remains possible that he will get another chance at a mile in the Irish Guineas, but a step back in distance to sprint races seems a distinct possibility. O’Brien will now change the colt’s training regime, saying: “We’ve found out what doesn’t work with him. Now we’ve got to find out what works. It’s always a dangerous time, coming from two-years-old to three and straight into a Classic without a run, because really you’re in the dark.” Such thoughts may also be in the mind of Mark Johnston, whose Lumiere was the disappointment of the 1,000 Guineas, dropping out to be last after setting the pace. Her jockey, William Buick, got a three-day suspension for failing to keep straight from the stalls and causing interference as he went straight to the stands’ rail.",
  "webTitle": "Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby",
  "webPublicationDate": "2016-05-01T17:51:34Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/01/minding-1000-guineas-derby-aidan-obrien-ryan-moore-newmarket-horse-racing",
  "keyword": [
    {
      "webTitle": "1,000 Guineas",
      "id": "sport/1000-guineas",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Ryan Moore",
      "id": "sport/ryan-moore",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/2016/may/01/minding-1000-guineas-derby-aidan-obrien-ryan-moore-newmarket-horse-racing"
}