{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/03/crooks-review-crime-drama-colab",
  "id": "2016-05-03-184",
  "sectionId": "stage",
  "body": "“Crime pays. The hours are good, you travel a lot,” quipped Woody Allen, but crime also turns out to be quite stressful and involve a lot of hanging about in Crooks, created by CoLab, which takes place in an old rug factory in Borough, south-east London.  This 70-minute piece is novel and sometimes surprising, but it’s probably best to go with a group of friends rather than on your own or in a couple. The setup is that, the audience, as new initiates into his gang, has been invited to the birthday party of a local criminal known as the Don. But what the Don doesn’t know is that we are in fact undercover police officers. Or does he?     You’re in my gang … or are you? Crooks. Photograph: Chrystal Ding    With the mistrust and violence simmering, the stakes are higher than in the game of Blackjack that you get to play, and there are codes to be solved and moral conundrums to be considered, as it becomes increasingly clear that not everybody has their cards on the table.   Quite honestly I didn’t quite fathom how it all connected, but I admired the resourcefulness of the actors and the clever use of space and architecture. There are a few moments when it genuinely packs a real punch, and with a tighter structure and clearer rules for audience agency, its not inconsiderable potential may yet be fulfilled.    • At a secret location, London, until 20 May",
  "webTitle": "Crooks review – audiences go undercover in clandestine crime drama",
  "webPublicationDate": "2016-05-03T12:49:47Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/03/crooks-review-crime-drama-colab",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Immersive theatre",
      "id": "stage/immersive-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Lyn Gardner",
      "id": "profile/lyngardner"
    }
  ],
  "guardianId": "stage/2016/may/03/crooks-review-crime-drama-colab"
}