{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/gus-hiddink-chelsea-john-terry-future",
  "id": "2016-05-10-27",
  "sectionId": "football",
  "body": "Guus Hiddink has defended the Chelsea hierarchy’s failure to clarify John Terry’s future at Stamford Bridge, with the club captain expecting to bid his own farewell to a disgruntled home support after Sunday’s Premier League game against Leicester City. Terry’s dismissal in stoppage time against Sunderland last weekend means he will sit out the trip to Liverpool on Wednesday and the visit of the champions on the final day. The defender will not travel to Anfield, with management staff and player fearing his presence even in the stands may provide an unwanted distraction, and is resigned to having made his last appearance for the club after 18 years and 703 games.   Related: John Terry red card rules him out of Chelsea’s final two games    There is a desire from some figures at the club to make a public announcement on the centre-half’s future before the last fixture of the season, rather than wait until June when confirmation was delivered over the release of players such as Frank Lampard, Joe Cole and Ashley Cole in previous years to ensure he is granted a proper sendoff on Sunday. However, as it stands, the home support will not know for sure whether the 35-year-old is to be retained when he joins his club-mates for the post-match lap of appreciation. They intend to unfurl a number of banner tributes to the captain at the fixture – Terry is being granted use of the pitch at the stadium for free to enjoy his own match with close friends on Monday – for all that Hiddink suggested the delay in an announcement was down only to those behind the scenes wanting “to take their time” before determining whether the offer of a one-year contract would be forthcoming. “The people who are making the decisions want to take their time, to make decisions, possibly,” the interim coach said. “That’s up to them. That doesn’t mean there’s [been] dramatic, bad treatment so far, but everyone has his own approach to deal with this matter. It’s the same as Ashley Cole and Lampard. I don’t neglect the facts. “But there is a strategy. I’m not having the conversation inside the club and they choose what they choose. I don’t know the state of mind of the fans but my personal opinion is that when you know your plans once you know which way you’re going in the future, then you can be transparent. It’s up to the club. It’s not up to me. It’s for the board and the [new] management.” There appears to be a reluctance on all sides to make the first public move confirming Terry is to sever ties with the club he joined at the age of 14. The player has been offered lucrative deals by clubs in China, believed to be Shanghai SIPG, who are coached by Sven-Goran Eriksson, and Jiangsu Suning, and would be free to pursue that move when his contract expires on 30 June. Terry has undertaken a number of profile-raising personal tours of China in recent times, and attended coaching clinics in Shanghai in March. Yet he stated on Tuesday, in an interview recorded after watching Brondby play on Monday night and released on the Danish club’s YouTube channel, that his preference would be to play two further years for Chelsea. While Terry’s’ status as a club icon is accepted by all at Stamford Bridge, there is an acceptance that, at some stage, the club must move on from the team who swept all before them during José Mourinho’s first spell in charge. The defender is the last remaining stalwart from that side – Mikel John Obi is also at the club but does not enjoy the same influence – and his departure would effectively signal the end of an era. Suggestions have emerged in Italy that the new Chelsea first-team coach, Antonio Conte, would rather the board instigate the parting of the ways, though the club have been adamant the final decision will be made by the man who takes up the reins after Euro 2016. There is frustration within the set-up that Terry opted to announce no contract offer had been forthcoming immediately after the FA Cup fourth‑round victory at Milton Keynes Dons in January. Hiddink believes the defender can still compete at the top level in England but is unlikely to contemplate life at a top-flight rival. “He’s fit enough,” said the Dutchman. “He’s never been a fast, fast player, but he was a fast thinker. When you look deep into his heart, he’d love to be a Premier League player. He will follow his heart, I think. I’m not speaking for him, but what I feel ... he will not easily go to another Premier League club.” Terry is not the only Chelsea player to have played his last game of the season. Diego Costa is nursing a hamstring injury which will rule him out of the games against Liverpool and Leicester, and Branislav Ivanovic is still suffering from the groin problem that forced him from the field at Sunderland. The FA Youth Cup winners Tammy Abraham and Fikayo Tomori will travel with the squad to Merseyside. Pedro Rodríguez will be fit to feature but only having spent Monday in Milan as the latest member of the side to require a protective mask after the Spaniard broke his nose over the weekend in what Hiddink termed “an accident at his home”. Thibaut Courtois is also expected to play, with the Belgium goalkeeper to hold further talks with Conte before Euro 2016 to discuss his future, with no offer having emerged from Real Madrid.",
  "webTitle": "Guus Hiddink defends Chelsea over delay in clarifying John Terry’s future",
  "webPublicationDate": "2016-05-10T21:30:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/gus-hiddink-chelsea-john-terry-future",
  "keyword": [
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Guus Hiddink",
      "id": "football/guus-hiddink",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Antonio Conte",
      "id": "football/antonio-conte",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/10/gus-hiddink-chelsea-john-terry-future"
}