{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/18/nederlands-dans-theater-2-review-wistful-beauty-and-split-second-wit",
  "id": "2016-05-18-172",
  "sectionId": "stage",
  "body": "It’s pretty much a given that the dancers in NDT2 will be fabulous. Aged between 18 and 23, they form the junior wing of Nederlands Dans Theater; and while they can boast all the unflagging speed and accuracy of their seniors, they have an engaging openness to them still, a porousness, as if their personalities haven’t yet hardened into performing egos.  So versatile and so hungry are these young artists, however, that it’s frustrating to see them confined to a repertory that showcase only a limited range of their skills. The aesthetic of Jiří Kylián, the company’s founder, is still a dominant influence and while his successors, Paul Lightfoot and Sol Leon, are seeking to expand the repertory, much of the work in this UK programme is very reminiscent of Kylián’s style, with its reliance on visual gags and its tendency to chop the choreography into short emphatic gestures and attention-seeking body shapes.     Madoka Kariya and Paxton Ricketts in Some Other Time. Photograph: Tristram Kenton for the Guardian     Three shortish works by Leon and Lightfoot occupy the opening section, of which the best by far is Schubert, a duet for the excellent Katarina van den Wouwer and Alexander Anderson. Here the choppiness of the phrasing works beautifully to convey a relationship of hesitant, complex impulses; you can almost hear the couple’s spoken dialogue, as Anderson dances with his head tenderly resting on Van den Wouwer’s shoulder, as she retreats from him in an inward, almost huffy contraction of her torso. Some Other Time has a certain wan and wistful beauty, as its four men and women slip between lightness and dark. But in the overlong Sad Case, the five dancers who waddle and squat and flap their hands to Mexican mambo music are forced to strain too hard for their jokes.  Far more consistently satisfying are the works that share the middle section. In Mutual Comfort, Edward Clug explores a world of wariness, of hard-won emotional sympathy, which feels subtly pertinent to our era of mass global migration. He builds a vocabulary of partnerwork that is rich in expressive invention: light, brittle touch, exploratory lifts and balances, caresses that spread consolation like butter.     Katerina van den Wouwer andAlexander Anderson in Schubert. Photograph: Tristram Kenton for the Guardian     By contrast, Hans van Manen’s solo is a mockingly virtuoso party piece that sends three male dancers spinning at reckless speeds through Bach’s Violin Partita No 1. As always with Van Manen, the work’s brilliance lies in its musicality, the split-second wit on which the stresses fall, the subtle acceleration and diminishing of attack. Solo is the one piece where the dancers get to play with phrasing in this way, and it’s a joy to see the intelligent performance of Helias Tur-Dorvault.  The programme closes with Alexander Ekman’s perennially popular Cacti. On one level, the work is all gimmick, with its ironically postmodern voiceover, its 16 dancers banging and shouting their own musical accompaniment, its flagrantly pointless cacti. Yet it has a flying energy that’s hard to resist, and an impeccable sense of timing which nails the jokes, every time around.  At Sadler’s Wells, London, until 20 May. Box office:020-7863 8000.",
  "webTitle": "Nederlands Dans Theater 2 review – wistful beauty and split-second wit",
  "webPublicationDate": "2016-05-18T12:58:40Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/18/nederlands-dans-theater-2-review-wistful-beauty-and-split-second-wit",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Judith Mackrell",
      "id": "profile/judithmackrell"
    }
  ],
  "guardianId": "stage/2016/may/18/nederlands-dans-theater-2-review-wistful-beauty-and-split-second-wit"
}