{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/01/in-gratitude-jenny-diski-review",
  "id": "2016-05-01-187",
  "sectionId": "books",
  "body": "I had just finished this remarkable book and this review, when I heard of Jenny Diski’s death on Thursday morning. Diski was diagnosed with inoperable lung cancer in August 2014. The news prompted her to respond in the only way that had ever seemed meaningful to her, to write about it – and, once and for all, to tell the full, strange story of her writer’s life, one that was linked fatefully to her having been taken in as a 15-year-old “waif” by Doris Lessing. I had the privilege of talking to Diski about some of this not long after she started out on her journey into that past. She confessed, among other things, the born writer’s guiltiest secret: that even the worst possible news lights a spark. In hearing her diagnosis, among her first thoughts had been that cancer might be “a way of writing about Doris”, an idea she had been stumped by since Lessing herself had died a year earlier. “I was terribly excited to think I had a subject, or a project,” she said, wrapped in a cashmere blanket in her front room in Cambridge, with due irony. She will, no doubt, have had a writer’s sense of pride to have met her last deadline and seen her project published. The writing of In Gratitude has punctuated the long narrative of Diski’s progressing illness, which was slowed but not defeated by sessions of chemotherapy and radiotherapy at Addenbroke’s hospital. No detail of that gradual, brutal decline is overlooked in this story – Diski has a bone-dry matter-of-fact line in documenting the betrayals of her body, the humiliating falls, and “mesh of steroid effects”, her “clot-headed” hospice dreams. The middle section of the book is a clear-eyed meditation on modern mortality: “I can’t get into the car without waving an electric hand-held fan in my face and swigging on liquid morphine.” Respite from that hard-to-endure present came in her no less forensic and determined untangling of the past. She was half-adopted, or fostered, or taken in by Lessing – she never really could explain their relationship – after she had escaped her estranged parents’ dysfunctional and abusive attentions, first to a social-services sponsored place at a boarding school (from which she was expelled after falling for a local journalist) and then a period in a psychiatric hospital. While there, Lessing sent her a note out of the blue inviting her to come and live with her and her son Peter (who had known Diski a little, at least by reputation, as the “wickedest girl” at school). Diski was all set to take up a bed in a hostel in London, having found work in a shoe shop. In part, the “gratitude” of this book’s title refers to that initial gesture from Lessing, if not always to what followed.   Related: Jenny Diski on Doris Lessing: ‘I was the cuckoo in the nest’    She turned up like a fully fledged foundling: “I knocked on the door, wearing an awful mustard-yellow woollen coat with a brown velvet collar and kind of pleated below and dropped waistline, which my mother thought was very grown up and respectable, and which I would never wear again.” Lessing greeted her with a small kitten in her arms, “Look, she can be your cat” – an act of kindness unusual for its awkward simplicity in Diski’s memory. The relationship between Lessing and Diski subsequently proved a kind of lifelong case study of complication and withholding, which this book nags at like a knot. For all the vaunted confessional honesty and socialist (and feminist) principle of her books the Nobel prize winner emerges as pathologically self-serving and self-absorbed, treating Diski (and almost everyone else who came to “sit at Doris’s feet and gather wisdom”) first as a kind of abstract project for improvement, then as a nuisance and a disgrace, and finally as literary material.    Diski wondered towards the end whether art was always a product of pain; she was defiantly unconvinced    When Diski arrived, Lessing had, she suggests, moved on from ideas of liberation through communism and sex, and was now in search of a “metaphysical education”. Part of this was a determination to accept every obligation chance put in her way, not with love necessarily but with stoic fortitude. The foundling was part of this experiment. When Diski herself started to write, Lessing made her swear never to explore their relationship in print, but that didn’t stop Lessing creating hardly fictionalised characters that detailed Diski’s intimacies, and letting her know about it. In some ways, then, this book is a settling of scores, a setting of the record straight. Diski was too honest and spirited a writer to make that impulse ever seem like an act of spite. As this memoir compulsively retreats from the grimmest day-to-day reality of her illness (“it’s like a punishment. But for what?”), she finds plenty of occasion for understanding Lessing, and even to see in herself the time-protecting writer’s coldness – “I was at least as selfish as Doris” – though you are not quite convinced. Lessing never apparently read a word of Diski’s books – her 10 wonderful shape-shifting novels, or her seven dazzling works of nonfiction. The loss was hers. The cliche goes that at the moment of death all our life passes in front of us. Rarely can a book so effectively have dramatised that idea. Diski wondered towards the end whether art was always a product of pain; she was defiantly unconvinced. Though she shared much of Lessing’s blunt distrust  of sentiment, throughout this book she can’t help finding at least as much comfort in her own roles of mother and of grandmother and of wife (to “The Poet” Ian Patterson) as much as “writer”. Despite her unvarnished fear of “dissolution, of casting my particles to the wind”, and at the “insoluble grief” of not seeing her grandchildren grow up, there is, still, a triumphant note to her fast unspooling history. As the scenes of her traumatic and chaotic childhood pass by she reminds us, sentence by sentence, not only that she emerged to become every bit the writer she always dreamed of being, but also that, despite everything, along the way she learned a great deal about love. In Gratitude is published by Bloomsbury (£16.99). Click here to order it for £12.99",
  "webTitle": "In Gratitude by Jenny Diski review – on death… and Doris",
  "webPublicationDate": "2016-05-01T06:30:47Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/01/in-gratitude-jenny-diski-review",
  "keyword": [
    {
      "webTitle": "Jenny Diski",
      "id": "books/jenny-diski",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Autobiography and memoir",
      "id": "books/autobiography-and-memoir",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Doris Lessing",
      "id": "books/dorislessing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Death and dying",
      "id": "lifeandstyle/death-and-dying",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Adams",
      "id": "profile/timadams"
    }
  ],
  "guardianId": "books/2016/may/01/in-gratitude-jenny-diski-review"
}