{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/david-meyler-hull-city-derby-county-championship-play-offs",
  "id": "2016-05-13-54",
  "sectionId": "football",
  "body": "Only five players remain from the Hull City squad who won automatic promotion in 2013 and it provides an insight into the strength of this season’s Championship that one of them, David Meyler, harbours no doubt the current crop are more talented. Yet that apparent superior ability was only enough for Steve Bruce’s team to finish fourth, 10 points off Burnley and six adrift of Middlesbrough. Plagued by inconsistency, especially away from home, Hull’s season mixed 3-0 wins over both promoted teams with defeats by three of the bottom four. So here they are, running the play-off gauntlet with Derby in their sights and the first leg at the iPro Stadium on Saturday. The clubs’ meetings this season do not make for pretty reading for Hull: two defeats, six goals conceded and none scored. Derby were the only team to win in the league on Humberside – Hull’s other 10 defeats came on the road – but Meyler believes confidence, belief and hunger remain high. “We still have a great chance,” the midfielder says. “Derby will be tough but we believe in ourselves. At the start the target was automatic promotion. We felt with the squad we had we could win the Championship but we hit bad form and sticky patches at the wrong times.     Bradley Johnson scores the first of Derby County’s goals in a 4-0 win over Hull City at the iPro Stadium in April. Photograph: Matt Bunn/BPI/REX/Shutterstock    “When it came to the end of November we had six or seven wins in a row but had a slump at Christmas. We came out of that and got back to winning ways but then had another sticky patch. It was unfortunate but that’s why the division is so difficult and tough for teams to go straight back up.” The lure of winning promotion at Wembley remains great. For Meyler at least, the complicated route would be more satisfying. “We have two games that are huge and a chance to reach Wembley – if you guaranteed me which way to go up, I would say the play-offs. We’re doing it the hard way but I believe we can and nobody can tell us otherwise.”   Related: Previewing the Football League play-offs: how the 12 clubs have fared in the past    On a personal level, the 26-year-old’s season has mirrored the club’s. His highlight was a morning in January when his girlfriend gave birth to their daughter, Alanna, and hours later, having not slept all night, he was at the training ground to sign a new two-year contract. “I have watched him grow from a boy to a father,” Bruce, who also worked with Meyler at Sunderland, has said. “We all know that he’s a manager’s dream.” There have been noteworthy issues for the vice-captain, too. He was demoted to the bench for several weeks following a mistake in the FA Cup replay against Arsenal in March and Bruce remarked last month that “when his partner had the baby I think he lost a stone in weight. He was up every other hour feeding the baby because that’s just him”. Meyler worked his way back into the starting XI, only for a hamstring problem to keep him out of the final three league games. He says he is fit and ready for Derby after sitting out last weekend’s hammering of Rotherham “as a precaution” because there was nothing riding on the game. Bruce’s team are almost unrecognisable from the team who went up in dramatic circumstances on the final day three years ago, when Ross McCormack scored a last-minute goal for Leeds to bump Watford out of second and into the play-offs, ensuring Hull went up in their stead. Meyler thinks this side are stronger, making their fourth-place finish all the more frustrating. “In the team we had in 2013, we probably had a lot of players that were hungry to reach the Premier League,” he says. “But this team has players that have already been there. This team is 100% more talented, more gifted. It’s just consistency that we have lacked. We’re disappointed in ourselves for that. We’d beaten Burnley and Middlesbrough at home 3-0, we’ve had fantastic wins but at times we left ourselves down with inconsistency.”     Hull City’s David Meyler reacts to Olivier Giroud’s opening goal for Arsenal in their FA Cup fifth round replay at the KC Stadium. Photograph: Andrew Yates/Reuters    Without taking anything for granted, Meyler will likely be part of the Republic of Ireland’s European Championship squad. He would rather miss the friendly against Holland though, 24 hours before the play-off final on 28 May. He was named in Martin O’Neill’s extended group for that fixture – along with six others involved in the play-offs – but hopes there will be double reason to celebrate on Saturday afternoon because O’Neill is expected to name his 23-man squad for the tournament. The prospect of being involved in Euro 2016 has added to Meyler’s motivation but forgetting about France has been challenging. “You have to keep it to one side,” he says. “The lads who played in the Bosnia play-offs know they are in but for the rest it’s about playing at a consistently high level for our clubs and achieving something to make the manager take notice. The majority are playing all the time and it’s a case of if you’re doing well with your club you will reap the international awards. “What you do at club level gets you that recognition. I’m obviously looking forward to it because it’s huge for the country. It also helps to focus on your club game because doing well there does not harm your chances.”",
  "webTitle": "Hull City’s David Meyler: ‘This team are 100% more talented than in 2013’",
  "webPublicationDate": "2016-05-13T18:00:14Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/david-meyler-hull-city-derby-county-championship-play-offs",
  "keyword": [
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Derby County",
      "id": "football/derbycounty",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Smith",
      "id": "profile/alan-smith"
    }
  ],
  "guardianId": "football/2016/may/13/david-meyler-hull-city-derby-county-championship-play-offs"
}