{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/the-co-operative-winning-wines-france-south-africa-fizz",
  "id": "2016-05-29-193",
  "sectionId": "lifeandstyle",
  "body": "Truly Irresistible Pinotage, Swartland, South Africa 2015 (£6.99, The Co-Operative) Good pinotage – now there’s a statement that feels like an oxymoron. This much-maligned South African variety, a crossing between two varieties I like and love – cinsaut and pinot noir – has always been less than the sum of its parts, and can taste like a disaster at an industrial sweet factory: ash, rubber, artificial banana. Even with the drinkable ones (from Beyerskloof and Hamilton Russell), I generally feel I’d rather be drinking something else for the price. A new addition at The Co-operative shows it doesn’t have to be that way, however. It’s made by the very talented Duncan Savage and, with its effortlessly supple berry juiciness, it’s like a slightly wilder, deeper Beaujolais. A genuine bargain. Delas Côtes du Ventoux, Rhône, France 2013 (£6.49, The Co-Operative) The Co-op’s wine department is on good form at the moment with plenty worth looking out for if you’re popping in for the pinotage. There’s a fine range of Rhône reds, starting with the appealingly savoury and succulent Côtes du Ventoux 2014 made by the reliable Delas and rising to a sumptuously chewy, sweetly spiced Châteauneuf-du-Pape 2014 from the Co-operative (£15.99). Domaine les Grandes Costes Pic St-Loup 2013 (£14.39) does a similarly evocative sun-baked grenache-syrah southern French thing, and the peppery Sacred Hill Reserve Hawkes Bay Syrah 2014 (£9.99) is an elegant Kiwi that takes its cue from the Northern Rhône. Château de la Petite Giraudière Muscadet Sèvre et Maine Sur Lie, Loire, France 2015 (£6.75, The Co-Operative) When it comes to whites and fizz, the Co-op stocks two standout wines: the latest vintages of both Les Pionniers Vintage Champagne 2006 (£24.99) from the Heidsieck champagne stable and Denis Dubourdieu’s tangy, toasty sauvignon-sémillon Bordeaux white blend Clos Floridiène Graves Blanc 2014 (£17.49). Both are as fine as ever. I was impressed, too, by the stone-fruit richness in Italian white Truly Irresistible Fiano 2014 (£6.99) and the estuarine tang of Château de la Petite Giraudière’s muscadet. Finally, the Co-op’s Cava Rosado Brut NV (£5.99) is more interesting than prosecco at this price. Follow David on Twitter @Daveydaibach",
  "webTitle": "The Co-Operative’s winning numbers | David Williams",
  "webPublicationDate": "2016-05-29T05:00:25Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/the-co-operative-winning-wines-france-south-africa-fizz",
  "keyword": [
    {
      "webTitle": "Wine",
      "id": "lifeandstyle/wine",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "David Williams",
      "id": "profile/david-williams"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/29/the-co-operative-winning-wines-france-south-africa-fizz"
}