{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/are-these-the-worlds-most-boring-jobs",
  "id": "2016-05-05-267",
  "sectionId": "commentisfree",
  "body": "We’ve all been there, watching the clock as the work day drags on and you’re faced with completing the world’s most tedious task. What can you do to get through it? If you’re Frédéric Desnard, 44, from France, the answer is simple: you sue. He has made a claim against his former employer for £280,000, alleging his job became so dull that he suffered a “descent into hell” similar to burnout, but less interesting. We asked you to tell us about the most boring job you’ve ever had, and these are the best (and worst) you had to offer. Do please try to stay awake. Box packer: ‘I began to see red and gold everywhere’     Debra Constance: ‘I was desperate for money, so I just got on with it.’    I was 16 and I had a very well paid summer job in a box packing factory. My first job was to pack discs in the circular talcum powder box of a special edition of Elizabeth Arden called Red Grass. It was a gold and red tube and we had to pack thousands a week; we were timed and the number we got through was logged. As the days morphed into weeks I began to see red and gold everywhere and time slowed down while at work, to an extent I had never experienced before or have since. I envied other people who were not working on such big orders. I was desperate for money so I just got on with it. To keep myself going I sang aloud, and recited Shakespeare. I did anything to take my mind off Red Grass. I prayed for a change in the line I was working on and six weeks later my prayers were answered as I was told I would now be working on putting discs in Elizabeth Arden Blue Grass talcum powder box. I was initially elated and time sped up for an hour. Then I quickly became bored again and realised you should be careful what you wish for. Debra Constance, 53, from Bradford Plastic tube control operative: ‘I made sure the plastic tubing wound round the bobbin’ I once worked as a plastic tube control operative. This involved sitting on a tall stool in front of a very large bobbin on to which plastic tubing was being slowly extruded. My job was to make sure that it wound round the bobbin like cotton round a cotton reel. I worked 10 hours a day, six days a week. When I started, I used to take the Guardian into work to read in break times, but after a week I was struggling to read it. When I said to my boss that I was going insane because of the repetitive nature of the job I was told that I could be promoted to the operative who got off his stool every hour to fill up the hopper at the end of the production line with raw plastic. I quit. David Norcliffe, 65, from Yorkshire Printer paper feeder: ‘I was positive I was going to go insane’     Allie Shuford: ‘I only lasted two weeks.’    I had a job in college where my sole task was to sit in a hot, stinky room full of printers, wait for the machine to run out of paper and to refill it. My shifts were between four to six hours at a time.  I was positive I was going to go insane working there and only lasted two weeks. I quit. The pay was good, but sitting on a wooden stool for six hours feeding printer paper was horrible. Allie, 26, from North Carolina Almond grader: ‘I sometimes carved little skulls’ It was at a factory in Wellingborough. Half the town seemed to work there. We tipped sacks of almonds into one end of the grading machine, pressed a button, it shook like crazy and the almonds fell into holes of three different sizes and went into sacks at the far end of the machine. We then closed up the sacks and stacked them on pallets. That was it. It was dull – there are no resulting anecdotes from my time there. Although, in quiet periods, I sometimes carved the almonds into little skulls and wondered what would happen when someone shook them out into a cake recipe. There were three of us working there through an employment agency. It took seven to eight minutes for each almond grading to take place. During that time we ran around, hiding behind pallets, hurling almonds at one another.Anonymous, 46, from the Midlands Beetroot pickling line cleaner: ‘Not only tedious, but very messy’     Edward Collier: ‘Who knew wasps loved beetroots? Well, I did after being stung 30 times.’    As a student I worked in a food factory, which included a beetroot pickling section. The raw beets appeared on the line and were cleaned, and the rotten bits cut out, before being boiled and then pickled. The rotten bits were supposed to end up in a bin, but a huge amount ended up on the floor. My job was to shovel this noxious mess into a wheelbarrow and then wheel it to a skip. Not only was it ineffably tedious, but beetroots are very, very messily red. What’s more, wasps love ’em. Who knew? Well, I did, after having been stung for about the 30th time. I sucked it up. The money was good, and I only did it for a couple of weeks before being moved to the Ambrosia Creamed Rice line, which was much more pleasant, as rice grains tend not to have rotten bits. Edward Collier, 59, from Cheltenham Lab technician: ‘I weighed washing powder’ My only task was to weigh out 500g samples of washing powder into cardboard boxes on a Monday morning and then weigh them again on Friday morning, the idea being to see whether they had lost weight over the week. They never had. I found somewhere cosy to sleep during the other three days of the week. Pip, 47, from Manchester Fax operator: ‘My job was to turn it off and then turn it back on’     ‘I went to the office manager and explained that my job was unnecessary.’ Photograph: David Sillitoe for the Guardian    My job was to watch two fax machines, as one of them would constantly overheat. When it did, I had to turn it off for a few moments and then turn it back on. It was only after staring at the machines for six weeks that I realised what was happening: the hot air from one machine was emptying out right into the intake on the second machine’s cooler. I went to the office manager and explained that my job was unnecessary. After moving the machines apart, he agreed. Anonymous, 40, from the UK",
  "webTitle": "Are these the world's most boring jobs? | Guardian readers and Sarah Marsh",
  "webPublicationDate": "2016-05-05T09:00:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/are-these-the-worlds-most-boring-jobs",
  "keyword": [
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Careers",
      "id": "education/careerseducation",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/are-these-the-worlds-most-boring-jobs"
}