{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/02/larry-wilmore-n-word-obama-white-house-correspondents-dinner",
  "id": "2016-05-02-30",
  "sectionId": "us-news",
  "body": "The White House has faced tough questioning over comedian Larry Wilmore’s use of a taboo racial slur at its annual correspondents dinner. Press secretary Josh Earnest was challenged repeatedly by April Ryan, an African American journalist and author of The Presidency in Black and White, who suggested that many people in the room were “appalled” by the N-word being uttered to the president’s face. Earnest said that Barack Obama appreciated “the spirit” of Wilmore’s remark. Wilmore, who is African American, ended his after-dinner speech on Saturday by recognising the historical significance of America’s first black president, pounding his chest and telling Obama: “Words alone do me no justice. So, Mr President, if I’m going to keep it 100: yo, Barry, you did it, my nigga.” The comment immediately divided people both in the room and beyond. Jonathan Capehart of the Washington Post blogged: “Never before has the n-word been used to address the president. At least, not in public and most definitely not to his face. That’s why Wilmore’s use of it was as shocking as it was disrespectful.” At Monday’s daily press briefing at the White House, the issue was raised by Ryan, Washington bureau chief for American Urban Radio Networks. She described it as “a word that is one of the worst words, many people say, you could say to anyone”. Earnest did not address this directly but noted that following Obama’s act at the annual dinner is “one of the most difficult tasks in comedy”, since the president has shown himself “adept” at delivering one-liners and so expects comedians to go “right up to the line”. But Ryan pressed further: “Many African Americans in that room – who included civil rights leaders, black comedians – were very appalled. ... Black Republicans were upset, black Democrats were upset. People felt that not just throwing it at him, he threw it at them, and also, it diminished the office of the presidency and it diminished him. Did he cross the line?” Earnest responded: “April, what I would say is it’s not the first time that people on the Monday after the White House correspondents dinner have observed that the comedian on Saturday night crossed the line.”  He cited the examples of Stephen Colbert, who in 2006 memorably roasted George W Bush, and Wanda Sykes, who in 2009 joked about the 11 September terrorist attacks. “So it’s not the first time that we’ve had a conversation like this in which these of kinds of concerns have been raised or expressed. “Look, I had an opportunity to speak to the president about this briefly this morning and he said that he appreciated the spirit of the sentiments that Mr Wilmore expressed.” Reflecting on Wilmore’s routine, which also targeted some journalists and left them stony-faced, Earnest added: “He ended his speech by saying that he couldn’t put into words the pride that he felt in this president and he made the observation that our country has made remarkable progress just in his lifetime from not being willing to accept an African American quarterback to electing and re-electing an African American not just to lead the United States but to lead the free world. “Again, I take Mr Wilmore at his words that he found that to be a powerful transformation just in his lifetime and something that he seemed to be pretty obviously proud of.” But Ryan wondered if Wilmore’s use of “free speech” gave the president’s detractors fodder to use it against him. Earnest said he had no idea and would not spend much time worrying about it. Ryan then made reference to a podcast interview that Obama gave last June in which he himself used the slur to argue that, despite great progress, racism is still pervasive in America. The president said at the time: “It’s not just a matter of it not being polite to say ‘nigger’ in public. That’s not the measure of whether racism still exists or not.” Wilmore, by contrast, used it for the president “somewhat as the butt of a joke”, Ryan contended. “You were in that room as well as I was,” she told Earnest. “There was an eerie, awkward silence and quietness. People didn’t know how to handle that.” The press secretary countered: “I’m confident that Mr Wilmore used the word by design – he was seeking to be provocative – but I think any reading of his comments makes clear he was not using the president as the butt of a joke. “What is true is that this is a tough assignment that any comedian takes on when they sign up for this job and the president’s expectation when he walks in that room is that that comedian and other people are going to get much closer to the line than they ordinarily would as they try to make a joke.” Ryan noted other problematic terms that littered Wilmore’s routine. “I just want to be very clear,” she said. “So the president is OK with his use and how he used the N-word, ‘jigaboo’, ‘negro nation’ and ‘thug’?” Earnest’s response referred back to the president saying he appreciated “the spirit” of Wilmore’s expressions on Saturday night. Later, he said the White House did not see or vet Wilmore’s remarks before they were delivered but he felt they came from “a genuine place”.",
  "webTitle": "White House ducks questions on Larry Wilmore's use of N-word to greet Obama",
  "webPublicationDate": "2016-05-02T20:49:58Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/02/larry-wilmore-n-word-obama-white-house-correspondents-dinner",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Smith",
      "id": "profile/davidsmith"
    }
  ],
  "guardianId": "us-news/2016/may/02/larry-wilmore-n-word-obama-white-house-correspondents-dinner"
}