{
  "apiUrl": "https://content.guardianapis.com/global/2016/may/24/guardian-weekly-letters-eu-brexit-ttip",
  "id": "2016-05-24-158",
  "sectionId": "global",
  "body": "Does the EU want Britain? Concerning the upcoming British referendum on the EU (13 May), people tend to discuss the issue as “is Europe good for Britain?” Perhaps one might also like to ask “is Britain good for Europe?” Apart from being geographically disconnected from Europe and viewing itself as an Atlantic – rather than European – nation, Britain is not a founding member of the EU. It jumped a moving train that had already left the station in 1973. And for a very long time after the 12 nations had made up the EU, it was rather we European nations plus Britain. But this was only the beginning of a tenuous, if not tedious, relationship. Whenever we 11 wanted to regulate something like, for example, protecting pregnant women in the workplace, Britain’s veto was assured and we received a handbag with a brick inside from Britain’s PM, Maggie Thatcher – a woman. The latest example is perhaps the European drive to eliminate tax havens where the rich park their money, thereby excluding themselves from fair taxation as the Panama Papers have shown so pointedly (13 May). While Europe wants to eliminate tax havens, Britain’s David Cameron wants to protect money deposited in them, most of which are run as BOTs “British overseas territories” such as the Cayman Islands. Given all this, Britain appears to be a bit like the obnoxious uncle that you have to invite for Christmas, only to be too happy if he doesn’t turn up.Thomas KlikauerRiedstadt, Germany Singapore’s success story Colin Marshall’s Singapore story is indeed a great story of success (13 May). It is important, however, to acknowledge two further points that led to the realisation of Lee Kuan Yew’s dream. First, he came to power in 1959 on a leftwing ticket with the support of the Communist party. Then he started the massive flat-building programme through the Housing and Development Board (HDB) for the poor and low-income groups. He knew that communists could be turned into capitalists if people were given a roof over their heads, and a job to go to in the morning. Thousands of people were employed in the HDB building programme. As Marshall points out, HDB subsidised rents for the poor, and helped them to buy flats through a compulsory savings plan. Lee thus wiped out communism without firing a single shot. Second, he disciplined the people: taught them to walk forward in steps, instead of round and round, as in other developing nations. Lee’s discipline also included wiping out corruption and drug-taking among the population. He used undemocratic means to achieve his ends; however, he was able to make Singapore one of the richest and most peaceful countries in the world within a generation. Singapore may be the only nation to attain such success without handouts from rich nations.Maggie FookeMelbourne, Australia Fair criticism of Israel As a Brit, a Canadian and a long-term reader of the Guardian, I am perplexed that your paper does not challenge the questionable view (as in the article on Labour party leader Jeremy Corbyn on 6 May) that Zionism and Judaism are identical and that genuine criticism of Israeli politics is anti-Jewish or antisemitic. I join my leftwing Jewish friends who are ashamed of the racism so evident in the policies of modern-day Israel. They are ashamed that the genuine tragedy of the Holocaust is often used to justify oppression in Palestine. Many in Canada support boycotting goods that come from the lands taken under the occupation, contrary to many United Nations public statements of policy. Please publish a balanced article that shows that many of us support Judaism but do not support the occupation. We look forward to some objective criticism of the distorted views we read about in present-day British politics.Christine JohnstonVictoria, British Columbia, Canada Free trade pact a disaster I was somewhat shocked by Timothy Garton Ash’s apparent belief that the Transatlantic Trade and Investment Partnership (TTIP) agreement would be something that would “strengthen the west” (6 May). In his support of TTIP, Garton Ash quotes Barack Obama, who praised “democracy, the rule of law and open markets” . I really don’t know what planet Garton Ash and Obama are on, but it is patently obvious that TTIP damages all three of these “desirables”: TTIP’s intense secrecy and its giving power to private tribunals to override governments negate both democracy and the rule of law. On top of this, we all know that it will be the powerful multinationals that will gain most from TTIP, so how can this be good for open markets? The simple law of “economies of scale” will cause a further lurch towards global oligarchies, which has nothing whatsoever to do with a healthy market. I found myself shaking my head at this article as Garton Ash made attempts to dredge “shining western values” out of the west’s not-too-sparkling recent history. The war in Iraq, our hypocrisy and our constant prodding of those perceived as “baddies” (eg drone warfare) all go to create more problems than they solve and it certainly doesn’t help to try to bump all “evil” into the laps of convenient bogeymen.Alan SearleCologne, Germany • I often see as exaggerations certain claims that France, Europe or the US are not democracies, either because there is too much money involved in elections or because they are representation-based systems where the people have barely any direct voice. I generally think it a good idea if you can periodically elect your representatives. But with these stories about global free trade agreements, when everything is made to keep the details secret, as described by Trevor Timm (13 May), it is clear that the cornerstone of a democratic government – of, by and for the people – has been betrayed. No wonder the populists are booming everywhere. Marc JachymLes Ulis, France Briefly • The description of the 4,800-year-old human fossil from Taiwan that showed a mother looking down at a child that she was cradling in her arms (6 May), manifests the fundamental humanity of mankind. The archaeologists were said to have been “shocked” by the striking juxtaposition. However, it should be noted that there is a precedent of similar type from 7,000 years ago at Vedbaek in Denmark, where a mother who died in childbirth was buried in a position as though sheltering her newborn infant, which was lying on the wing of a swan.Anthony WalterSurrey, British Columbia, Canada • I agree with Angela Moore that Six-year-olds do not need grammar drills (6 May). Perhaps the high turnover of ideas is responsible for this silly policy. If British classics like James Britton’s Language and Learning or Joan Tough’s Listening to Children Talking were known to current higher educational authorities, they wouldn’t impose such meaningless demands. Krishna KumarDelhi, India • If President Barack Obama would like to mitigate the ubiquitous brutality of solitary confinement in US prisons (13 May), why not begin with whistleblower Chelsea Manning?R M FranssonWheat Ridge, Colorado, US • Does the project to which David Larousserie refers (13 May) include African sand rivers that lack surface water in the dry season but have water within digging distance, as herdsmen in central Tanzania and elsewhere demonstrate annually? These rivers are clearly not dry, although they lack flowing surface water.Philip StiggerBurnaby, British Columbia, Canada • It was fascinating to read that “a fragment of the oldest axe ever, created up to 49,000 years ago, was found in Australia” (20 May). That certainly outshines the discovery in Sydney some years ago of Captain Cook’s axe, dating from his voyage in 1778, not least because it proved to have had two new heads and four new handles.Lawrie BradlySurrey Hills, Victoria, Australia Email letters for publication to weekly.letters@theguardian.com",
  "webTitle": "Guardian Weekly Letters, 27 May 2016",
  "webPublicationDate": "2016-05-24T13:04:10Z",
  "webUrl": "https://www.theguardian.com/global/2016/may/24/guardian-weekly-letters-eu-brexit-ttip",
  "keyword": [],
  "authors": [],
  "guardianId": "global/2016/may/24/guardian-weekly-letters-eu-brexit-ttip"
}