{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/spitting-image-satire-wonkchannel",
  "id": "2016-05-10-193",
  "sectionId": "tv-and-radio",
  "body": "It might be time to stop looking for the next Spitting Image. In retrospect, it’s weird we ever even tried. Spitting Image was as singular as it was era-specific, managing to funnel a golden age of impressionists, a bracingly iconoclastic bunch of writers and a beautiful raft of puppets – the likes of which had never been seen before – into a satire that combined the highbrow and the lowbrow to phenomenal success. Finding a replacement to something that unique is completely redundant – especially since not even Spitting Image could keep pace with itself. When many of its writers left in the early 90s, roughly coinciding with the loss of the show’s de facto lead character Margaret Thatcher, the show fell into a swift decline it couldn’t escape. And yet people keep trying. After Spitting Image came its cheap knock-off 2DTV. After that came its even cheaper knock-off Headcases. And then, last year, came the slightly more promising but ultimately forgettable Newzoids. And now, god help the lot of us, there is WONKchannel, which might just qualify as the cheapest knock-off of them all. An online show that bills itself as being from “the team behind Spitting Image”, WONKchannel is the clearest sign yet that we should all give up on animated satire while we still can. It looks – and this cannot possibly be intentional – like one of the Taiwanese news animators from a few years ago fell into a tub of ayahuasca then tried to depict their abstract internal nightmare using only a ZX Spectrum. All the impressions sound like Siri losing hope at the bottom of a well. The sketches feel like clustered cries for help. It is, despite the apparent involvement of that show’s alumni, a million miles from Spitting Image.         Britain Seeks Attention.     Take the recent Britain Seeks Attention sketch, which seems like the first in an ongoing series. It’s a legitimate mess. Simon Cowell has nightmarish dead eyes and a mouth that only seems capable of making small little kissy movements. Kate Middleton is literally just a woman’s voice. Donald Trump sounds like he’s talking with his head down a toilet. Kanye West is a disembodied face that sounds like Mike Tyson doing his best to defeat an unusually sticky toffee. The closest thing to a success is David Cameron, and even he’s ruined by a heavy-handed punchline where he tramples on people while the words DISABLED BENEFITS and WELFARE STATE tumble down the screen like the world’s most literal newspaper cartoon. To say WONKchannel needs work is a profound understatement. Currently, the whole thing comes off like a series of placeholder demos created to show what it will look like when it gets better at animation and voices and humour. One of the main selling points of WONKchannel, apparently, is that it’s cheaper to produce than Spitting Image. On this basis, there has never been a stronger argument for heavily investing in something if you want it to succeed.  This cannot possibly be the finished article, especially if it came from the team behind Spitting Image. If it is, it might be time to give Spitting Image – and the entire concept of animated satire as a whole – the viking funeral it so sorely needs.",
  "webTitle": "WONKchannel: the 'new Spitting image' is a nightmarish mess",
  "webPublicationDate": "2016-05-10T11:44:25Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/spitting-image-satire-wonkchannel",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Animation",
      "id": "tv-and-radio/animation",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/spitting-image-satire-wonkchannel"
}