{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/17/manchester-to-swear-in-first-openly-gay-lord-mayor",
  "id": "2016-05-17-74",
  "sectionId": "uk-news",
  "body": "Manchester is to swear in its first openly gay lord mayor in the 124-year history of the role. Labour councillor Carl Austin-Behan will formally be awarded the title at a ceremony on Wednesday. He says he will use his year in the ceremonial post to highlight prejudice towards the trans community and work to make HIV testing more readily available in Greater Manchester.  At 44 Austin-Behan is not only the city’s first openly gay lord mayor, but also the youngest. “I want to bring [the role] into the modern day,” he says. “We’re not even on Twitter yet. Let’s get the lord mayor on Twitter.” Austin-Behan started his career in the RAF, but was thrown out after six years in 1997 for being gay. The air force found out about his sexuality when a man he was dating told them in order to stop him being posted abroad. Rules preventing gay people from serving in the RAF were overturned in 2000 and Austin-Behan marvels at how far British society has come since then. “When they asked me whether I had homosexual tendencies, I could have said no and I don’t think they would have pursued it,” he says. “If I’d denied it I could have carried on living a life that was a lie, but I thought at 24 years old it was about time that I could just be myself.” Following an 18-month stint working for Manchester fire service, Austin-Behan was crowned Mr Gay UK in 2001. He says he decided to enter the competition in order to provide a role model for young gay men. “I just wanted to throw it into the mix that I was ex-RAF, an ex-fireman and not your stereotypical gay man.”  The councillor for the Burnage ward has since worked as a small business owner in Manchester and currently runs a cleaning company with a business partner. He married his partner of 12 years, Simon Austin-Behan, six months ago and the couple are in the process of adopting a child. When Austin-Behan is sworn in, his husband, who works for Greater Manchester police, will take on the ceremonial role of lord mayor’s consort. “He’ll be wearing what were traditionally the lady mayoress’s chains,” he says. Manchester is known for being one of the most LGBT-friendly cities in the UK, but Austin-Behan says that there is no room for complacency: “We’ve got to remember that we’ve still got challenges out there. There are still barriers.” He plans to use his mayoralty to tackle transphobia and to push to get HIV testing more readily available in Greater Manchester, which has the highest number of people living with HIV outside of London, according to Public Health England. “I feel proud that I’m being able to represent not just Manchester but Manchester’s LGBT community,” he says. “I go out in the village, I drink with them, I will go up on stage, I’m a part of the community, so I’d like people to feel that they know who I am.”",
  "webTitle": "Manchester to swear in first openly gay lord mayor",
  "webPublicationDate": "2016-05-17T17:43:28Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/17/manchester-to-swear-in-first-openly-gay-lord-mayor",
  "keyword": [
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Greater Manchester",
      "id": "uk/greater-manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Frances Perraudin",
      "id": "profile/frances-perraudin"
    }
  ],
  "guardianId": "uk-news/2016/may/17/manchester-to-swear-in-first-openly-gay-lord-mayor"
}