{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/17/bill-shorten-hillary-clinton-donald-trump-us-election-australia-election",
  "id": "2016-05-17-331",
  "sectionId": "australia-news",
  "body": "The Labor leader, Bill Shorten, has endorsed US Democratic presidential hopeful Hillary Clinton over presumptive Republican nominee Donald Trump, saying Trump would be “very difficult to deal with.” He criticised the Greens leader, Richard Di Natale, for calling for Australia to rethink its foreign policy, independent of the United States. “We will stick to the American alliance full stop,” Shorten said on Tuesday. “The Labor party sees as part of our foreign policy the strong ongoing maintenance of the American alliance.”   Related: Richard Di Natale: global warming is the most urgent threat to Australia's security    Di Natale spoke at the Lowy Institute on Tuesday, and told its audience that if Australia wanted to be a “confident and courageous country” it must forge a more independent path in the region, free of the entanglements of the US alliance. He said Australia’s tight-knit alliance with the US had made the country more prone to threat than if it was unaligned. By failing to pursue an independent foreign policy “we renounce our ambition to be a confident 21st century country and undermine our own national interests”, he said. Shorten criticised that argument on Tuesday, dismissing it as another “silly” Greens idea. He then risked inserting himself into the US political debate by saying he knew who he would vote for in the upcoming presidential election if he had the chance. “I have to say that if I was in America I would be voting for Hillary Clinton,” Shorten said. “Whoever America elect we’ll work with, but there’s no doubt in my mind that Trump would be very difficult, I think, to deal with.” Former prime minister John Howard was heavily criticised in 2007 when he warned that the election of then-US Democratic presidential aspirant Barack Obama would be a boost for terrorists in Iraq. “If I was running al-Qaeda in Iraq, I would put a circle around March 2008, and pray, as many times as possible, for a victory not only for Obama, but also for the Democrats,” Howard said at the time. Obama said the attack from Howard was a “just a bunch of empty rhetoric” unless Australia put more troops on the ground in Iraq.   Related: Bill Shorten: caught between the Tele and the deep Greens sea | Lenore Taylor    Shorten also criticised Malcolm Turnbull for his decision to delay the start date of its so-called backpackers tax by six months, which puts it off until well after the election. Labor has said it wants to scrap the tax but won’t commit to doing so until it sees modelling of the true amount of revenue that would be forgone. It says the measure cannot raise $540m because the tax is deterring holidaymakers from coming to Australia. “The budget was barely two weeks ago and the wheels are falling off it. What a shemozzle,” Shorten said. On Tuesday the assistant treasurer, Kelly O’Dwyer, announced the government would delay the backpacker tax for six months until 1 January 2017. The delay would cost $40m, she said.",
  "webTitle": "Shorten endorses Clinton for US president, saying Trump would be 'very difficult'",
  "webPublicationDate": "2016-05-17T03:24:31Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/17/bill-shorten-hillary-clinton-donald-trump-us-election-australia-election",
  "keyword": [
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/17/bill-shorten-hillary-clinton-donald-trump-us-election-australia-election"
}