{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/03/mexico-city-colonia-juarez-regeneration-bars-restaurants",
  "id": "2016-05-03-281",
  "sectionId": "travel",
  "body": "It’s morning in Mexico City, and the traffic on Avenida Reforma, the city’s central artery, is in full flow, interspersed only by tamale carts dashing madly into the path of oncoming cars. A block away, its entrance guarded by two of the city’s landmark skyscrapers, Torre Mayor and Torre Bancomer, is Colonia Juárez, once the grande dame of Mexico City neighbourhoods, and now making a long-awaited comeback.  A few kilometres west of the historic centre, Juárez used to be the grandest colonia in the city. Local architect Rutilo Rojas says: “At the tail end of the porfiriato [when Porfirio Díaz ruled Mexico, 1876-1911], wealthy families built enormous French-influenced mansions in Juárez, and lived there until the mid-century’s new urban developments began. Many demolished their mansions and replaced them with office blocks, which were easier to rent out.”     Lucerna Comedor recently opened on Calle Lucerna in La Juárez.    The horrific earthquake of 1985 sent the area into further decline. In the 1980s and 90s, a small pocket of Juárez, Zona Rosa, became a centre for the city’s gay scene, full of clubs and restaurants, but the rest of the area lay dormant. Now, developers such as regeneration specialist ReUrbano are helping restore its beautiful architecture. A wave of openings over the past six months has seen interest in Juárez reach fever pitch. Havre 77 is an oyster bar and restaurant from feted young chef Lalo García; other new spots include Lucerna Comedor, Teo Luncheonette, Taberna Luciferina, Osteria Isabella and Kyo Sushi. Milan 44 is an “urban market” where people can go for excellent coffee and cheese, a beard trim or a yoga class. In the past three years, three of Mexico City’s most exciting contemporary art galleries – José García, Marso and Karen Huber – have opened in Juárez.     Milan 44, a modern market offering gourmet food, yoga and more.    But the most anticipated newcomer is Amaya, a new restaurant and wine bar from Jair Téllez, the chef behind two of Mexico’s best restaurants – Mexico City’s MeroToro and Baja California’s Laja. It opens on 20 May and will boast Mexico’s first entirely natural wine list. For Téllez, Juárez is a fusion of the best of new and old Mexico City: “A wave of creativity has made its way across the city and hit the spinal cord of Avenida Reforma. You don’t know what to expect here, and that makes it very exciting.”     La Juárez remains proudly local, with low rents and a mixed community.    Indeed: the area is also home to classic cantinas unchanged since the 1920s, such as Salon Niza, and to some of the city’s most exciting theatre, cabaret and multi-disciplinary performance spaces: Teatro Milan, Foro 37, El Milagro, El 77 and La Americana Club. Then there’s the wonderful Korean food at Mapo Galbi, Mexico City’s first serious cocktail bar, Bar Milan, and Café La Habana, which opened in 1952 and is said to be where Fidel Castro and Che Guevara planned the Cuban revolution. But Juárez still remains proudly local, with its launderettes and cocinas económicas (budget restaurants). Rents are still low enough for artists and independent businesses to survive, and large restaurant chains have so far stayed away. Long may it last.",
  "webTitle": "Mexico City’s grandest neighbourhood is back in vogue",
  "webPublicationDate": "2016-05-03T09:30:51Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/03/mexico-city-colonia-juarez-regeneration-bars-restaurants",
  "keyword": [
    {
      "webTitle": "Mexico City holidays",
      "id": "travel/mexicocity",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Mexico holidays",
      "id": "travel/mexico",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Bars and clubs",
      "id": "travel/bars",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [],
  "guardianId": "travel/2016/may/03/mexico-city-colonia-juarez-regeneration-bars-restaurants"
}