{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/01/primary-testing-regime-needs-greater-scrutiny",
  "id": "2016-05-01-41",
  "sectionId": "education",
  "body": "We now know what headteachers like Amanda Hulme think (Primary grammar tests would stump Jane Austen, says head, 30 April). From your letters pages over past months, we know what the teachers’ unions think, what retired inspectors think, what established poets and writers like Michael Rosen think, what education academics in universities think about these tests. There is a consensus that they are too difficult for such young children, do not help them to write well and are demoralising, demotivating and a waste of curriculum time. So, where is all this nonsense coming from? Who is devising and writing these tests? What is their background, their education history? And more importantly, do they have any experience in teaching or educational research? I would like to see some investigative journalism undertaken by the Guardian using freedom of information legislation to expose exactly who, which civil servants, are advising the hapless Nicky Morgan and writing these execrable “tests”. I suspect these advisers from the ivory towers of the Department for Education will prove to have little experience of state sector education as a teacher, as a parent or as a pupil. Who exactly is the DfE “spokesperson” defending the indefensible? I think we should be told.Ruth LewisMiddlesbrough • I never thought I would find myself defending a Conservative educational initiative, but the comments of Amanda Hulme offer a sad insight into primary education in England. Millions of children across Europe learn the basic elements of grammar and how to parse sentences (including the difference between transitive and intransitive verbs) in primary school, and no one sees this as beyond their ability, just as it is taken for granted that they will master their multiplication tables. Among other things, this knowledge makes it easier to learn foreign languages and write in one’s own. Having lived in the UK for 10 years and seen our children go through the school system, my strong impression is that many schools have too little faith in what children can learn and do not challenge them enough, leading to rather understandable complaints of boredom. As to “get[ting] by for 23 years without knowing what a transitive verb is”, I imagine that lots of people have “gotten by” without knowing the basics of music theory, but this hardly means their lives wouldn’t have been richer if they had. And one would expect a music teacher to provide these basics.Dr David LinesKenilworth, Warwickshire • Your report on primary grammar tests and the letter from Philip Pullman and 83 others (Sats have troubled too many children, 30 April) should herald a commission into primary education. In the 1970s and 1980s many of our primary schools were the admiration of the world in combining effective learning of the 3Rs with many-faceted creativity and a careful nurture of personal and social development. (Yes, others did not reach these heights of achievement). But instead of helping all primary schools to achieve this high standard of all-round development, politicians of left and right since 1988 (Kenneth Baker’s Education Reform Act) have regimented the 3Rs and largely neglected everything else. It has now reached an absurd level such as “fronted adverbials” in year 4 and “modal verbs” in year 5. A commission should examine: (1) the demands of the national curriculum and testing regime: (2) the reported unhappiness of many children and teachers; (3) the workload of teachers and their remuneration; (4) the future of local authorities in education and provision of school places; (5) the government’s intention to academise all schools; (6) Ofsted system of school inspection; and (7) proposals for a National Education Service led not by ministers but by a National Education Council of teachers, parents, academics, business and professional people, and politicians. This commission would raise public consciousness of how the education of our children is directed less by the professionalism of trained teachers and more by the obsessions of ministers.Emeritus Professor Michael Bassey Newark, Nottinghamshire • It is not only our most famous authors who would struggle with the latest assessments dreamt up by the government. As a lecturer with many years’ experience of teaching linguistics, I have seen at first hand how difficult these concepts are, even for undergraduate and postgraduate students. To expect 10-year-olds to understand different kinds of determiners, modal and intransitive verbs and relative clauses is simply neither appropriate nor a good use of precious learning time. It is setting most of them up to fail, is incredibly stressful for teachers and children, and will stifle creativity. If this Gradgrind model of education had been imposed on Jane Austen she would probably never have written her wonderful novels at all.Jean GlasbergCambridge • Amid all the consternation and furore surrounding the testing regime in schools, I find it astonishing that all we have heard from the children’s commissioner’s office is a deafening silence. Can we be told her position on this please?Liz WharfeLondon • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Primary testing regime needs greater scrutiny | Letters",
  "webPublicationDate": "2016-05-01T19:17:00Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/01/primary-testing-regime-needs-greater-scrutiny",
  "keyword": [
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Teachers' workload",
      "id": "education/teachersworkload",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/01/primary-testing-regime-needs-greater-scrutiny"
}