{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/24/san-francisco-dolores-park-reservation-policy-retracted",
  "id": "2016-05-24-28",
  "sectionId": "us-news",
  "body": "San Francisco has been forced to walk back a new policy that would allow groups to pay to reserve areas of grass in the popular Dolores Park, in the latest controversy between the city’s wealthy gentrifiers and its poorer residents. The test policy by the parks department, which began at the beginning of May and was supposed to last two months, had caused outrage among local residents. The cost to rent a grass area for “permitted picnics” would have been between $33 and $260, depending on the size of the group.    Related: Death by gentrification: the killing that shamed San Francisco | Rebecca Solnit    “It’s the invasion of the techies,” said Ken, who declined to give his last name but who said he had been coming to Dolores Park since 1977. “This park has become a techie playground … with [Mark] Zuckerberg’s house looming above us.” David Noble, a musician and social worker who was in the park on Tuesday morning for a work meeting – a meeting for which they had not reserved a space – said that the policy was “just not very San Francisco … it doesn’t sit right with me.”     San Francisco’s Dolores Park in the Mission district of the city is notoriously busy on weekends. Photograph: Alamy Stock Photo      And all the naked, strung-out fun people are going to be on the streets with nothing to do  Jeremiah Boyle, software engineer     Jeremiah Boyle, a software engineer who was walking his dog, Solo, in the park Tuesday, said that any permit system would “shift the usage away from spontaneous people to organized people, and if that’s going to be corporate things you end up with a lot of work events”. “And all the naked, strung-out fun people are going to be on the streets with nothing to do,” he added. But soon after the test run of the policy was first reported, the idea of booking grass areas was halted by Scott Wiener, who serves on the San Francisco board of supervisors, where he chairs the land use committee. Wiener wrote in a statement on Medium: “Despite this program being consistent with long-standing policy in Dolores Park, I do share concerns about reserving lawn areas in the park, given that green space is extremely limited on weekends due to large crowds.”      A reservation sign in Dolores Park. Photograph: Kevin Montgomery    “To address this concern,” he continued, “I worked with Rec & Park to change its reservation policy by limiting reservations to picnic tables. Thus, Rec & Park will not be allowing additional reservations of the lawn area.” The furor over grass reservations is the latest in a series of increasingly tense standoffs between San Francisco’s older residents, especially in the traditionally Latino area of the Mission, and its newer Google-bus riding, trendy coffee shop-attending arrivals. In one particularly fraught and infamous incident from 2014, a group of tech employees who had rented out a public soccer field through a similar scheme to the Dolores Park project ended up in a tense confrontation with some local youths who were already playing a pickup game on the pitch. Joey Kahn, a spokesman for the San Francisco recreation and park department, said in a statement that “given the recent debate” the department wanted “to take a step back to have more open public dialogue” regarding reservation policies at Dolores Park. He added, though, that the permit system was “designed to provide accountability for the use of our public parks by larger gatherings”, and also that the permits were necessary for large groups “only to allow us to avoid user conflict and to monitor post event clean-up”. •An earlier version of this story misspelled Jeremiah Boyle’s first name",
  "webTitle": "San Francisco retracts program to pay to reserve park's lawn areas amid outrage",
  "webPublicationDate": "2016-05-24T19:42:06Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/24/san-francisco-dolores-park-reservation-policy-retracted",
  "keyword": [
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gentrification",
      "id": "cities/gentrification",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    },
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "us-news/2016/may/24/san-francisco-dolores-park-reservation-policy-retracted"
}