{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/20/the-machine-stops-review-em-forster-adaptation-facebook",
  "id": "2016-05-20-221",
  "sectionId": "stage",
  "body": "For a writer associated with the phrase “only connect”, EM Forster does not receive nearly enough credit for predicting the epoch of Facebook and Skype. Yet in a masterful short work of science fiction, published in 1909, he foresaw an overdeveloped society enslaved by its own technology. The Machine Stops visualises a period in which humans, having exhausted the available resources of the Earth, live deep underground in isolated cells and have become entirely dependent on an infrastructure known as “the Machine”; which appears to be a vast video-conferencing network for the exchange of secondhand ideas. Some of Forster’s predictions are uncannily prescient. Vashti, the pompous female academic at the heart of the story, is proud to broadcast her opinions to precisely 100 “friends”. Her son Kuno, however, is a dissatisfied renegade living on the other side of the world whom she visits by airship. It would be too much to expect Forster to get everything right.     Dramatic framework … machine operatives Gareth Aled and Maria Gray. Photograph: Ben Bentley    Neil Duffield’s adaptation, produced by Pilot Theatre and the Theatre Royal, York, provides the dramatic framework while Rhys Jarman’s design establishes a literal one, in the form of an imposing steel scaffold from which the operatives of the network swing and contort in a form of dystopian aerial ballet.  Juliet Forster’s production features an eerie electronic score by Ultravox founder John Foxx and collaborator Benge. Caroline Gruber makes a credibly futuristic version of the sanctimonious Forsterian matriarch, and Karl Queensborough provides a passionate display of rage against the machine.  At the Theatre Royal, York, until 4 June. Box office: 01904 623568. Then touring.",
  "webTitle": "The Machine Stops review – EM Forster predicts Facebook in eerie sci-fi drama",
  "webPublicationDate": "2016-05-20T11:06:59Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/20/the-machine-stops-review-em-forster-adaptation-facebook",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "EM Forster",
      "id": "books/emforster",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Alfred Hickling",
      "id": "profile/alfredhickling"
    }
  ],
  "guardianId": "stage/2016/may/20/the-machine-stops-review-em-forster-adaptation-facebook"
}