{
  "apiUrl": "https://content.guardianapis.com/housing-network/2016/may/19/darkness-luxury-britains-council-estates-lighting-cctv",
  "id": "2016-05-19-319",
  "sectionId": "housing-network",
  "body": "Most people do not think of darkness as a luxury. But if you live in a council flat with a bulkhead light shining into your window all night long, you might. Light, especially in the urban realm, is a powerful thing. People make spaces through light, it is the stuff of our everyday lives … so perhaps it is not surprising that it reinforces the growing social inequality in our towns and cities. London’s social housing estates are immediately recognisable by their bright, cold light from tall masts – lighting calibrated for maximum visibility to allow for better CCTV surveillance and the prevention of anti-social behaviour and crime. This kind of lighting marks out these spaces as problems to be dealt with functionally and configures them as less valued spaces for less valued people. This come at the expense of massive light pollution and cost in energy and maintenance, and has a negative impact on the wellbeing of the people whose bedrooms are illuminated by “prison yard lighting”.  In contrast, darkness, created by carefully curated lighting, is an explicit feature of more affluent neighbourhoods and high-priced developments. Here, light is consciously used as a design tool to create an aesthetically pleasurable nightscape that appears valuable, safer and more inviting.    Related: Turning off street lights does not lead to more crime or accidents – study    Not all urban spaces need highly aestheticised lighting schemes, but everyone deserves to live in socially successful and engaging places. This can be lost in how we make and value different kinds of spaces through lighting – public lighting is a barometer of inequality in urban areas.  This is not only hugely problematic, but unnecessary. New light technologies promise more energy efficient solutions and smart systems that can make lighting more responsive and adaptable to the social space it illuminates. We have the technological tools to make spaces such as social housing more equitable through better lighting.  However, the way in which these light technologies are currently used in social housing paints a different picture. New technologies, such as brighter bulbs that use less energy, are used alongside old paradigms of control and surveillance. This does not improve spaces, but simply makes them brighter and reinforces light inequalities.  We need a better and more detailed understanding of how lighting can work for people, regardless of where they live, starting with whether or not it shines into their bedrooms. Lighting can help build social inclusion and civic life across urban spaces and create places that are engaging, accessible and comfortable for everyone who shares them. Equitable lighting needs to be based on knowledge of the diverse uses of a space and how to respond to it creatively. This requires more intelligent conversations that bring together different stakeholders – and then we can talk about darkness for everyone. Mona Sloane is co-founder of the Configuring light research programme at the London School of Economics and Political Science Join the Guardian Housing Network to read more pieces like this. Follow us on Twitter (@GuardianHousing) and like us on Facebook to keep up with the latest social housing news and views.",
  "webTitle": "Darkness is a luxury not granted to Britain's council estates",
  "webPublicationDate": "2016-05-19T06:12:00Z",
  "webUrl": "https://www.theguardian.com/housing-network/2016/may/19/darkness-luxury-britains-council-estates-lighting-cctv",
  "keyword": [
    {
      "webTitle": "Housing Network",
      "id": "housing-network/housing-network",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Tenants",
      "id": "housing-network/tenants",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Community building",
      "id": "housing-network/community-building",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Social housing",
      "id": "society/social-housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "London",
      "id": "housing-network/london",
      "sectionId": "housing-network",
      "sectionName": "Housing Network"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "housing-network/2016/may/19/darkness-luxury-britains-council-estates-lighting-cctv"
}