{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/leicester-assistants-craig-shakespeare-steve-walsh-new-deal",
  "id": "2016-05-20-156",
  "sectionId": "football",
  "body": "Leicester City have announced that assistant managers Craig Shakespeare and Steve Walsh have signed new contracts with the Premier League champions. The former West Bromwich Albion and Grimsby midfielder Shakespeare and Walsh, who is credited with discovering both PFA Player of the Year Riyad Mahrez and the France midfielder N’Golo Kanté, are in their second spell at the club having arrived with the then manager Nigel Pearson in 2011.   Related: Leicester City manager Claudio Ranieri awarded major Italian honour    “When I arrived at Leicester, I could never have expected to find a group of staff so well equipped to take a club forward,” said the current manager Claudio Ranieri. “Craig and Steve have been very important to this and I am very pleased to have had their support in understanding the players and helping them to understand my philosophy.” The director of football Jon Rudkin added: “Behind a successful football team is a group of staff whose worth ethic and talent reflects that of the squad they support. Craig and Steve epitomise the kind of application and commitment that has brought so much success, positivity and goodwill to our club and we’re absolutely delighted that they have agreed new contracts as part of our journey.” Walsh has been a reported target for Arsenal in the past with Gary Lineker taunting the Gunners that they had “nicked the wrong scout” back in March.",
  "webTitle": "Leicester assistants Craig Shakespeare and Steve Walsh sign new deals",
  "webPublicationDate": "2016-05-20T13:19:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/leicester-assistants-craig-shakespeare-steve-walsh-new-deal",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/20/leicester-assistants-craig-shakespeare-steve-walsh-new-deal"
}