{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/17/curtain-excavation-early-shakespeare-theatre-rectangular-shoreditch",
  "id": "2016-05-17-134",
  "sectionId": "stage",
  "body": "The foundations and shoulder-high walls of the Curtain theatre, where Shakespeare performed as an actor and may have staged the first performances of Romeo and Juliet and Henry V, have been uncovered in a development site in Shoreditch. To the consternation of archaeologist Julian Bowsher, an internationally acknowledged expert on Shakespeare’s theatres, the excavation of the foundations and a long stretch of the back wall of the stage prove that the theatre was rectangular, not the “wooden O” of the famous prologue to Henry V. “There is going to have to be a certain amount of revision of the chapter on The Curtain in my book,” Bowsher said. “It now seems clear that the playhouse was a conversion of an earlier tenement – essentially a block of flats – and was later converted back into a tenement again. “There’s been a lot of scholarly argument about the shape of Tudor theatres, but the evidence from actors is that it made no difference to the performance of the plays, you could ask them to stand on a chair and they’d just get on and do it.” Finds made by the archaeologists from the Museum of London Archaeology include a battered piece of green pottery, like the stump of an egg cup. It is actually a bird call, which may have been used for stage effects – a haunting find at the site where Juliet may first have spoken the lines, pleading with Romeo to stay a little longer in their marriage bed: “It is not yet near day: it was the nightingale, and not the lark.”     Archaeologist Paul McGarrity holds a 16th-century bird whistle, a possible theatrical sound effect, discovered at the Curtain. Photograph: Handout    Other finds include a lead token, probably used to pay for a pot of ale, and a broken-bone comb: “Most people would need a comb to remove the wildlife from their hair,” Heather Knight, the senior archaeologist on the excavation, said. There was also a handsome metal mount for a cloth purse – another suggestive find from a site where the records include the arrest of a cutpurse thief. Knight said the remains of the theatre were the best preserved of all the Shakespeare theatres they had excavated. Because the building was a conversion, and later reused, far more survives than Shakespeare’s more famous theatres on the South Bank, the Globe and the Rose, where nothing remains except a confusing tracery of foundations.  Several brick walls up to 1.5 metres (4ft 9in) high remain of the Curtain, along with part of the sloping gravelled surface of the yard where the groundlings stood – including on one occasion, according to Bowsher, the Venetian ambassador. He caused scandal by considering it more fun to stand with the crowd than sit with the gentry in an expensive stage box, and was then nearly beaten up by the groundlings when he chatted in Italian with a companion, and was taken for a Spanish spy.     A comb was among the artefacts found at the site. Photograph: Handout    The Curtain’s name had nothing to do with theatre: it came from the ancient Curtain Road, which flanked the old curtain wall of a medieval priory. It was one of two playhouses, 100 metres apart, described by one visitor as standing in a fair meadow, just outside the city walls. It is the least well documented of Shakespeare’s theatres, but one of the few facts is that he was listed as an actor in the first performance of Ben Jonson’s Every Man In His Humour, in 1598. The rectangular theatre, like the galleried inns where plays were also performed, cannot be the famous wooden O of Henry V: “Can this Cock-Pit hold within this Woodden O, the very Caskes that did affright the Ayre at Agincourt?” Bowsher suspects the prologue was added for a later performance at the Globe. The surviving records suggest that the area around the Curtain was a rowdy one. Richard Burbage, Shakespeare’s friend and theatre manager, was regularly fined for running a shebeen, an unlicensed “tippling house” a stone’s throw away.   Related: Shakespeare's Curtain theatre unearthed in east London     Two of his sons had their houses broken into and theatre costumes stolen – the culprit may not have been far away as a member of the company was convicted of receiving stolen goods, including costumes. There was also a punch-up at the door of the theatre between two actors and a Thames ferryman, who had possibly come for a little chat about his unpaid fares, since the actors had previously been arrested for an “affray” at the river. Although the approximate location of the Curtain was marked with a plaque almost a century ago, the actual site was only rediscovered five years ago, when buildings from the 1970s and 80s were cleared for redevelopment . The developers propose to retain all that remains as a visitor attraction, and to create a performance space. Excavation continues in the backstage area and archaeologists have also found that precious source of evidence, a nice cesspit. There will be free public tours of the site on Fridays until 24 June , but places must be booked on http://www.mola.org.uk/events.",
  "webTitle": "Excavation finds early Shakespeare theatre was rectangular",
  "webPublicationDate": "2016-05-17T14:38:15Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/17/curtain-excavation-early-shakespeare-theatre-rectangular-shoreditch",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "William Shakespeare",
      "id": "culture/shakespeare",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Maev Kennedy",
      "id": "profile/maevkennedy"
    }
  ],
  "guardianId": "culture/2016/may/17/curtain-excavation-early-shakespeare-theatre-rectangular-shoreditch"
}