{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/13/zlatan-ibrahimovic-leave-psg",
  "id": "2016-05-13-245",
  "sectionId": "football",
  "body": "Zlatan Ibrahimovic has brought an end to months of speculation by announcing that he is to leave Paris Saint-Germain this summer. “My last game tomorrow at Parc des Princes. I came like a king, left like a legend,” the Swedish centre-forward tweeted on Friday.   Related: The 100 best footballers in the world 2015 – interactive    He has yet to announce his destination though he has been linked with a return to Milan or – less likely – a move to Manchester United, although at 34 he could be tempted to wind his career down in the United States, possibly with LA Galaxy where he could team up with Steven Gerrard and Robbie Keane. His contract is due to expire in the summer. Ibrahimovic had reportedly pushed for a one-year extension but PSG said the club and the player decided mutually not to renew their contract. “After discussions between Paris Saint-Germain and Zlatan Ibrahimovic’s agent, the club and the player have agreed not to renew the player’s contract, which expires on 30 June 2016,” PSG said in a statement. “They have also agreed that once his playing career is over, Ibra will join the capital club’s management.” “I am very proud of the last four years,” Ibrahimovic said in the same statement. “I loved every day I spent here. The Paris Saint-Germain has become a star club in the world and I played a key role moving it forward. It is now the right time for me to take a different path.”       PSG, who were runaway winners of League 1, host Nantes on Saturday before ending their season in the French Cup final on 21 May against Marseille. They were knocked out of the Champions League by Manchester City, which could have been the last chance for him to win the competition. Ibrahimovic nevertheless leaves with a remarkable haul of trophies, having won the French title four times with PSG, the Italian title four times, with Milan and Inter, the Spanish title with Barcelona and the Dutch title twice with Ajax. For good measure he also won Serie A twice with Juventus but they were stripped of the titles in the fallout from the Calciopoli scandal. He became PSG’s all-time leading goal scorer this season and is within one goal of Carlos Bianchi’s record for a French league season after scoring his 36th in a 1-1 draw at Bordeaux. He is the first player to score more than 30 in a season in France’s top division since Bianchi managed 37 in 1977-78. Next on Ibrahimovic’s agenda is the European Championship, Sweden being grouped with Ireland, Italy and Belgium. Ibrahimovic said: “I would like to thank all my team-mates, the technical staff and everyone at the club. My heart is with the fans. They have always been amazing, from day one. They are the best fans in France. This is not goodbye, we will meet again. I came here as a king and I leave like a legend. But I will be back!” Nasser al-Khelaifi, PSG’s chairman and CEO said: “Zlatan has written an incredible chapter in the great history of our club. With all his titles, his records and his love for our supporters, Ibra has given our club an incredible window on to the world. “I am very proud to have welcomed him to Paris and I am already excited by the idea of working with him again when he ends his playing career. Paris Saint-Germain will always be his home and he will remain forever in the hearts of our supporters.”",
  "webTitle": "Zlatan Ibrahimovic to leave PSG: ‘I came like a king, left like a legend’",
  "webPublicationDate": "2016-05-13T10:12:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/13/zlatan-ibrahimovic-leave-psg",
  "keyword": [
    {
      "webTitle": "Zlatan Ibrahimovic",
      "id": "football/zlatan-ibrahimovic",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Paris Saint-Germain",
      "id": "football/parisstgermain",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sweden",
      "id": "football/sweden",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "football/2016/may/13/zlatan-ibrahimovic-leave-psg"
}