{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/17/nhs-trust-no-to-osborne-nightmare-cuts-barnsley-walk-awy-from-contract",
  "id": "2016-05-17-316",
  "sectionId": "commentisfree",
  "body": "The state shrinks away quietly, dwindling in ways unseen by most citizens most of the time. But sometimes those ordered to administer the disintegration of a vital service can refuse. There are red lines they should not cross, when they think a service impossible to deliver for too low a price. This is the story of one NHS service that just said no. As the screw tightens, others may follow the good example of South West Yorkshire Partnership NHS Foundation Trust. Public health was handed over from the NHS to local authorities, which now commission such services as health visitors and school nurses. But in the handover, George Osborne first snatched £200m mid-year, with many millions more to come in the next two years. Public health money isn’t ring-fenced, so councils already coping with colossal cuts can use it as they like.   Related: Osborne’s public health cut is a blunder too far | David Brindle    You might expect health visitors to be protected from the great shrinkage after David Cameron promised, and mainly delivered, an increase in their numbers. In his “big society” days they were the apple of his eye – for good reason. What mother doesn’t remember their comforting care? Postnatal depression and parental anxiety are no respecter of social class. Yet health visiting risks falling victim to the grinding local council cuts. Take Barnsley: the council put out to tender public health services for under-19s, expecting South West Yorkshire to take it on again. But the tender was for £4.8m, a £1m reduction – and no one bid for it. The trust tried to meet that price, but “we felt we couldn’t”, says Sean Rayner, a district service director. It would mean “cutting 40% of our staff and raising health visitors’ caseloads from 300 to 1,000. School nurses would have been cut by 40% too, stretched too thin. This was going too far.” Because no one would do it at that price, Barnsley council has been forced to take the service in-house. The town has close-knit public services, with no animosity between local authority and local NHS: it may even make sense for the council to merge all children’s services – but mergers also mask the depth of cuts. “We didn’t want to walk away: it’s not the council’s fault,” says Rayner. “But we have our red lines on quality we cannot cross.” Pressure on all NHS sectors is rising fast, with last week’s figures the worst ever recorded for missed targets in A&E, waiting lists, cancer care and ambulance waiting times. Pressure on councils is even harsher, though less visible. Julia Burrows, Barnsley’s public health director, says the cuts have been “a nightmare” to implement, “really horrible”. She puts a brave face on it: “I’m trying to find the positive.” Barnsley, she says, spends more on health visitors than some places, and she can cite Hartlepool and Rotherham: that’s how the race to the bottom goes. Everywhere councils and trusts under the cosh use the same words to disguise the shrinkage: “restructuring”, “targeting”, “flexibility” with a “different skill mix” (that is, lower-skilled staff). As elsewhere, this council’s children’s centres have shrunk – from 22 to six, Nationally some 800 have gone, and many more are due to shut, though no figures are kept centrally. Barnsley’s family nurse partnership scheme that gave intensive care to teenage mothers has closed, after research suggested the money could be better spent. So far there are no cuts to school nurses – but there are only 12 for 105 schools, or 2,682 children per nurse. Barnsley council is well run by its long-time Labour leader, Stephen Houghton, who is as indignant about these cuts as anyone. “We’ve cut half our workforce. We do all we can to use volunteers. We restructure, we are efficient, our big capital investments are bringing business and jobs to Barnsley. But we no longer know what’s a statutory responsibility for things like environmental health, until someone takes us to court.” With £86m cut already and another £27m to go, he asks: “How far can you go? I don’t know.” Everywhere, children’s services are hard hit: in the latest Ofsted inspections, only two councils are rated outstanding, while 24 are “inadequate”.   Related: Thousands miss out on free childcare as local authorities struggle to fund places    At any one time few people call upon the two most expensive services provided by local authorities – for children and elderly people – with half a council’s budget spent on just 2% of its population. Bin collection, potholes and grass-cutting cause most outcry if neglected, but diminishing care for old and young is a silent loss. And very real losses. The 30 hours of free childcare promised by Cameron looks unlikely, as only a third of nurseries say they can deliver it: for 40,000 three- and four-year-olds there are still no places for their existing 15 free hours. High quality is in peril as maintained nurseries, the beacon trainers of nursery teachers, are in steep decline: quality costs more, so most nurseries have no qualified teacher. The numbers of children in care are rising, partly due to lack of social workers giving families early support. Foster carers, already in short supply, complain their children get less help from social workers. The children’s commissioner has called for an “urgent review” of cuts to children’s services – but no one is counting what is vanishing. If calamities happen, watch an over-burdened social worker get blamed.           The National Health Service explained    Health visitor numbers are a good sign; even they are falling back after Cameron’s period of expansion, and that speaks volumes. Universities are being told to cut back on trainee places. Spread thinner, health visitors report that many mothers no longer receive their mandated five visits: a universal service becomes one mainly for problem families as the birth rate rises, up 15% since 2000. Maybe no one will notice as the public realm floats away. If new parents never know what care they are missing, if nurseries just warehouse children without education, if no one picks up postnatal depression before it causes lasting damage, shrinking children’s services may stay comfortably below the political radar. But it shocks me that the care on offer in the BBC’s Call the Midwife risks looking better than what’s ahead. The wonderful health visitor I had gave me a better service than my daughters have received. In this climate, South West Yorkshire partnership trust offers a good example to all other health service and public service providers: if asked to do too much with too little, walk away from contracts. Just say no.",
  "webTitle": "The NHS trust that said no to Osborne’s nightmare cuts | Polly Toynbee",
  "webPublicationDate": "2016-05-17T05:30:35Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/17/nhs-trust-no-to-osborne-nightmare-cuts-barnsley-walk-awy-from-contract",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Barnsley",
      "id": "uk/barnsley",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Polly Toynbee",
      "id": "profile/pollytoynbee"
    }
  ],
  "guardianId": "commentisfree/2016/may/17/nhs-trust-no-to-osborne-nightmare-cuts-barnsley-walk-awy-from-contract"
}