{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/22/turkish-president-consolidates-power-as-new-pm-calls-for-presidential-system",
  "id": "2016-05-22-62",
  "sectionId": "world",
  "body": "Recep Tayyip Erdoğan, Turkey’s president, has confirmed Binali Yıldırım, a close ally for two decades and a co-founder of the ruling AK party, as his new prime minister, taking a big step towards the stronger presidential powers he has long sought. Speaking to members of the party that he and Erdoğan co-founded, Yıldırım called for changes to the Turkish constitution to give more authority to Erdoğan’s office and erode the powers of the prime minister. “Are you ready to bring in a presidential system?” Yıldırım asked members of the ruling AK party, who had just elected him as their party leader. As prime minister, Yıldırım will technically be the head of the Turkish government. But he said he supported plans to cede power to Erdoğan, since the latter has a huge personal mandate after becoming the first Turkish president to be elected directly by the public in 2014. “Now that the president is elected by the people, nothing can be the same as it was,” said Yıldırım, who was previously transport minister. “We have always proudly said that we are Recep Tayyip Erdoğan’s companion, that we share a common fate and a common passion. Mr President, we promise you that your passion will be our passion, your cause will be our cause, your path will be our path.”     President Erdoğan, right, meets the outgoing prime minister Ahmet Davutoğlu at the presidential palace in Ankara. Photograph: Kayhan Ozer/Reuters    Commentators argue that Yıldırım has been installed for his acquiescence, after his predecessor – Ahmet Davutoğlu – was ousted earlier this month for allegedly blocking Erdoğan’s path to greater power. Yıldırım was the sole candidate for party leader at the AKP congress, and he won all 1,405 of the valid votes. Erdoğan’s supporters say there is nothing unusual about a presidential system, highlighting how many western countries – such as France and America – have comparable systems. But his critics argue that Erdoğan is seeking to build an autocracy under the guise of democratic norms. “Today’s Turkey is experiencing a tug-of-war between autocrats and democrats,” Can Dündar, a recently jailed newspaper editor and critic of Erdoğan, said in April. Yıldırım has made clear he will pursue two of Erdoğan’s biggest priorities – the executive presidency and the fight against militants of the outlawed Kurdistan Workers’ party (PKK) in the largely Kurdish south-east. Yıldırım was elected as a deputy for Istanbul in November 2002 when the AKP won its first election. He was appointed transport, maritime and communications minister, a post he then held almost continuously in successive governments.  His ties to Erdoğan date back to the 1990s when Yıldırım, educated in shipbuilding and marine sciences, was in charge of a high-speed ferry company in Istanbul, where Erdoğan was mayor. With reporting from AP and AFP",
  "webTitle": "Turkish president consolidates power as he confirms new PM",
  "webPublicationDate": "2016-05-22T16:39:11Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/22/turkish-president-consolidates-power-as-new-pm-calls-for-presidential-system",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Recep Tayyip Erdoğan",
      "id": "world/recep-tayyip-erdogan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Kingsley",
      "id": "profile/patrick-kingsley"
    }
  ],
  "guardianId": "world/2016/may/22/turkish-president-consolidates-power-as-new-pm-calls-for-presidential-system"
}