{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/12/zuckerberg-denies-facebook-bias-invites-conservatives-talk",
  "id": "2016-05-13-305",
  "sectionId": "technology",
  "body": "Facebook CEO Mark Zuckerberg has announced that he plans to invite “leading conservatives and people from across the political spectrum” to talk with him about accusations of political bias at the social media company. Zuckerberg made the announcement Thursday evening in a Facebook post that continued to deny the allegations of bias and the claim that the Facebook trending topics team suppresses conservative news.  “We have found no evidence that this report is true,” he wrote. “If we find anything against our principles, you have my commitment that we will take additional steps to address it.”    Related: Facebook news selection is in hands of editors not algorithms, documents show    On Monday, Gizmodo reported that contracted workers at Facebook “routinely suppressed news stories of interest to conservative readers” and artificially “inject” stories into the trending topics section, citing anonymous former “news curators”.  Zuckerberg’s statement is a sign of how damaging the allegations are to a company that, despite serving as a news source for millions of people, maintains that it is a neutral tech company.  On Tuesday, Facebook’s vice-president for search, Tom Stocky, addressed the controversy in a post of his own, denying allegations of bias and writing: “We do not insert stories artificially into trending topics, and do not instruct our reviewers to do so.” But early on Thursday, the Guardian obtained Facebook’s internal guidelines for the trending topics section that contradicted Stocky’s statement. The documents include instructions for how curators can “inject” or “blacklist” topics in the trending topics.  “The editorial team CAN [sic] inject a newsworthy topic in the event that something is attracting a lot of attention, such as #BlackLivesMatter,” the guidelines state. Facebook’s vice-president for global operations, Justin Osofsky, subsequently wrote his own blogpost about the editorial guidelines – which were released – and specified that many topics are rejected because they “reflect what is considered ‘noise’”.    Related: The inside story of Facebook’s biggest setback | Rahul Bhatia    Zuckerberg’s statement – the third dispatch from a company executive in just four days – did not address the question of Facebook’s editorial practices, but instead focused on the question of political bias against conservative viewpoints.  Conservative media have doubled down on those accusations of bias against Facebook in the wake of revelations by the Guardian on the company’s news strategy. “They market it as this organic collection of things that are trending,” said Sean Davis, co-founder of popular conservative site the Federalist. “They are walling off huge areas people are talking about. That’s the real problem. We’re generally for free association, for private enterprise. If their investors like it, we’re free to criticize it and they’re free to do what they want. The beef from conservatives has not been that there’s bias, it’s been that there’s not admission of it.” Facebook relies on a list of 10 top news sources, including the Guardian, for most of its decisions about whether a subject meets the criteria to join its trending news module. Below that is a list of other sources that can be used that totals 1,000. The Federalist is not on the list. The presence, or absence, of a publication from the Facebook list became an immediate source of contention throughout the media world, irrespective of political alignment:    i'm so salty about motherboard not being on this goddamn facebook list— Adrianne Jeffries (@adrjeffries) May 12, 2016    The conservative media was also incensed by Stocky, whose electoral contributions – including a $2,700 maximum donation to Hillary Clinton’s presidential campaign – were immediately published by conservative outlets the Federalist and Breitbart.  In addition, US senator John Thune, a Republican party leader and chairman of the Senate commerce committee, demanded on Tuesday that Facebook respond to the allegations of bias. Steven Crowder, a syndicated right-wing talk show host with more than 1.1m followers on Facebook, has said he is pursuing legal action in the wake of Gizmodo’s revelations. But some media experts were pleased to hear that Facebook was not relying solely on algorithms for its news gathering.  Michael Shapiro, a professor at Columbia University’s School of Journalism, said: “Call me old-fashioned but I’m always infinitely happier when a human being is making a decision. “Editors are people, have things that they love and things they’d never want to read but one thing an editor can do that no algorithm can do is factor for surprise. An algorithm is based on discerning patterns, and one thing I can say as a publisher is that I’m forever struck by how a story with no earthly reason to capture a wide audience will just take off.” One thing non-Facebook newspeople are now suggesting is that Facebook release its news curators from the nondisclosure agreements that have kept its operation shrouded in secrecy. BuzzFeed on Thursday quoted ex-employees characterizing those agreements as unusually harsh. “I don’t think I’ve ever signed an NDA like that,” one told the site. Zuckerberg made headlines in April for making a veiled critique of presumptive Republican presidential candidate Donald Trump at the company’s annual developer conference. Though he never mentioned Trump by name, Zuckerberg’s remarks about “fearful voices talking about building walls” were widely interpreted to be a reference to Trump.  “Instead of building walls we can help build bridges,” he added. “Instead of dividing people we can connect people. It takes courage to choose hope over fear.”  On 5 May, Facebook announced that it would sponsor both the Republican and Democratic national conventions this summer, citing the social media platform’s goal of “facilitat[ing] an open dialogue among voters, candidates and elected officials”.  Zuckerberg struck a similar tone in Thursday afternoon’s post.  “Every tool we build is designed to give more people a voice and bring our global community together,” he wrote. “For as long as I’m leading this company this will always be our mission.”",
  "webTitle": "Facebook trends: Zuckerberg invites top conservatives to talk and denies bias",
  "webPublicationDate": "2016-05-13T06:10:56Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/12/zuckerberg-denies-facebook-bias-invites-conservatives-talk",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Thielman",
      "id": "profile/sam-thielman"
    },
    {
      "webTitle": "Julia Carrie Wong",
      "id": "profile/julia-carrie-wong"
    }
  ],
  "guardianId": "technology/2016/may/12/zuckerberg-denies-facebook-bias-invites-conservatives-talk"
}