{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/syria-vienna-meeting-agrees-aid-airdrops-but-fails-to-set-date-for-talks",
  "id": "2016-05-17-73",
  "sectionId": "world",
  "body": "The US, Russia and other powers have pledged to use airdrops to deliver urgently needed humanitarian aid to Syrian civilians, but have failed to agree a date to resume stalled peace talks, underlining the depth of international divisions over the crisis. John Kerry, the US secretary of state, and Sergei Lavrov, the Russian foreign minister, chaired a meeting in Vienna of the International Syria Support Group, which promised to “solidify” an agreement reached in February on a cessation of hostilities. The meeting’s one advance was to call for airdrops of supplies by the World Food Programme to besieged areas – an option the UN has seen as a last resort – if ground access is not granted by the Syrian authorities by 1 June. Last week government forces blocked a UN and Red Cross convoy from reaching Darayya, near Damascus. Airdrops are fraught with technical and logistical difficulties, including high cost and a low volume of supplies compared with land convoys, as well as hazards for civilian aircrew operating over a country at war and for civilians on the ground. Aid can also fall into the wrong hands.   Related: 'Nearly half of my life has been war – I want to go back and rebuild Syria'    In addition to the UK, France, the EU and the Arab League, the group includes Saudi Arabia and Turkey – both seeking the overthrow of the Syrian president, Bashar al-Assad – and Iran, his most important regional ally. Neither the Syrian government nor the opposition took part. That combination of countries ranged on opposing sides of the five-year conflict explains the conference’s meagre results. “If the commitments of the parties to the cessation are not implemented in good faith, the consequences could include the return of full-scale war,” the communique warned.  Philip Hammond, the UK foreign secretary, highlighted the significance of the airdrop decision. “This is a very important step forward, not only because it will save countless thousands of lives on the ground, but also potentially because it will save the political process,” he said.  James Sadri of the Syria Campaign said: “We are seeing the hint of a backbone from the international community that everyone assumed had disappeared. But any celebration is tempered by the reality that airdrops are only a drop in the ocean for the more than a million people suffering from starvation sieges in Syria.” Hammond also said Russia had to “call their client to order” and ensure Assad “delivers on the obligations that Russia is making on its behalf in these meetings”. The Vienna conference conspicuously failed to agree a date for the next round of Geneva talks. Staffan de Mistura, the UN envoy overseeing the indirect negotiations, was in the Austrian capital seeking support for a new round to keep the diplomatic route open, despite the apparently unbridgeable gaps between the Syrian parties. “We are still waiting for some type of concrete outcome of this meeting, but we cannot wait too long,” he said afterwards. “We want to keep the momentum. The exact date I am not at the moment revealing it because it will depend also on other facts.” De Mistura has estimated that more than 400,000 people have been killed in the five-year conflict, which has displaced more than half of Syria’s pre-war population of 23 million. Hammond said: “If the opposition fighters do not see some relief on the ground, they cannot justify staying at the table in Geneva. So I hope we’ve done two things today: provided a very important piece of humanitarian relief, but also saved that political process.”  France’s foreign minister, Jean-Marc Ayrault, said the goal was to resume talks in June, although the fasting month of Ramadan begins on 6 June. The ISSG reiterated that 1 August remained the target date for agreement on a political transition which would include a “broad, inclusive, non-sectarian transitional governing body with full executive powers”. That looks unattainable. Arab and western officials had said earlier that they did not expect significant achievements from the Vienna talks. The conventional wisdom regarding the current situation in Syria is that Russia is calling the shots and that the US is working with it, despite the two countries’ ostensible disagreement about Assad’s fate. “We are dealing with tactical steps, but there is nothing beyond them,” one senior Gulf diplomat told the Guardian. If the transition does not begin by August, Saudi Arabia has hinted that it may provide heavier weapons to rebel forces. Kerry has referred vaguely to a plan B, but few expect a dramatic change in Barack Obama’s final months in the White House. “We believe we should have moved to a plan B a long time ago,” said the Saudi foreign minister, Adel al-Jubeir. “Kerry has been making noises about consequences for violations of the ceasefire, but I don’t think the Americans have much to offer, or anything that will change things in a significant way,” one opposition adviser said. Salem al-Meslet, spokesman for the rebel High Negotiations Committee, said: “There can be no solution while our country is terrorised by a regime which turns back supplies of basic necessities, including even baby food, as happened in Darayya last week.” Rebels on the ground remain deeply sceptical about the value of diplomacy. “Syrians don’t need more theatrical meetings in Geneva or Vienna, but food, medicines & safe zones,” tweeted one opposition network, @RevolutionSyria. “While the world talks ‘peace’ … Assad’s gangs are busy literally butchering people in Syria.” Earlier this month, a surge in bloodshed in Aleppo wrecked the 10-week-old partial truce sponsored by Washington and Moscow that had allowed the UN-brokered talks to carry on. De Mistura said its earlier 80% effectiveness had now been reduced to 50%. The opposition National Coalition also called on the ISSG to establish a taskforce to deal with the plight of thousands of detainees and “forcibly disappeared persons” who are assumed to be held by the Syrian government. The Russian military was meanwhile reported to be constructing a new base in the Syrian town of Palmyra, within the protected zone that holds the archaeological site listed by Unesco as a world heritage site and without asking for permission. The ancient site was damaged by Islamic State, which held Palmyra for 10 months until Syrian troops backed by Russian air strikes recaptured Palmyra in March.",
  "webTitle": "Syria: Vienna meeting agrees aid airdrops but fails to set date for talks",
  "webPublicationDate": "2016-05-17T17:51:18Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/syria-vienna-meeting-agrees-aid-airdrops-but-fails-to-set-date-for-talks",
  "keyword": [
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ian Black",
      "id": "profile/ianblack"
    }
  ],
  "guardianId": "world/2016/may/17/syria-vienna-meeting-agrees-aid-airdrops-but-fails-to-set-date-for-talks"
}