{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/game-of-thrones-did-we-unlock-the-secret-that-solves-everything",
  "id": "2016-05-09-227",
  "sectionId": "tv-and-radio",
  "body": "So far this series, it’s been remarkably easy to single out Game of Thrones’ key moments. The episodes have been structured to go out with a bang, so the last thing you see is the thing you’ll remember most vividly. Last week concluded with Jon Snow coming back to life, and the previous week with the anguished howl of every adolescent male who had ever found Melisandre sexually attractive. This week, though, that changed. Sure, the episode concluded with Jon Snow strutting off into the great unknown having finally finished off that twonk Olly, but the bigger moment came earlier. And it was a big moment, too. This being Game of Thrones, what could possibly be bigger than “R + L = J”? The question of Jon Snow’s parentage has become a fan theory so widespread that even book-ignoring newbies like me know about it. Jon, it’s claimed, is the son of Ned’s sister Lyanna Stark and Daenerys’ brother Rhaegar Targaryen. If “R + L = J” is true, that makes him part-Stark and part-Targaryen. Part-snow, part-dragon. Ice and Fire. If “R + L = J” is true, Jon is the key to unlocking the entire story.    Related: Game of Thrones recap: season six, episode three – Oathbreaker    This week’s episode brought us closer than ever to “R + L = J”, because it took us to the Tower of Joy. Bran, as part of his ongoing campaign to travel back to key moments in Westeros history and explain them very slowly as if to an idiot, rocked up to a battleground outside a mysterious tower. On one side, a young Ned Stark and his chums. On the other, members of the Kingsguard, determined to hold firm even though the Mad King, Aerys Targaryen, had already been killed by Jaime Lannister and deposed by Robert Baratheon. Their game was up, but that didn’t stop them from General Grievousing most of Ned’s lot to shreds back in the first season, when we were all confronted with a slate of dynasties so complex that the only way through any given episode was to arrive with Wikipedia and a flipchart. In fact, I hope he goes and visits Arya soon, because I lost track of what was going on with her about two years ago. The Tower of Joy is key, because it forms the stage for almost everything that has happened on the show. Robert Baratheon was betrothed to Lyanna Stark, but she was abducted (or eloped with) Rhaegar Targaryen. As a result, Baratheon killed Rhaegar, overthrew his father, became Lord of the Seven Kingdoms and married Cersei Lannister. Every fight and feud we’ve ever seen happened because Rhaegar disappeared with Lyanna. If the internet is correct – and when is it not? – Ned will enter the tower to find Lyanna dying during childbirth. Ned will promise to raise her baby as his own, and that baby will grow up to be Jon Snow, and a few years later he’ll get stabbed to death by that little berk Olly, come back to life, get his revenge and flounce out of Castle Black in a strop. It’s frustrating that this part of the story is being eked out as slowly as possible, but this is the clearest sign yet that Game of Thrones is finally ready to address “R + L = J”. And this is why the Tower of Joy was the most important sequence of the week, followed by the untimely death of Shaggydog. Seriously, these people are monsters.",
  "webTitle": "Game of Thrones: did we just unlock the secret that solves everything?",
  "webPublicationDate": "2016-05-09T11:10:24Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/game-of-thrones-did-we-unlock-the-secret-that-solves-everything",
  "keyword": [
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/game-of-thrones-did-we-unlock-the-secret-that-solves-everything"
}