{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/27/australia-scrubbed-from-un-climate-change-report-after-government-intervention",
  "id": "2016-05-26-57",
  "sectionId": "environment",
  "body": "Every reference to Australia was scrubbed from the final version of a major UN report on climate change after the Australian government intervened, objecting that the information could harm tourism. Guardian Australia can reveal the report “World Heritage and Tourism in a Changing Climate”, which Unesco jointly published with the United Nations environment program and the Union of Concerned Scientists on Friday, initially had a key chapter on the Great Barrier Reef, as well as small sections on Kakadu and the Tasmanian forests. But when the Australian Department of Environment saw a draft of the report, it objected, and every mention of Australia was removed by Unesco. Will Steffen, one of the scientific reviewers of the axed section on the reef, said Australia’s move was reminiscent of “the old Soviet Union”. No sections about any other country were removed from the report. The removals left Australia as the only inhabited continent on the planet with no mentions. Explaining the decision to object to the report, a spokesperson for the environment department told Guardian Australia: “Recent experience in Australia had shown that negative commentary about the status of world heritage properties impacted on tourism.” As a result of climate change combined with weather phenomena, the Great Barrier Reef is in the midst of the worst crisis in recorded history. Unusually warm water has caused 93% of the reefs along the 2,300km site to experience bleaching. In the northern most pristine part, scientists think half the coral might have died. The omission was “frankly astounding,” Steffen said.    Related: Coalition's Queensland dam bonanza 'threatens Great Barrier Reef'    Steffen is an emeritus professor at the Australian National University and head of Australia’s Climate Council. He was previously executive director of the International Geosphere Biosphere Programme, where he worked with 50 countries on global change science. “I’ve spent a lot of my career working internationally,” Steffen said. “And it’s very rare that I would see something like this happening. Perhaps in the old Soviet Union you would see this sort of thing happening, where governments would quash information because they didn’t like it. But not in western democracies. I haven’t seen it happen before.” The news comes less than a year after the Australian government successfully lobbied Unesco to not list the Great Barrier Reef in its list of “World Heritage Sites in Danger”. The removals occurred in early 2016, during a period when there was significant pressure on the Australian government in relation to both climate change and world heritage sites. At the time, news of the government’s science research agency CSIRO sacking 100 climate scientists due to government budget cuts had just emerged; parts of the Tasmanian world heritage forests were on fire for the first time in recorded history; and a global coral bleaching event was beginning to hit the Great Barrier Reef – another event driven by global warming. The environment department spokesperson told Guardian Australia: “The department was concerned that the framing of the report confused two issues – the world heritage status of the sites and risks arising from climate change and tourism.” The report said the case studies were chosen partly because of their geographic representation, their importance for tourism and the robustness of evidence around the impact of climate change on them.     Burnt alpine vegetation at the Lake Mackenzie fire in Tasmania. Photograph: Rob Blakers for the Guardian    A recent study found the conditions that cause the current bleaching on the Great Barrier Reef was made at least 175 times more likely by climate change and, on the current trajectory, would become the average conditions within 20 years.   Related: Great Barrier Reef: advisers call for cap on farm pollution    Without mentioning the Great Barrier Reef, the report notes: “Research suggests that preserving more than 10% of the world’s corals would require limiting warming to 1.5C or less, and protecting 50% would mean halting warming at 1.2C (Frieler et al. 2012).” The full statement from the environment department said:   The World Heritage Centre initiated contact with the Department of the Environment in early 2016 for our views on aspects of this report.  The department expressed concern that giving the report the title ‘Destinations at risk’ had the potential to cause considerable confusion. In particular, the world heritage committee had only six months earlier decided not to include the Great Barrier Reef on the in-danger list and commended Australia for the Reef 2050 Plan. The department was concerned that the framing of the report confused two issues – the world heritage status of the sites and risks arising from climate change and tourism. It is the world heritage committee, not its secretariat (the World Heritage Centre), which is properly charged with examining the status of world heritage sites. Recent experience in Australia had shown that negative commentary about the status of world heritage properties impacted on tourism. The department indicated it did not support any of Australia’s world heritage properties being included in such a publication for the reasons outlined above. The Department of the Environment conveyed these concerns through Australia’s ambassador to UNESCO. The department did not brief the minister on this issue.”",
  "webTitle": "Australia scrubbed from UN climate change report after government intervention",
  "webPublicationDate": "2016-05-26T20:07:38Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/27/australia-scrubbed-from-un-climate-change-report-after-government-intervention",
  "keyword": [
    {
      "webTitle": "Great Barrier Reef",
      "id": "environment/great-barrier-reef",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Slezak",
      "id": "profile/michael-slezak"
    }
  ],
  "guardianId": "environment/2016/may/27/australia-scrubbed-from-un-climate-change-report-after-government-intervention"
}