{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/sunderland-sam-allardyce-premier-league-survival-everton",
  "id": "2016-05-10-29",
  "sectionId": "football",
  "body": "Some Sunderland supporters are already planning post-match parties on Wednesday night but Sam Allardyce has cautioned that his players may not find beating Everton quite as straightforward as advertised. Victory against Roberto Martínez’s faltering yet still gifted side at the Stadium of Light would relegate Newcastle United and Norwich City while sealing the Wearside club’s Premier League safety. To Allardyce the fixture spells stress as well as opportunity. “It’s still big, big pressure,” he said. “We’ve got two games left to secure Premier League status but knowing we can kill everyone else off on Wednesday is pressure in itself. Can we handle it?”   Related: Sam Allardyce urges England to consider Jermain Defoe for Euro 2016    Yet even if his team drop points against Everton, they still have the trip on Sunday to Watford. Moreover their superior goal difference dictates that, in order to retain any hope of capitalising on another Wearside stumble at Vicarage Road, Newcastle would have to beat Tottenham at St James’ Park on the same day. Norwich’s even more slender hopes rest on winning their final two games of the campaign and their two rivals stalling. With safety almost painfully close, Sunderland’s manager dreads both complacency and nerves. “Everton will be out to spoil our celebrations,” he said. “We’ll need a big performance. Roberto’s players will fight all the way because of the criticism they received after their defeat at Leicester at the weekend. We’ll need to really be on our top game to beat an Everton side that’s performed better away than at home this season.” Winning would spare Allardyce the torture of an agonising afternoon at Watford. “The relegation battle could still go down to the final day,” he said. “So it would be a great relief for me if my players can beat Everton and finish it. If you need points on the last day of the season, things become very unpredictable. With the pressure involved you just don’t know who is going to do what.” If, as expected, Sunderland end up still in the top tier it will be the fourth year in a row they have dallied with the drop only to save themselves at the 11th hour. “Let’s do it for a fourth time and then say: ‘Let’s not let it happen again,’” Allardyce said. “Us being part of the Premier League is massively important for the city of Sunderland. I think there’s growing support for this team – it’s the biggest thing in and around the city and we’re getting sell-out crowds even though we’re near the bottom. If we can survive, and then get better and more exciting players in and try to achieve something, that support will keep growing.” Sunderland’s impressive fan-base – crowds this season have averaged well over 40,000 at the 50,000-capacity Stadium of Light – not only highlights the club’s potential, but also helped defeat Chelsea last Saturday. “The atmosphere here plays a big part,” Allardyce said. “It makes the hair on the back of the players’ necks stand up. Against Chelsea they got cheered for every tackle, every interception, every good pass, shot or cross. There’s still anxiety in the dressing room, knots in the stomach, real anxiety, but the atmosphere makes you play well. It’s these atmospheres you miss most when you finish playing. These are the experiences you don’t forget.” Martínez is in real peril of losing his job at Goodison Park and Allardyce feels dismayed. “A manager should be allowed a disappointing season,” he said. “Roberto should be allowed time to overcome it. He should be defined not by this season but by what he’s done during his career – and for Everton since joining them. “We all sometimes don’t quite get the results we want. It happens to experienced managers. And Roberto is experienced enough to learn from this and to take Everton forward to better things, to greater heights. There seems to be talk about them needing a new manager who is better at spending money than he is. It’s ridiculous. Why is Roberto suddenly not good enough to spend the money?” Like Martínez, Allardyce has done his fair share of fretting lately. “The players do worry but they don’t worry as much as you do as a manager,” he said. “As a player I worried about myself more than anything else but as a manager, staying up is your responsibility and you worry about the whole football club. Survival is far more important for the club than my CV showing I’ve never been relegated from the Premier League. It would be a big relief for me – and it would mean the players can go and celebrate.” He will have no problem if the alcohol starts flowing after 10pm on Wednesday night. “Will I let them go on the pop,” he queried? “Why not – I’ll join them.”",
  "webTitle": "Sam Allardyce calls on Sunderland to secure survival against Everton",
  "webPublicationDate": "2016-05-10T21:29:41Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/sunderland-sam-allardyce-premier-league-survival-everton",
  "keyword": [
    {
      "webTitle": "Sunderland",
      "id": "football/sunderland",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sam Allardyce",
      "id": "football/sam-allardyce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roberto Martínez",
      "id": "football/roberto-martinez",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Everton",
      "id": "football/everton",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/10/sunderland-sam-allardyce-premier-league-survival-everton"
}