{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/04/tottenham-hotspur-mousa-dembele-chelsea-fa-charge",
  "id": "2016-05-04-146",
  "sectionId": "football",
  "body": "Mousa Dembélé is facing a lengthy ban after the Tottenham Hotspur midfielder was charged with violent conduct for an alleged eye gouge on Diego Costa, with both Spurs and Chelsea also hit with Football Association charges following Monday’s tempestuous Premier League match. The FA said the nature of Dembélé’s action was such that the usual three-match violent-conduct suspension “is clearly insufficient”, meaning the midfielder may miss a stretch of games at the beginning of next season. Dembélé could be suspended for five to six matches if found guilty of pushing a finger towards Costa’s eye at the end of the first half, although the Belgian has until 6pm on Thursday to appeal against the decision. The incident was not seen by the referee, Mark Clattenburg, or his assistants, during a melee at the end of the first half, but the FA has analysed TV footage to bring the charge. Off-the-ball incidents which are not seen by match officials are referred to a panel of three former referees to review. The FA also contends that the two London clubs failed to control their players on three occasions during the 2-2 draw  at Stamford Bridge. Both may receive six-figure fines following a series of ugly incidents. Nine Tottenham players were booked by Clattenburg on the night, a record for a single team in a Premier League match – with Spurs riled up against their London rivals when their title hopes were on the line. There were numerous confrontations throughout the game but two brawls – at the end of the first half and after the final whistle – stood out. The FA says Chelsea and Tottenham failed to control their players “in the 45th and 87th minutes and also at the end of the game”. The clubs have until 6pm on Monday to respond to the charge and are expected to receive significant fines. There will be no action taken against Érik Lamela, who appeared to step on Cesc Fàbregas’s hand while the Spaniard was on the ground, as the officials did see that particular incident. Dembélé is the only individual charged by the governing body despite several players being heavily involved in the controversy, notably Michel Vorm, Fàbregas and Danny Rose.   Related: Tottenham lose title hopes and all control in draw with Chelsea    Mauricio Pochettino, the Spurs manager, encroached on the pitch to separate Rose and Willian at the end of the first half, a fracas that sparked the melee resulting in Dembélé raising his hand to Costa’s face, but there was further controversy at full-time. The Tottenham reserve goalkeeper Vorm and Fàbregas were in the thick of a brawl involving players, coaches and backroom staff by the tunnel. Guus Hiddink, the Chelsea coach, had to usher Fàbregas down the tunnel before being knocked to the ground. Hiddink said many insults were being uttered in Spanish. Eden Hazard’s late goal handed Leicester City the Premier League title despite Spurs taking a 2-0 lead in the match through Harry Kane and Son Heung-min. Hazard and Fàbregas had spoken beforehand of their desire to end Tottenham’s title hopes and there was a full‑blooded tempo to the match.   Related: Tottenham’s Danny Rose apologises for setting bad example in Chelsea draw",
  "webTitle": "Mousa Dembélé charged with violent conduct  for ‘eye-gouging’ Diego Costa",
  "webPublicationDate": "2016-05-04T14:45:20Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/04/tottenham-hotspur-mousa-dembele-chelsea-fa-charge",
  "keyword": [
    {
      "webTitle": "Tottenham Hotspur",
      "id": "football/tottenham-hotspur",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "The FA",
      "id": "football/fa",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "James Riach",
      "id": "profile/james-riach"
    }
  ],
  "guardianId": "football/2016/may/04/tottenham-hotspur-mousa-dembele-chelsea-fa-charge"
}