{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/andy-murray-nick-bollettieri-tennis-coach",
  "id": "2016-05-21-101",
  "sectionId": "sport",
  "body": "Andy Murray is looking for his 11th coach, but how have his previous coaches raised his game? Few people are a better judge than Nick Bollettieri, a former paratrooper and self-taught tennis coach, who helped discover Andre Agassi, Monica Seles and Maria Sharapova and then turned them into world beaters. Among the most respected coaches on the Tour, the American first spotted Murray when he was 13 and has followed his career ever since. “Andy’s had 10 coaches,” he says. “When I was introduced at the International Tennis Hall of Fame as the best coach, I said ‘no, I’m not the best coach, I may be one of them’, but I hold the undisputed title of having eight wives. Andy holds the title of the most coaches.”   Related: Amélie Mauresmo: Andy Murray’s on-court behaviour played part in split    The early years Judy Murray, Leon Smith and Pato Álvarez  Murray credits his mother, Judy, with developing the fundamentals of his game and some of his variety. Judy brought in Smith from 1998 and then later sent her son to Spain in 2002 where he met Álvarez. “I believe in the beginning it was very important for Andy to keep the ball in play because I think [it suited] his temperament,” Bollettieri says. “If he had tried to be a big hitter in the beginning, he probably would have quit tennis. That Spanish way of keeping the ball in play and grinding it out was good to a certain extent but it’s very difficult to become a champion like that today. But Judy, she’s a winner.” June 2005 - April 2006 Mark Petchey  The former British Davis Cup player acted as something of a mentor. Under Petchey, Murray won his first ATP Tour title in San Jose and moved into the top 50. Unfortunately Petchey wasn’t in San Jose as he was on holiday and Murray moved on in the summer of 2006. “He missed that San Jose win – if I was working with Andy, I’d say, if you fire me, you have to pay me alimony,” says Bollettieri. July 2006 - November 2007 Brad Gilbert  Former world No4 Gilbert coached Agassi to world No1 and his hefty pay demands were met by the LTA for the majority of his time with Murray. “Brad was certainly very different,” says Bollettieri. “The thing about Brad is that even though his strokes were ugly, as he admits, he knew how to win by getting into people’s minds. That’s what made Gilbert a good player and a good coach.” 2007 - 2011 Miles Maclagan and Àlex Corretja  Murray hired another former British Davis Cup player in the mild-mannered but astute Maclagan, with whom he reached his career-high ranking of No2 and made his first grand slam final at the 2008 US Open. Maclagan was part of the first “Team Murray”, which included a physio and two fitness trainers and later the former world No2 Corretja. “I don’t believe you can reach the top of the banana tree in anything in life without a team,” Bollettieri says. “The team must devote their life to the mission and everybody’s got to do their part. It has worked for Andy.” January 2012 - March 2014 Ivan Lendl  At the end of 2011, Murray announced that former world No1 Lendl would be his new coach. The first of the so-called “super coaches”, his arrival brought Olympic gold in London, quickly followed by a first grand slam title at the US Open in 2012 and then the holy grail of a Wimbledon title in 2013. “I believe that Lendl brought discipline,” says Bollettieri. “He was basically telling Andy: ‘bullshit, go out and do it now, I don’t want to hear it’. There’s only one way that Lendl plays, to win. If a person is in front of the net, he’s going to knock their head off, that’s it, period. That’s Lendl, no monkey business – I don’t care if the crowd like me or don’t like me, I don’t give a shit, it’s all about winning.” June 2014 - May 2016 Amélie Mauresmo  Murray continued to set new trends with the appointment of former women’s world No1 Mauresmo in the summer of 2014. Mauresmo helped Murray recover his form after back surgery (accompanied occasionally by Sweden’s Jonas Bjorkman), winning seven titles, reaching two grand slam finals and regaining the world No2 ranking. “I think Mauresmo brought calmness,” Bollettieri says. “Amélie filled a great gap and she brought maybe a little more tenderness.” March 2016 - Jamie Delgado  Murray hired Delgado, another former Davis Cup player for Britain, to accompany him for 40 weeks a year, a constant as Mauresmo juggled with motherhood. After splitting with Mauresmo, Murray promptly won the title in Rome with some of his best ever form, helped by a vastly-improved second serve. “That might be a combination of both Delgado and Mauresmo,” Bollettieri says. “The second serve sat up and he was always on the defence. Right now, he’s getting a lot more wrist-snap. He had to go for it. If he didn’t, there’s no way Andy would be doing what he’s doing now.” And finally … Bollettieri’s advice for Murray’s next coach “I’m telling you if they come out and screw around with his technique and movement, it’s going to hurt him. He has worked his backside off physically, he’s gotten better mentally and strokes-wise, not too much [should] be done to that, in my opinion. Murray fights. Once in a while he’ll look up and give you the fist, but that’s him, man.”",
  "webTitle": "Andy Murray’s tennis coaching mentors assessed by Nick Bollettieri",
  "webPublicationDate": "2016-05-21T12:00:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/andy-murray-nick-bollettieri-tennis-coach",
  "keyword": [
    {
      "webTitle": "Andy Murray",
      "id": "sport/andymurray",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Cambers",
      "id": "profile/simon-cambers"
    }
  ],
  "guardianId": "sport/2016/may/21/andy-murray-nick-bollettieri-tennis-coach"
}