{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/04/decisions-decisionsand-why-you-need-to-make-them",
  "id": "2016-05-04-212",
  "sectionId": "childrens-books-site",
  "body": "I used to hate making decisions when I was a teenager. Not little stuff – I was great at making small choices that wouldn’t have a huge impact on my life. Pizza or a cheeseburger? Rom-com or horror film? Strapless dress or cap sleeved? Those were easy. It was the big, capital letter Decisions that stressed me out. And to cut myself a bit of slack – I hadn’t had to make many. So many things were decided for me when I was a teen, such as my school schedule and my extra-curricular activities, that when it came time for me to make big decisions myself, I’d not had much practice. And maybe because of this, making big Decisions terrified me.     Morgan Matson: procrastination queen. But not any more!    They scared me so much that I made the brilliant move of avoiding making them for as long as possible. I took procrastination about making big Decisions – like where to attend university, or choosing what classes to take – to an art form. And usually, by not making a decision, things would end up getting decided for me. For example, I couldn’t get into a certain class because I’d waited too long to try and get in…so that was a choice I didn’t have to make myself. And if I wasn’t happy with the outcome, I could just blame circumstances! It wasn’t my fault, after all.   Related: The Unexpected Everything by Morgan Matson – review    It wasn’t until after a few years of this that I realised…not making a decision is actually the same thing as making a decision. Except much worse, because you’re just running against the clock and then having to take what comes your way, as opposed to choosing what you want for your life, yourself. Because it’s scary to have to do that! But I remember the moment when I realised how empowering it could be. I was in my second year of university, and I was feeling like I needed to take a step back. I had gone straight from my high school to college and not taken a gap year. At the time I didn’t know to describe it like this, but I was burnt out. I wasn’t excited about my classes, I wasn’t sure if my major was a good fit for me, and it felt like I was just wasting time and money. And rather than just letting the clock run out, and wasting my last two years of university, I made a Decision. A big one.   Related: The Unexpected Everything by Morgan Matson – review    I decided I wanted to take a year away from studying. I’d get a job, and I’d be in the real world for a while. And it was the best decision I could have made. I got a job in the children’s department of a bookstore, and fell in love with young adult literature. I started reading all the YA I could get my hands on and, at night, I started attempting to write my own book. I got a taste of the real world – of life without a meal plan or parental support – and saw just how easy I’d had it up until that point. I got a much-needed dose of perspective. When I returned to school the following fall, it was with a new focus on English and creative writing. And five years later, my first YA book was published.   Related: The Unexpected Everything by Morgan Matson – review    Making that big a decision was absolutely the scariest thing I’d done up to that point. But it was my decision, and even if it turned out badly, I knew that I would have made it for myself…I wasn’t letting someone else, or circumstances, make it for me. Big decisions are scary – but maybe they should be. Maybe they’re scary so that you pause and think about them, and consider what’s at stake. But when you’re confronted with a big decision, the best advice I can give is to take a deep breath, and look it square in the face. And then you get to decide.       Morgan Matson’s debut YA, Amy & Roger’s Epic Detour, was shortlisted for the Waterstones children’s book prize 2012. She has since written Second Chance Summer, Since You’ve Been Gone and The Unexpected Everything. Mor­gan lives in Los Angeles. Buy The Unexpected Everything at the Guardian bookshop.",
  "webTitle": "Decisions, decisions...and why you need to make them",
  "webPublicationDate": "2016-05-04T11:54:00Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/04/decisions-decisionsand-why-you-need-to-make-them",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/04/decisions-decisionsand-why-you-need-to-make-them"
}