{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/blame-police-culture-force",
  "id": "2016-05-13-246",
  "sectionId": "commentisfree",
  "body": "The Hillsborough inquest verdict raises the gravest concerns about the leadership culture in policing. While many officers will argue that 1989 was long before they joined the service and some will argue that everything is different now, I do not think we can ignore the central issue of a culture that can be defensive and closed – a culture that struggles to learn from failure. Hillsborough was not unique. Despite all our efforts to run a service in which our officers and staff behave honestly and ethically, the tendency to avoid straight answers at best, and to hide the truth at worst, can still be a problem for us. “The nature of police work can encourage a tendency to stick together in the face of threats.” The College of Policing stated this clearly in its 2015 review of police leadership, and made 10 recommendations for improvement. There is significant change in policing: a code of ethics, direct entry to inspector and superintendent ranks, a project to reward officers based on expertise rather than hierarchy and time served, and a plan for all officers to enter the service as a higher-level apprentice or graduate. But is it enough?   Related: British policing blighted by defensive culture, says chiefs' leader    The aviation industry learns effectively from failure and this has saved the lives of many. Today, health service professionals have a duty of candour and are expected to be open with families and patients when things go wrong. But why is it that public servants find it hard to accept they might have done something, or not done something, that led to serious harm and sometimes death? Police officers joined the service because they wanted to protect people – they swear to serve with “fairness, integrity, diligence and impartiality”. When, despite good intentions, people are not protected, some officers will maladapt the facts. For example, even when DNA evidence proves that the wrong person has been imprisoned, officers will sometimes give the most unlikely explanation to justify why they were right all along. If we do not confront this issue we will never learn from failure. When something goes wrong, as it always will if your job is managing crises, there’s a powerful instinct to reach immediately for a disciplinary response, often led by the police service’s own professional standards units. There will always be incidents when police misconduct needs to be investigated, but I fear we have tipped too far in favour of seeing everything through the lens of misconduct. It is easier if we can blame someone – the “bad guy” narrative is simple and attractive. Sometimes that is appropriate, but failure often arises when the whole system fails.    When something goes wrong, there’s a powerful instinct in the police to reach immediately for a disciplinary response    During my time in Thames Valley police, there were two terrible incidents of domestic violence and murder that were handled badly by the force. In one case, we worked with the newly established IPCC to review our response. In the other, we commissioned one of the first domestic violence homicide reviews. Both reports were tough and both led to significant and sustained change. However, both of these reviews were more than 10 years ago: in 2016 I suspect that the immediate response would be a misconduct investigation. Such an approach makes learning from failure harder. We need a considered response that balances a punitive approach for officers whose conduct is unacceptable, with an environment in which officers at all levels are encouraged to be honest about errors so that they are not repeated. I don’t think we’ve got the balance right yet. Some of that is our responsibility as police leaders, but not all of it. If you ask operational officers how we achieve a more open, transparent and honest culture, they’re pretty cynical. They talk about the police needing a “single point of blame” and believe that if they do come forward, they’re risking a disciplinary response. This is not a healthy safety culture. It’s not what the nuclear industry or aviation would regard as a sensible way to identify risks quickly and deal with them. As police leaders, we must address this. Two criminal investigations into the Hillsborough tragedy will report in due course. In the meantime, we owe it to the victims and their families to ensure that we learn from failure, and that nothing like this ever happens again. We have asked whether the families would be prepared to meet with national police leaders so we can listen to them to help inform our response and discuss their powerful set of proposals. We will learn from other professions and consider a police service duty of candour. We will listen to our staff to ensure they feel able to challenge their leaders and colleagues when they are behaving unethically. No one wants to protect bad cops, but we cannot have officers fearful that if they do tell the truth, they will become that single point of blame.",
  "webTitle": "Accept blame, then learn from it: this should be a police credo | Sara Thornton",
  "webPublicationDate": "2016-05-13T10:08:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/blame-police-culture-force",
  "keyword": [
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sara Thornton",
      "id": "profile/sara-thornton"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/blame-police-culture-force"
}