{
  "apiUrl": "https://content.guardianapis.com/media-network/marketing-agencies-association-partner-zone/2016/may/03/shakespeare-lessons-interactive-immersion-marketing",
  "id": "2016-05-03-232",
  "sectionId": "media-network/marketing-agencies-association-partner-zone",
  "body": "As we commemorate 400 years since Shakespeare’s death, it’s fitting that one of his most effective storytelling techniques, immersion, is having a resurgence. The Shakespearean theatre experience was a contemporary one, with actors routinely breaking the fourth wall and reaching out to an audience who were vocal in their encouragement or condemnation of a performance. It was an inclusive atmosphere – something from which today’s brands can learn. Branded events have become more immersive, thanks to technology and consumer demand. Over the past decade, badged events have given way to branded experiences that offer a window into a company’s world. But that’s no longer enough for consumers, who are used to inserting themselves into a narrative through social media. Brand stories are hardly linear and consumers are no longer just along for the ride. Just as “groundlings” could derail a performance and demand the actors give them what they wanted, today’s consumers also expect their voices to be heard. They want to and can now be part of the story – to play a part in the unfolding narrative. And as they retell the story, they share their version with others to become the hero. With the right hashtag, a glib tweet can be picked up by the national press and used in an article, often in real-time. The best examples of this new kind of immersion are through immersive theatre productions, such as Secret Cinema, You Me Bum Bum Train and Punchdrunk. Dining experiences, such as The Art of Dining’s 80s Office Party, are meaningless without the active involvement of participants. For brands, this is fertile territory. With an imaginative approach to audience engagement, they are pushing at an open door where consumers will readily enter into the spirit of an event and become part of the action. In 2015, Vodafone wanted to create a celebration event for its first 30 years. We recreated a 1980s street in Covent Garden, lined with shops that represented all the things now available via a mobile network. The record store came courtesy of Spotify, the video store was named Now TV, and an arcade featured the likes of Snake and various other games now played almost exclusively on mobile. Visitors to the street could browse the shops, meet the 1980s characters and even interact with the street furniture; there was a post box that scanned and emailed postcards and an Instagram photo booth. David Hasselhoff and Kit from Knight Rider even came along to kick off the three-day event. It was an entirely open world experience and every visitor could boast a different experience. More brands are finding that their stories can be told more effectively with the aid of this kind of immersive live experience. Punchdrunk theatre has collaborated with Stella Artois, Absolut and PlayStation to create immersive brand experiences. Coke Zero turned commuters into secret agents who had to race through a train station on a mission. Recently, HTC combined a live zombie experience with VR from its headsets to create an enhanced event. VR is just one of the technologies that will reshape how immersive events look in future – and the opportunities for brands are huge. Every year we see more immersive stunts filmed as content featuring at the Cannes Lions festival and, as the experiences become larger and more shareable for the participants, we move closer to an exciting new chapter for the industry. We’re in a golden age of immersive live experiences, driven by a millennial audience that places greater value on experiences than any generation before. I think Shakespeare would be pleased that audiences are once again placed at the heart of an unfolding story.  As the great man said: “All the world’s a stage.” Grant Campbell is creative director at Wasserman This advertisement feature is paid for by the Marketing Agencies Association, which supports the Guardian Media & Tech Network’s Agencies hub.",
  "webTitle": "Storytelling lessons from the Bard",
  "webPublicationDate": "2016-05-03T11:03:22Z",
  "webUrl": "https://www.theguardian.com/media-network/marketing-agencies-association-partner-zone/2016/may/03/shakespeare-lessons-interactive-immersion-marketing",
  "keyword": [
    {
      "webTitle": "Marketing Agencies Association partner zone",
      "id": "marketing-agencies-association-partner-zone/marketing-agencies-association-partner-zone",
      "sectionId": "media-network/marketing-agencies-association-partner-zone",
      "sectionName": "Marketing Agencies Association partner zone"
    }
  ],
  "authors": [],
  "guardianId": "media-network/marketing-agencies-association-partner-zone/2016/may/03/shakespeare-lessons-interactive-immersion-marketing"
}