{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/13/police-review-revenge-porn-case-oliver-whiting-let-off-with-caution",
  "id": "2016-05-13-285",
  "sectionId": "uk-news",
  "body": "Detectives are considering whether to reinterview a man accused of revenge pornography after being criticised over their failure to charge him. Oliver Whiting, 36, from Eastbourne, was cautioned after five women came forward complaining they were the victims of revenge porn and malicious communications.  But after the case was highlighted by the Guardian police announced they were reviewing their decision. A spokesman said a decision on whether to reinterview Whiting would form part of their new investigation into the case.  DetSupt Nick May, who ordered the review, said: “We recognise there is a lot of public interest in these particular cases and I have asked my officers to review the circumstances.” The mother of a teenage girl who was one of the victims criticised police for their failure to chargeWhiting after he had contacted her several times on her mobile phone to make sexual comments and posted her Facebook picture on to a pornography website along with lurid messages.  “My daughter is still 15, she turns 16 in July,” the woman said. “She spoke to the police and told them all this, she gave them the sim card from her phone to show how he had contacted her. Then she found out that he had been given a caution and hadn’t been charged with anything. I think it’s absolutely disgusting. There were images of five or six women he put on the website, including my daughter. It caused her real distress.” Sussex police said on Thursday they would talk to the teenager again, adding that the investigation into the decision not to charge Whiting was ongoing, as was an inquiry into why an allegation made by a fifth victim was “no crimed”. Whiting was arrested on 27 April after complaints from four women – including the teenage girl – that images had been posted without consent on a pornography forum over a five-month period. Police said he made full admissions and expressed remorse. Officers seized a number of devices from his home and the images were deleted. Whiting was cautioned for one offence of disclosing sexual images of an individual without their permission and with intent to cause harm, and three offences of causing to be sent by public communication network an offensive, indecent, obscene or menacing message. The cautions related to four victims.  The decision not to charge the man appeared to be in conflict with guidance from Alison Saunders, the director of public prosecutions, on revenge pornography cases, particularly those involving under 18s and offenders who have targeted more than one victim.  The guidance says that where there is more than one incident, or it is part of a pattern of behaviour towards one individual, a charge of harassment should be considered. If the victim is under 18, a charge under the Protection of Children Act 1978 should be considered, and in the most serious cases, where images are used to incite sexual activity, a charge under the Sexual Offences Act 2003 should be considered. Insp Rachel Barrow, from Sussex police, said this week her force decided to issue Whiting with a caution because of his “remorse, the nature of the offences, and the likelihood of the caution being effective in preventing reoffending”. • The Revenge Porn Helpline phone number is 0845 6000 459. More information can be found at revengepornhelpline.org.uk",
  "webTitle": "Police may reinterview man cautioned over revenge porn",
  "webPublicationDate": "2016-05-13T07:48:28Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/13/police-review-revenge-porn-case-oliver-whiting-let-off-with-caution",
  "keyword": [
    {
      "webTitle": "Crime",
      "id": "uk/ukcrime",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Internet safety",
      "id": "technology/internet-safety",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sandra Laville",
      "id": "profile/sandralaville"
    }
  ],
  "guardianId": "uk-news/2016/may/13/police-review-revenge-porn-case-oliver-whiting-let-off-with-caution"
}