{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/15/brexit-minister-bank-of-england-dangerous-intervention-andrea-leadsom-financial-markets-eu",
  "id": "2016-05-15-136",
  "sectionId": "politics",
  "body": "The Bank of England’s warning that leaving the EU could lead to a recession is an “incredibly dangerous intervention” that has increased financial instability, a Tory minister campaigning for Brexit has said. Andrea Leadsom, a Conservative energy minister, accused the Bank’s governor, Mark Carney, of disrupting the markets and jeopardising his independence, after he argued last week that leaving the EU could lead to a financial downturn in the short term. In the face of fury from the leave camp, Carney defended his impartiality, saying it was important that people do not ignore economic risks. He was swiftly backed by George Osborne, the chancellor, who tweeted that he agreed with the governor that those “telling voters EU exit will have no impact on economy are in denial”. On Thursday, Carney had said Brexit could send the pound sharply lower, stoke inflation and raise unemployment, leaving the Bank with a difficult balancing act on interest rates.   Related: Brexit could lead to recession, says Bank of England    His comments infuriated leave campaigners, who responded by accusing the Bank of having a chequered record on forecasting. But Leadsom went further on the BBC1’s Andrew Marr Show on Sunday, claiming Carney had destabilised financial markets just weeks before the June referendum and had increased the chance of self-fulfilling prophecy. She said that “to get involved in what might happen, that’s just not in their remit”, adding: “They are not there to promote financial instability but that is what they’ve done. “It is institutional ganging up on the poor British voter who is trying to get a decent primary school place and doctor’s appointment.” The Bank of England governor had “come out with some nonsense that is totally unjustifiable, totally speculative stuff” and predicted that he would be wishing that he had not done it, she said.     Andrea Leadsom on The Andrew Marr Show. Photograph: Getty Images    Jacob Rees-Mogg, a backbench Tory MP, said Carney should be fired and had become highly politicised in what was meant to be an impartial role. Carney strongly defended his intervention on the same programme, saying it was a lesson of the last financial crisis that an independent institution should have responsibility for stability. He said another lesson was “not to cross your fingers and hope that risk would go away” and that his job was to be “straight with people”. It was “absolutely not” overstepping the mark to warn of possible storm clouds ahead, he said. “The lesson of the financial crisis, of the run-up to the financial crisis, was to give an institution responsibility for identifying risk, not to cross your fingers and hope that risks would go away or everything would be all right on the night,” Carney said. “But to identify the issues, come straight with the British people about them and then take steps to mitigate them – what brings those two approaches together, those two big lessons of the last quarter century, is transparency. “So we don’t just have a responsibility to the British people to be fair and not pop up after the vote and say: ‘Oh by the way this is what we thought at the time.’ But we also have a responsibility to explain risks and then take steps, because by explaining them, by explaining what we would do to mitigate them, we reduce them. And that is the key point: ignoring a risk is not to reduce it.” Carney said it was a short-term forcast, and declined to be drawn about the longer term financial modelling on the consequences of Brexit.",
  "webTitle": "Brexit minister accuses Bank of England of 'dangerous intervention'",
  "webPublicationDate": "2016-05-15T09:53:48Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/15/brexit-minister-bank-of-england-dangerous-intervention-andrea-leadsom-financial-markets-eu",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Bank of England",
      "id": "business/bankofenglandgovernor",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Mark Carney",
      "id": "business/mark-carney",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    }
  ],
  "guardianId": "politics/2016/may/15/brexit-minister-bank-of-england-dangerous-intervention-andrea-leadsom-financial-markets-eu"
}