{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/the-bfg-review-steven-spielberg-roald-dahl",
  "id": "2016-05-14-25",
  "sectionId": "film",
  "body": "Midway through the Cannes film festival, the organiser has a habit of pausing the main competition in favour of a studio behemoth. The reasoning, perhaps, is that there’s room for movies of all stripes and that even the most unlikely combination can find some common ground. It is the sort of tolerant ethos that allows a low-budget, arthouse drama to rub alongside a populist blockbuster – or a 10-year-old orphan to befriend a 24ft tall monster who is as old as the Earth. Besides, only a snob would balk at the inclusion of Steven Spielberg’s sweet-natured BFG (adapted by the late Melissa Mathison from Roald Dahl’s book), which is stitched together with an old-fashioned care that belies its performance-capture technique. Fresh from his Oscar in Spielberg’s Bridge of Spies, Mark Rylance plays the Big Friendly Giant, who is big to human eyes but dwarfed by his brethren, who regard him as a runt. The computer extends Rylance’s neck and makes swing-doors of his ears, but preserves his sad gaze and gentle, diffident manner, which is entirely in keeping with the film as a whole. Where the other giants gorge on humans, the BFG roams the world in search of dreams, which he files in labelled jars (“I is naked at my wedding”). When the jars are opened, the dreams fill the room like fireflies and must be netted and put back. The BFG needs a friend and finds one in headstrong Sophie (able Ruby Barnhill), who lives in an orphanage on a lamp-lit cobbled street around the corner from the houses of parliament (the film’s grasp of modern London is the most Hollywood thing about it). Sophie duly moves in with him and accompanies him on his rounds, despite the peril this brings. Eventually, “Her Majester the Queen” (Penelope Wilton) is brought out to play fairy godmother (this conservative misstep comes direct from the book and tells us more about Dahl than about Spielberg). In any case, the BFG is only tangentially interested in cannibals and monarchs. The film is at its most potent during those nocturnal rambles, when he and Sophie tramp through fairytale forests or stand at bedroom windows, watching small boys dream. Along the way, these outcasts learn to like and trust one another, and imagine better futures for themselves. Having spent a long, lonely lifetime managing others’ dreams, the BFG realises he’s chasing one of his own.",
  "webTitle": "The BFG review – Steven Spielberg’s take on Roald Dahl tale is sweet-natured giant of a film",
  "webPublicationDate": "2016-05-14T23:04:08Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/the-bfg-review-steven-spielberg-roald-dahl",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Steven Spielberg",
      "id": "film/stevenspielberg",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Roald Dahl",
      "id": "books/roalddahl",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "film/2016/may/14/the-bfg-review-steven-spielberg-roald-dahl"
}