{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/07/mike-brown-harlequins-montpellier-challenge-cup-final",
  "id": "2016-05-07-90",
  "sectionId": "sport",
  "body": "Mike Brown is set on rediscovering his abrasive edge at the climax of a season that started with the bitter disappointment of England falling at the first hurdle of their World Cup but could end in a Challenge Cup victory with Harlequins to embellish grand slam success. Brown, the England and Quins full-back, did not hide his anger after England lost to Wales and Australia at the World Cup, engaging with posters on social media in an exchange that led him to tone down his playing style. “I was fuming after the World Cup,” Brown said. “Everyone was, but people show that in different ways. I showed it publicly. That is something I need to get back to on the pitch. Perhaps there was a bit of a backlash to what was said in the media and social media and I want to get that spikiness back. It does get to you sometimes; you are only human. “I should never have to apologise for the way I am on the field unless you overstep the mark, which I haven’t done. I think I polarise opinion through the way I play, which is unlike most full-backs, if not all. Your fans like to see you care, but the opposition ones do not. I like to get up for a game and be involved in it. I want to get back to more of that in the coming weeks.” The Challenge Cup final against Montpellier in Lyon on Friday will be Quins’ final game of the season as well as their last under the director of rugby, Conor O’Shea, before he takes charge of Italy. They missed out on a top-four finish after a wobble during the Six Nations when they suffered injuries on top of the loss of six players to the tournament. “It would be nice to send Conor away with a victory,” Brown said. “It is disappointing that we have not done better in the Premiership since we won it in 2012. “We are not where we could be. It is up to us as players to sort it out. We started well this season, but then it became the story of recent campaigns, up and down. We have the squad to do it and we all have to take responsibility and look at our consistency. We have to get better as individuals and as a group if we are to reach where Saracens, Exeter and Wasps are. “I hope we achieve a European double for England in Lyon with Sarries going on to beat Racing in the Champions Cup final. All credit to them for what they have achieved, the best team in England. Quins have already played Montpellier, who are coached by Jake White, who masterminded South Africa’s 2007 World Cup success, winning at home and losing away with a weakened team after they had qualified for the quarter-finals. “They are full of South Africans and will not take a backward step. We know it is going to be tough. We have a good track record in France and in this competition. There is no reason why we cannot win.” Brown would not have too long to celebrate if Quins win, with England going into camp the following Tuesday for their friendly against Wales, which is followed by a three-Test tour to Australia and the opportunity for World Cup revenge. “I was distraught when Australia beat us and we were out of the World Cup,” Brown said. “They were better than us on the day and you have to applaud a team when that happens. The tour will be a benchmark for us and I hope to be in the squad for what would be my first visit there. We are the No1 team in Europe and the next step for us is to start beating southern hemisphere teams. “I will never get over the disappointment of the World Cup because you care too much. Some of us had been building up to it for four years and put so much effort into what was our Olympic Games. The best way to put it behind you would be to win the 2019 World Cup but we have to make sure we do not get ahead of ourselves. One step at a time.” O’Shea said he would be emotional on Friday whatever the result. “I want to beat Montpellier for the players, staff and supporters, not me,” he said. “I hope we arrive full metal jacket and if we do it will be a Challenge Cup final between two Champions Cup teams. This club is special and going into next season with a trophy would provide real momentum.”",
  "webTitle": "Harlequins’ Mike Brown wants perfect end to season against Montpellier",
  "webPublicationDate": "2016-05-07T15:59:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/07/mike-brown-harlequins-montpellier-challenge-cup-final",
  "keyword": [
    {
      "webTitle": "Harlequins",
      "id": "sport/harlequinsru",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Challenge Cup",
      "id": "sport/european-challenge-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England rugby union team",
      "id": "sport/england-rugby-union-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Rees",
      "id": "profile/paulrees"
    }
  ],
  "guardianId": "sport/2016/may/07/mike-brown-harlequins-montpellier-challenge-cup-final"
}