{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/mothers-day-was-turnbulls-day-at-least-thats-what-peta-credlin-thinks",
  "id": "2016-05-08-37",
  "sectionId": "australia-news",
  "body": "For hours on Sunday the nation’s cameras were trained on the most important event of the day – and it wasn’t Mother’s Day. Dozens of camera crews camped outside the Lodge and Government House in Canberra as the media waited and waited for Malcolm Turnbull to fire the starting gun on the election campaign. The prime minister took his time, teasing with photo opportunities in Sydney with wife Lucy, daughter Daisy and grandson Jack, eventually arriving after 2.30pm at parliament house for the centrepiece of the day: a press conference. Earlier in the day in Melbourne the opposition leader, Bill Shorten, told Sunrise that Sunday was all about Mother’s Day and he wished all the mothers a happy day. Turnbull was no different, telling viewers – many of whom were halfway through their Mother’s Day lunch – that he loved them before launching into campaign mode.   Related: It’s time to choose Australia. It’s time to pick a side. Choose wisely | Kristina Keneally    In between shots of the outside of buildings on a rainy day in the nation’s capital, pundits in TV studios gave their political insights and field reporters in far-flung electorates tried to find voters who cared to talk about the looming election. On Channel Seven the reporter was having trouble finding a single voter who was aware who their federal MP was, let alone that an election was in the air. All day the channels switched between Turnbull in Sydney, then Canberra where he visited the governor general, Sir Peter Cosgrove, and to Shorten in Melbourne and then Tasmania, and in between to lone reporters doing live crosses with not very much to say. The broadcasters are geared up and ready for this election. The networks have glossy promos and the ABC has a shiny new dedicated website. On Australia Votes the punters can “swipe through the stories that matter to you” or try out the Vote Compass. But arguably it was Sky News which already had the edge on Sunday – because they have Peta Credlin. Credlin, chief of staff to Tony Abbott when he was prime minister, has been signed as a political commentator for the election campaign.  The former backroom operator had some stern advice for Turnbull as well as some revealing insights about the way she ran Abbott’s office.     Peta Credlin said candidates should dress in their own style ‘because you’ve got to look genuine’. Photograph: Sky News    The Labor strategist Simon Banks suggested Turnbull lose the cashmere sweater he had draped over his shoulders earlier in the day because it made him look like a silvertail. “To the extent that Malcolm has a problem it’s that he’s from the top end of town.” Credlin agreed it was a poor fashion choice but cautioned that you had to let candidates dress in their own style because “you’ve got to look genuine”. She approved of the shots of three generations of Turnbulls frolicking at a Sydney playground – “I thought the pictures with his grandson were strong” – and declared that Turnbull had won day one despite the cashmere sweater mistake. Credlin also offered that she was a Liberal because it was the party which believed in rewarding hard work, and therefore Turnbull’s wealth shouldn’t be a problem with voters. The campaign will be tough, Credlin said, with 5am starts and a strong focus on staying on message. The softly spoken but resolute Credlin was a highlight of a very long day of talking heads on Sky, notwithstanding the talents of journalists David Speers, Kieran Gilbert and Ashleigh Gillon and commentators Michael Kroger, Peter Beattie and Grahame Morris. But those of us who tuned in to watch the big event play out found themselves agreeing with the Tasmanian senator Jacquie Lambie. “I’m really disappointed. Mother’s Day is a very special family day for most Australians and it doesn’t need to be spoiled. I’m going to be spending Mother’s Day with my family and what I want to do know is why didn’t the PM call the election today – being Saturday – or on Monday? Mother’s Day doesn’t need to be turned into Turnbull’s day.”",
  "webTitle": "Mother's Day was Turnbull's day – at least that's what Peta Credlin thinks | Amanda Meade",
  "webPublicationDate": "2016-05-08T19:55:40Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/mothers-day-was-turnbulls-day-at-least-thats-what-peta-credlin-thinks",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Meade",
      "id": "profile/amanda-meade"
    }
  ],
  "guardianId": "australia-news/2016/may/09/mothers-day-was-turnbulls-day-at-least-thats-what-peta-credlin-thinks"
}