{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/hillsborough-families-criticise-south-yorkshire-pcc-over-inquest-tactics",
  "id": "2016-05-03-57",
  "sectionId": "football",
  "body": "Families of people unlawfully killed at Hillsborough in 1989 have criticised the police and crime commissioner for South Yorkshire for failing to hold the force to account over the way it conducted the inquests into the Hillsborough disaster.  Pete Weatherby QC, representing 22 families whose relatives were killed in the crush on the Leppings Lane terrace at Hillsborough, said it was not enough for Alan Billings to have suspended the chief constable, David Crompton, following the inquest because the commissioner had supported the force’s adversarial strategy during the coroners hearing.  “It appears that the PCC failed in his primary job of holding the force to account, including to ask why the case, which he was funding, was taking so long and costing so much,” Weatherby said. “The families called for David Crompton’s resignation because he ran a case contrary to public admissions he made in 2012. It is difficult to imagine how the PCC failed to notice this, and take appropriate action.” Weatherby and other families’ lawyers argue that the force’s legal stance doubled the time the inquests would otherwise have taken. After two years of hearings the jury unanimously decided that behaviour by Liverpool supporters at the FA Cup semi-final against Nottingham Forest did not contribute to the dangerous situation which developed there.  Billings suspended the South Yorkshire police chief constable following the jury’s verdict last week, after the families furiously criticised the force and called for Crompton to resign for failing to stand by a full 2012 apology for the disaster, and instead seeking again to have Liverpool supporters’ behaviour blamed. He is not expected to return to his £193,000-a-year job before he retires from the force. It is understood that Crompton refused to resign following the jury’s verdict maintaining that he did nothing wrong and was presenting a case to elicit relevant facts, not actively to blame supporters of Liverpool. The ousted chief constable is understood to have had regular meetings with the police and crime commissioner about Hillsborough and other policing matters ever since Billings took over the role in November 2014.  Using Home Office money, Billings agreed to the funding of the legal costs of South Yorkshire police itself, as well as solicitors and barristers representing retired police officers including Ch Supt David Duckenfield, who was match commander on the day of the tragedy. Duckenfield’s barrister, John Beggs QC, most forcefully emphasised allegations that supporters misbehaved, from the beginning of the inquests in April 2014.  Weatherby accused the South Yorkshire police barrister, Fiona Barton QC, of supporting that case, emphasising supporters’ misbehaving, and leaving the jury entirely unaware that the force had admitted negligence in previous legal proceedings and that Crompton issued his full apology in 2012.  Barton argued that she was acting to highlight relevant facts in new proceedings, and resisted putting the previous admissions and apology before the jury, which the coroner, Sir John Goldring, allowed.  Billings’ office has paid £18m to police lawyers altogether, including £12.77m to the solicitors, Lewis Hymanson Small, representing Duckenfield and four other former senior officers. Barton was paid £434,781 for representing the force at the inquests, according to the latest figures provided up to November 2015, and her junior, Matthew Holdcroft, £146,854.  Billings was elected as PCC in November 2014 following his predecessor Shaun Wright’s resignation over the Rotherham child sexual exploitation scandal. As the Labour party candidate, Billings is expected to win re-election in Thursday’s vote. Ian Walker, the Conservative candidate for South Yorkshire PCC, said: “The commissioner has some serious questions to answer for his handling of the Hillsborough inquest. Either he agreed with the chief constable’s decision to retract the force’s apology and robustly defend its position, or he was unaware of what was happening with the very force he is supposed to hold to account.” Police and crime commissioners, elected individuals who replaced the former police authorities in 2012, have a statutory duty to be “the voice of the people” and hold the police to account, including challenging them where necessary. On Tuesday, Billings appointed Dave Jones, the current chief constable of North Yorkshire police, to take temporary charge, the force’s third chief constable in a week since the inquests verdicts. Initially Billings appointed the deputy chief constable, Dawn Copley, to become acting chief constable. But she stepped down the following day because she is under investigation over unrelated allegations dating back to her time at Greater Manchester police, which she is understood to reject. In response to the criticism Billings said Crompton had always assured him South Yorkshire police were being: “Respectful to the process, the victims and families by being present throughout, and by not asking any questions that were incompatible with the apologies that had been given, or might seek to go behind any of the findings of previous enquiries, to suggest that the behaviour of the fans was being called in question.” Billings said he accepted those assurances until the families made a formal submission to Goldring in March complaining about the force’s conduct of the inquests. He then decided to suspend Crompton after the chief constable made a statement following the verdicts which “seemed to attempt to justify certain lines of questioning.”",
  "webTitle": "Hillsborough families criticise South Yorkshire PCC over inquest tactics",
  "webPublicationDate": "2016-05-03T18:43:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/hillsborough-families-criticise-south-yorkshire-pcc-over-inquest-tactics",
  "keyword": [
    {
      "webTitle": "Hillsborough disaster",
      "id": "football/hillsborough-disaster",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Police and crime commissioners",
      "id": "uk/police-and-crime-commissioners",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "David Conn",
      "id": "profile/davidconn"
    }
  ],
  "guardianId": "football/2016/may/03/hillsborough-families-criticise-south-yorkshire-pcc-over-inquest-tactics"
}