{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/11/sats-tests-will-harm-next-generation-of-writers-says-society-of-authors",
  "id": "2016-05-11-333",
  "sectionId": "books",
  "body": "Children’s authors are warning that the “restrictive” way children in England are being taught writing in school will affect the next generation of novelists, biographers and poets. In a statement released by members of the Society of Authors who write for children and for education, they condemn current government policy on the teaching of writing and grammar. They say the government has intervened too far and that “the resultant teaching no longer reflects what writing really does”. As year 6 children sit their Sats tests this week – including spelling, punctuation and grammar – the authors say that when the Department for Education introduces new terminology for grammatical structure, such as “fronted adverbs”, and insists that exclamation marks can only end sentences starting with “what” or “how”, it risks “alienating, confusing and demoralising children with restrictions on language just at the time when they need to be excited by the possibilities”.   Related: Sats test will go ahead despite leak, says education department    The statement calls on the government to “allow the current generation of schoolchildren in England to enjoy language, to be empowered by their skill in it, and not to become tangled in rules which have no application outside the narrow confines of a National Test”.  “Amongst these children must be the next generation of novelists, screenwriters, biographers, poets and science writers. We need our children to become fluent, eager and expressive writers, able to persuade, entrance and uplift with language, able to create empathy and delight in their readers. We cannot risk destroying their enjoyment, confidence and power at such an early age,” the authors say. The Carnegie medal-winner David Almond, author of Skellig and a former teacher, added that children “instinctively know [that language] is a fluid, flexible, beautiful thing”, and that they “learn how to talk, to sing, to converse by falling in love with language, by delighting in their own skills, by sharing and exploring those skills with others”. Current government policy, Almond said, “interferes with this process”.  “We do our children great harm by insisting too early that they analyse and explain exactly what they are doing. Such an approach is deeply pessimistic,” he said. “Why do we not trust, celebrate and encourage the natural human ability to explore, celebrate, enjoy and control language? Why do we want to tell our children that they are wrong and that they fail? Why do government ministers think they know more than teachers who have devoted their lives to the education of the nation’s children?” Author Anne Rooney, chair of the Society of Authors’ educational writers group committee, attacked in particular the new rule on exclamation marks, saying that if children come across exclamation marks in books, they will wonder why the rules they have been taught don’t match what they see in practice. “It’s not as though exclamation marks are only safe in the hands of grown-ups. It isn’t like not letting them drive or drink alcohol or join the army – all things they can do when they are older but are against the rules in primary school. No one is going to be hurt by a sharp exclamation mark,” she writes. Nicola Morgan, chair of the Society’s children’s writers and illustrators group committee, said that the government’s “desperation” to measure risks “throwing everything else out: structure and style, clarity and beauty. And love of language. While teaching some bonkers ‘rules’ along the way.” The new statement comes the week after Sats tests for seven-year-olds were boycotted by some families, while a letter to the Guardian at the end of last month, signed by writers including Philip Pullman and Michael Rosen, called for “2016 to be the final year of primary assessment in its current form” and for the Sats “to go”.",
  "webTitle": "Sats tests will harm next generation of writers, says Society of Authors",
  "webPublicationDate": "2016-05-11T07:00:06Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/11/sats-tests-will-harm-next-generation-of-writers-says-society-of-authors",
  "keyword": [
    {
      "webTitle": "Society of Authors",
      "id": "books/society-of-authors",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Creative writing",
      "id": "books/creative-writing",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/11/sats-tests-will-harm-next-generation-of-writers-says-society-of-authors"
}