{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/12/mathias-cormann-accuses-bill-shorten-of-lying-about-schools-funding-plan",
  "id": "2016-05-12-378",
  "sectionId": "australia-news",
  "body": "The Coalition has accused Labor leader Bill Shorten of lying to Australians about the economic benefits of Labor’s multi-billion dollar school funding policy. The finance minister, Mathias Cormann, called a press conference on Thursday to make the serious claim against Shorten, saying the opposition leader’s “lie [had] been exposed” and demanding he front voters to explain himself. “Bill Shorten deliberately misrepresented the OECD data,” Cormann said on Thursday, referring to figures produced by the umbrella group for developed countries.   Related: Bill Shorten makes education a priority as Labor 'underdogs' hit campaign trail    “He needs to ‘fess up today that he misled the Australian people when he claimed [an immediate] 2.8% growth effect from his unfunded spending promises on education.” Cormann was referring to a claim by Shorten on Wednesday that Labor’s centre-piece election policy – its $37.4bn school funding plan – would boost the economy immediately by 2.8% if implemented. “There will be a 2.8% ­improvement straight away if we implement these changes, and over the longer term 11% ­improvement to our GDP,” Shorten said. Shorten was citing a report by the Organisation for Economic Co-operation and Development from 2015 – Universal Basic Skills – which estimated the economic gains to Australia if every child was attending secondary school and had acquired basic skills by 2030. The report shows the value of future improvements in the economy from a real boost in educational outcomes to be worth 2.8% of GDP, in today’s dollars, by 2095. It also estimates the economy would be 11% larger in 2095 as a consequence. But Cormann has criticised Shorten for using the OECD report to support Labor’s billion-dollar school funding plan, when the report had nothing to do with Labor’s policy. He said the OECD report did not consider any proposals to increase spending – it had only estimated the economic effects of better educational outcomes. “Bill Shorten either doesn’t understand how the economy works, he doesn’t know how to read economic analysis, or he deliberately set out to mislead the Australian people,” Cormann said. “The OECD report that Bill Shorten falsely referenced did not point to a 2.8% growth effect straightaway. “It did, indeed, point to a 2.8% growth effect in 80 years, by 2095, as we have accurately pointed out earlier in the week.” In his national press club speech on Tuesday, the shadow treasurer, Chris Bowen, said the Liberal party believed education was a cost that should be avoided, but Labor considered it an investment in Australia’s future prosperity. “Let me tell you, there’s a clear and unmistakable economic dividend,” Bowen said in his speech. “The OECD has identified it – a 2.8 per cent lift in GDP if we can get every school student with the basic skills they need when they graduate.” Cormann criticised Bowen on Tuesday for misusing that 2.8% figure. But he went on the attack on Thursday following a report the author of the OECD study, Eric Hanushek of Stanford University, believed there would be no “immediate” boost to growth from education spending. “The author of the OECD report today made it very clear that there is no systematic relationship between increased spending and additional educational achievement,” Cormann said on Thursday. “Labor has no plan for growth and jobs. And that is why Bill Shorten yesterday sought to misrepresent the OECD report that he was referencing.”",
  "webTitle": "Mathias Cormann accuses Bill Shorten of lying about schools funding plan",
  "webPublicationDate": "2016-05-12T02:43:32Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/12/mathias-cormann-accuses-bill-shorten-of-lying-about-schools-funding-plan",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian education",
      "id": "australia-news/australian-education",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/12/mathias-cormann-accuses-bill-shorten-of-lying-about-schools-funding-plan"
}