{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/09/paul-ryan-donald-trump-republican-national-convention-chair",
  "id": "2016-05-09-67",
  "sectionId": "us-news",
  "body": "Paul Ryan is willing to step down from his role as co-chairman of the Republican National Convention in July if Donald Trump asks him to do so, he told reporters on Monday. The comment, made in an interview with the Milwaukee Journal-Sentinel, was the latest sign that many Republican leaders are willing to walk away from their party’s presumptive nominee and distance themselves from the controversy and chaos of his campaign. Many believe Trump will lose badly in a general election, and that he could take senators and representatives down with him.  Ryan declined to endorse Trump last week, telling CNN: “I’m just not ready to do that at this point. I’m not there right now.”  Trump at first responded with statement: “I am not ready to support Speaker Ryan’s agenda.”  He later expressed disappointment, telling NBC on Sunday: “He called me, I think, to congratulate me about New York, ’cause I won by massive numbers.”  Ryan’s staff has since made clear that the two hadn’t spoken since March, more than a month before New York’s 19 April primary. However, Trump also made clear he does not place great value on the speaker’s support. “No. It’s just the way it is,” Trump said. “I don’t think it hurts me at all. And I’d like to have his support, but if he doesn’t want to support me that’s fine.” As speaker of the House, Ryan would be expected to preside over the Republican party’s convention as chairman this summer. Though his office has called the role mostly “ceremonial”, he would be expected, as the party’s leader in Congress, to bless the nominee and rally Republicans around the candidate. Ryan’s skepticism about the presumptive nominee has sparked a backlash. The vice-presidential nominee in 2008, Sarah Palin, has endorsed his primary challenger and several members of his leadership team have expressed disappointment in his stance. Her running mate and a senior leader in the Senate, John McCain, has offered only tepid support for Trump, saying that although he would stand by his promise to support any Republican nominee, he wanted the businessman to apologize for offensive remarks about prisoners of war. Ryan is one of many top Republicans who have either rejected Trump or said they cannot yet endorse him as the party’s nominee. Two of Trump’s former opponents, Jeb Bush and Lindsey Graham, have said they will not vote for Trump in November, as have a host of congressmen, governors and top party intellectuals: the coalition includes the moderate governor of Massachusetts, Charlie Baker, and a conservative senator of Nebraska, Ben Sasse.  But Trump has opened a divide within the party between those adamantly opposed to the former reality TV star and those who have accepted him, a group sometimes derisively called “Vichy Republicans”. Many longtime Trump opponents are grudgingly coming on board. On Monday, former Louisiana governor Bobby Jindal wrote in an editorial in the Wall Street Journal: “I think electing Donald Trump would be the second-worst thing we could do this November, better only than electing Hillary Clinton to serve as the third term for the Obama administration’s radical policies.” While running for president, Jindal called Trump “an egomanical madman”. Utah congressman Chris Stewart, who previously compared Trump to Mussolini, said he would support the party’s nominee this weekend.  Trump has not gone out of his way to extend an olive branch to Republicans skeptical of his candidacy. He dismissed those who questioned his conservative bona fides in a Sunday interview. “I’m a conservative, but don’t forget, this is called the Republican party,” he told ABC. “It’s not called the Conservative party. You know, there are Conservative parties. This is called the Republican party.”  He echoed this on ABC, saying of the Republican party: “I think it would be better if it were unified. And I think there would be something good about it. But I don’t think it actually has to be.” Trump is scheduled to meet Ryan and other members of the congressional leadership on Thursday in Washington DC.",
  "webTitle": "Paul Ryan offers to step down as GOP convention chair if Donald Trump asks",
  "webPublicationDate": "2016-05-09T18:50:25Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/09/paul-ryan-donald-trump-republican-national-convention-chair",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/09/paul-ryan-donald-trump-republican-national-convention-chair"
}