{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/16/the-cinema-travellers-review-cannes",
  "id": "2016-05-16-140",
  "sectionId": "film",
  "body": "The ever-increasing importance of global box office (this year will see China top the US as the world’s highest-grossing country for the first time) has shone a light on both the similarities and differences of movie-going around the world. Shock news to the industry: people in non-English speaking countries go to the cinema as well. A lot. Maybe even more.    Related: Paterson review: Adam Driver's poetic bus driver proves safe pair of hands    In Shirley Abraham and Amit Madheshiya’s understated documentary, we’re given intimate access to a unique experience: two travelling cinemas that travel across rural India sharing films with people who would otherwise have limited access. It focuses on the lives of the men who put the show on the road, faced with a changing medium and a demanding audience. Shot over five years, we follow a set of men with different key roles in the process of the two companies. There’s the easygoing manager trying to provide for his family while on the road, the 70-year-old projector mechanic whose weathered hands have helped bring the joy of cinema to thousands and the many serious-minded cineastes who work around them.  It’s refreshing to see a documentary where those on camera remain so undisturbed by the presence of the camera. There’s not a moment that feels forced or tweaked to ensure an emotional beat gets checked off, which results in both immersion and authenticity at every stage of the film.  There’s a timeliness too as we see a tradition that’s existed in India for over seven decades change beyond recognition with technology and an audience ever-reliant on the small screen causing a mini-revolution. The film contains a handful of bittersweet moments as the crumbling projector is finally put to rest and more modern equipment takes over. The prints are cast aside, their importance suddenly diminished. At one particularly poignant moment the elderly mechanic examines some water-damaged films, asks: “Where are those images now?”. The changing nature of film also leads to some genuine moments of joy as the ungainly enormity of the old-fashioned projector is replaced for a smoother process that has the beleaguered team thankful for progress (“I’m as happy as a man on his wedding day”). Having seen the fervent excitement surrounding the unwrapping of a compact digital projector, I now fully understand the appeal of unboxing videos on YouTube. An evocative, subtle and heartfelt snapshot, it also refrains from sentimentality. For all the fondness for the old, there’s equal thrill of the new.",
  "webTitle": "The Cinema Travellers review - intimate documentary is ode to enduring power of film",
  "webPublicationDate": "2016-05-16T15:18:36Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/16/the-cinema-travellers-review-cannes",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Documentary",
      "id": "film/documentary",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Benjamin Lee",
      "id": "profile/benjamin-lee-film"
    }
  ],
  "guardianId": "film/2016/may/16/the-cinema-travellers-review-cannes"
}