{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/20/marc-warren-k-club-irish-open-danny-willett-rory-mcilroy-ryder-cup",
  "id": "2016-05-20-107",
  "sectionId": "sport",
  "body": "Only 12 months ago, Marc Warren harboured aspirations of a Ryder Cup debut at Hazeltine in September. It endorses how competitive – and fragile – golf is that the Scot has vanished so quickly from the picture. Starting the Irish Open week, Warren had slipped to 132nd in the world. It is a ludicrous ranking in respect of the 35-year-old’s talent. Warren’s lack of form and placing outside the top 50 means his Ryder Cup climb is a steep one now. Victory at the K Club would help. Warren’s second round of 66 moved him to eight under par and, suddenly, a part of the discussion once more. “I felt, especially in the last three events, two in China and one in Spain, as if I was close to some decent form,” Warren said. “But the schedule this year feels as if I’ve been stop, start a lot; not top 50 in the world and not into the events in America to fill in some of the downtime we have on the European Tour. I feel I was more rusty than anything else. “I have been searching, working hard for it, and hopefully the time is right coming into some great events this year starting with the Irish Open. Hopefully it’s the start of a run of good form. “I think it’s been there or thereabouts. The cuts I’ve made haven’t been that great and the cuts I’ve missed haven’t been too bad. You’re going to go through spells like that over the course of a season or over the course of two or three seasons. It’s a matter of trying to be as patient as you possibly can.”   Related: Justin Rose out of PGA Championship at Wentworth with back injury    On a damp, blustery morning in Kildare, Warren required only 23 putts. He made bogey at a single hole, the 5th. “I think being pretty solid off the tee was the key to the round,” he said. “I kept it in play and from there was able to hit some good iron shots into the greens. Anything under 70 would have been a really good score this morning, so pleased with 66.” Warren’s 36-hole score matched that of the Masters champion Danny Willett, who added a “scrappy” 71 to his opening round 65. Willett recovered from the making of four bogeys. Rory McIlroy’s 70 leaves the tournament host a stroke further back. It is hardly being disrespectful to Warren to suggest onlookers will relish a weekend battle between McIlroy and Willett. McIlroy agreed before offering a smile when glancing back towards his poor record in his home event. “It’s great to see Danny up there,” he said. “I was very pleased he committed to come and play here. It’s shaping up to be a good weekend. Any time you have a current major champion up there near the top of the leaderboard, it always makes it better. With my tournament hat on, I’m happy with how it’s going. “I usually don’t stand up here after a second day and say I’m relieved to make the cut but it’s great to be here for the weekend. But I’m obviously even more excited that I’m in with a chance of winning the tournament. The Irish Open is one of the most important tournaments of my year and I’d dearly love to win it one day. I feel like I’ve given myself a great chance. “I think the only way I can convert this one is by trying to approach it the same way. Trying to stay as patient as I possibly can. The weather doesn’t look too good, so we’re going to have to battle not just the course and myself, but also the conditions.” Andy Sullivan’s surprisingly poor recent run continued with a missed cut at six over par.",
  "webTitle": "Marc Warren shoots 66 to match Danny Willett at Irish Open",
  "webPublicationDate": "2016-05-20T15:09:15Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/20/marc-warren-k-club-irish-open-danny-willett-rory-mcilroy-ryder-cup",
  "keyword": [
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Danny Willett",
      "id": "sport/danny-willett",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rory McIlroy",
      "id": "sport/rory-mcilroy",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "European Tour",
      "id": "sport/european-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ewan Murray",
      "id": "profile/ewanmurray"
    }
  ],
  "guardianId": "sport/2016/may/20/marc-warren-k-club-irish-open-danny-willett-rory-mcilroy-ryder-cup"
}