{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/21/oakland-police-misconduct-scandals-pile-up",
  "id": "2016-05-21-81",
  "sectionId": "us-news",
  "body": "Related: Watching the watchers: Oakland seeks control of law enforcement surveillance    Olga Cortez was getting out of the shower and preparing for bed when she heard a loud banging outside. It was 9.30pm on 7 December, and the Oakland, California, mother saw a man she did not recognize furiously pounding on her front door. “Open the fucking door,” he screamed, according to Cortez’s account. “Let me in!” When her husband Nemesio cracked open the door to ask him to leave, the man, who smelled strongly of alcohol, allegedly kicked him in the stomach and grabbed Olga, who was wearing a bathrobe and fell to the ground – exposing her body. Another man came running out of their backyard and appeared to point a gun at the wife.  Their daughters, ages 11 and 13, stood in the doorway crying. The traumatizing incident, outlined in a claim to the city, got worse when the Oakland police department (OPD) showed up. The officer wanted the couple to “sanitize their story”, asking them if the man “was simply knocking” on the door and had inadvertently pushed Olga “while falling down”. The bizarre line of questioning only made sense when OPD lieutenant Roland Holmgren later revealed to Olga the identities of the two suspects: They were Oakland cops who, according to the lieutenant, were just “being silly” and “mistakenly went to her house” looking for a party, the claim alleges. The ensuing scandal is just one among numerous misconduct cases plaguing the police department in Oakland, the city across the bay from San Francisco that has long been at the center of contentious debates about crime, gentrification and race relations.  Although presumptive Republican presidential nominee Donald Trump recently called the city one of the “most dangerous” places in the world, some say the real danger in Oakland is its police.  This week, four officers were caught up in a national controversy centered on accusations that a cop may have murdered his wife in a case that has exposed allegations of sexual misconduct by numerous officers, possibly involving sex with a minor. “I was not surprised,” Melissa Nold, the Cortez family’s attorney, said of the latest scandal. “We’ve been saying forever that there are systemic problems.” The December assault was, however, particularly disturbing to Nold. That’s because OPD sergeant Joseph Turner, who allegedly trespassed in the family’s backyard, appeared to be out partying with cops that night – just two weeks after he had killed a man in a shooting many believed was cruel and unjustified. A notorious history Black residents began migrating in large numbers from the south to Oakland in the 1940s, but the police department did not adapt to reflect the city’s diversity, and racial tensions escalated. In the 1960s, Oakland became the birthplace of the Black Panther movement after growing police harassment and brutality, and in 1968, anger at OPD boiled over when cops killed a 17-year-old member.      Protesters gather last year near illuminated letters spelling dream outside a house which they identified as the residence of Oakland Mayor Libby Schaaf. Photograph: Reuters    Although the unrest mirrored strife in urban communities across the US, OPD established itself as one of the most notorious law enforcement agencies in the country with a 1990s corruption scandal involving a group of cops known as the “Riders”. The officers allegedly planted drug evidence on black residents, falsified records and brutalized suspects, leading to a 2000 federal lawsuit and court oversight of OPD that remains in effect today. “The Oakland police department is corrupt in its roots,” said Cat Brooks, co-founder of the Anti Police-Terror Project, a local community group.  Despite a settlement agreement, a federal judge said he was forced to take direct control of reform efforts in 2012. Since then, there have been improvements and OPD leadership has, in recent years, begun to seek proactive solutions, said Jim Chanin, a civil rights attorney who helped initiate the Riders lawsuit. “There are people in the department who are dedicated to achieving real lasting cultural change,” he said. Still, OPD disproportionately stops and searches black residents, and a court-appointed investigator continues to issue scathing reports on the department’s disciplinary procedures. Some of the agency’s longtime critics say they’re starting to develop more faith in OPD’s top cops, but they say a steady stream of controversies in recent months point to a fundamental cultural problem within the department – one that allows police to get away with unjust shootings, bad behavior and possibly even murder. ‘Like killing animals in the street’ On 15 November, Ada Perkins-Henderson, 66, stepped outside her home in East Oakland and prayed for the person lying dead in the street one block away. She had heard that Oakland police had killed another man. “I said, ‘Lord, take care of that family. That family needs you,’” she recalled. Later, she got a call: Her youngest son Richard was dead. “I didn’t know I was praying for my son.” According to Oakland police, Richard Perkins, 39, approached cops with a toy pistol, prompting four officers, including Turner, to simultaneously fire at him. Police were in the neighborhood responding to the weekend’s huge “sideshow” – illegal events in Oakland that draw hundreds of cars to the streets for dangerous stunts.     Richard Perkins with his sister Regina Perkins in this undated family photo. Photograph: Perkins family    His grieving family has seen partial surveillance footage of the shooting – which police have shown them, but refused to publicly release – and they insist that OPD’s account is wrong. “He never pointed a gun at any police officer. He would never try and fight,” Perkins-Henderson said. “It’s like killing animals in the street.” “I just don’t believe it. We know the type of person he was,” added Regina Perkins, Richard’s sister, clutching the last photo she took with her brother. “It hurts so bad.”  Richard Perkins was the 1,000th person killed by law enforcement in 2015, according to The Counted, the Guardian’s database of police killings. He was also the fifth black man fatally shot by police in Oakland last year, including a man killed while sitting in a car.    Related: San Francisco police chief resigns in wake of fatal shootings and scandals    Neighboring San Francisco’s police department has been embroiled in scandals – numerous questionable shootings and cops’ racist text messages – prompting the chief to resign this week. But OPD has struggled to stay out of the spotlight.  Two weeks after sergeant Turner fired at Perkins, he allegedly showed up at the Cortez’s housewith officer Cullen Faeth, who allegedly attacked the couple. Turner, who is on paid leave and has not faced charges, declined to comment. Faeth was charged with battery, trespassing and public intoxication in April and pleaded not guilty. His lawyer did not respond to requests for comment and neither did Holmgren. Weeks after Faeth’s charges, news broke that another Oakland cop was facing criminal charges after he allegedly pulled a gun on a painter while off-duty. One month later, it was revealed that Oakland officer Brendan O’Brien may have killed his wife in 2014 in a death police said was a suicide. Two bullets were fired from O’Brien’s Glock 45, and a coroner said the killing was “suspicious”, according to local paper East Bay Express.  O’Brien subsequently killed himself, allegedly writing a suicide note that launched an investigation into potential sexual misconduct and led four officers to be put on leave. Two resigned on Wednesday. A judge said in recent court documents that the case has threatened the department’s progress under federal oversight and raised “most serious concerns that may well impact [OPD’s] ability to demonstrate their commitment to accountability and sustainability”. ‘The most dangerous place in America’ Libby Schaaf, who was elected mayor of Oakland in 2014, said she was appalled to learn of the recent sexual misconduct allegations.  “I’m pissed off that these officers allegedly … did such a dishonor to their city, to their department and to their profession,” she said in an interview. “I’m very angry to hear that anyone who’s taken on the mantle of being a guardian of the community could conduct themselves in this way.”     Oakland protester Biseat Yawkal is pushed by police during a demonstration outside of the California Republican party convention in Burlingame last month. Photograph: Leah Millis/AP    Police chief Sean Whent said it was wrong to say there’s a culture of impunity within OPD. “It’s unfortunate when these things happen, but ... we absolutely do hold people accountable.”  He said there was “no type of coverup” in the alleged assault in December, that he was “very confident” O’Brien’s wife’s committed suicide, and that the five killings last year were justified. He also noted that the recent cases stemmed from off-duty behavior, not on-duty misconduct. “I don’t follow cops when they’re not at work.” “We need to strengthen our system for monitoring off-duty conduct,” Schaaf said. Schaaf and Whent have argued that the agency has become a leader in reform through training aimed at combating racial profiling, improvements in how police communicate with residents, and by overseeing a sharp drop in cops’ use of force. Despite clear progress since the corruption of the Riders case, anxieties about racial profiling, misconduct and brutality have in some ways become more acute in recent years, with fears that police mistreatment of people of color is yet another force making a rapidly gentrifying Oakland unwelcoming to black residents. Black homeownership has dropped substantially in Oakland in recent years, with the overall proportion of African Americans declining by nearly 40% between 1990 and 2011. Over the last year, there have also been fresh concerns about white residents, without cause, calling the police on their neighbors of color and filing complaints that increase the risk that black residents will have harmful interactions with a department that has a record of racial bias and misconduct. “The police are the shock troops of gentrification,” Brooks said. “They come in with … arrests, violence and brutality in addition to rising rents and other forces that are pushing out black and brown people.”  Some also worry that Trump’s swipe at Oakland as one of the “most dangerous” cities – which led Schaaf to tweet that the “most dangerous place in America is Donald Trump’s mouth” – fuels the same racist fears that drive unnecessary police harassment and shootings and encourage gentrification and displacement. Distrust of cops runs deep on the streets of East Oakland, said Latonya Perkins, one of Richard Perkins’s sisters.  “How am I supposed to call you when I need help,” she said, “when you’re the same person that killed my brother?”",
  "webTitle": "‘Corrupt in its roots’: as Oakland police scandals pile up, residents not surprised",
  "webPublicationDate": "2016-05-21T15:00:41Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/21/oakland-police-misconduct-scandals-pile-up",
  "keyword": [
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "us-news/2016/may/21/oakland-police-misconduct-scandals-pile-up"
}