{
  "apiUrl": "https://content.guardianapis.com/public-leaders-network/2016/may/28/government-passion-museum-staff-zero-hours",
  "id": "2016-05-28-132",
  "sectionId": "public-leaders-network",
  "body": "I work front of house in a London museum. My colleagues and I are the face of the organisation. We provide a warm welcome to members of the public, assist them with their visit, address their enquiries and bring the exhibitions to life by sharing our knowledge and enthusiasm. Without us the place could not be open. Yet, my job is undervalued, endangered even.    I wish we could tell visitors we are trying our best to do a good job but simply haven’t been given the means to do so    Front-of-house teams have greatly suffered from budget cuts in the museum sector. Jobs have been replaced with volunteers or agency staff who are more “affordable”. When I started working in this field six years ago, only small museums were entirely reliant on volunteers to help visitors. Now even the big national museums are bringing in volunteers to staff shops, invigilate galleries, lead education workshops and deliver guided tours. The privatisation of visitor services teams at the National Gallery last year shows just what is happening in the sector at the moment. I’ve no hard feelings towards the volunteers and casual staff – they are usually highly qualified young graduates desperately trying to find their way into employment. I have been there.  I have been in my current position for more than two years and I am lucky to be on a permanent contract. But I have witnessed changes over the years. When I started, everyone in my team was a permanent member of staff; today, half of them are casual staff on zero-hours contracts sent to us from agencies. We used to call external staff as an extraordinary measure, when we were unexpectedly busy, or short on staff. Now it’s just the way things are.      A strike outside the National Gallery last year was not enough to prevent privatisation of its visitor services. Photograph: Matthew Chattle/REX Shutterstock    Again, agency staff are usually qualified and motivated professionals who are ready to work all sorts of crazy shifts to make a living and would kill for my £20,000 entry-level job. I have been there too. And for this reason I find working with casual staff uncomfortable: it creates a hierarchy within the team. They are called in to cover the most unsocial hours, left to stand around in galleries for hours, and have none of the benefits of being employed by the museum, such as training opportunities and healthcare.  Agency staff will often cover busy shifts, such as the opening or closing day of an exhibition, where they face thousands of visitors and are unable to answer questions or take initiative because it is their first shift. This reflects badly on everyone. We have received complaints saying our customer service is not good enough. I wish we could tell visitors we are trying our best to do a good job but simply haven’t been given the means to do so.    The entire hierarchy is a fraud. I am overqualified for my job and so are the people above me    Sadly, this is not the only challenge faced by front-of-house staff. Once you have been through some time (easily a year) of volunteering, temping and so on, and managed to secure a satisfying (though underpaid) job, you will realise that it is a professional dead-end. All my colleagues and I have master’s degrees in relevant topics, like art history, or museum studies. Some even have PhDs. Yet, there is a stigma around our role and we are often considered as only being capable of pointing to the toilets.  There is so much more to my job. Outstanding customer service, communication skills, problem solving, public engagement, research, content development, the list could go on. However, evolving into a higher position in roles as varied as education, communication, events and curatorial is very difficult. I lack “more directly relevant experience” as stated in many of the rejection letters I have received.  The truth is that museums are increasingly dependent on the income generated by the exhibitions, lectures and workshops they offer. So in order to ensure success and attendance they prefer to hire externally someone with years of experience rather than train internally a qualified young professional.  The entire hierarchy is a fraud. I am overqualified for my job and so are the people above me. At the same time thousands of young people come out of university every year with fancy qualifications in cultural studies, curating, visual arts and the like, which will only allow them to join the long queue to employment that starts with volunteering.    Related: Volunteering kept me going but now austerity has killed my museum    So why do I do it to myself? Would it not be easier to switch to a career with more opportunities? Maybe. I used to spend hours on the National Career Service website looking at how I could “recycle” my career into something else. Could I be a teacher? Then, after I’d exhausted myself contemplating all the options, I’d realise I will never do anything else. I just don’t want to. Like most people working in the cultural sector I am absolutely passionate about museum collections. Museums teach us about our past, they have the power to inspire us. But for years the government has been making it harder and harder for young professionals to start a career in the field. I’m afraid one day this might end up in extinguishing that passion. This series aims to give a voice to the staff behind the public services that are hit by mounting cuts and rising demand, and so often denigrated by the press, politicians and public. If you would like to write an article for the series, contact tamsin.rutter@theguardian.com. Talk to us on Twitter via @Guardianpublic and sign up for your free weekly Guardian Public Leaders newsletter with news and analysis sent direct to you every Thursday.",
  "webTitle": "I'm worried this government will extinguish the passion of museum staff",
  "webPublicationDate": "2016-05-28T08:08:29Z",
  "webUrl": "https://www.theguardian.com/public-leaders-network/2016/may/28/government-passion-museum-staff-zero-hours",
  "keyword": [
    {
      "webTitle": "Public Leaders Network",
      "id": "public-leaders-network/public-leaders-network",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Local government",
      "id": "public-leaders-network/local-government",
      "sectionId": "public-leaders-network",
      "sectionName": "Public Leaders Network"
    },
    {
      "webTitle": "Museums",
      "id": "culture/museums",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Volunteering",
      "id": "society/volunteering",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Voluntary sector",
      "id": "society/voluntarysector",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "National Gallery",
      "id": "artanddesign/national-gallery",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Public sector cuts",
      "id": "society/public-sector-cuts",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Public sector careers",
      "id": "society/public-sector-careers",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Anonymous",
      "id": "profile/anonymous"
    }
  ],
  "guardianId": "public-leaders-network/2016/may/28/government-passion-museum-staff-zero-hours"
}