{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/the-summer-hot-list-2016-art-food-travel-fashion",
  "id": "2016-05-29-159",
  "sectionId": "lifeandstyle",
  "body": "1 Is there such a thing as an It nail? Let’s pretend there is. SS16 manicures are the opposite of last season’s edgy nails. Rather than dark and sharp, the varnish you want right now is a milky pastel in either soft blue, lilac or the most delicate blushing pink. 2 Rethink luxury travel – this is Airbnb times 10. Le Collectionist is a selection of posh villas (including Leo DiCaprio’s), and every house is for hire. lecollectionist.com 3 Can’t wait for next year’s Hockney retrospective? Prepare yourself with Zevs’s high-gloss political reworkings of A Bigger Splash from 29 July. lazinc.com 4 Raw and rowdy and reminiscent of holidays you only dreamed of, this season’s Hawaiian shirt trend (as seen at Saint Laurent and the more wallet-friendly Topman) should be layered with leather for a macho finish. £30, topman.com 5 All summer Alfred LeRoy, a canal boat, will cruise the River Lea in east London, past the Olympic Park, serving local beers, cocktails and charcuterie platters. Eat, drink, be merry… but don’t fall in. alfredleroy.com     Standing her ground: comedian Bridget Christie. Photograph: Sarah Lee for the Guardian    6 Bridget Christie (bridgetchristie.co.uk) is touring this summer (see her before the Edinburgh Fringe in August) and Louis CK (louisck.net) starts the European leg of his tour in London on 12 August. This summer will be what’s known as a “right laugh”. 7 In July MIA will release her fifth, and what is rumoured to be her last, album. In a Periscope live chat she hinted it would be a ‘happy’ record. Hooray! 8 Be honest: you’ve never liked coconut water. Too dry, too… coconutty. Its successor, though, is genuinely drinkable. According to Beyoncé, “the future of clean, natural hydration” is watermelon water. 9 The Pig, England’s favourite collection of country hotels, is expanding its litter with a property in Devon. Expect its welcoming “derelict chic”, with massages offered in the potting shed, and a private dining room “below stairs”. thepighotel.com     Lickety split: cocktails on sticks. Photograph: Aleksandra Kingo    10 Cocktails taste better on a stick, and they’re much harder to spill. Available in Gin Fizz, Bellini, Mojito and Spritz, they’re the flirtiest way to get drunk this summer. poptailsbylapp.com 11 Xiringuito is a movable restaurant, set up by a former Bistrotheque head chef, that opens in Margate next month. The transferable structure will serve British dishes right next door to Dreamland and just over the road from the beach. xiringuito.co.uk 12 If you can’t make it to Bloom & Wild’s peony-drenched pop-up in Topshop Oxford Circus (from 29 May) go to floom.com for a seasonal bouquet. Flower of the summer FYI: dahlia.     Ready to fly: (top, clockwise from top left) Shirt dress £49.99, mango.com Fake tan £19.50, johnlewis.com Shorts £90, One Teaspoon (harrods.com) Bikini top £15.99, zara.com Belt £15.99, mango.com Nail varnish £15, nailsinc.com Bag £95, whistles.com Badge £8, asos.com. Above, clockwise from top left Polo shirt £60, lecoqsportif.com Top £20, topshop.com Sunglasses £195, karenwalker.com Mascara £6.99, Maybelline (boots.com) Skirt £45, topshop.com Sandals £79.95, birkenstock.co.uk In Transit Skin Defence £29, This Works (spacenk.com) Suitcase £355, Rimowa (selfridges.com) Photograph: Louisa Parry for the Observer    13 Make your home smell like a fancy field with this Jo Malone peony and moss candle. All year 75% of the retail price will go to support people living with mental ill health through the cultivation of therapeutic gardens around the world. £44, jomalone.com 14 No need to commit to a life of anarchy – this summer you can be a punk for the weekend. The Photographer’s Gallery is hosting a series of special events marking 40 years of punk heritage topped off with a gig by the Raincoats. 23 June, thephotographersgallery.org.uk 15 Simon Rich explores the ridiculousness of our everyday lives in this year’s giggliest beach read. Out in June. £7.19, bookshop.theguardian.com     No excess baggage: (top, clockwise from left) Shirt £85, allsaints.com Travel set £20, Malin & Goetz (uk.spacenk.com) Clear case £5.95, muji.eu Trousers (just seen) £29.99, hm.com Shorts £110, diesel.com Sunglasses £15, topman.com Boxers £28, hamiltonandhare.com. Above, clockwise from left T-shirt £14, burton.com Sun protection £29, darphin.co.ukTerre d’Hermès £80 for a set of 4, hermes.com Flight therapy £22, aesop.comDenim top £14.99, hm.com Sliders £22, Lacoste (dunelondon.com) Swim shorts £29.50, David Gandy (marksandspencer.com) T-shirt £18, topman.comSuitcase £55, marksandspencer.com Photograph: Louisa Parry for the Observer    16 Jewellery for when the only other thing you’re wearing is a knotted sarong. Jaeger has partnered with Soko on a stylish 16-piece collection using upcycled and natural materials. Just chunky enough to make a delicate statement. Rings, £35 each, jaeger.co.uk 17 Make like Bay Garnett and Kira Jolliffe (whose Fanpages, a collection of single-page fanzines by people like Nick Knight and Chloë Sevigny, is published by Idea Books) and design a fanzine. 18 Ruffles and one-pieces with clashing colours. That’s what you’re wearing on the beach this summer, trust us. Head to Boden for figure-flattering swimsuits with all of the above. Swimsuit, £59.50, boden.com 19 Pink. Pink for men. It’s a thing this season. But rather than city boy shirts, think the pink of beachy Miami pastel buildings and new sticking plasters. Brands such as Our Legacy and Asos are doing it beautifully this summer. 20 Baz Luhrmann makes his first foray into small-screen drama with The Get Down, an exploration of the birth of hip-hop in the Bronx, circa 1977. The 13-episode series hits Netflix on 13 August and promises to be as magical, eclectic and inspiring as his visionary films.     Letting it slide: Carsten Höller and Anish Kapoor’s slide at the ArcelorMittal Orbit opens on 24 June at the Queen Elizabeth Olympic Park    21 It’s nine years since Carsten Höller’s Test Site slides delighted us at Tate Modern. This month he’s wrapping a new one around Anish Kapoor’s Orbit at London’s Olympic Park. Join the queue for 40 seconds of joy. 22 From one slide to another… Last summer’s feet were slipping around in sliders. The shoe of this season – a practical mule – is slightly more elegant. Rumour slip-ons, £128, allsaints.com 23 The cover-up of the season also masquerades as a mirror ball. What better way to go from boardroom to beach to disco than with this sparkly number? £425, zadig-et-voltaire.com 24 Fantasy lunch: a picnic in a park with a person you don’t hate, dappled sun and a lake. Add one of Honest Brew’s Howlers (three cans of craft beer delivered to you in a natty tube, £12) and this salad by Honey & Co, and you’ve got a memory for the bank. Here’s how to make their fig, goat’s cheese and honey salad.     A taste of summer: fig, goat’s cheese and honey salad. Photograph: Patricia NIven    goat’s cheese 120glemon zestcream 3 tbspLittle Gem lettuces 2figs 8mintchopped pistachiossaltpepperolive oillemon juicethyme honey 2 tsp Crumble the cheese and whisk it with the lemon zest and cream. Dollop the mixture on to the Little Gem lettuce leaves, fig wedges and mint. Top with the nuts, seasoning, oil and lemon juice, and drizzle the honey on top.",
  "webTitle": "Gin ices, pastel nails, MIA and mega-slides - make the most of summer '16",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/the-summer-hot-list-2016-art-food-travel-fashion",
  "keyword": [
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Art",
      "id": "artanddesign/art",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Food & drink",
      "id": "lifeandstyle/food-and-drink",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/29/the-summer-hot-list-2016-art-food-travel-fashion"
}