{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/23/spending-blights-nhs-cash-results-care",
  "id": "2016-05-23-310",
  "sectionId": "commentisfree",
  "body": "The professor for the public understanding of philosophy at Sheffield University, Angie Hobbs, was the guest interviewee on Test Match Special on Saturday. As the rain drummed down on Sri Lanka and England at Headingley, Hobbs made a powerful case for the role of philosophy in everyday life. Although philosophy’s relationship with sport goes back to classical times, it seldom breaks out of the special interest category. You just don’t expect Wittgenstein at lunchtime on sport radio.   Related: The NHS trust that said no to Osborne’s nightmare cuts | Polly Toynbee    Yet thinking critically about what seems obvious can be revealing, and possibly even useful. As the cricketer-turned-writer Ed Smith argues, if you believe that sport is all about being the best, you are likely to think that victory proves it. The danger is that you believe that what worked then will work just as well the next time. You risk legitimising practice that may not have contributed to success at all. Equally, defeat might be read as conclusive proof of dimwitted tactics when you did the right thing but not well enough. Think harder. Hobbs, along with teaching students at Sheffield, is a great advocate of philosophy sessions for nine- and 10-year-olds. Surveys repeatedly confirm that after regular lessons in critical thinking there is a striking improvement in all-round performance, particularly among the most disadvantaged pupils. As a sideline, she talks to the bosses of some of Britain’s biggest businesses. It’s happening everywhere. In the booming world of the pursuit of marginal advantage, US soldiers learn to be stoical, governance systems are designed to foster the space for disagreement (though probably not in the military) and employees are encouraged to seek fulfilment. Thinking in new ways about old political problems, however, remains a rare and undervalued commodity. This is less a question of arguing the case for a whole new economics system, say, than taking an existing set of facts and exploring other ways of addressing them: spending on the NHS, for example. Although by any international comparison it is exceptionally good value for money, the health service unquestionably soaks up huge amounts of public money. It accounts for about a fifth of the tax an individual pays, second only to the share spent on welfare. The sheer scale of the spend, more than £100bn a year in England alone, means no health secretary can possibly ignore it.    Andrew Lansley wanted an NHS so independent of Whitehall that the health secretary could play golf every afternoon    But maybe, in the same way that the uncritical assumption that the winning goal was due to genius can distract from underlying reality, they think about it too much. The focus on “cash in and results out” is often taken as the definitive measure of political commitment and efficiency, when in reality it is getting in the way of achieving more productive outcomes, such as better motivated staff or patients who are more engaged in looking after their own health. Governments regularly claim that they want to end the command and control regime that has been the dominant organisational model for the past 68 years. In the first months of the coalition in 2010, Andrew Lansley tried to create a kind of self-improving NHS that would be so independent of Whitehall that the health secretary would be free to play golf every afternoon. Instead, hundreds of millions of pounds were wasted on a vast structural upheaval with consequences that are still being unravelled, old relationships have been frayed and on every measure performance is getting worse. The trouble with the command and control mindset is that it limits consideration of other options. If the health secretary is not pulling all the strings then the patient must be in charge, through a system that prioritises individual choice; or, in the current model, GPs are instructed to turn themselves into commissioning bodies and become the architects of service provision. In the end, wherever power appears to lie, it is still all about command and control and the accompanying incentives, targets and measurements that undermine alternative ways of working.   Related: Britain’s accountability problem – hospitals are just the start | Anne Perkins    That’s one reason why being a chief executive in a hospital trust must be one of the best-paid unwanted jobs. One in seven of the top posts is unfilled as potential candidates look at the fate of their predecessors and decide to stick with what they’ve got. The health policy expert Nick Timmins recently interviewed retiring NHS chief executives. The most common complaint was that they no longer had the autonomy they once had to order priorities. There was no longer any room for manoeuvre to cope with the chronic squeeze on funding by perhaps allowing waiting times for some specialities to grow or relaxing some financial targets or easing up on staffing levels. Everything is now screwed to the floor in the name of accountability. In fact, hospital efficiencies are only a small part of the answer. There is no argument among professionals about what the big health policy objectives ought to be. Simon Stevens repeated them again in his interview with Andrew Marr on Sunday: public health must be improved and social care needs to be strengthened so that vulnerable people are better looked after at home, rather than in hospital. But it is hard to measure activities that don’t happen – the number of old people who don’t fall over, the people who don’t go to A&E, or stop smoking, or lose weight – instead of the number of admissions and procedures. It is tricky to estimate the impact on morale of staff empowered to work cooperatively to keep people well rather than look after them when they are ill. Yet for as long as the question is framed in terms of inputs and outputs we’ll keep getting the wrong answer. Send for a philosopher, now.",
  "webTitle": "Spending blights the NHS – but not in the way you think | Anne Perkins",
  "webPublicationDate": "2016-05-23T05:30:03Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/23/spending-blights-nhs-cash-results-care",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Anne Perkins",
      "id": "profile/anneperkins"
    }
  ],
  "guardianId": "commentisfree/2016/may/23/spending-blights-nhs-cash-results-care"
}