{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/01/captain-america-civil-war-review-superpowered-bust-ups",
  "id": "2016-05-01-170",
  "sectionId": "film",
  "body": "With his propaganda-poster jawline and air of unimpeachable nobility, Captain America (Chris Evans) has always been one of the duller members of the Marvel universe. Which is probably why, although this latest Avengers outing bears his name, the film-makers have press-ganged (almost) every spare ounce of Marvel muscle to back him up. The Hulk-sized gap in the lineup is filled by an engagingly geeky Spider-Man (Tom Holland, a promising taster for the stand-alone Spider-Movie next year). And while memorising who is in which of the colour-coded, armour-plated exoskeletons (and who is punching who in the head) can be challenging, the sheer force of so much superpowered personality on screen makes for a blast of a movie. Following an explosive but raggedly edited opening sequence in Nigeria, the Avengers are forced to confront the human cost of their ambitious action set pieces. Guilt over collateral damage is what prompts some of them – Tony Stark, Natasha Romanoff – to sign an accord ceding responsibility for their actions to the UN. But Steve Rogers, AKA Captain America, demurs. The freedom to deploy a spot of unilateral ass-kicking where needed is what makes the Captain, and by extension America, great. The scene is set for an internecine Avengers smackdown; the plot – hooked on an undercooked vengeful grudge – is of secondary importance to the opportunity to watch them knock titanium alloy spots off each other. Fortunately, the zinging screenplay, by Marvel regulars Christopher Markus and Stephen McFeely, hits home almost as frequently as the punches.           Captain America’s Chris Evans on realism in the superhero genre",
  "webTitle": "Captain America: Civil War review – superpowered bust-ups",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/01/captain-america-civil-war-review-superpowered-bust-ups",
  "keyword": [
    {
      "webTitle": "Captain America: Civil War",
      "id": "film/captain-america-civil-war",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy Ide",
      "id": "profile/wendy-ide"
    }
  ],
  "guardianId": "film/2016/may/01/captain-america-civil-war-review-superpowered-bust-ups"
}