{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/16/stupid-man-smart-phone-review-surely-google-knows-how-to-transport-a-camel",
  "id": "2016-05-16-326",
  "sectionId": "tv-and-radio",
  "body": "‘Let’s ask the internet,” is something my four-year-old says a lot. To settle an argument (which is faster, a Jubilee line train or Usain Bolt?). To find something out (how do watermelons grow?). To find out how to do something (how do you make cheese scones?). Whether you like it or not, in the modern world the answer to everything is inside your phone. And that’s the basis of Stupid Man, Smart Phone (BBC2, Sunday, episode two is already on the iPlayer) Comedian Russell Kane is the Stupid Man. Unfairly, I think; he doesn’t seem at all stupid to me, but by stupid, it really means hopeless when it comes to survival. With Kane in this first episode is Arron Crascall, the video prankster (that wasn’t even a profession in my day, or if it was my careers advisor never mentioned it). I don’t know if Crascall is a stupid man, but he could be quite an annoying one, as a travel companion. There’s a hint of James Corden about him. They’re in Skoura, Morocco, where a man called Reda (IQ also unknown, seems nice, though) gives them their challenge – to transport a camel to his brother at a place called Ait Benhaddou, a beautiful fortified town that sharp-eyed Game of Thrones fans might recognise. Quick group selfie, and they’re off to the market to get the camel, with a bit of help from Google Translate; and, also on the phone, from an English-speaking camel expert named Joseph, who advises them – expertly – to get the healthiest-looking one. Which they do, and call him Nathan. Nathan won’t move an inch, though. Why don’t they ask the internet? I search “My camel won’t move”: it comes up with Crascall’s Facebook post about it – he did ask, but no one had a useful suggestion, mainly just camel jokes. So they trade the camel for a cow, which they call Helen, before loading her into the pick-up … What?! Reda’s provided wheels – that’s cheating, isn’t it? Provisions, too: bread and eggs, dates and a nice leg of camel (not Nathan’s, thankfully). My own smartphone says that the journey from Skoura to Ait Benhaddou by road is 72.3km, pretty straightforward, along the N9 and the N10, and it should take about an hour and 10 minutes. That’s not going to make very interesting television. Kane and Crascall realise this, and turn off into the desert, get lost, and camp out with Helen. And all the time they’re vlogging, instant messaging, Tweeting, Periscoping etc. It makes for a busy viewing experience, with windows and Snaps and what-have-you popping up all over the place. Sometimes, they do get some useful advice from their followers, such as: yes you can make a fire out of dried poo. Mostly they get gags of the fire-will-be-shit type. I’m not sure how valid an experiment it really is. Kane and Crascall’s survival doesn’t actually depend on their phones. Apart from telling them where to go (which they choose to ignore), they don’t get anything very useful out of them, nothing they couldn’t figure out themselves (I think Kane might be playing up the Stupid Man thing, Crascall, maybe not). Nor do I totally believe it all. Like that snake at the Berber camp. Really? Sunning itself by the water in the morning? Or did someone put it there? The internet would suggest the Skoura/Ait Benhaddou area of Morocco doesn’t coincide with the distribution of the Egyptian cobra (Naja haje). “We had no access to plans or schemes”  @russell_kane tells me, on the internet obviously. “I wanted everything to be real to us. I didn’t know the mission; nothing.” Maybe it doesn’t matter though, if it feels real to them? The fear was certainly real for @arron_crascall who, @russell_kane also says, went to hospital because of the snake. Not because it bit him, he just had a panic attack when he saw it. Lol! (That should’ve made the edit, shouldn’t it?) I do think it says something about how we lead our lives, pretty much every aspect of our lives, through our phones. And maybe more important than any of the above, given that it is television, it is entertaining. And amusing. If you put a couple of hopeless, funny men somewhere way outside their comfort zone, you’re going to get laughs. I’d much rather watch this than Bear Grylls, doing it the right way.",
  "webTitle": "Stupid Man, Smart Phone review – how do you transport a camel across Morocco? Maybe Google knows …",
  "webPublicationDate": "2016-05-16T06:20:28Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/16/stupid-man-smart-phone-review-surely-google-knows-how-to-transport-a-camel",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Russell Kane",
      "id": "stage/russell-kane",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Documentary",
      "id": "tv-and-radio/documentary",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Factual TV",
      "id": "tv-and-radio/factual-tv",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/16/stupid-man-smart-phone-review-surely-google-knows-how-to-transport-a-camel"
}