{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/27/forget-myers-briggs-algorithms-predict-team-chemistry",
  "id": "2016-05-27-283",
  "sectionId": "small-business-network",
  "body": "Tune in to any post-work conversation on the train home and it’s unlikely to be a co-worker’s skills but rather some difficulty in interpersonal relationships that’s causing a hoo-ha. Malfunctioning teams make people unhappy, demotivated and unproductive at work, and are a common cause of people leaving their job. For Alistair Shepherd, co-founder of London-based people analytics startup Saberr, this is a costly problem that technology can help alleviate very simply and very cheaply – it’s just a case of doing the maths. “More than 80% of startups fail to deliver a return to their investors, and two thirds of that is down to team dynamics,” he says, citing Professor Noam Wasserman, author of The Founder’s Dilemmas, who taught him at Harvard Business School. “I wanted to look at what was behind that.”     Alistair Shepherd, co-founder of people analytics startup Saberr.    Shepherd’s background is in aerospace engineering (which he took to PhD level in the UK) and entrepreneurship (he studied this in the US at Harvard and the MIT Sloan School of Management). Today he is still an engineering researcher and entrepreneur in residence at the University of Southampton. Saberr, his third startup, founded in 2013, taps into his fascination with what makes a good project team. Much of HR is about recognising and managing individuals when it’s how people function in teams that makes the biggest difference to their performance, Shepherd says.  “Historically, all of the psychology and psychometric profiling (eg Myers-Briggs) looks at who you are, but this can’t predict what will make people work well together,” he says, adding that if we could crack the formula, businesses and communities – the world – could achieve so much more. Innovation cycles would accelerate, breakthroughs would happen sooner. The key lies deep in data science. “It isn’t just a case of whether you’ve got certain personality types in a team; it’s more subtle than that,” Shepherd explains. Companies use Saberr’s sophisticated online analytics software in a bid to make better recruitment decisions and to address under-performing teams – from sales to software development. It is already well documented that shared core values produce high performance, but Saberr’s algorithm has gone a step further, demonstrating just how consistent this needs to be across a team – the way each person is motivated and how they react if a colleague needs more freedom or rigidity in the way they work. Inspired by the techniques used by online dating sites, which are continually refining how they match people to improve outcomes, Saberr has arrived at a formula that predicts whether a team will succeed or fail based on individuals’ responses to a profiling questionnaire.    Related: It's a game changer: recruiters make a play for ideal jobseeker    Early on, Shepherd put this to the test at a business plan competition at the University of Bristol. Prior to the week-long event, Shepherd asked all members of participating teams to complete his questionnaire. He hadn’t met any of the contestants and knew nothing of their business plans, skills, experience or demographics.  He crunched the numbers and predicted the rankings of the eight teams, placing details in a sealed envelope. At the end of the week, the predictions were found to have been 100% accurate. “We precisely matched all eight positions,” Shepherd says. The probability of foretelling this outcome was one in more than 40,000. Saberr was on to something. Saberr’s predictive ability, available to any business as a cloud-based software facility, aims to reduce the risk that new recruits will disrupt the status quo or be a poor match for the company culture. The business was accepted into Seedcamp, a large seed-stage investor, in late 2013, and has received £1.8m equity funding in three rounds. It now employs 10 staff and its client base includes some big names (Microsoft, Coca-Cola, Deloitte, Capco, Virgin and Bank of Ireland) as well as fast-growing startups, all keen to create and develop high-performing teams. Because it’s still early days for the business, one of the most striking ways it can demonstrate its potential is to retrospectively identify high and poor performing teams, without having seen performance data. Where companies have already done the hiring, and have run into team stalemates, Saberr also provides a service. This is now a growing focus for the business. In April Saberr raised £1m led by Angel CoFund, which will drive the next phase of development. “We have a brilliant tool for hiring and designing better teams. The next opportunity is to fix a malfunctioning team without having to swap out individuals,” Shepherd says. Here, Saberr will provide a “digital team coach”. One of the qualities Saberr measures through its questionnaires is an individual’s ability to tolerate an alternative set of values in their colleagues. The ‘coaching’ solution helps shape and improve that tolerance, by prompting changes in awareness, thinking and behaviour. “Humans are very adept at learning if they are helped,” Shepherd explains. “We’re packaging that and delivering it to people wherever they are. “We know that frequent interactions strengthen a relationship so it could be something as simple as prompting an individual to have a coffee with someone they’re due to work with in a fortnight.” Saberr’s team optimisation tool democratises the kind of skills companies are buying into when they hire expensive team coaches to restore harmony to underperforming teams, he claims. “Companies no longer need to reserve this luxury for the C suite. Parachuting in an executive coach can cost £3,000 a day. We’re an order of magnitude cheaper, offering companies a way to benefit from the same sorts of insights at lower levels of management which are currently badly underserved.” Broadening the focus of its analytics will expand the markets Saberr can target.  Commenting on Saberr’s proposition, Andrew Marritt, founder of international people analytics practice OrganizationView, says: “Saberr has taken a contemporary, big-data approach to an area that all organisations have struggled with – making teamwork part of the selection and review process. It is pioneering with this type of approach.” Marritt believes the company is wise to broaden its techniques to improving existing teams, noting that recruitment has become a hot topic for HR technology, accounting for 50% of associated startup activity.  “Their model stands up to scrutiny and they are doing a good job,” he says. “My advice to the company would be to stay focused and resist the temptation to broaden into other areas.” He added that it is important for a young business to avoid diversifying too much and to focus on what it is best at. “In Saberr’s case, that’s designing and transforming teams,” he says. Sign up to become a member of the Guardian Small Business Network here for more advice, insight and best practice direct to your inbox.",
  "webTitle": "Forget Myers-Briggs, algorithms can better predict team chemistry",
  "webPublicationDate": "2016-05-27T06:15:24Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/27/forget-myers-briggs-algorithms-predict-team-chemistry",
  "keyword": [
    {
      "webTitle": "Guardian Small Business Network",
      "id": "small-business-network/small-business-network",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Small business",
      "id": "business/small-business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Work & careers",
      "id": "money/work-and-careers",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Media & Tech Network",
      "id": "media-network/media-network",
      "sectionId": "media-network",
      "sectionName": "Media Network"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Sue Tabbitt",
      "id": "profile/sue-tabbitt"
    }
  ],
  "guardianId": "small-business-network/2016/may/27/forget-myers-briggs-algorithms-predict-team-chemistry"
}