{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/04/cult-heroes-hank-williams-jr-crusading-country-boy",
  "id": "2016-05-04-189",
  "sectionId": "music",
  "body": "In music, rebels and iconoclasts come in many shapes and sizes. And while there may be a perceived correlation between artistic integrity and liberal politics, out in the real world ideology and orientation is of far less importance than direction of travel, and the determination of someone to get to where they’re headed. Just take the case of Randall Williams.  He was barely old enough to walk when his father, Hiram “Hank” Williams, died in the back seat of a car while being ferried between gigs. Hank Sr hadn’t just been a country star he had minted a string of stereotypes that helped shape our view of the role of the artist in the 20th century. He was among the first musicians to become as famous for the songs he wrote as for the ones he sang written by others, and when those songs spoke of folks looking bleakly across blasted lives and pondering their narrow range of bad options (Hank Sr’s final release before his death was I’ll Never Get Out of this World Alive) he helped popularise the notion that an artist may be doomed by precognition of their tragic fates, a notion promoted by his self-medicating a spinal problem with drink and drugs. That he’d achieved popularity in spite of, rather than with help from, the country music establishment only seemed to endear him to the people he wrote for and about: men, women and children doing their best to pull themselves up by the bootstraps in an America busy building a new age.     Hank Williams Sr in the 1950s. Photograph: Everett/Rex Shutterstock    For Hank’s son, then, the die had long since been cast. With the country world in extended mourning for the father he’d barely got to know, he was pushed, more or less as soon as he could stand on stage and hold a tune, into playing shows in character as his late dad. Young Randall had ready access to some seriously inspiring figures: among the visitors who’d drop in on him and his manager mother at the big house on Franklin Road, Nashville were artists who’d had hits with his dad’s songs – Ray Charles, Perry Como, Tony Bennett, Fats Domino, Jerry Lee Lewis. Johnny Cash gave the youngster a lifelong fascination with American history: the pair would wander the property, digging up bullet casings and other items left behind during the civil war.  By the time Hank Jr reached adulthood, he’d been given a thorough grounding in both making music and doing it his own way. It still took him a while to find his groove, and getting there nearly destroyed him. After a string of releases on which he essentially impersonated his father, he became frustrated with the leash his mother placed on his career, and eventually split from her management and moved out of Nashville. Substance abuse led to a suicide attempt in 1974, but the music helped bring him round. He recorded an album – Hank Williams Jr and Friends – with members of southern rock bands.  Between the end of the sessions in July 1975 and the album’s release in December, Williams went climbing in Montana. On his descent from the summit of Ajax Peak, he slipped through snow and fell almost 500 feet. He needed multiple reconstructive operations for injuries likened to having his face smashed with an axe. His recuperation lasted a full two years, and when he eventually re-emerged, it was behind a mask of dark glasses, beard and Stetson hat – and with an intensified determination to plough his own musical furrow.             Fusing all the elements of his life story and its complicated context, a singular strain of driving, rock-country songs about heavy drinking, one-night stands, life on the road and the pressures of being the son of an icon became his stock in trade. In songs like Whiskey Bent and Hell Bound and the anthem Family Tradition he didn’t just admit to his ancestry – the good and the bad; the iconic music and fame’s legacy of introspection and abuse – he embraced and embellished it. Crucially, rather than deal in metaphors about his life, he wrote about it in direct and frank terms: All in Alabama found him discussing his near-death experience up on Ajax in the kind of self-mythologising tone that Tupac Shakur would adopt more than a decade later.  Part of Hank Jr’s shtick was to offer identification with the everyday travails of those who made up the bulk of his audience: rural and suburban strivers, the hard-working, low- and medium-income blue-collar folk who were finding themselves increasingly marginalised as Reaganomics bit deep. Identifying himself with the downtrodden and against corporations and vested interests came naturally to someone who’d spent years trying to take charge of his own destiny, and it powered what remains his greatest moment on record. A Country Boy Can Survive, released in 1981, posits pride, resilience and individuality as the innate character traits that will help the rural poor overcome threats from environmental calamity, urbanisation and big business. In setting the scene – with its portentous music as much as its emphatic lyrics – as an apocalyptic conflict between tradition and modernity, Williams really caught the mood.             He’d never write anything as subtly political again. Instead, Williams’ agit-prop would be drawn thereafter in garish, cartoon-like lines. As his river of massive 1980s hits dried up – throughout the 1990s and 2000s his profile in American pop culture relied on the use of a remade version of the 1984 hit All My Rowdy Friends Are Coming Over Tonight as the theme to Monday night NFL coverage – his public profile became as much about his political beliefs as his music. He reworked earlier songs for the Bush-Cheney ticket in 2000, and McCain-Palin in 2008. By 2011, disenchanted with the entire Republican field, he managed to elicit shock even from Fox News presenters when he essayed a gauche comparison between Barack Obama and Hitler. ESPN yanked All My Rowdy Friends from the following week’s football coverage, with broadcaster and singer trading “you’re fired” and “I quit” statements over the following days.  Williams turned the episode into fuel for several songs on his 2012 album Old School New Rules, including the bellicose The Cow Turd Blues, on which self-justification sloshes over the levee into self-indulgence, and the Hank Sr-sampling Takin’ Back the Country. The belligerent mood carried over into We Don’t Apologize for America, a track that completed the cycle of influence Williams’s 1980s tracks had had on a wave of conservative country stars who emerged at the start of the 21st century: the song features Merle Haggard inserting one of his own lines (“If you’re runnin’ down our country, hoss, you’re walkin’ on the fightin’ side of me”) into a lyric that takes Williams’s rightwing persona for a walk beyond the edge of parody. (There’s few places left to go after a couplet like “It ain’t the protesters or politicians / It’s the 19-year-olds on dangerous missions”.)      Hank Williams performs during a campaign rally for Republican presidential candidate, John McCain, in 2008 Photograph: Gerry Broome/AP    The irony is that the entire point of Williams’s Obama/Hitler analogy was undermined by his own response to it, and by the identity of some of the people who stood up for him when that cow turd hit the fan. He told Fox News’s Sean Hannity that seeing Obama and Joe Biden playing golf with John Boehner, the Republican speaker of the House of Representatives, had sent the wrong message to Republican voters – not because it implied political leaders were swanning about playing games, oblivious to the concerns of ordinary people, but because the two sides were mortal enemies who had long ago passed the point where reconciliation or mutual compromise was possible.  Yet Williams himself had been among those arguing for an end to partisan bickering not too many years earlier. In typical fashion, he reckoned most of the world’s flashpoints and trouble-spots could be calmed down if everyone could be persuaded to share a beer with their antagonists – and the response to #Hitlergate would prove that some of Williams’s staunchest supporters were people who did not share his political views. Brad Paisley didn’t just support Obama, but performed a song inspired by his election in front of the president at the White House. It was Paisley – and another left-leaning country star, Carrie Underwood – who led the Hank Jr rehabilitation when hosting the Country Music Association awards in 2011; the pair sent up the incident by gently admonishing Hank in a rewritten version of Family Tradition before Williams joined them on stage.             Indeed, it’s hard to read parts of Hank Jr’s career as anything other than an endorsement of bilateral thinking – as proof that musicians can teach the establishment a thing or two by putting the greater good of shared creativity ahead of other more transient, personal or partisan concerns. He’s recorded songs by Kris Kristofferson, and turned up in March to perform at an event to honour him in Nashville, despite Kristofferson being a well-known leftie who wrote and recorded songs praising Nelson Mandela and the Sandinista government of Nicaragua. Williams has also worked with Democrat supporters such as Willie Nelson, gave a guest spot on an album to Steve Earle when the self-described socialist was still struggling to establish himself as a solo artist in the mid-1980s, and counts Waylon Jennings as a key mentor regardless of the fact that the late country legend apparently felt equally unhappy with both of America’s mainstream political parties. But appreciating such fine gradations in shades of grey, especially when considering an artist whose work appears to rely on extremely high contrasts, isn’t something our media-saturated selves seem particularly well equipped for.  “What’s missing in the discussion in our popular culture in America is seeing the people behind things,” Paisley told me in 2013. “Hank is one of my favourite people in this town [Nashville]. He’s one of my favourite musicians to be with. He’s a huge influence on me musically, and he’s a friend now. One of my greatest moments ever, career-wise, was giving him the opportunity to walk out and make fun of it on the [2011 CMA Awards] show – and showing more of who he is that moment, the guy I know, than anything any media outlet could have covered.” Politics has taken a back seat for Williams this time around, even though his new LP, It’s About Time, has again arrived in a presidential election year. His Twitter feed is notable for its lack of electioneering, and in February he told Rolling Stone: “I don’t give a shit about the election.” The record isn’t devoid of politics, but its most outspoken moment is relatively nuanced (if perhaps only by his own standards): a cover of God & Guns, a song first recorded in 2009 by Lynyrd Skynyrd. It’s blunt and angry, railing against an unnamed politician whose policies, it says, will lead to Americans having to forego religious freedom and the right to bear arms. Yet in its unspecific bluster there’s the echo of that acknowledged stumble on the 2008 campaign trail when Obama despaired of working-class Americans who “cling to guns or religion or antipathy toward people who aren’t like them”.       The challenge Williams’s music presents for the left isn’t quite the one it might look like. It would be both easy and tempting to listen to a few of his more galumphing political songs and see a rightwing blowhard whose work can be either derided or ignored; but that would be to accept deepening partisan entrenchment as the only possible outcome. Instead, and despite all appearances to the contrary, the lesson of Williams’ misadventures in mainstream politics is surely that art – and political dialogue – should be about inclusion rather than polarisation; that apparently incorrigible fanatics can help broaden understanding even when they seem to prefer stubborn and studied intransigence. And perhaps that good friends, like those angels in the midst of a orbital disaster he sang about, are all the more precious when they’re hard to find.",
  "webTitle": "Cult heroes – Hank Williams Jr: crusading country boy with a lesson for the left",
  "webPublicationDate": "2016-05-04T12:37:04Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/04/cult-heroes-hank-williams-jr-crusading-country-boy",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Country",
      "id": "music/country",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americana",
      "id": "music/americana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Angus Batey",
      "id": "profile/angusbatey"
    }
  ],
  "guardianId": "music/musicblog/2016/may/04/cult-heroes-hank-williams-jr-crusading-country-boy"
}