{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/flint-water-crisis-obama-visit-mari-copeny",
  "id": "2016-05-03-102",
  "sectionId": "us-news",
  "body": "When Barack Obama meets her on Wednesday in the city of Flint, Michigan, Amariyanna “Mari” Copeny has an agenda. “I’m gonna give him a big hug and say what more can I do to help?” Copeny said on Monday. In March, Copeny – known around the Rust Belt city as “Little Miss Flint” – sought a few minutes of Obama’s time, as she was headed to Washington DC by bus for a congressional hearing about her hometown’s two-year water crisis. The hearing featured testimony from the Michigan governor, Rick Snyder, on his administration’s response to the city’s lead contamination problem. “My mom said chances are you will be too busy with more important things,” Mari wrote at the time, “but there is a lot of people coming on these buses and even just a meeting from you or your wife would really lift people’s spirits.” There wasn’t an immediate reply. But that changed last week, when Mari’s mother, Loui “Lulu” Brezzell, received a call, notifying her that Obama was so moved by her daughter’s letter that he planned to pen a personal response. The next day, Brezzell received a follow-up call: actually, the president was headed to Michigan – and he wanted to meet Mari. Now, Little Miss Flint is the busiest third-grader in town: on Monday alone, she handled interview requests from more than a half dozen news outlets ahead of Obama’s visit, and even met with Flint’s congressional representative, Dan Kildee.  “I’m excited,” she said, as laconically as one would expect of an eight-year-old who spent a day running around town in meetings. Mari’s face time with Obama comes just over two years after Flint switched its water source to a local river, a decision with a disastrous, long-lasting impact, as state environmental officials didn’t require the city to treat the new supply with corrosion control agents. The regulatory failure allowed the corrosive water to leach lead off pipes before flowing into households across the city.     Mari Copeny visited Washington amid Flint’s water crisis. Photograph: Courtesy Loui Brezzell    Despite being told the water would be safe to drink, Brezzell said, she immediately stocked up on bottled water; the dirty reputation of the Flint river was enough to convince her otherwise. “We knew the treatment plant had not been used in so long,” Brezzell, 26, said. “And the river doesn’t always have the best stories told about it so we kind of didn’t trust its reputation.” Still, Brezzell’s family continued to cook and bathe with the water, sometimes using it to make Kool-Aid. When Flint switched back to using Lake Huron water last October, Brezzell and her children started breaking out with irritating splotches on their skin.  “We started getting rashes similar to chemical burns,” she said. “After the switch, back when they started dumping all this stuff in to recoat the pipes, that’s when we started having all the issues.” Standing outside Kildee’s local office in Flint, Brezzell showed a series of photos, showcasing the spots and bumps across her family’s skin. “When I say it looks like chemical burns?” she said, pointing to the photos. “Yeah, it gets bad.” The family, like many in Flint, is confined to using bottled water. Officials have yet to say when the city’s water supply will be safe to drink without a filter. Brezzell said her kids still bathe at home – “We speed-shower: two minutes, in and out” – and then they’re rinsed off with donated bottled water. “My skin, it’s terrible, her skin, my two younger ones with their skin,” she said. “It’s terrible.” But the surprise announcement from Obama has been a welcome event for Mari, who’s often seen at rallies donning a sash and wearing a tiara – a testament to her love for competing in pageants since she was a toddler. She likes to play the violin, watch television and, of course, eat candy. One day, she hopes to become Miss America and, later, a police officer, following in the footsteps of her “BFF”, former Flint police chief James Tolbert. “They’ve been super, super close since last summer,” Brezzell said. “The day we had to tell her that [Flint mayor Karen] Weaver fired him, she broke down in tears. I posted a picture online; it got back to Tolbert, and the other cops, they sent one of their police K-9 units over with a teddy bear to try to make her feel better.” Mari’s meeting with Obama won’t be all about Flint, though. She also intends to lighten the conversation with a simple question. “How many dogs do you have?” she said, gleaming with a warm smile. Brezzell laughed: “Yeah, she loves dogs.”",
  "webTitle": "'Little Miss Flint' ready to welcome Obama after letter asking him to visit",
  "webPublicationDate": "2016-05-03T16:33:29Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/flint-water-crisis-obama-visit-mari-copeny",
  "keyword": [
    {
      "webTitle": "Flint water crisis",
      "id": "us-news/flint-water-crisis",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Michigan",
      "id": "us-news/michigan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Water",
      "id": "environment/water",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [
    {
      "webTitle": "Ryan Felton",
      "id": "profile/ryan-felton"
    }
  ],
  "guardianId": "us-news/2016/may/03/flint-water-crisis-obama-visit-mari-copeny"
}