{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/18/queen-backs-brexit-headline-in-the-sun-was-inaccurate-press-watchdog-rules",
  "id": "2016-05-18-197",
  "sectionId": "uk-news",
  "body": "The editor of the Sun has insisted that the Queen “strongly” believes the UK should leave the EU, despite a ruling by the press watchdog that his paper’s “Queen backs Brexit” headline was inaccurate.  Tony Gallagher maintained that the paper had not made a mistake despite a ruling by the Independent Press Standards Organisation that the headline was “significantly misleading”.   Brexit companion   “Do I accept we made a mistake?” Gallagher told Radio 4’s Today programme on Wednesday. “In all conscience I don’t.” Asked if he had made a journalistic error in approving the headline, he said: “I don’t accept that we made an error at all. We made a judgment that the headline was right and that it was backed up by the story.  “We knew more than we put in the public domain. The sources were so impeccable that we had no choice but to run the story in the way that we did.” He added: “I don’t think were I doing this again tomorrow I would act in any way differently whatsoever. Given what I know about the detail of the sourcing and given what I know about the detail of the conversation, frankly, we would be better packing up and going home as journalists if we didn’t actually put these things in the public domain.”  Gallagher insisted the paper was right to run the story, saying: “We were in no doubt that the Queen’s views were strongly of the opinion she would want to leave the European Union.”   Related: Rupert Murdoch will decide Sun stance on Brexit, says its ex-political editor    Buckingham Palace complained to Ipso about the story, which was published on 8 March. It detailed an occasion when the Queen allegedly vented her anger with Brussels at the strongly pro-EU Nick Clegg during a lunch at Windsor Castle when he was deputy prime minister. The Ipso verdict – that the newspaper’s headline had breached clause 1 (accuracy) of the editors’ code of practice – was printed in an article on page two of Wednesday’s edition of the newspaper. The front-page article, which was headlined “Queen backs Brexit”, was described by the paper as an “exclusive bombshell”.  Written by the Sun’s political editor, Tom Newton Dunn, it quoted “a senior political source” and “a highly reliable source” as saying that people who heard the conversation “were left in no doubt at all about the Queen’s views on European integration”. It said two unnamed sources had claimed that the Queen made critical comments about the EU at two private functions – first with Nick Clegg at a lunch for privy counsellors at Windsor Castle in 2011, and at a reception for MPs at Buckingham Palace. At the time, the former Liberal Democrat leader Clegg dismissed the report as “nonsense”, while the Palace said: “The Queen remains politically neutral, as she has for 63 years. “We will not comment on spurious, anonymously sourced claims. The referendum is a matter for the British people to decide.” The justice secretary and pro-Brexit campaigner, Michael Gove, refused to rule out being the source of the leak. The Sun said it stood by its story and planned to defend against the complaint “vigorously”. Ipso said that while the article itself did not breach the code, the headline did as it was “a factual assertion that the Queen had expressed a position in the referendum debate, and there was nothing in the headline, or the manner in which it was presented on the newspaper’s front page, to suggest that this was conjecture, hyperbole, or was not to be read literally”. Gallagher told Today on Wednesday: “The headline is only misleading if you exclude the words ‘bombshell claim over Europe votes’, which are in capital letters on the front page. I emphasise the word ‘claim’ … so they reached the ruling by disregarding those words.” The Sun’s article reporting the ruling – ordered by Ipso as a remedy for the inaccuracy – said: “Ipso acknowledged the importance of headlines in tabloid newspapers. “However, it did not follow from the comments the article reported that the Queen wanted the UK to leave the EU as a result of the referendum: that suggestion was conjecture and the committee noted that none of those quoted in the story were reported as making such a claim. “The headline was not supported by the text. It was significantly misleading – given that it suggested a fundamental breach of the Queen’s constitutional obligations.”  The complaint was the first by a reigning monarch to the official press watchdog in the UK.  The decision is also the first time Ipso has ruled on the newly-revised clause 1 of the editors’ code of practice, which makes specific reference to “headlines not supported by the text” as an example of inaccurate, misleading or distorted information.  Commenting on the adjudication, Ipso chief executive Matt Tee said: “Clause 1 of the editors’ code was amended in January 2016 with specific reference to ‘headlines not supported by the text’.  “The editors’ code committee clearly wanted Ipso to pay close attention to the use of headlines, something we have done in the period since the new code was issued.  “The Sun’s headline was significantly misleading and represented a failure to take care not to publish inaccurate, misleading or distorted information.”  He added: “Ipso will continue to carry out our work without fear or favour and will continue to support those who feel wronged by the press, whoever they are.”  Evan Harris, joint executive director of press reform campaigners Hacked Off, said Ipso’s action was “grossly inadequate”.  He said: “This ruling shows everything wrong with Ipso - it was a clear and obvious code breach but the remedy is grossly inadequate.  “Millions of people read the false front page banner headline and they deserve to see the truth. But only a small proportion of them will read the adjudication to learn how they were misled, because the front page reference and the page 2 headline are both small and neither correct the record.  “The burying of the adjudication on page 2, the absence of an actual correction and the absence of an apology all demonstrate that Ipso, like the PCC before them, strives to protect the newspapers that control them at the expense of the public interest.  “The code requires ‘due prominence’ corrections and while the public think this should be ‘equivalent prominence’, Ipso thinks it means ‘buried inside prominence’.”  Buckingham Palace declined to comment on the ruling.",
  "webTitle": "Sun editor defends 'Queen backs Brexit' headline as watchdog rules it inaccurate",
  "webPublicationDate": "2016-05-18T11:47:26Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/18/queen-backs-brexit-headline-in-the-sun-was-inaccurate-press-watchdog-rules",
  "keyword": [
    {
      "webTitle": "The Queen",
      "id": "uk/queen",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "The Sun",
      "id": "media/sun",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Tony Gallagher",
      "id": "media/tony-gallagher",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Monarchy",
      "id": "uk/monarchy",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Ipso",
      "id": "media/ipso",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Press regulation",
      "id": "media/press-regulation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "National newspapers",
      "id": "media/national-newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/18/queen-backs-brexit-headline-in-the-sun-was-inaccurate-press-watchdog-rules"
}