{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/02/far-right-europe-austria-democratic-right-elect-cleaned-up-fascist-president-suspend-country-from-eu",
  "id": "2016-05-02-96",
  "sectionId": "commentisfree",
  "body": "One of the genius touches in Wes Anderson’s film The Grand Budapest Hotel was to set it, not in Budapest, but in a generic eastern European country from central casting, between the wars. The fictional state of Zubrowka starts out as a decadent monarchy, becomes a mafia state, goes fascist, gets conquered, is absorbed into the Warsaw Pact and then, as a form of closure in the movie, becomes the classic, inconsequential member of the EU, somewhere east of the Alps. But in the real-life countries of eastern Europe, there is no closure with the past. In fact, with the rise of rightwing nationalism and outright fascism, Anderson’s film begins to look less funny and more prescient. On 22 May, Austria faces a presidential run-off, where the choice is between the leader of the far-right Freedom party and a Green standing as an independent. In the first round, the combined votes of the two main parties that govern Austria – the socialists and the conservatives – would still have had them running third. The far-right won in every region except Vienna, and, even then, won half of the Austrian capital’s sub-districts. The swing happened despite the centrist coalition government putting razor wire on Austria’s border with Hungary, deporting thousands of refugees and demonstratively excluding Greece from the summit that effectively closed the Balkan route. Police in Austria report a 60% year-on-year rise in racist incidents, while those who monitor racism online report numerous instances of Nazi-glorification linked to anti-migrant hate speech. Take a 60-minute drive from Vienna to Bratislava, the capital of neighbouring Slovakia, and you’ll find in the parliament 14 MPs from an outright fascist party and another 15 from a cleaned-up rightwing nationalist grouping. The socialist prime minister, Robert Fico, had fought the March election on a platform of accepting “not one Muslim” refugee and defying the EU quota system, and has now taken the rightwing nationalists into a coalition government. Two hours away is Budapest, where the rightwing nationalist prime minister, Victor Orbán, is under challenge from the far-right Jobbik party. Jobbik once had a jackbooted militia but is now, too, trying to clean up its fascist image. An opinion poll last year found 24% of Hungarians willing to express open antisemitic views, with the figure rising to 49% in the capital. Go north to Poland and the rightwing conservative Law and Justice party is busy altering the constitution to suppress judicial oversight of the government and stifle the press. Of course, the emergence of rightwing conservative parties that oppose migration and want to break up the EU is not confined to eastern Europe. We’ve got Ukip here and Marine Le Pen’s Front National, which is currently hovering just under 30% in the run-up to next year’s presidential election and would come first in two out of three likely scenarios next April. But the combined rise of authoritarian nationalism, outright fascism and anti-minority racism in the east of Europe should alarm us more. First, because it’s happening in immature democracies, where the media is oligarchic and under state manipulation, graft is endemic and levels of democratic consciousness and traditions are low. When a far-right politician in eastern Europe wants to make the kind of transition Le Pen has made for the FN – from squadism to Chanel suits – it does not have to travel so far. Second, because it is not being driven by the normal driver of extremism – economic failure. GDP per head in Slovakia, for example, rose sharply after EU membership in 2004. And while unemployment there remains high, at 10%, it’s fallen by a third in the past three years. This is, instead, an existential swing away from centrism in eastern Europe – based on anxieties about traditional lifestyles, above all in response to the refugee crisis. Third, the rise of the far-right in eastern Europe is part of a geopolitical game. A report for the Martens Centre last year pointed out, despite the differences between the patchwork fascisms of the region, “their astonishingly similar stance towards Putin’s Russia”. The European far-right not only shares Putin’s goal – the breakup of Nato and the EU – but sees his authoritarian, socially conservative nationalism as a model for how their own countries should be run. While the far-right in Europe is not simply a creation of the Kremlin, the concrete ties are manifest: regular appearances on the Russian media, regular visits, invitations to monitor elections in Russia and its allied states, and then money, with Marine Le Pen’s €9m (£7m) loan from a Russian bank the best known example.           Don’t let Trump fool you: rightwing populism is the new normal    Faced with these developments, the EU and its centrist governments seem paralysed. Article 7 of the EU Treaty allows a country to be sanctioned or suspended if it commits a severe breach of fundamental rights. But it needs two-thirds majority in the parliament and has never been invoked. This month it must draw the line in Austria. Europe must make clear it will refuse to recognise a far-right president in Vienna. It’s their democratic right to elect a cleaned-up fascist; it’s ours – by treaty – to suspend Austria from the EU. We know the EU can act ruthlessly against a government it does not like – because we watched it try to smash the most anti-racist, pro-social justice government ever elected, in Greece last summer. Today the countries that stood alongside Germany in its attempt to boot Greece out of the euro are the same ones who refuse to take refugees, whose media and judiciaries are under threat. As Europe dithers in the face of the authoritarians and racists, the populations in the mature democracies that founded the EU should insist: our grandparents didn’t defeat fascism in 1945 to see it weasel back into the mainstream now, dressed in suits instead of uniforms, but trailing the same pathetic victimhood that excused the crimes of the past.",
  "webTitle": "The far right is weaselling into the mainstream, dressed up in suits | Paul Mason",
  "webPublicationDate": "2016-05-02T15:54:07Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/02/far-right-europe-austria-democratic-right-elect-cleaned-up-fascist-president-suspend-country-from-eu",
  "keyword": [
    {
      "webTitle": "Austria",
      "id": "world/austria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Austria Vienna",
      "id": "football/austria-vienna",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Mason",
      "id": "profile/paul-mason"
    }
  ],
  "guardianId": "commentisfree/2016/may/02/far-right-europe-austria-democratic-right-elect-cleaned-up-fascist-president-suspend-country-from-eu"
}