{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/05/game-of-thrones-and-the-return-of-the-man-bun",
  "id": "2016-05-05-169",
  "sectionId": "fashion",
  "body": "The news that the beloved Game Of Thrones character Jon Snow is returning to the show with a man-bun is disturbing on a number of levels, chiefly because the phrase “the second wave of the man-bun” has slid across our minds like a mental image we can’t unsee. Thanks Snow, Brooklyn Beckham and Gareth Bale. Thanks a lot.  In the lexicon of male hairstyles, the man-bun sits like Jeremy Hunt at an NHS AGM. More disliked than the cheeky mullet or the culturally insensitive white dreadlock, it’s associated with that modern urban pariah, the east London hipster. It’s more than a hairstyle; it is a signifier of a certain well-heeled individual who exists in a twilight period between yoga-retreat sabbatical and “working at my dad’s bank”. With Snow getting one, this previously niche form of hair hara-kiri threatens to get even more mass (Game Of Thrones has a massive fan base and viewing figures of 2 million), and that is nothing but a cause for concern.      Jared Leto wins a Golden Globe for best man-bun. Photograph: Kevork Djansezian/NBC/NBC via Getty Images    Things started off so well for the man-bun. When Jared Leto had one at the Golden Globes in 2014, it was majestic. Leto, who has a habit of making everything he wears looks like a magical garment filled with Disney baby birds and healing properties, wore his man-bun like a lion’s mane above his blue steel gaze. For a moment, post-Globes, it was an aspirational look: scruffy yet precise, with a bit of rock’n’roll attitude thrown in for good measure. Leto’s grooming technique looked artful and, worn with his beard, it was the right side of androgynous. But what looks good on human gazelles such as Leto, Chris Hemsworth and Leonardo DiCaprio does not look so good on mere mortals, especially a few years down the line.     Brooklyn Beckham does a bun at Coachella. Photograph: Bauer-Griffin/GC Images    The one Gareth Bale wore during his match against Manchester City on Wednesday is a case in point. Now the shock of the new is gone, his man-bun looked strangely out of step on the pitch. Too big and without a facial hair counterpoint, it stood out in a way a good hairstyle never should.  With it’s return imminent, we have to conclude that this is one bun that should have definitely stayed in the oven.",
  "webTitle": "Game of Thrones and the return of the man-bun",
  "webPublicationDate": "2016-05-05T14:00:10Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/05/game-of-thrones-and-the-return-of-the-man-bun",
  "keyword": [
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Men's fashion",
      "id": "fashion/mens-fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Gareth Bale",
      "id": "football/gareth-bale",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Priya Elan",
      "id": "profile/priyaelan"
    }
  ],
  "guardianId": "fashion/2016/may/05/game-of-thrones-and-the-return-of-the-man-bun"
}