{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/16/anti-racism-groups-far-right-situation-where-you-live",
  "id": "2016-05-16-148",
  "sectionId": "world",
  "body": "The iconic image of Tess Aspuld, who stood alone, fist raised, against a march of 300 uniformed neo-Nazis in central Sweden last week went viral not only because she did something exceptional but because fighting racism publicly has, in some countries, become an even more urgent and frequent necessity. And people are looking for a way to make a stand.     Tess Asplund gestures towards a group of far-right protesters in Borlange, Sweden Photograph: AP    Germany, the Netherlands, Norway and Sweden are attempting to stem growth in support for anti-immigration parties buoyed by Europe’s migration crisis and fears over Brussels and Paris-style terrorist attacks. In France this year, the rightwing Front National swept into the lead in the first round of local elections, which led to  a mass tactical voting campaign. In Sweden, a group of masked men were detained after distributing leaflets threatening to punish “north African street children roaming”.  To many people living in these countries, which they may see as bastions of tolerance and progressive politics, the rise of rightwing parties, and in some countries the far-right, has been unsettling. We want to know what the situation is like where you live. Have you attended an anti-racism protest? Are you a member of an anti-racism organisation? Are you worried about increases in support for the far right where you live? Share your experiences with us – anonymously – and we’ll use a selection in our coverage.",
  "webTitle": "Anti-racism groups and the far-right: what is it like where you live?",
  "webPublicationDate": "2016-05-16T14:41:04Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/16/anti-racism-groups-far-right-situation-where-you-live",
  "keyword": [
    {
      "webTitle": "The far right",
      "id": "world/far-right",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Carmen Fishwick",
      "id": "profile/carmen-fishwick"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "world/2016/may/16/anti-racism-groups-far-right-situation-where-you-live"
}