{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/israeli-pm-asks-avigdor-lieberman-to-be-defence-minister-shock-move",
  "id": "2016-05-19-192",
  "sectionId": "world",
  "body": "One of Israel’s most outspokenly hawkish and divisive political figures, the ultranationalist politician Avigdor Lieberman, has been offered the post of defence minister. Lieberman, a former nightclub bouncer from Moldova with little military experience, has advocated for policies including the bombing of Egypt’s Aswan dam, the toppling of the Palestinian Authority, the introduction of the death penalty for terrorism as well as the transfer of Israeli Arabs into the Palestinian territories.   Related: Baptisms and belonging: Eritreans gather in Tel Aviv's makeshift churches – in pictures    While the appointment is subject to coalition negotiations – and could theoretically fall through – by Thursday morning an agreement seemed increasingly likely, and it could come as early as Thursday evening. The prime minister, Binyamin Netanyahu, is attempting to enlarge his precarious coalition, which has a majority of one. Initially he offered a deal to the centrist Zionist Union, headed by Isaac Herzog, then he reversed course with his offer to Lieberman and his hard-right Yisrael Beiteinu party. Some Israeli reports suggested Tony Blair had been among figures trying to intercede in a deal to bring Herzog into the coalition. For his part, Herzog said Netanyahu was faced with “a historic choice” to “either embark on a journey of war and funerals” with Lieberman or choose a path of “hope for all [Israeli] citizens”. With Israeli-Palestinian peace efforts in a deep freeze, Lieberman’s addition to the government would push any hopes of reviving talks further into the distance. Netanyahu is already facing criticism from his closest allies, the US and key European countries for not doing more to revive talks.  The appointment would be all the more bizarre given that only a month ago Netanyahu described Lieberman as a lazy amateur and “a petty prattler” who was not fit to be a military analyst. As news of the deal with Lieberman emerged, Israeli politicians from across the spectrum expressed surprise – although the move was welcomed by national religious figures who celebrated the prospect of Israel’s most rightwing cabinet. The offer of the defence ministry to Lieberman follows recent tension between Netanyahu and other rightwingers and the Israeli military’s general staff, in which the incumbent defence minister, Moshe Ya’alon, sided with senior military officers. It is unclear what Ya’alon’s role would be if Lieberman were made defence minister. Although he did not address the issue directly, Ya’alon directed scathing remarks about the direction Israel was heading in under Netanyahu’s leadership. Speaking at a youth seminar in Tel Aviv, he said he had been surprised of late at a “loss of moral compass on basic questions” in Israeli society, adding: “We need to steer the country in accordance with one’s conscious and not whichever way the wind is blowing.” Ya’alon and Netanyahu have clashed in recent days over the role of the military in public discourse. A senior general infuriated Netanyahu this month when he compared the atmosphere in Israel to Nazi-era Germany, while Ya’alon backed the general’s right to express his views. In March, military leaders criticised a soldier who was caught on video fatally shooting a wounded Palestinian attacker in the head. The soldier is now on trial for manslaughter. While Ya’alon has backed the military, hardliners including Lieberman have backed the soldier. Netanyahu, for his part, called the soldier’s family to express sympathy. Leading the charge against the Lieberman appointment on Thursday morning was Benny Begin, an MP from Netanyahu’s party and son of the former rightwing prime minister Menachim Begin. Speaking on Israeli radio he denounced the move as “irresponsible”, having earlier describing it as “delusional”. The move by Netanyahu has surprised many political commentators, both because the prime minister would be bringing into his cabinet a fierce political rival who split with him after the 2014 Gaza war – when Lieberman was foreign minister – and because it would break with the longstanding tradition of having a former senior military figure in the role. The choice also attracted criticism in headlines across the mainstream Israeli media. The leftwing newspaper Haaretz’s main leader opined: “It’s hard to imagine Prime Minister Benjamin Netanyahu making a more reckless and irresponsible decision than appointing Avigdor Lieberman defence minister. “For the second time since the last election, Netanyahu had to choose between the Zionist Union and the extreme right, and once again he chose to veer right and establish an ideological, racist coalition that aims to entrench the occupation, expand the settlements in the territories, oppress the Arab minority and undermine Israeli democracy.” Writing in Yedioth Ahronoth, Nahum Barnea was equally damning. “Instead of presenting to the world, in advance of the serious diplomatic challenges that lie ahead of us in the autumn, a more moderate government, Netanyahu is presenting to the world the most extreme government ever to have served here. That is what the members of the government itself say about it, not just its adversaries.” An instant poll published by the news site Walla found that many Israelis shared similar doubts about Lieberman’s suitability, with 50% saying Yaalon should remain as defence minister, and only 29% saying Lieberman was a suitable replacement. Lieberman, 57, rose to prominence as the engineer of Netanyahu’s successful run for prime minister in 1996, and he later became Netanyahu’s chief of staff. He is a powerful behind-the-scenes mover who lives in a West Bank settlement.  In the past, Lieberman has pushed for legislative proposals that critics said were discriminatory against Israel’s Arab minority, including a failed attempt to require that Israelis sign a loyalty oath or have their citizenship revoked. He has expressed scepticism over pursuing peace with the Palestinians, and is now pushing a proposal to impose the death penalty against Arabs convicted of acts of terrorism.  Lieberman’s tough stances have long stoked controversy. As a cabinet minister last decade he called for the bombing of Palestinian gas stations, banks and commercial centres. He said the former Egyptian president Hosni Mubarak could “go to hell”. He also led a recent parliamentary drive to exclude Arab parties from running for election, a move that was overturned by Israel’s supreme court.",
  "webTitle": "Israeli PM asks Avigdor Lieberman to be defence minister in shock move",
  "webPublicationDate": "2016-05-19T12:08:56Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/israeli-pm-asks-avigdor-lieberman-to-be-defence-minister-shock-move",
  "keyword": [
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Benjamin Netanyahu",
      "id": "world/benjamin-netanyahu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Beaumont",
      "id": "profile/peterbeaumont"
    }
  ],
  "guardianId": "world/2016/may/19/israeli-pm-asks-avigdor-lieberman-to-be-defence-minister-shock-move"
}