{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/07/losers-no-more-tories-scotland",
  "id": "2016-05-07-62",
  "sectionId": "politics",
  "body": "There weren’t any formal celebrations and the Scottish Conservative leader, Ruth Davidson, limited herself to one stiff drink before bedtime. “Right, home after 40 hours on the go,” Davidson tweeted on Friday night. “Pyjamas, hoodie, sofa, MasterChef, large glass of rum, and then to bed.” On Saturday, as the SNP leader Nicola Sturgeon beamed for the cameras alongside her party’s new representatives at the Scottish parliament, the Scottish Tory party limited itself instead to a dry, functional, but pointed announcement. “I said during the election campaign that we would press for a parliament with teeth. Before the new parliament gets under way, we have an opportunity to act on that,” Davidson, 37, declared in a statement demanding that opposition MSPs have a greater role on parliamentary committees and opportunity to question ministers.    Right, home after 40 hours on the go. Pyjamas, hoodie, sofa, Masterchef, large glass of rum, and then to bed....— Ruth Davidson (@Ruth_E_Davidson) May 6, 2016    “Too often during the last parliament, bad laws were swept in thanks to the SNP majority. Now they are a minority administration, it puts parliament back in control.” The Conservatives are today the official opposition in Scotland. They didn’t merely beat the once almighty Labour party to second place in the Holyrood elections, they thrashed it. Yet if Davidson’s party is emerging from its two decades of purdah in Scotland, and all the evidence suggests that is the case, it is doing so gingerly; displaying the level of circumspection one would expect of a party that its former leader Annabel Goldie admitted had been reduced to a “political comic punchline” since it lost every single one of its MPs in the 1997 general election. “It is difficult to describe that in terms of bleakness,” said Lady Goldie, who was leader between 2005 and 2011, “it just writes a completely negative script – it says you are losers, it says you have been chucked out because the voters didn’t like you and how can you come back from that?” Davidson appears to have shown how. On Thursday night, the Tories gained 16 seats at Holyrood, doubling their tally, to finish with 31 MSPs, well ahead of Labour’s 24. Their pitch had been that you didn’t need to be Tory to vote for her, but that she would stand up to the SNP and for the union. The polls had looked reasonably favourable, but Davidson had no expectation at all for winning the constituency seat in Edinburgh Central, believing it more likely that she would take her place courtesy of the proportional representation aspect of the system in Scotland, in which additional members are voted in from regional lists of candidates based on a party’s proportion of votes gained.     Scottish Conservative leader Ruth Davidson arrives with partner Jen Wilson to cast her vote in Edinburgh. Photograph: Andrew Milligan/PA    As she arrived at the count on Thursday evening, hand in hand with partner Jen, the speech she was preparing to give was one of congratulations to her SNP opponent. But then it was whispered in her ear that something was happening. “Ruth was rewriting her speech right up to going up on stage to hear the result,” one aide admitted. On an extraordinary night, even where the Tories didn’t win, they signalled in many areas where in the 1950s and 1960s they had been the titans of the political scene, that they are again a coming force. In Aberdeenshire East, their vote was up 15%; in Aberdeenshire South and North Kincardine it was up 20%. To the west, the Conservatives earned 7% more in Skye, Lochaber, and Badenoch. The SNP majorities in the two seats in Angus were halved. In Stockbridge, an affluent Edinburgh suburb where Davidson picked up significant votes, even those who didn’t vote for the Scottish Tory leader suggested they might in the future. “I could see myself voting Conservative,” admitted Jamie McGarvey, 47, a teacher, who voted SNP. “I think David Cameron is disgusting – that Bullingdon picture. No. But I could vote for Davidson.” Sir Malcolm Rifkind, formerly a Scottish secretary, defence secretary and foreign secretary, found out how brutal Scottish politics could be when he lost his Edinburgh Pentlands seat in 1997, after representing it for 23 years. He failed to win back the seat in 2001, by which time the Conservatives had come to be regarded as distinctly unpalatable, for reasons including the narrative that they had used Scotland as a guinea pig for the poll tax. He said the events of last week were hugely significant. Labour imploded, but crucially it was seen as acceptable for those moving from Labour to give their support to the Conservatives. “The Tories in Scotland are no longer toxic,” Rifkind said. “They are now the main opposition – and it will solidify. What has happened in the last 48 hours is hugely important. It is not just the collapse of Labour, because they could have gone to the SNP or Liberal. Or Green. But why did they mostly go to the Tories? “I think Ruth Davidson has been a very impressive leader, but that in itself is not sufficient. There has to be more than the personality of one individual, especially when people had written us off as permanently damaged. This goes back to the referendum – 45% voted for independence and that is broadly the same people still voting for the SNP.     Annabel Goldie said Tories had been reduced to a “political comic punchline” in Scotland in 1997. Photograph: Danny Lawson/PA    “People were increasingly saying that if 45% are voting nationalist we have to unify the unionist cause. The Conservative and Unionist party is the natural unionist party – it is in its name.” Goldie agreed, but she added that recently even those who supported the Conservatives didn’t believe they were in a position to put up a fight against the SNP, and so they voted tactically. With Labour looking like an enfeebled force, and appearing ambiguous at times about independence, particularly if Britain votes to leave the EU, those voters moved back to where they were more naturally more comfortable. This was helped, Rifkind added, by the allure of the party’s policies on tax in comparison to Labour, who had tacked to the SNP’s left flank. He said there had always been a substantial minority sympathetic to Conservative ideas, but now it was both acceptable and credible to vote for a party that agreed with them. “The Tories were the only ones saying that not only we won’t put taxes up, but whenever we can we will seek to reduce them,” he said. “The SNP have not applied the higher threshold on the higher rate of tax, and Labour campaigned to put up the basic rate – a smart thing to do,” he chuckled. “The Tories are the only party offering an alternative to the 40% of Scots who are not leftwing. Even if you assume a majority of Scots are left or centre-left, that still leaves 30 to 40% who aren’t. And it will solidify. Because it represents not just a unionist point of view, but a moderate centre-right alternative to the leftwing establishment, or Labour.” Rifkind said he believed that at the heart of Labour’s problem was that the tactics it used to toxify the Conservative brand as anti-Scottish in the 1990s were coming back to haunt them. “When devolution was already a major issue, our opponents were able to whip up the idea that we didn’t have a mandate in Scotland and all this sort of stuff,” he said. “We warned the Labour party at the time that this was a very dangerous argument for them to use. “Once you say you can’t govern Scotland unless you have a majority in Scotland that is equivalent to saying Scotland should be a separate country. Because essentially they were using nationalist rhetoric despite being a unionist party. “The Labour party made a huge mistake and they have been reaping that whirlwind ever since.” Rifkind laughed: “There is a saying in Scotland, ‘Aye, if ye dinnae ken, ye ken the noo’. To translate, “If you didn’t know before, you do now.”",
  "webTitle": "Losers no more: how the Tories stopped being toxic in Scotland",
  "webPublicationDate": "2016-05-07T19:24:40Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/07/losers-no-more-tories-scotland",
  "keyword": [
    {
      "webTitle": "Scottish politics",
      "id": "politics/scotland",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Ruth Davidson",
      "id": "politics/ruth-davidson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Scottish National party (SNP)",
      "id": "politics/snp",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Scotland",
      "id": "uk/scotland",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Daniel Boffey",
      "id": "profile/daniel-boffey"
    }
  ],
  "guardianId": "politics/2016/may/07/losers-no-more-tories-scotland"
}