{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/17/eastern-conference-finals-toronto-raptors-nba-playoffs",
  "id": "2016-05-17-241",
  "sectionId": "sport",
  "body": "The perception that this edition of the Toronto Raptors were playoff chokers was always overstated, or maybe even incorrect. You can see how that identity took hold: The Raptors lost first-round series in 2014 and 2015 despite possessing home-court advantage. That had not happened to a team since the Miami Heat in 1998 and 1999. However, being labelled as a choker in sports entails a certain level of expectation that those Raptors teams never had. The 2013-14 Raptors were a happy accident, a James Dolan trade veto away from never existing. When they met the more experienced Brooklyn Nets in the first round of the playoffs, most experts had not yet developed a trust in a team that was fielding questions about tanking a few months earlier. A year later, expectations grew, only to fade away amidst a wholly uneven second half of the regular season. By the time they reached their ill-fated series against Washington, that trust had completely evaporated, and the best-of-seven that required just four was a coin-flip proposition. This year was different. The regular season was unimpeachable: 56 wins despite major injuries to centre Jonas Valanciunas and their biggest free-agent signing, DeMarre Carroll. The wayward defense of a year ago was righted. Kyle Lowry, the Raptors’ engine and nerve system, had shed several pounds to make his killer first half of the previous year more sustainable. That they managed to inch past the wildly average Indiana Pacers in the first round and were in a neck-and-neck fight with the wildly undermanned Miami Heat in the second round was surprising, and damning. All of a sudden, the Raptors, a franchise that had never accomplished anything of note, was somehow in a position where style points, and not just survival, mattered. “I just make a speech before every game. This time it was all about our satisfaction,” said Patrick Patterson after the Raptors’ Game 7 destruction of the Heat. “I had one question for everybody: are we satisfied with what we’ve done individually and what we’ve done collectively as a team, how far we’ve come? Do we want more? Do we want to go even further? Do we want to make history? Do we want to keep playing or do we want to go home?”   Related: Western Conference finals: how do the Thunder beat the Warriors?    The Raptors answered those questions emphatically on Sunday, earning those style points and then some. Lowry, owner of one of the most bewildering shooting slumps in playoff history, had at least 25 points in four of the final five games against Miami, including a Game 7 masterpiece. DeMar DeRozan’s game remained a long-two-heavy frustration, but his accuracy improved as Paul George disappeared from memory, despite a thumb injury that required low-tech, buzzworthy medical treatment. And in Game 7, six of coach Dwane Casey’s main rotation players in the series approximated their best selves: Bismack Biyombo dominated in the paint, Patterson contributed on the glass and was all over the floor defensively, Carroll slowed down Dwyane Wade and knocked in three-pointers in transition, while Terrence Ross read passing lanes and capitalized when Miami collapsed on Lowry and DeRozan. Really, they were a Cory Joseph stinker away from a perfect game for them, a meaningful thing for a team that had previously been considerably less than its regular-season self.  Can the Raptors carry that performance over now, even as the expectation shifts from success in the first two rounds to swift failure in the conference final against the Cavaliers? “You hope so. That’s your hope,” Casey said on Monday. “Every game is different, has a different theme. Every series definitely has a different theme, a different storyline, a different style of play, a different adjustment you’ve got to make. Within that, you hope you don’t lose the momentum, the confidence, the rhythm. “Nobody is going to favor us going into this series. Everyone has, not disrespected us but not expected us to do as much [as we have done] all year long. This series is not going to be any different. I don’t know how Cleveland feels about us. Nobody is going to favor us to beat them in this series.” True, but the new expectation has to be that the Raptors go down cohesively, intelligently and stubbornly. Ultimately, the Raptors advanced past the Heat because they exploited the size advantage that presented itself once Hassan Whiteside disappeared from the series, in addition to Lowry finding his game. That advantage disappears against the Cavaliers: Cleveland can draw Biyombo away from his protection slot in the paint without surrendering size on the glass. The Channing Frye-Kevin Love frontcourt duo is a problem when the Cavaliers have the ball, and the Raptors will not be able to take advantage of that on the other end without Jonas Valanciunas, who will likely miss the entire series, and almost certainly the first two games, because of a sprained ankle. (Even if he were healthy, he might give away too much on defense to be a huge asset against the LeBron spread offense of the Cavs.) For the Raptors to have a real chance to steal a few games, Lowry has to continue his late-series play against the Heat, while the Cavaliers’ outstanding three-point shooting will have to regress to the mean and then keep on regressing. It is a lot to ask for, since the Cavaliers will likely start trapping Lowry and daring the Raptors’ other playmakers to create should he gain any traction, and that Cleveland has a seemingly unending number of shooters to trot out. However, if the Raptors can punch with the Cavaliers, making sure that they do not roll into the finals undefeated, it will send several messages. To general manager Masai Ujiri: that Lowry, DeRozan, Valanciunas, Carroll and Casey represent a core worth continuing to build around instead of altering in July. To free agents: that this is a team that is a piece or two away from true championship contention. And to their fans: that expectations do not have to be terrifying. Instead, they can be emboldening.",
  "webTitle": "Eastern Conference finals: the Raptors can win – even if they lose to the Cavs",
  "webPublicationDate": "2016-05-17T10:00:01Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/17/eastern-conference-finals-toronto-raptors-nba-playoffs",
  "keyword": [
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cleveland Cavaliers",
      "id": "sport/cleveland-cavaliers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "sport/blog/2016/may/17/eastern-conference-finals-toronto-raptors-nba-playoffs"
}