{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/05/alan-whickers-world-revealed-personal-archive-bfi",
  "id": "2016-05-05-341",
  "sectionId": "media",
  "body": "With his debonair persona and neat moustache, Alan Whicker took television audiences to far-flung corners of the world long before the days of mass travel, a suave Englishman abroad who brought the famous and the infamous into Britain’s living rooms with his original interviewing style.  Now, almost three years after his death, the documentary maker’s entire personal archive has been donated to the public and will become available through the British Film Institute (BFI).  Nathalie Morris, the BFI’s senior curator of special collections, spoke of the archive’s “wealth of material”, while the archivist Catherine Kirby, who has been cataloguing the vast collection, said: “It’s going to take them some time to get to grips with this collection because it’s so big.”     Alan Whicker on his travels in Hong Kong. Photograph: ITV/Rex/Shutterstock    Among the previously unseen material to be published are notes on unrealised projects including a 1993 letter to Diana, Princess of Wales, asking “whether you might consider allowing me to devote a programme to you”. Other ideas included a programme on “servants of the rich” – “to provide a worm’s eye view of the exclusively wealthy and aristocratic and … to investigate the mentality of the exclusive servant in this do-it-yourself age”.  Whicker, after serving as a captain in the Devonshire regiment during the second world war, was seconded to the army film and photographic unit, before he became a war correspondent, reporting on the Korean war. He joined BBC television in 1957, working on the Tonight programme, but soon had his own show, Whicker’s World, in 1958. It ran for 36 years, during which time Whicker travelled hundreds of thousands of miles to interview an incredible array of world leaders and eminent characters.      A list of potential interviewees. Photograph: BFI National Archive, Alan Whicker collection    With disarming politeness, he got away with the most piercing questions. Interviewees included the Haitian dictator Jean-Claude Duvalier, known as Baby Doc, under whose regime hundreds of political prisoners died. In a shockingly direct question for a head of state, Whicker said: “But they say you torture people?” In the archive, a list of questions includes: “Would you say you were a ruthless man?”  There is also a rare interview with J Paul Getty, then the world’s richest man. The archive’s full transcript has unused passages in which the billionaire confided: “One must remember that business is an art. It’s not a science … There are probably 30 to 40 things one has to watch ... [including] competent people … good morale … and to be competitive … You can’t be wasteful … Above all, you can’t be emotional in business – there’s no reward in business for emotion.”  Whicker’s subjects included San Francisco hippies and the archive has a 1967 letter telling him that Huw Wheldon – then controller of programmes for BBC television – had “refused to put it out as it stands”. “The nude party must go” and the commentary needed to be changed “quite radically”, Whicker was told.      A 1967 letter from the BBC discussing a programme about hippies. Photograph: BFI National Archive, Alan Whicker collection    In another 1967 letter, David Attenborough, a senior BBC figure at the time, was apologetic and sympathetic towards Whicker, but explained: “As you know the drugs question has hotted up considerably here. In such circumstances we feel that we must examine with the utmost care what we say on the subject. We must bend over backwards to be balanced. “It is, without question, an excellent film, beautifully made … powerful arguments for transmitting it as it stands. And yet I am quite sure that to have done so would have been irresponsible. I was left with the impression that taking LSD is fun. The fact remains that to take LSD in this country is to break the law.” Morris said: “We are thrilled that the Whicker’s World Foundation have gifted [these] papers to the BFI national archive. Whicker was an icon of 20th-century television and a household name to millions of people. Fearless, incisive, but above all entertaining, Whicker’s programmes took viewers to far-flung places and broke new ground in the development of television documentary. The Alan Whicker collection is a hugely important resource for anyone interested in 20th-century history and culture, as well as the history of television. The BFI is looking forward to making it available to researchers and to the general public.” The collection will be available from this summer at BFI Southbank in London, with plans to make it available digitally in the future.",
  "webTitle": "Alan Whicker's world to be revealed in personal archive",
  "webPublicationDate": "2016-05-05T05:00:43Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/05/alan-whickers-world-revealed-personal-archive-bfi",
  "keyword": [
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BFI",
      "id": "film/bfi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dalya Alberge",
      "id": "profile/dalya-alberge"
    }
  ],
  "guardianId": "media/2016/may/05/alan-whickers-world-revealed-personal-archive-bfi"
}