{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/09/radiohead-moon-shaped-pool-not-on-spotify-so-what",
  "id": "2016-05-09-191",
  "sectionId": "music",
  "body": "A new Radiohead album must mean a new “war” with Spotify.  As soon as A Moon Shaped Pool was made available on Sunday evening, there was much furrowing of brows, chewing of pencils and alighting on the same point – that it wasn’t available on Spotify. Apart from the first two singles. So, in fact, 18% of the album is on Spotify. But ignore that: the whole album isn’t on Spotify and, as with everything Radiohead do, this immediately took on colossal import.  “In an affirmation of its principles, Radiohead boycotted leading streaming service Spotify,” trumpeted the Daily Mail. “Radiohead blackball Spotify,” thundered Music Business Worldwide, adding a personal twist: “Thom Yorke just got his own back on Spotify.”   Related: Radiohead: A Moon Shaped Pool review – something they've never achieved before    All of this stems from Yorke pulling the Atoms for Peace album from Spotify (and other streaming services) in 2013, and then calling Spotify “the last desperate fart of a dying corpse” in an interview with the Mexican website Sopitas. It is a quote that will haunt Yorke until his own final anal emission and has become the frame in which every subsequent story about him and streaming is presented.  There is a reductive narrative being conveyed here. As with the continual recycling of the Blur/Oasis “battle” from two decades ago, there is a keenness to dial up the truculence. In one corner is Thom “Smasher” Yorke from Oxford. In the other corner is Daniel “Crusher” Ek from Stockholm. They are not just fighting each other, they are fighting for the very future of the music industry. Or something. It’s akin to the sketch from The Day Today in which Chris Morris goads the Australian foreign secretary and a minister from the British Foreign Office into military action over a trade disagreement. “That’s it!” Morris roars, relishing the imminent conflict. “Yes! It’s war!” Except in this case, it’s not a war. It’s not even a playground dust-up. It’s a band, as is their right, choosing where to put their music. For now, A Moon Shaped Pool is only available to stream on Apple Music and Tidal, two services that recently locked down exclusives with, respectively, Drake and Beyoncé. So the Radiohead album is only a semi-exclusive. All of the band’s other albums, with the exception of In Rainbows, are on Spotify, so that confuses their “principles” somewhat. It’s less of a blackball and more of a very light grey or hard to distinguish from white-ball.    Related: Spotify hopes to stream new Radiohead album soon    Radiohead are shepherding fans to iTunes, Apple Music, Amazon and Tidal, but are also selling the album direct from their own website for between £9 and £13 for a download, £10 for the CD, £20 for the vinyl and £60 for a deluxe edition. They managed to sell 100,000 copies of the £40 In Rainbows box sets in 2007 and, given the loyalty of their fans, we can expect similar numbers with this album. As one of the biggest cottage industries in music, Radiohead do not need Spotify.  But nor does Spotify need Radiohead. While it will issue a placid press statement (“we look forward to making the rest of ‘A Moon Shaped Pool’ available on Spotify as soon as we can”), a look at the numbers reveals just how little the service needs these 11 songs alongside the other 30m tracks it has on offer.            Burn the Witch has been played just short of 3m times on Spotify since its release last week. Pretty impressive, until you note that the service has more than 100 million users. Given it’s Radiohead, the people who played the track will have done so multiple times. So we can estimate that the people playing Burn the Witch make up less than 1% of Spotify’s total user base. Helpfully, Spotify also makes public other metrics. Radiohead have 4.7 million monthly listeners on Spotify, and are the 196th most played act. That means that 95.3% of Spotify’s users have literally no interest in Radiohead. A Moon Shaped Pool not being there could potentially irk 4.7 million people, but actually Radiohead do not appear on the radars of the vast majority of Spotify’s users.  A look at how the band’s catalogue has performed on Spotify – considering that they will have chalked up multiple plays from users – reveals this fact in stark terms. Cumulative plays for Pablo Honey run to 119.1m, with 103m of those streams being for Creep, a statistic bound to cheer up Thom Yorke. For The Bends, it’s 102.2m, for OK Computer it’s 159.1m, for Kid A it’s 61.5m, for Amnesiac it’s 34.7m, for Hail to the Thief it’s 49.3m and for The King of Limbs it’s 45.5m. Spotify users’ interest is clearly in the deep back catalogue of the band (or, to put it another way, in their most accessible music). Each album in the Radiohead discography tends to do slightly less well than the one preceding it. Maybe A Moon Shaped Pool could reverse that downward trend, but the truth is that Radiohead, with each release, appear to become less, not more, relevant to Spotify’s users – and therefore to Spotify as a company.             If it was Drake (31.5m monthly listeners) or Rihanna (31.6m monthly listeners) going to “war” with Spotify, it might be a serious concern for the service. As it stands, the former still hasn’t put Views on there, but the latter soon let Spotify have Anti, after its initial exclusive period on Tidal. Even the much publicised dispute with Taylor Swift that saw her pull her entire catalogue from Spotify in November 2014 was less a “war” and more a storm in a teacup. That month, Spotify had 12.5m paying subscribers; by June the next year, it had 20m paying subscribers – by far its biggest growth spurt at that time. Subscribers still flocked to Spotify, even though it didn’t have Red or 1989.    Related: Radiohead fans review A Moon Shaped Pool – 'it feels like a return to form'    While it is temptingly simple to explain Radiohead’s relationship with Spotify as an epic battle on the scale of Game of Thrones, the reality is that it is business as usual for Spotify, and for Radiohead, and for so many acts who make the vast majority of their income today from touring rather than streaming. Billboard recently estimated that Taylor Swift generated $73.5m last year. Of that, $61.7m came from her tour, and a mere $564,000 came from streaming. Not being on Spotify is not going to put Thom Yorke in the poor house and, equally, Radiohead’s new album not being on Spotify is not going to see the company close overnight.  Rock stars are known for having sizeable egos, and a belief that when they take a stand it makes a difference. But the truth is that a handful of huge acts keeping their music off a digital music service is like putting a Wotsit on a train track and expecting a derailment.",
  "webTitle": "Radiohead's new album isn't on Spotify. So what? Spotify doesn't need it",
  "webPublicationDate": "2016-05-09T12:55:11Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/09/radiohead-moon-shaped-pool-not-on-spotify-so-what",
  "keyword": [
    {
      "webTitle": "Radiohead",
      "id": "music/radiohead",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Experimental music",
      "id": "music/experimental-music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Spotify",
      "id": "technology/spotify",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Digital music and audio",
      "id": "technology/digital-music-and-audio",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Internet",
      "id": "technology/internet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Music industry",
      "id": "business/musicindustry",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Eamonn Forde",
      "id": "profile/eamonnforde"
    }
  ],
  "guardianId": "music/musicblog/2016/may/09/radiohead-moon-shaped-pool-not-on-spotify-so-what"
}