{
  "apiUrl": "https://content.guardianapis.com/news/2016/may/21/from-the-observer-archive-this-week-in-1964",
  "id": "2016-05-21-9",
  "sectionId": "news",
  "body": "It is tempting to dismiss the fuss about the Whitsun battle of the beaches as the exaggerated reaction of a society which has too few problems to worry about and whose threshold of indignation is too low. Teenage hooliganism is nothing new. Youth clubs have been smashed up and street battles fought before now, without provoking speeches from MPs and moral outrage from magistrates. Indeed it is difficult to know what is more depressing: the violent behaviour of the youngsters or the self-righteous reaction of some adults. But two serious questions remain. The first is whether the affrays at Brighton, Bournemouth and Margate, like the earlier ones at Clacton, signal some new development of which society should be aware. The other question is how we can prevent such incidents from recurring. It is clearly undesirable that hordes of teenagers should invade seaside resorts in search of trouble – whether as jokers, spectators or participants. Key quote ​“Through the high gloss of the older Hemingway’s retrospection we can see a young man who was brash, perhaps, but also brave, honest and passionate. It is reassuring, as well as saddening, that Hemingway was able, at the end, to recover his long-lost illumination.” Philip Toynbee on Hemingway’s posthumous memoirs, A Moveable Feast Talking point The idea of accepting a neutral South East Asia runs counter to most of what has been said and done in the past. Both America and China have a heavy emotional investment in their present policies. But at least de Gaulle’s initiative offers them the hope of escaping from a situation which is becoming increasingly dangerous to the peace of the world. The Observer’s diplomatic staff on the rising crisis in South East Asia",
  "webTitle": "From the Observer archive: this week in 1964",
  "webPublicationDate": "2016-05-21T23:05:26Z",
  "webUrl": "https://www.theguardian.com/news/2016/may/21/from-the-observer-archive-this-week-in-1964",
  "keyword": [
    {
      "webTitle": "Charles de Gaulle",
      "id": "world/charles-de-gaulle",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Ernest Hemingway",
      "id": "books/ernesthemingway",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "news/2016/may/21/from-the-observer-archive-this-week-in-1964"
}