{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/27/lets-move-to-westerham-west-malling-west-kent-downs",
  "id": "2016-05-27-101",
  "sectionId": "money",
  "body": "What’s going for it? On occasion, friends use me like a bargain-basement Kirsty and Phil. “Where, Tom,” one began recently, “can I find a period two-bedroom house no more than an hour’s commute to London Victoria? In the countryside. I want to see fields. £450k tops. And I don’t want anything modern.” A good question. To which I replied, after a G&T and a cogitate, “Why, Westerham, West Malling and the West Kent Downs.” Actually Westerham is a bit out of her league, but I threw it in as something to aim towards, because it’s such a lovely old town. Head east of Oxted, west of Maidstone and there’s a very endangered species: perhaps the only accessible patch of the home counties still remotely affordable. No idea why, because it has fabulous bony hills that Chaucer’s pilgrims crossed; pretty if suburban villages supplying the commuter’s every whim; great accessibility, too. And, reader, she moved there. The case against Westerham in full rush hour/school run mode is a sight. Find a home close to train stations and schools to minimise using a car. Well connected? Trains: half hourly to London Victoria from West Malling (50 mins), Borough Green & Wrotham (45 mins) and Otford (35 mins); or from Oxted to London Bridge (hourly, 45 mins) or London Victoria (half hourly, 40 mins). Driving: a few minutes to the M26/M20, and 20 mins to the M25. Schools Primaries: no shortage of “good” schools, says Ofsted, with St Mary’s C of E (Oxted), Sundridge & Brasted CofE, Chevening C of E, St George’s CofE (Wrotham), Ryarsh, Offham and Leybourne Ss Peter & Paul C of E “outstanding”. Secondaries: Oxted, Trinity (Sevenoaks), Wrotham, The Malling School, Aylesford School and Holmesdale Technology College (Snodland) are all “good”. Hang out at… It’s country pub land; try the Plough at Ivy Hatch or the George & Dragon at Chipstead. Where to buy Yum, Westerham. But yikes, the prices. West Malling has an equally pretty, period heart for a perkier price. Root around quiet villages such as Wrotham or Offham. Large detacheds and town houses, £850,000-£3m. Detacheds, £400,000-£850,000. Semis, £240,000-£750,000. Terraces and cottages, £120,000-£400,000. Flats, £100,000-£420,000. Rentals: one-bed flat, £550-£850pcm; three-bed house, £1,000-£2,400pcm.   Related: Let’s move to Leigh-on-Sea: ‘What a difference 15 years makes’    Bargain of the week You’ll be lucky. Mind you, a four-bed period terrace in Wateringbury for £275,000? With Hicks. From the streets  Kelly Innes “Every May bank holiday there’s a tradition of beating the bounds – walking the perimeter of Westerham parish. Jane Hunter “Westerham has a great cafe culture and it’s friendly. Chartwell, Winston Churchill’s former home and now a National Trust property, is a mile away and a great place to visit.” • Live in Westerham, West Malling and the West Kent Downs? Join the debate below. Do you live in Paisley, Renfrewshire? Do you have a favourite haunt or a pet hate? If so, email lets.move@theguardian.com by Tuesday 31 May.",
  "webTitle": "Let’s move to Westerham, West Malling and the West Kent Downs: aim high",
  "webPublicationDate": "2016-05-27T15:30:08Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/27/lets-move-to-westerham-west-malling-west-kent-downs",
  "keyword": [
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Homes",
      "id": "lifeandstyle/homes",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Dyckhoff",
      "id": "profile/tomdyckhoff"
    }
  ],
  "guardianId": "money/2016/may/27/lets-move-to-westerham-west-malling-west-kent-downs"
}