{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/05/malcolm-turnbulls-emails-using-private-server-could-be-major-security-risk-says-labor",
  "id": "2016-05-04-32",
  "sectionId": "australia-news",
  "body": "Potentially “hundreds of emails” that relate to national security matters could have been communicated over Malcolm Turnbull’s private email server in what could amount to a “major security risk”, according to the shadow attorney general, Mark Dreyfus. The prime minister’s office, in a response to a freedom of information request from Dreyfus obtained by Guardian Australia, said too many emails would need to be examined so it was refusing to process Dreyfus’s request for them.   Related: Malcolm Turnbull’s own department doesn't have access to his private email server    Turnbull’s office said the prime minister always handled classified documents in accordance with the protective security policy framework. In October it was revealed he had been operating a separate email server outside the parliamentary email system, raising questions over both security implications and the potentially limited public access to the records under freedom of information and archive laws. Concerns about the use of the private server echo debate over the US presidential candidate Hillary Clinton’s use of a private email server during her time as secretary of state. Her private emails are now being periodically released by the State Department. Dreyfus lodged a freedom of information request in November seeking access to documents on Turnbull’s email server relating to national security, international relations and national security cabinet meetings.  He received a response this week from Turnbull’s office, which said it would not be processing the request on the grounds that it would “unreasonably interfere” with its functions.   Related: Hillary Clinton made a mistake with private emails, says Barack Obama    “The terms of your request are broad,” the response said. “As it covers documents that ‘mention or relate to’ the broad topics of national security and international relations and has no date limitation, processing would request examination of the content of hundreds of emails.” The response indicated some of these documents would be relatively uncontroversial, and gave the example that emails would “relate” to Australia’s international relations if they quoted or referred to a media article about Australia’s relations with another country. The response said a keyword search for the term “national security committee of cabinet” had been conducted and had found no documents. Dreyfus said the response was astonishing and called on the prime minister to give a full explanation. “Within this letter is an apparent admission that there are ‘hundreds of emails’ that relate to national security or international relations on prime minister Turnbull’s private server,” he said. “I find this absolutely astonishing. “Prime minister Turnbull has just spent $230m on a cyber security strategy. Yet he is apparently using private email servers, rather than secure government servers, to communicate sensitive information. This is a major security risk, and also raises significant transparency concerns. As head of Australian government, the prime minister must hold himself to the highest standards in these matters. “Mr Turnbull needs to give a full explanation as to why he is apparently using his private email for prime ministerial business, and commit to stopping this practice immediately.” Turnbull’s office told Dreyfus: “It appears ... that you may be more concerned with the question of whether official documents dealing with sensitive national security and foreign relations matters are held on the prime minister’s private email server, rather than with obtaining access to particular documents. “In that regard, I can assure you that the prime minister takes national security extremely seriously and that all classified documents are dealt with by this office in accordance with the Commonwealth protective security policy framework.” The deputy secretary of national security, Allan McKinnon, has previously issued advice tabled in the Senate in which he wrote that government information may be conveyed on a range of devices where the information is unclassified or not sensitive. Turnbull’s office has breached the strict deadlines set out in freedom of information laws in its handling of the requests for his email server. Dreyfus’s request was delayed by several months. Separately, a request from Guardian Australia for official emails on Turnbull’s private server from a three-week period has reached a similar stage. After a lengthy delay Guardian Australia appealed to the information commissioner. In April the prime minister’s office issued a notice saying the request would be too broad to process. The use of the private email server has raised concerns about the reach of Australia’s freedom of information and archiving laws. The Department of the Prime Minister and Cabinet previously stated it would not release emails from Turnbull’s private email server, arguing it “does not have access to or provide administration support” for personal email servers and holds no records in its possession. Had Turnbull’s private email server been managed by the department – as normally occurs with government emails – it would have been accessible by it and subject to Guardian Australia’s freedom of information request. Instead, requests for his emails are being funnelled through his own personal office. In the response to Dreyfus, it says the fact the emails need to be separated from Turnbull’s personal emails is one of the factors adding to the burden placed on the agency to process the request. The information commissioner’s guidelines state that “poor record keeping or an inefficient filing system” would not of itself be sufficient grounds to allow an agency or minister to refuse a request. The prime minister’s office has been contacted for comment.",
  "webTitle": "Malcolm Turnbull’s emails: using private server could be ‘major security risk’, says Labor",
  "webPublicationDate": "2016-05-04T20:17:22Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/05/malcolm-turnbulls-emails-using-private-server-could-be-major-security-risk-says-labor",
  "keyword": [
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mark Dreyfus",
      "id": "australia-news/mark-dreyfus",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Email",
      "id": "technology/email",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Computing",
      "id": "technology/computing",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/05/malcolm-turnbulls-emails-using-private-server-could-be-major-security-risk-says-labor"
}