{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/15/no-toilets-self-service-machines-noise-shopping-hell-for-us-older-people",
  "id": "2016-05-15-172",
  "sectionId": "sustainable-business",
  "body": "An Asda store in Manchester has been trying out a quiet hour on Saturday mornings – the music will be turned down, tannoys turned off and escalators will stop, so that anyone “with autism and other conditions who struggle to deal with loud noises” can shop in peace and not be overwhelmed by the usual cacophony and frenzy. Marvellous. This is the idea of one imaginative manager in one store. Already eight more shops in the same retail park are planning to do the same. I hope older people were included in the “other conditions” category, because there are a lot of us desperate for a bit more calm.    London, like most of the cities in the UK, has changed over the last few decades, for me and many of my peers, into a strange new hell. It’s full of neighbourhoods described as edgy and buzzy, which means crowded, frenzied, noisy, confusing, with flashing lights, roaring traffic and general sensory overload. It’s a worrisome environment, and doesn’t always do your cardiac function much good, according to research by the New Dynamics of Ageing (pdf), on older people’s use of unfamiliar space.    Related: Shopping can be hell for autistic people. 'Quiet' store hours will change my life | Zack Budryk    If town and retail planners and architects are really concerned about the welfare of older people, they should follow the example of Berlin that is working to widen pavements, bring in tactile guidance at road crossings and easier access to trams and buses - all with disabled and elderly residents and visitors in mind. Out and about in my own city environment, I feel rather like a weedy, vulnerable little worm. There’s no peace, no quiet, hardly anywhere to rest, bus stop seats upon which you can barely fit a quarter of your bum, and hardly any lavatories.  The older we get the more we need to plan our outings around lavatories but public lavatories are not a statutory provision, and because of budget cuts, many councils do not even pay businesses to take part in community toilet schemes. In London, toilet facilities in Marks & Spencer, Tesco, John Lewis, Sainsbury’s and Asda are available to use without the need to buy anything as part of the mayor’s Open London scheme. However, the companies are not all keen to display signs alerting us to their available lavatories, which is no help at all. Unfortunately some of our unpleasant journeys are getting longer, particularly to post-offices and banks. According to Age UK, the UK bank branch network has shrunk by half over the last 25 years with another 2,000 closures expected in the next three to four years, meaning that the number of stranded customers is likely to continue increasing.  Age UK suggests a single place in a small town that could provide banking services for customers from all banks, but the only human contact would be via video-link. Whether in small towns and villages, or large cities, the problems are the same: no one to talk to, compulsory use of machines in banks and supermarkets – all adds to the stress and misery of an outing.   Related: UK public toilets mapped: where's your nearest?    But let’s say you do reach your venue, knackered from the journey, and you find live staff, the excessive noise may still ruin outings for older people. I have often begged cinemas to turn the sound down, but they insist that they can’t. “The levels are set,” they say. To cause pain rather than pleasure. Older people often find background noise in shops, restaurants and places of entertainment unpleasant, and, according to comments posted on the consumer watchdog site Which?, they’ll find it in Waterstones, Loch Fyne restaurants, Old English Inns, Ikea, B&Q and a squillion other places.  B&Q for one has been praised for its employment of older staff and also offers a discount day for the over 60s on Wednesdays. Yet, when contacted, could not provide an answer to why it couldn’t cut the background music in their stores. Given there will be 19 million over 65s – 1 in 4 of the population - in the UK by 2050, it’s high time businesses started catering better for older people, as well as those with disabilities.  A point echoed by Anna Dixon, chief executive of the Centre for Ageing Better. “Staying connected is one of the key factors to a good later life, and planners, businesses and local councils need to create places and services that help people remain in control and able to carry out day-to-day activities so they can enjoy life to the full.”",
  "webTitle": "No toilets, self-service machines and noise: shopping is hell for us older people",
  "webPublicationDate": "2016-05-15T07:00:19Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/15/no-toilets-self-service-machines-noise-shopping-hell-for-us-older-people",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Older people",
      "id": "society/older-people",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Kingfisher",
      "id": "business/kingfisher",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Michele Hanson",
      "id": "profile/michelehanson"
    }
  ],
  "guardianId": "sustainable-business/2016/may/15/no-toilets-self-service-machines-noise-shopping-hell-for-us-older-people"
}