{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/chinese-police-patrols-rome-collaboration-italy",
  "id": "2016-05-04-113",
  "sectionId": "world",
  "body": "On Rome’s glamorous Via Condotti, deep-pocketed Chinese tourists have long been seen as the lifeblood of one of Europe’s most vaunted shopping destinations, outspending Russians, Britons and Italians on luxury goods. Now, following the terror attacks in Paris and Brussels and amid signs that Chinese visitors are feeling slightly less at ease in Europe, Italy has become the first European capital to take an extra step to try to accommodate these wealthy patrons. For the next two weeks a small group of Chinese police officers, wearing the same uniforms they wear at home, will be patrolling the streets of Rome and Milan alongside Italian counterparts, ostensibly so that they can present a familiar face to visiting tourists from China who, for example, have had a run-in with a pickpocket at Termini railway station or got lost on their way to the Colosseum.  After all, said Italy’s chief of police, Alessandro Pansa, all it took was one lost document to make a tourist feel vulnerable.   Related: Pompeii: is this the best they can do with €105m?    Italy’s interior minister, Angelino Alfano, was gushing with praise for the new arrangement at a press conference this week, even as he pointed out that crime and murder rates in Italy were at an all-time low. In a statement that could be deemed controversial coming from the most senior official in charge of Italy’s internal security, Alfano said the move was noteworthy for “breaking the old paradigm” in which policing was seen as an issue of national sovereignty. He said Chinese tourists “would have been protected anyway, but now they will feel even more protected”. The bigger question is whether this temporary arrangement – which will also involve Italian officers going to China “in the future” – will pave the way for closer collaboration on other law enforcement issues, including tackling organised crime within Italy’s Chinese community. Before the policing initiative was formally unveiled, one of Italy’s leading daily newspapers, Corriere della Sera, reported that the goal of the collaboration was to help Italian officers break through a culture of silence in the Chinese community’s dealings with the police. Federico Varese, an expert on international organised crime at Oxford University, said that in Italy there were immigrant communities that were known to be reluctant to report crimes and develop relationships with the police. “Instead, if there is a crime or something goes wrong, members of that community go to local people who have authority,” he said. “It is important for authorities to bring people back into the fold and not allow these other people to emerge as community leaders, but it is difficult.”     Italian and Chinese police pose with tourists in Milan. Photograph: Stefano Porta/EPA    One area of concern is the ties between Chinese organised crime and the ‘Ndrangheta mafia, which is based in Calabria. While the ‘Ndrangheta are known for trafficking cocaine in Europe, Varese said cheap and illegal Chinese goods were also known to be imported into Italy through hubs controlled by the notoriously brutal mafia. Bringing in Chinese police could be a good idea, Varese said, even though it also raised possible questions about civil liberties given China’s record on human rights. He suggested the move could be seen as an affront to Chinese dissidents living in Italy, though no specific criticism has been aired publicly. The Italian government has dropped hints that the relationship with Chinese authorities could develop further. Pansa, the chief of police, said the policing initiative could open the door to other collaboration, including pooling resources to confront criminal elements and terrorist threats that require international cooperation.   Related: Pizza the action: police posing as delivery boys arrest mafia boss in Italy    “For the future, we don’t know how it will develop, because this will be a political choice that has to be taken,” said a spokeswoman for the interior ministry. The simple goal for now was to help tourists, though they were not actually in danger, she added. Jan Gaspers, head of research at the European China policy unit at the Mercator Institute for China Studies in Germany, said it was unlikely that the police swap was aimed at organised crime. Instead, he said, it was probably an attempt to address domestic politics in China, where the government is under pressure to show it is doing everything it can to protect Chinese citizens abroad, especially after the death of 24-year-old Frank Deng, a Chinese citizen killed in the Brussels attacks. “Looking at Italy and France, these are top destinations for Chinese tourists, so there is also pressure on them to do something and I can see why Italians would find it attractive,” he said. A similar scheme was proposed and developed in France in 2014 but was never executed. Gaspers said a potential downside, which he believed had prompted France to pull out of the similar scheme, was that it might not send the right message to have foreign police patrolling one’s own streets, even if, as in this case, they did not wield any real authority. For Italy, apparently, the €229bn that Chinese tourists spend abroad each year was a stronger pull.",
  "webTitle": "Italy seeks to reassure Asian tourists with imported Chinese police",
  "webPublicationDate": "2016-05-04T15:55:51Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/chinese-police-patrols-rome-collaboration-italy",
  "keyword": [
    {
      "webTitle": "Italy",
      "id": "world/italy",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephanie Kirchgaessner",
      "id": "profile/stephanie-kirchgaessner"
    }
  ],
  "guardianId": "world/2016/may/04/chinese-police-patrols-rome-collaboration-italy"
}