{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/12/literary-magazine-meanjin-may-close-after-losing-australia-council-funding",
  "id": "2016-05-12-338",
  "sectionId": "media",
  "body": "One of Australia’s longest-running literary magazines, Meanjin, may soon be forced to shut down after being told on Thursday its application for funding had been rejected by the Australia Council. The magazine, which began publishing in 1940, has received commonwealth funding since 1961, first through the Commonwealth Literary Fund and then from 1974 through Australia Council.   Related: Do we have to rebrand the arts as 'creative tech' for Turnbull to give us money?    The magazine had applied for $95,000 a year over a four-year period. It remains funded until the end of the year, after which editor Jonathan Green said, “there’s nothing”.  “If we can’t replace that money we’ll probably have to close it,” Green told Guardian Australia. The magazine has published many of Australia’s greatest literary talents, including Patrick White, Peter Carey and Oodgeroo Noonuccal. “It’s basically published everyone and has led some of the great cultural conversations in Australian thought and letters,” said Green, who began as Meanjin editor in June 2015. Green said it was apt that “the idea of the cultural cringe was first expressed in Meanjin”. He said the magazine had also been “faithfully” supported by the University of Melbourne since 1945, and continued to be, but the contribution by Australia Council was “critical” to the publication’s survival.  “We are a small magazine – our circulation hovers around the 2,000 mark – and even though our sales and audience are growing in a really gratifying way, we’re still a way away from being able to stand on our own two feet commercially. “Clearly, successive administrations with Australia Council and their predecessors has seen the necessity for a voice like Meanjin in Australia’s cultural conversation. It’s tremendously sad Australia Council seems prepared to let that voice fall silent.”   Related: What Australia needs to learn from Victoria's arts funding push    In 2015, Australia Council’s annual fund was slashed by the government, with the money used to pay for a second commonwealth arts funding body called Catalyst, run directly by the arts ministry. Green believes these cuts have left the council “disturbed”, forcing them to make “serious decisions” about funding priorities. Last week the arts ministry announced $11.9m in funding from its Catalyst fund, meaning it has spent $23 million, or roughly half of its four-year budget, in just six months. Green said the magazine would have to investigate alternative sources of funding if it is to continue, such as philanthropy, crowdfunding and other project-based funding opportunities offered by Australia Council. “Perhaps, in a way, this liberates us to consider all sorts of new, more modern paths to funding. Having said that, if what’s happened to Meanjin is indicative of how they’re treating other small titles, then that competition is going to be fairly fierce,” he said. As of Thursday, Meanjin had not been told by Australia Council why its application was rejected, although Green expects they will eventually receive this feedback. The council will announce the full list of successful applicants for the latest funding round on Monday. It has been contacted by Guardian Australia for comment.",
  "webTitle": "Literary magazine Meanjin may close after losing Australia Council funding",
  "webPublicationDate": "2016-05-12T06:48:53Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/12/literary-magazine-meanjin-may-close-after-losing-australia-council-funding",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "media/2016/may/12/literary-magazine-meanjin-may-close-after-losing-australia-council-funding"
}