{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/26/readers-recommend-share-songs-with-extraordinary-vocals",
  "id": "2016-05-26-72",
  "sectionId": "music",
  "body": "This week we want your musical recommendations with unusual or extraordinary vocals. Maybe the voice is extraordinary or distinctive to begin with, or a particular vocal performance is out-of-this-world? Either way, and however you interpret what the word ‘extraordinary’ constitutes – pick your tune and make your suggestions now.   Related: Janis: Little Girl Blue – a heartfelt account of a remarkable talent    You can find a list of all songs previously picked and so ineligible for the series here. You have until 11pm on Monday 30 May to post your nomination and make your justification. A regular RR contributor (this week, Sheila Deane, who posts below the line as thoughtballoons and who set this week’s topic) will then select a playlist from your recommendations. If you would like to volunteer to compile a playlist from readers’ suggestions – and potentially blog about the process/selection for the Guardian – please email matthew.holmes@theguardian.com with the subject line ‘RR guru’ or make yourself known in the comments. Here’s a reminder of the guidelines for RR:  Tell us why it’s a worthy contender. Quote lyrics if helpful, but for copyright reasons no more than a third of a song’s words. Provide a link to the song. We prefer YouTube, but Spotify or Soundcloud are fine. Listen to others people’s suggestions and add yours to a collaborative Spotify playlist. If you have a good theme, or if you’d like to volunteer to compile a playlist from readers’ suggestions, please email matthew.holmes@theguardian.com. There’s a wealth of data on RR, including the songs that are “zedded”, at the Marconium. It also tells you the meaning of “zedded” (picked for a previous playlist so ineligible), “donds” and other strange words used by RR regulars. Many RR regulars also congregate at the ’Spill blog.",
  "webTitle": "Readers recommend: share songs with extraordinary vocals",
  "webPublicationDate": "2016-05-26T19:00:10Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/26/readers-recommend-share-songs-with-extraordinary-vocals",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Janis Joplin",
      "id": "music/janis-joplin",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Freddie Mercury",
      "id": "music/freddie-mercury",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/26/readers-recommend-share-songs-with-extraordinary-vocals"
}