{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/14/paris-france-protests-labour-reform-francois-hollande",
  "id": "2016-05-14-62",
  "sectionId": "world",
  "body": "In Paris’s Place de la République, in the shadow of Marianne – the allegorical symbol of liberté, egalité, fraternité – all the talk is of defiance, despite the many baton-wielding riot police. After an extraordinary week in which France’s Socialist government resorted to emergency constitutional powers to force through deeply divisive reforms to employment law – avoiding a parliamentary vote it would almost certainly have lost – the youthful movement whose protests have spread across France is debating its response. “We had had enough before. Now we’ve had enough of enough,” one participant in the Nuit Debout (Up All Night) movement that has occupied the central Paris square since March said yesterday. The youth-led cause has been taken up across France, but Place de la République – still a shrine to those killed in last year’s terrorist attacks – has become the rallying point for protests against the “El Khomri law”. (It is named after work and employment minister Myriam El Khomri but happens to sound a bit like connerie – bullshit.) Scenes of riot police in protective gear clearing the square with teargas were broadcast around the world and made the square look like a war zone, but most evenings the atmosphere is more like a music festival: people sit around smoking, drinking beer, discussing politics and planning a workers’ paradise. There are makeshift tents and stands: Poètes Debout, Avocats Debout, Cinéma Debout, Ecologie Debout, Féministes Debout. There is a medical centre, a canteen, even a welcome stand. By the small hours, most of the older protesters have gone home, leaving the young, determined and hardline still standing (or sitting cross-legged on the grey paving slabs), discussing Trotskyist economic theory, anti-capitalism and exploitation. Most feel – justifiably – alienated and ignored by France’s political elite on the right, left and centre. But the greatest disappointment, the most profound despair and anger, is reserved for France’s ruling Socialists. “Who are we going to vote for in next year’s presidential election?” wails one woman in genuine anguish. “Who can we vote for on the left? There is nobody.” Franck, a 23-year-old student, has not read the law that is dividing France. Neither have Emmanuel, 28, nor Martine, 46 – not surprising, given that the final document ran to 392 pages. It doesn’t matter, they say. They’ve read enough to know it’s an erosion of employment rights and will mean more pain and insecurity for workers. The new law amends France’s complex Code du Travail, most notably making the maximum 35-hour working week more flexible, increasing the maximum working day from 10 hours to 12, subject to union agreement, and introducing a cap on redundancy and tribunal payments. But it’s not just the reforms that are causing anger. “This is about much more than the employment law; it is against many things,” says Martine, who is dispensing legal advice at the Avocats Debout stand. “It is to say we won’t vote for François Hollande, we won’t vote for the right, and we certainly won’t vote for the Front National. But where is the candidate we can vote for? We feel completely lost.” Kévin Poperl, 28, who has a master’s degree in economics, is founder of the Nuit Debout economics and politics committee, which has drawn up a written opposition to the El Khomri law. He, too, says the protests are about much more than the latest reforms. “This law was the last straw, but our goal is to change the capitalist mode of production more generally. It will take time. We will not solve 200 years of economic stalemate in a few weeks, but people are becoming more politicised, and this has not happened for 30 years. I am a communist, and we want to reappropriate the economy. People feel we can have capitalism with a human face, but I don’t believe that is possible.” Poperl, who describes himself as left of France’s hard-left Front de Gauche, says he will continue the protests until September, when his unemployment benefit will stop and he’ll have to find a job. “Then I’ll be here in the evenings and weekends,” he says. “I don’t know if it will be possible to have the change we want without violence: it depends on the position of the enemy. Violence is legitimate, but not always necessary. Each time I walk away from here, I am super-optimistic that change will happen.” Drama student Victor Le Normand, 23, disagrees: “We’re fed up, but violence will get us nothing.” He says all voices are welcome and heard – even the heckler clutching a beer can who shouts his support for the police for “defending us all”. University lecturer Emmanuelle, 33, says Nuit Debout is an expression of a desire to reform the system. “We need to put the people at the heart of decisions. Right now we’re not being heard or listened to. We feel politically impotent. This isn’t just about the work law; it’s a revolution in society.” By morning the protesters have mostly gone and an army of street cleaners has cleared away the detritus, though not the graffiti sprayed on the stone balustrades of the Métro entrance. Marianne, the centrepiece of the square’s €24m facelift two years ago, is looking tagged and jaded. For Pascal Perrineau, director of Cevipof, the research unit of the Paris Institute of Political Studies (known as Sciences Po), there is an element of tired predictability about Nuit Debout. He says it is just a protest against France’s political class in general and the Socialist government in particular. “They look like angelic idealists, but when you delve into who is behind Nuit Debout, it’s the same old militant hard left: Trotskyites, anarchists, radical anti-capitalists and neo-communists.” Perrineau says the movement has channelled deep disappointment with Hollande and the left. “It’s a negative movement. People are rejecting something, but today there is no person from the left they can vote for. What the Nuit Debout people are expressing is the malaise felt in France, nothing more.” Philosopher Yves Michaud told news website Causeur: “Nuit Debout is a hardline leftie populist movement, like we’ve seen elsewhere in Europe: Spain has Podemos, Greece has Syriza … It’s basically the internet meets the soviets.”",
  "webTitle": "Up All Night: France’s young target Hollande over labour reforms",
  "webPublicationDate": "2016-05-14T19:35:12Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/14/paris-france-protests-labour-reform-francois-hollande",
  "keyword": [
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "François Hollande",
      "id": "world/francois-hollande",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kim Willsher",
      "id": "profile/kim-willsher"
    }
  ],
  "guardianId": "world/2016/may/14/paris-france-protests-labour-reform-francois-hollande"
}