{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/24/britain-as-a-godless-country-or-at-least-a-less-godly-one",
  "id": "2016-05-24-43",
  "sectionId": "world",
  "body": "Despite the Church of England spokesperson’s view that global “adherence to religion is growing rather than decreasing” (Christians now in a minority as UK becomes less religious, 24 May), the latest data pointing to a rapidly increasing non-religious society in the UK must ring alarm bells for the future state of Christianity. I have been very lucky to have grown up as part of the Ahmadiyya Muslim Youth Association (AMYA), which constantly engages its younger members to not only learn about their faith, but also to develop attitudes that help them to integrate with wider society through activities such as poppy appeals, charity collections and blood donations; furthermore, they get their youngsters to organise events and deliver speeches at local, regional and national levels, which grants them key experiences to better prepare them for the world of work. Religious institutions need to remain relevant if they want to survive; if they fail to address both moral and secular issues in modern ways, youngsters will look for leadership elsewhere. I sincerely hope the church finds a way to counter this downward spiral; perhaps they could glean some new ideas by looking at how AMYA engages its youth.Usman KhanCroydon • You concentrate on the decline of Anglicanism and Roman Catholicism, but fail to identify the significant increase in Protestant evangelicals. “Other Christians” (mainly evangelicals) are now almost twice as numerous as Roman Catholics! But the overall figures confirm that England and Wales is minority Christian. These countries are presently heathen but, in time, due to demographic trends, England and Wales will be majority Muslim. Looking ahead, much thought will now have to be given to the role of the Church of England as the established church and, indeed, the crown itself. As a royalist I am concerned at these trends.Lord KilclooneyHouse of Lords • In view of your front-page headline, “Christians now in a minority as UK becomes less religious”, should not more than half of the bishops in the House of Lords be removed? Surely they are irrelevant to our now more secular society.Bernard LancasterForest Town, Nottinghamshire • If the decline in church membership is set to continue, it’s worth looking at the bathwater that we’re throwing out with the baby. It’s fine that we’re living without ancient texts as our moral guides, but less fine that we find ourselves lonely, without communities to sustain us. Can we have a national conversation about how a good community is organised, and by what principles it survives? Like, how we can be interested in other people’s different ideas and experiences, rather than surrounding ourselves with people who agree with us? And how we can educate our children to be involved in helping other people and the planet? Most of all, how we can retrieve the concept of “the common good”?Alison LeonardHebden Bridge, West Yorkshire",
  "webTitle": "Britain as a godless country – or at least a less godly one | Letters",
  "webPublicationDate": "2016-05-24T18:36:16Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/24/britain-as-a-godless-country-or-at-least-a-less-godly-one",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Evangelical Christianity",
      "id": "world/evangelical-christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Catholicism",
      "id": "world/catholicism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Islam",
      "id": "world/islam",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Atheism",
      "id": "world/atheism",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/24/britain-as-a-godless-country-or-at-least-a-less-godly-one"
}