{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/12/azealia-banks-suspended-twitter-racist-rant-zayn-malik",
  "id": "2016-05-12-1",
  "sectionId": "music",
  "body": "Rapper Azealia Banks has been suspended from Twitter following a series of racially charged tweets attacking singer and former One Direction star Zayn Malik. After Banks accused Malik of copying a music video of hers for his single Like I Would, Malik tweeted “My @’s too good for you” – a reference to the fact that Banks had not directed the accusation at his account for him to see.   Related: Azealia Banks axed from UK festival after racist rant at Zayn Malik    In response, Banks struck out directly at Malik on Twitter, using a number of both homophobic and racial slurs. However, attacking Malik disturbed the buzzing hornets nest of One Direction fans on Twitter, who quickly swarmed to his defense.  Soon afterwards she also attacked a 14-year-old Disney star, Skai Jackson, after she said Banks “needs to simmer down a little”. Banks, who rose to fame after the release of her 2012 debut single 212, and recently caused a stir when she publicly endorsed Donald Trump’s presidential campaign, has become well known for her inflammatory and unfiltered Twitter presence. She has feuded on social media with Rita Ora and Lily Allen, and used homophobic slurs in one particularly memorable spat with blogger Perez Hilton. In one instance, she tweeted in a derogatory fashion about the more than three dozen women who have come forward over the last year or so with accusations of sexual assault against Bill Cosby. In September 2015 she allegedly attacked a man who blocked her path when she was trying to disembark a flight in Los Angeles, and used another homophobic slur against a flight attendant who tried to step in. Contacted for details, a spokesperson for Twitter said that the company does not comment on individual accounts.",
  "webTitle": "Azealia Banks suspended from Twitter following racist attack on Zayn Malik",
  "webPublicationDate": "2016-05-12T23:46:26Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/12/azealia-banks-suspended-twitter-racist-rant-zayn-malik",
  "keyword": [
    {
      "webTitle": "Azealia Banks",
      "id": "music/azealia-banks",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Zayn Malik",
      "id": "music/zayn-malik",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Social media",
      "id": "media/social-media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "music/2016/may/12/azealia-banks-suspended-twitter-racist-rant-zayn-malik"
}