{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/30/jordan-spieth-jason-day-rory-mcilroy-memorial-colonial-golf",
  "id": "2016-05-30-99",
  "sectionId": "sport",
  "body": "Jordan Spieth – like Jason Day and Rory McIlroy – will tee it up at the Memorial in Ohio on Thursday coming off a victory, after closing out the Dean & Deluca Invitational on Sunday to become the first Texan to win the Colonial in his home state since Ben Crenshaw in 1990.   Related: Jordan Spieth returns to winning ways in home state of Texas    It was Spieth’s third tournament back after a month’s layoff following his disastrous back nine in the fourth round at the Masters and means all of the world’s top three are in form, with the No1 Day winning the Players Championship at Sawgrass a fortnight ago and McIlroy taking the Irish Open the following week. Six birdies and just one bogey on the back nine got the job done for Spieth, who signed for a five-under 65 and won by three from Harris English and four from Ryan Palmer, a Colonial member, and the 2012 US Open champion Webb Simpson. It was not as straightforward as final analysis makes it appear, however, the world No2’s excellent short game eventually making the difference in a round during which he received plenty of support from the Fort Worth crowd but also had to endure the odd heckler seemingly keen to remind him about blowing his title defence at Augusta. “The nerves hit me more than I think they should have or normally would just from the start of the round today, and that’s probably it,” Spieth said, referring to the Masters. He also admitted to hearing a heckler as he walked to the 10th tee after making even-pars on the front nine. “Remember the Masters, Jordan”, was the remark. “I heard it a few times in the crowd today, you know: ‘Go [Ryan] Palmer, he’s going to do the Masters’ or whatever,” Spieth said. “I mean, that’s not fun to hear. Trying to throw all that out and just focus on what me and [my caddie] Michael [Greller] are talking about on the next shot is the toughest thing, and we got through that. “In our third tournament back, to come back and close this one out the way we did is really, really special. This day is a moment that’ll go down, no matter what happens in the next 30 years of my career, this will be one of the most important days that I’ve ever had.” For Spieth, 22, it was also an eighth US PGA Tour victory but his first win anywhere since January. “For me it’s big just to take a big step and a small chunk into Jason’s lead right now,” he said. “I knew there was a large gap. I had been told before last week that had I won last week and this week, I still wouldn’t take over, which just speaks to what Jason has been able to do.” Colonial was Spieth’s third consecutive tournament since his month-long break and after missing the cut at the Players Championship he tied for 18th last week at the Byron Nelson, when he went into the final round on his own in second place. He also received a little help from upstairs. With a one-stroke lead at the 17th, Spieth’s pulled tee shot glanced off the leg of a steward and finished in the first cut of rough. He then drilled his approach shot over the green and received a free drop from a grandstand and then chipped in. “Seventeen was one of the luckiest holes I’ve ever had,” he admitted. “I hit a guy in the side and it goes in the first cut, get a drop and chip in. If I’m playing against me I’d be pretty upset.” He also made lengthy putts to save par at the 8th and 14th. “There’s always certainly the goal to try and be No1 in the world,” said Spieth, who has held that position for 26 weeks over four spells. “I mean, that’s just a fantastic title to own. “Rory is rounding into form, he’s always in form, and he’s the one out of us three with double my major championships, with four of them. He’s certainly a scary person to be teeing up on the other side of when he’s on his game. Same with Jason. I think we’re all playing [at Memorial] so as long as we stay focused, strike the ball like we are and keep putting like we are, then we’ll try and work our way back into contention again.”",
  "webTitle": "Jordan Spieth seeking to subdue Jason Day and Rory McIlroy at Memorial",
  "webPublicationDate": "2016-05-30T13:20:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/30/jordan-spieth-jason-day-rory-mcilroy-memorial-colonial-golf",
  "keyword": [
    {
      "webTitle": "Jordan Spieth",
      "id": "sport/jordan-spieth",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jason Day",
      "id": "sport/jason-day",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rory McIlroy",
      "id": "sport/rory-mcilroy",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golf",
      "id": "sport/golf",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "PGA Tour",
      "id": "sport/pga-tour",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Tallentire",
      "id": "profile/marktallentire"
    }
  ],
  "guardianId": "sport/2016/may/30/jordan-spieth-jason-day-rory-mcilroy-memorial-colonial-golf"
}