{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/30/shinzo-abe-to-postpone-rise-in-japan-sales-tax-until-october-2019",
  "id": "2016-05-30-150",
  "sectionId": "world",
  "body": "Japan’s prime minister, Shinzo Abe, is to postpone an unpopular tax rise in a last-ditch attempt to breathe life into the economy, reports said on Monday, days after he told fellow G7 leaders that the world was on the brink of a crisis comparable to the Lehman shock. Abe reportedly told senior members of the Liberal Democratic party (LDP) that an increase planned for next April in the consumption, or sales tax, from the current 8% to 10%, would be delayed until October 2019. With Abe’s term as LDP president due to end in 2018, the delay effectively leaves the measure – and any potential damage to the party’s fortunes – to his successor. “The prime minister’s determination to postpone the tax increase seems to be very strong,” the party’s vice-president, Masahiko Kōmura, told reporters. Abe is desperate not to introduce another drag on consumer spending as doubts rise over his economic programme – a combination of monetary easing, fiscal stimulus and structural reform known as Abenomics. “We have no other options but to postpone the sales tax increase,” Hakubun Shimomura, an Abe aide, said in a TV interview. “If the increase means a decline in tax revenue for the government, that would threaten our ability to achieve the goals of Abenomics.” Abe, who is expected to confirm the postponement before an upper house election planned for July, was supposed to raised the consumption tax to 10% in October 2015, but announced in late 2014 that the change would be delayed until April 2017. The last rise in the sales tax, from 5% to 8% in April 2014, led to a plunge in consumer spending and dragged Japan back into a recession from which it has struggled to recover. Figures released on Monday showed retail sales fell in April for the second consecutive month, lending weight to those in Abe’s party who believe a tax hike next spring would bury any hopes of kickstarting a sustained economic recovery. Government officials tried to dampen speculation that Abe would seek a public mandate for the move by calling a snap lower house election to coincide with the upper house poll. The finance minister, Tarō Asō, is among several LDP figures who argue that Abe needs to go to the country to win backing for the delay. “If the tax increase is delayed, a general election is needed to put the plan to the public,” Kyodo News quoted Asō as saying at the weekend. Asō and other fiscal hawks insist the tax rise, while unpopular with voters, is unavoidable if Japan is to rein in its huge public debt – now more than twice the size of its economy – and fund health and welfare services for its ageing population. Despite Japan’s failure to reach inflation targets, a key part of Abe’s prescription for the world’s third-biggest economy, his support ratings have remained stable. A poll by the Nikkei business newspaper published on Monday showed his approval rating rose three percentage points from last month to 56% – the highest since September 2014. Abe has long said he would go ahead with the tax rise next April unless Japan was confronted by an economic crisis comparable to the Lehman shock. At the G7 summit in Ise-Shima last week, however, he failed to gain consensus that the world’s economic problems merited comparisons with eight years ago. The British prime minister, David Cameron, the German chancellor, Angela Merkel, and the head of the International Monetary Fund, Christine Lagarde, were among those who thought his prognosis was overly bleak. The G7 leaders’ declaration said only that “growth remains moderate and uneven, and since we last met downside risks to the global outlook have increased”.",
  "webTitle": "Shinzo Abe postpones Japan tax rise after warning of economic slump",
  "webPublicationDate": "2016-05-30T09:00:30Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/30/shinzo-abe-to-postpone-rise-in-japan-sales-tax-until-october-2019",
  "keyword": [
    {
      "webTitle": "Japan",
      "id": "world/japan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Shinzo Abe",
      "id": "world/shinzo-abe",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Justin McCurry",
      "id": "profile/justinmccurry"
    }
  ],
  "guardianId": "world/2016/may/30/shinzo-abe-to-postpone-rise-in-japan-sales-tax-until-october-2019"
}