{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/04/california-gold-mine-san-gabriel-celebrity",
  "id": "2016-05-04-278",
  "sectionId": "us-news",
  "body": "In the original California gold rush, thousands of prospectors scoured the San Gabriel mountains for nuggets, a scramble marked by rivalry and secrecy: see a gleam, keep shtum. Two centuries later, a handful of descendants use similar equipment to pan in the same crystal cold river, surrounded by the same wilderness, lured by an additional, different type of glitter: celebrity. Instead of concealing pay-dirt spots, these prospectors broadcast them on YouTube, giving locations and encouraging viewers to trek out and join them.  In return, if they draw enough online traffic, they gain a slice of fame and modest payments from Google, which owns YouTube, for eyeballs on ads. “Since I started doing the videos, it got kind of addictive,” said Robert Ferguson, 52, whose channel has more than 1,700 subscribers and 384,0000 views. “There’s a little bit of stardom. People recognise me. It’s not much, but Google pays me.”  Ferguson, wearing a singlet, muddy shorts and boots, spoke during a break from sifting rocks and gravel by the San Gabriel river. Three other prospectors worked alongside him. All, it turned out, had first encountered each other via YouTube.  The video-sharing website has become a noticeboard for an eclectic community of prospectors to share information, show off skill or luck, cultivate online followers, and nurture dreams of fame, with one particular motherlode: starring in a reality TV show. “I’m terrible at video. My wife says I’m the worst in the world,” said Larry Englehart, 67, ankle-deep in burbling water. “Instead of a nugget, I show a guy’s bellybutton. But people must be bored, because they look at them.” The retired industrial painter’s channel has acquired 822 subscribers and 171,000 page views.   Related: Gold-mining in Peru: forests razed, millions lost, virgins auctioned    The biggest online success is Jeff Williams, an exuberant, buckskin-wearing character who boasts 62,000 subscribers and close to 15m views. Few, if any, prospectors expect to get rich. Nuggets seem long gone from this part of the river. A day’s arduous digging and panning for gold dust typically yields about half a gramme (worth $20), though with luck you could get maybe 5 grammes (worth $200), or with no luck, nothing.     Robert Ferguson in the river, prospecting for gold. Photograph: Noah Smith for the Guardian    The possibility of internet stardom, or just recognition, spurs relatively new arrivals such as Ryan Reynolds, 28. He recorded a brief piece to his camera phone – “Hey, the Guardian is here, hopefully they’ll make us sound nice and not like total losers” – before climbing into a waist-deep hole to heave a boulder.  Having only just started, Reynolds has only 98 subscribers. But he tasted fame when a stranger approached him at a gold convention. “He said, ‘I know you – you’re Odd Ryan.’ I was blown away.” Reynolds, whose day job is washing dogs at a pet salon, uses the moniker Odd Ryan on his YouTube channel to avoid being confused with the famous Canadian actor. Also in the hole was his partner, Brandon Preciado, 35. A DJ at a Hollywood nightclub and an ultrasound technician, he “caught gold fever” after watching YouTube videos and reality shows such as Yukon Gold.  When Ferguson and Englehart turned up to dig nearby, mutual admiration flowed, as is prospector etiquette.  “I’ve seen all your work,” Reynolds told Englehart. “Great to meet you.” Englehart batted the words away with self-deprecation but glowed. Ferguson praised Preciado, saying he had seen a video of him nimbly moving heavy rocks. Preciado almost blushed. “All I do is copy Savage, man.” Savage is the nickname of another miner.  At first sight, social media seems far removed from the scene at East Fork, a trail in the San Gabriel Mountains national monument, an idyll of wooded canyons an hour’s drive east from Los Angeles.  There is no cellphone coverage, and there are no sounds except birds, insects, wind and the occasional whack of metal on rock. The spot is home to mountain lions, eagles, rattlesnakes, bears – including a patriarch named Baxter – and a wild turkey named Gobbles. The prospectors, dressed in ragged jeans and shorts, work much as their predecessors did during the 1840s gold rush: shovel and sieve soil into buckets, transfer it into sluice boxes and let river water run through it, leaving behind, they hope, gold traces. “There’s nothing like the thrill of finding a piece of treasure. And that’s what we are, treasure hunters,” said Nick McKinney, 35, a former oil rig worker who goes by “Wyoming Nick”. The mountains are said to whistle from all the holes and shafts, legacy of gold hunting by Native Americans, Spanish settlers and then the “49ers”, Americans and newly arrived immigrants from Europe, Asia and Latin America who flocked here, and to other parts of California, on wagons, mules and foot.     Gold flake in a pan. Photograph: Noah Smith for the Guardian    “My folks think I’m nuts. They say there’s no gold left, that the old-timers got it all. But they didn’t. There’s plenty left,” said Preciado, who goes by DJ Foulmouth. There are legends of hidden veins and buried, forgotten fist-sized nuggets, but the reality is pay dirt is so meagre it often does not cover the cost of gas. The yo-yo global gold price – currently $1,245 an ounce, relatively high, taking the long view – seems an abstraction. For prospectors, the exertion and frontier feel of the mountains – notwithstanding hordes of bungee-jumpers who trek through at weekends – is its own reward. “It sounds weird, digging a hole by the river. But I’m a nature person,” said Reynolds, who finds respite from his minimum wage job bathing pampered pets. “Being bit sucks. And dealing with rich people – I can’t stand them.”    Hiking here, panning for gold, you forget all your problems  Larry Englehart     Ferguson, who is unemployed and cares for a brother with a neurodegenerative disease, echoed the sense of escape. “Being a caregiver, you get depressed if that’s all you do. You need a place to go. This is my place.” For Englehart, hunting gold represented resurrection. Diagnosed with hepatitis C in 2002, he was “sent home to die” but ended up surviving extremely aggressive chemotherapy. After discovering Ferguson’s videos, he started trekking to San Gabriel. “I was a lump of jelly with not one muscle left in my body. Hiking here, panning for gold, you forget all your problems.” Environmentalists say digging holes and making dams make problems for threatened species like the Santa Ana Sucker and other wildlife. And that mining is illegal in a federally designated wilderness. The miners deny causing damage and claim the law is unclear. It’s not: mining is illegal, but authorities tend to turn a blind eye.  Lies, robbery and murder marked the original gold rush. Perhaps because the stakes are much lower, its 21st century sequel feels like a support group, with members teaming up and pooling information. “It’s almost like a brotherhood. Everyone helps each other out all the time,” said Reynolds. Englehart agreed. “I don’t think there’s any secrets up here.” The exception is further upriver where hardy prospectors trek deep into remote areas where there is more gold, and more reason to keep quiet.  Ferguson, who makes a few dozen dollars per month from YouTube, said advertising a hole he was working on was not necessarily altruistic. “Sometimes I want people to come out there and dig deeper so that when I go back I’ll get more gold.” Reality TV producers have reached out to him but he is still awaiting an offer.  His advice to would-be YouTube prospectors: “Be real, don’t lie, be yourself. Try to show snakes, flowers, wildlife.” California, said Ferguson, polishing his pitch, was the obvious location for a mining show. “It’s the golden state.”",
  "webTitle": "California gold miners seek a different type of glitter: celebrity",
  "webPublicationDate": "2016-05-04T09:00:24Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/04/california-gold-mine-san-gabriel-celebrity",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Gold",
      "id": "business/gold",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Commodities",
      "id": "business/commodities",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Rory Carroll",
      "id": "profile/rorycarroll"
    }
  ],
  "guardianId": "us-news/2016/may/04/california-gold-mine-san-gabriel-celebrity"
}