{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/24/different-class-joanne-harris-review",
  "id": "2016-05-24-290",
  "sectionId": "books",
  "body": "If you’re suffering from a surfeit of psychological thrillers about dysfunctional women this summer post- Gone Girl, The Girl on the Train and their ilk, then you could do a lot worse than turn to Joanne Harris’s latest, Different Class. The follow-up to 2005’s Gentlemen and Players, it’s set in a second-rate boys’ grammar school in the north of England and is a magnificently plotted and twisty journey to the heart of a 24-year-old crime, as well as a darkly humorous look at the march of progress in a 500-year-old institution. Harris’s main narrator is Latin master Roy Straitley, a St Oswald’s man born and bred, “sixty six on Bonfire Night, with a hundred and two terms under my fast-expanding belt”. Prone to Latin epithets, he wears a battered old gown covered in chalk dust and tea stains, is fond of Liquorice Allsorts and Gauloises, and enjoys a regular “modest libation” in the local pub, the Thirsty Scholar. Straitley and his colleagues – some institutions at St Oswald’s like him, others younger, newer, and even (gasp) female – are recovering from the events of Gentlemen and Players, and debating the arrival of the new headmaster who is being parachuted in to save them from the scandal.   Related: Joanne Harris: 'I'm not as sweet-toothed as people think'    When Straitley meets the new head – “Oxbridge man; education guru; charity worker; Superman ... Some might question the wisdom of letting a state-school Yes-man into a place like St Oswald’s” – he’s disturbed to recognise an old pupil, Johnny Harrington. “That pale-faced, bland, insufferable boy, with his impeccable uniform and his air of barely concealed contempt. How I hated him, then and now.” Harrington and his two friends were linked to one of the school’s worst scandals, 24 years earlier, which saw a master brought down amid some very dark happenings indeed. Straitley has nothing in particular to pin on him, then or now, but he can’t help feeling “that sense of something just behind me, moving with inexorable stealth towards the spot, just between my shoulder blades, where the knife is likely to fall”. Harris is very good at foreshadowing impending doom. The author of Chocolat who is now known as much for her fantasies and thrillers as her more whimsical novels, is also very, very good on school life. A former teacher, she pinpoints with unerring eye the tribes of the staff room, as well as gently revelling in Straitley’s impotent rage as he’s forced to contend with PowerPoint (“a kind of electronic crib sheet for idiots”), email and the prospect of girls attending his school. Moving between Straitley’s narration in 2005, his reminiscences of events in 1981 and the disturbing diary of an unidentified pupil from that time, taking in subjects from paedophilia to homophobia to religious cults, Different Class constantly wrongfoots and misdirects. Bodies slip silently into the water, Straitley is edged ever closer towards retirement, and Harris and her bluff, kindly, somewhat melodramatic narrator, that “last survivor of the fleet, while all around the cannons roared and the rising tide of iron-grey Suits lashed at the beleaguered decks”, ramp up to a satisfyingly eccentric conclusion.   Different Class is published by Doubleday (£18.99). Click here to order a copy for £15.19",
  "webTitle": "Different Class by Joanne Harris – review",
  "webPublicationDate": "2016-05-24T06:30:03Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/24/different-class-joanne-harris-review",
  "keyword": [
    {
      "webTitle": "Joanne Harris",
      "id": "books/joanne-harris",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Thrillers",
      "id": "books/thrillers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/24/different-class-joanne-harris-review"
}