{
  "apiUrl": "https://content.guardianapis.com/us-news/shortcuts/2016/may/02/obama-out-mic-drop-white-house-correspondents-dinner",
  "id": "2016-05-02-126",
  "sectionId": "us-news",
  "body": "No mic drop in history will ever be as thoroughly scrutinised as the one performed by Barack Obama during his final White House correspondents’ dinner on Saturday evening. Historians hundreds of years from now will refer to his “Obama out” in the same breath as the Emancipation Proclamation and “Mr Gorbachev, tear down this wall.” But how did we get here, and what does it all mean? As a gesture, the mic drop signals the end of a statement so definitive that it cannot possibly be followed. It’s an act of destruction, as described in Eric B and Rakim’s 1987 single I Ain’t No Joke: “I used to let the mic smoke / Now I slam it when I’m done and make sure it’s broke.” Notable mic-droppers over time have included everyone from Eddie Murphy to Chris Rock to the Arctic Monkeys’ Alex Turner. Interestingly, fictional Barack Obama is an inveterate mic-dropper. Key & Peele sketches have depicted Obama dropping the mic, as has Saturday Night Live and, in January of this year, YouTubers the Gregory Brothers songified Obama’s state of the union address and uploaded the results as Obama Mic Drop: 1999. Realistically, it was only a matter of time before the real-life Obama caught up with his make-believe counterparts. Saturday’s mic drop, however, was a vast improvement on the real Obama’s previous efforts. In April 2012, during an appearance on Late Night with Jimmy Fallon, the US president concluded a Slow Jam the News segment not by dropping the mic, but by sort of prissily flinging it to the ground, much in the way a child would if they saw a wasp on their ice-cream. However, Obama should remember to exercise caution, for the mic drop has been known to backfire. Just look at Google’s April fool this year – a gif of a mic-dropping Minion that, when deployed in Gmail, blocked all replies from the recipient. Some people who used it claimed they lost their jobs as a result, and Google had to sheepishly withdraw the prank. Remember, Mr President, with great mic drops comes great responsibility.",
  "webTitle": "‘Obama out’: a brief history of mic drops",
  "webPublicationDate": "2016-05-02T13:39:54Z",
  "webUrl": "https://www.theguardian.com/us-news/shortcuts/2016/may/02/obama-out-mic-drop-white-house-correspondents-dinner",
  "keyword": [
    {
      "webTitle": "Barack Obama",
      "id": "us-news/barack-obama",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart Heritage",
      "id": "profile/stuart-heritage"
    }
  ],
  "guardianId": "us-news/shortcuts/2016/may/02/obama-out-mic-drop-white-house-correspondents-dinner"
}