{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/13/junior-doctors-jeremy-hunt-health-secretary-nhs",
  "id": "2016-05-13-197",
  "sectionId": "commentisfree",
  "body": "This week, mercifully for NHS hospital patients, peace has – temporarily – broken out between the government and BMA. Both sides are attempting to negotiate a path through the most bitter, destabilising conflict the NHS has ever seen. Cynics would question the timing. Until junior doctors went on all-out strike a fortnight ago, the health secretary Jeremy Hunt was all fire and brimstone, flatly refusing to negotiate with a “blackmailing” union. So just what changed? Had he been hoping for catastrophes that never materialised?   Related: If patients come to harm in this NHS strike, it will be on Jeremy Hunt’s head | Henry Marsh    Hunt repeatedly said in the run-up to the all-out strikes that patients would be put at risk. It now appears he was the one willing to take that risk simply for some bad press for doctors. Worse, even before this week’s “precondition-free” talks began, he attempted to lock down discussions on to Saturday pay alone. This, of course, is the heart of the government’s spin against junior doctors. We’re in this strictly for our weekend overtime, remember? You’re more likely to die at weekends because of junior doctors’ avarice and indolence. In short, for a man ostensibly engaging in peace talks, Jeremy Hunt has demonstrated once again his skills as a consummate agitator. Anyone would think he wanted these talks to fail. But the more he’s focused on tying the BMA in knots, the more blinded he’s become to the bigger picture. What “radicalised” junior doctors last summer was not Johann Malawana, the BMA’s junior doctor leader, but Hunt’s own folly in attempting to bind contract negotiations to his infamous allegation that: “6,000 people lose their lives every year because we do not have a proper seven-day service in hospitals”. Quite apart from the wilfully twisted statistics of that claim, in attacking junior doctors’ vocation and work ethic, Hunt unwittingly crossed a red line. Everyone knows that the underfunded, threadbare NHS runs on the goodwill of its staff. Hunt threw that back in our faces as though our caring and striving for patients meant nothing. In so doing, he achieved a remarkable own goal: he has turned the traditionally docile workhorses of the NHS into an ad hoc collective of fearless campaigners, too incensed and insulted to have much to lose. Through his smears and insults, it is Jeremy Hunt who has made us “militant”. And this week, those of us who work in England will be given the chance to endorse or veto any proposed deal via a vote promised by the BMA. Spin and insinuation are about to hit some inescapable truths from the NHS frontline. We are as demoralised, overstretched, threadbare and exhausted as it’s possible for a workforce to be. Every scrap of good we do for our patients is in spite of, not because of, our conditions of work – and that’s even before Hunt tries to stretch us more thinly across seven days not five.   Related: Jeremy Hunt’s battle with junior doctors is his miners’ strike moment  | Owen Jones    So unless any potential compromise involves increasing the number of doctors in the NHS it will be unequivocally rejected. Forget pay, forget Saturdays. What really terrifies ordinary doctors like me is the sheer, ignorant, bloody-mindedness of a government still insisting they can deliver new seven-day services by merely re-jigging our shift patterns But you cannot sweat the assets any further when we have already reached breaking point. Gaps in doctors’ rotas are now so widespread that Professor Jane Dacre, the London-based president of the Royal College of Physicians, recently described receiving an email from a locum agency asking her to work as a senior house officer (SHO) – a junior doctor’s role – on the Isle of Wight. She commented: “My first big question for the secretary of state is if the president of the Royal College of Physicians is being asked to cover SHO posts 70 miles away, if we have neither trainees nor consultants to run the service now, how are we going to implement a safe seven-day service?” The BMA has to some extent played into Hunt’s hands by inadvertently conceding that you can provide seven-day services for the price of five. In doing so the union gave Hunt free rein to frame the dispute as hanging on minutiae: overtime, Saturdays, quibbles. But any deal that merely tweaks the minutiae will only inflame grassroots doctors. Even if endorsed by the BMA, we are likely to reject it out of hand. If the government wants seven-day services, then it will have to put the investment, workforce planning and infrastructure in place safely to deliver them. We desperately want to avoid more strikes. And none of us wants to resign. But we cannot tolerate a contract that worsens our already soul-destroying conditions of work. We will not be stretched any more thinly, and we will not permit our patients to be endangered by that overstretch. If Hunt still doesn’t grasp that, then it is time for his prime minister finally to focus his mind on the problem.",
  "webTitle": "Junior doctors have been radicalised by Jeremy Hunt’s smears | Rachel Clarke",
  "webPublicationDate": "2016-05-13T11:59:59Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/13/junior-doctors-jeremy-hunt-health-secretary-nhs",
  "keyword": [
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Clarke",
      "id": "profile/rachel-clarke2"
    }
  ],
  "guardianId": "commentisfree/2016/may/13/junior-doctors-jeremy-hunt-health-secretary-nhs"
}