{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/30/election-2016-deal-and-no-deal-decoding-turnbull-and-shortens-double-talk-on-minority-rule",
  "id": "2016-05-30-168",
  "sectionId": "australia-news",
  "body": "All the talk about who will or won’t do post-election deals with independents and minor parties misses the point – they might reject formal “deals” but neither Malcolm Turnbull nor Bill Shorten has yet ruled out leading a minority government reliant on winning enough crossbench support for each bill they try to legislate. Despite the spectacle of both leaders signing a “solemn pledge” drafted by the Daily Telegraph ruling out a “deal or alliance” with the Greens, neither has ruled out seeking to govern in the event of a hung parliament if enough of the crossbench agreed to the two basic prerequisites – to support the money bills needed for the government to function and not to support a no-confidence motion moved by the other side. The idea of any formal agreement with crossbenchers was already unlikely because most of the non-Green independents with a reasonable chance of winning have categorically ruled out striking such a deal with either major party and both major party leaders have ruled out such a deal with the Greens (despite the Coalition’s repeated claims that a “Labor/Greens alliance” is looming).   Related: David Leyonhjelm 'disappointed' by resignation of policy adviser Helen Dale    The “formal agreements” struck by Julia Gillard in 2010 were really just designed to give the electorate reassurance, because of the unfamiliarity of minority government. In 2016 the possibility of an informal arrangement is, at the moment, still live. With the polls tightening and a hung parliament at least a possibility, neither leader has been prepared to renounce the idea, or say that in the event of a hung parliament they would prefer another election to such an arrangement. And several crossbenchers who could be the other parties to such an arrangement have told Guardian Australia an informal agreement in which they agree to give one or other party confidence and supply, and then negotiate each bill on its merits, is exactly what they are contemplating in the event that neither major party wins enough seats to govern in its own right. Of course neither Turnbull nor Shorten want to talk about the possibility that they won’t win in their own right on 2 July, so they are both choosing their words carefully. Turnbull said on Monday minority government was a “theoretical possibility” but only ruled out formal “deals”. “I have made it very clear before ... I am surprised you would have thought it was possible we would be doing deals with the Greens or independents,” he said.   Related: Kristina Keneally on why the leaders' debate doesn't matter – Behind the Lines podcast    The shadow treasurer, Chris Bowen, made the reality clear in a recent interview on Radio National. “We are not interested in any Coalition agreements with any party,” he said. “I wrote about this in my book in 2013; Labor governs alone or not at all. Who parties vote for in a confidence vote is up to them. If there is a confidence vote after the election, and independents and other parties have to choose who to support, that’s a matter for them. We will not be entering into any agreements, coalitions or deals with the Greens or anybody else.” But many crossbenchers are happy to consider informal arrangements. Andrew Wilkie, who stands a good chance of being re-elected in this election in his Tasmanian seat of Denison, ruled out any formal agreement with either party but said in the event of a hung parliament he would “weigh up the outcome of the election and the views of my Denison electorate and make a decision about who I would support on confidence and supply”. “Once I made that decision I would stick to it as far as possible in the interests of stability,” Wilkie said. “In the end I don’t think it makes much difference whether the agreement is formal or informal. I entered into an agreement with Julia Gillard and then, after 18 months, I ended it and it really didn’t make much difference to how things operated.” Tony Windsor, who has some chance of winning the NSW seat of New England from Barnaby Joyce, says he won’t sign another formal deal but that doesn’t mean it wouldn’t be possible to form a functioning parliament.  “If the election turned out to be dead even, then the prime minister could go back to the polls or assume the treasury benches and form a minority government and test whether Labor could get the numbers for a no confidence motion or could put together his own deal to form government,” he said. “It’s entirely possible for the crossbench to support the government on confidence and supply and deal with everything else on a case by case basis ... that’s basically what we did after 2010. The pieces of paper we signed were really just to show the Australian people the whole thing could be stable.” Windsor concedes an informal approach would mean he didn’t get the sweeteners for his electorate that came with his deal with Gillard in 2010 but he says he wouldn’t be giving up “the leverage that comes with a hung parliament.”    Related: Liberals yet to finalise western Sydney candidates as Senate ticket hangs in balance    Bob Katter, who is seeking re-election in the north Queensland seat of Kennedy, has said he would present the major parties with the same demands he had in 2010. The sitting independent in the Victorian seat of Indi, Cathy McGowan, says she will do no formal deal, but would look at every piece of legislation that came up as she has done for the past two and a half years and consult with her community. In 2010 Gillard signed agreements with the Greens, and independents Rob Oakeshott, Tony Windsor and Andrew Wilkie. But the reality was not much different to Labor governing with only the basic assurances of supply and confidence. Wilkie ended his deal with Gillard in 2012 and the Greens ended theirs in 2013 and the government continued.",
  "webTitle": "Deal and no deal: decoding Turnbull and Shorten's double talk on minority rule | Lenore Taylor",
  "webPublicationDate": "2016-05-30T07:13:04Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/30/election-2016-deal-and-no-deal-decoding-turnbull-and-shortens-double-talk-on-minority-rule",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Windsor",
      "id": "australia-news/tony-windsor",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bill Shorten",
      "id": "australia-news/bill-shorten",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Julia Gillard",
      "id": "world/julia-gillard",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Andrew Wilkie",
      "id": "australia-news/andrew-wilkie",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Bob Katter",
      "id": "australia-news/bob-katter",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Cathy McGowan",
      "id": "australia-news/cathy-mcgowan",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Lenore Taylor",
      "id": "profile/lenore-taylor"
    }
  ],
  "guardianId": "australia-news/2016/may/30/election-2016-deal-and-no-deal-decoding-turnbull-and-shortens-double-talk-on-minority-rule"
}