{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/15/alberta-wildfire-the-beast-fort-murray-canada",
  "id": "2016-05-15-129",
  "sectionId": "world",
  "body": "A multi-headed monster. An animal of fire. The Beast. As it raged out of control across northern Alberta and burst into Fort McMurray with unparalleled ferocity, the wildfire began racking up a list of colourful nicknames. Within the span of a few days, the blaze had swelled in size, from some 1,200 hectares (3,000 acres) to more than 220,000 hectares (544,000 acres) . It cut a path of destruction through Fort McMurray, a city in the heart of Alberta’s oilsands, forcing the evacuation of more than 88,000 people and flattening some parts of the city, leaving a trail of charred rubble in its wake. Few on the front lines had ever seen anything like it. “It’s an unprecedented fire with respect to the rate it spread, how it involved the community,” said regional fire chief Darby Allen earlier this week, after cooler temperatures and higher humidity allowed crews to get a handle on the fire. “The way this thing happened, the way it travelled, the way it behaved – they’re rewriting their formulas on how fires behave, based on this fire,” he said. So what made this fire different from the hundreds of others that ignite yearly in the region, or other wildfires around the world? “We’ve had faster fire speeds, we’ve had bigger fires, but this one, in terms of impact and where it landed, it is definitely historic,” explained Chad Morrison, Alberta’s manager of wildfire prevention. A 2011 fire in northern Alberta grew to more than 700,000 hectares (1.7m acres). Another, in 1951, burned some 1.4m hectares (3.5m acres), becoming one of the largest recorded fires ever seen in North America. But these fires burned in remote areas of the province, Morrison said. “I don’t think we’ve ever seen a community of this size and scale be impacted by a wildfire of this size and ferocity.”  The fire pitted firefighting crews – often more used to battling blazing houses or apartments – against a wildfire capable of sweeping through entire neighbourhoods. Firefighters managed to save around 85% of the city, leaving an estimated 2,400 homes and buildings to the flames.  The cause of the extreme fire, which first ignited in a remote forested area, remains under investigation.  Shifting winds early last week saw the fire swiftly transform from one that was largely under control into a raging blaze that breached the boundaries of Fort McMurray. At one point, the fire managed to jump a kilometre-wide river.  “No amount of tankers or resources, or no size of firebreak, could have prevented it from hitting the community that day,” Morrison said. “Sometimes Mother Nature is going to do what it wants to do and bad things happen.” The “nasty, dirty” fire – in the words of the local fire chief – surprised scientists by igniting its own fires, said Mike Flannigan, who studies wildland fire at Edmonton’s University of Alberta. Fuelled by tinder and helped along by unseasonably warm weather and low humidity, the fire released massive amounts of energy as it moved, creating its own weather, including lightning. Fires that produce lightning are not unheard of, said Flannigan. “But this one generated lightning and then generated new fire starts. That’s the first time I’ve heard this.” As the fire made headlines around the world, many were quick to link its extreme behaviour to climate change. But Kerry Anderson, a fire research scientist with Natural Resources Canada, said the long-term records needed to firmly establish whether this link existed. “We know that forest fires occurred 100 years ago, but it’s not really until the last 15 or 20 years that we’ve gotten a fairly reliable record of the fire area being burned every year.”  He pointed to the current El Niño event to explain the extreme fire. A mild winter in Canada saw the fire season start some four weeks earlier than usual and helped created the tinder-dry conditions. “Fire is a natural part of the environment in Canada … If it weren’t for fires, mature forests would suddenly be susceptible to fire and disease.” Others say climate change could make these kinds of extreme fire events the new normal. “We have a temperature and it’s turning into a fever and we’re trying to ignore it,” said Tim Lynham, a fire behaviour expert with Natural Resources Canada.           Alberta driver’s dashcam footage of wildfire     Related: The arsonists of Fort McMurray have a name | Martin Lukacs    Climate warming has seen snow melt earlier, leaving soil and vegetation drier and helping to push the fire season to begin earlier. The result is a longer period of the year when fires can occur, said Lynham. “And with that will come more threats to communities.” More than 500 firefighters continue to fight the blaze in northern Alberta. Its growth has slowed in recent days and its size now hovers around 241,000 hectares. Winds have helped shift its movement away from the communities. Across Alberta, where more than 15 wildfires are currently burning, firefighters continue to aggressively focus on the fire they call the Beast, all too conscious of its latent strength and power to wreak havoc.  “It’s kind of a sleeping giant in that forested area,” Morrison said. “And someday, when it gets hot and dry again, it’s going to wake up and go for a little walk in the forest and burn some more.”",
  "webTitle": "Canada wildfire: why a sleeping giant awoke in Alberta and became relentless",
  "webPublicationDate": "2016-05-15T10:00:03Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/15/alberta-wildfire-the-beast-fort-murray-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Wildfires",
      "id": "world/wildfires",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ashifa Kassam",
      "id": "profile/ashifa-kassam"
    }
  ],
  "guardianId": "world/2016/may/15/alberta-wildfire-the-beast-fort-murray-canada"
}