{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/08/alan-pardew-dwight-gayle-ian-wright-crystal-palace-stoke-city",
  "id": "2016-05-08-16",
  "sectionId": "football",
  "body": "The performance demanded the question was asked, and there was no one better than Alan Pardew to answer it. Dwight Gayle burst relatively late into professional football, his reputation forged in non-league as a quick, tricky and prolific striker. He has endured lengthy periods on the fringes at Crystal Palace this season, more latterly through injury, but there is no more instinctive finisher in this club’s ranks. Manchester United await in the FA Cup final at Wembley.   Related: Dwight Gayle makes Crystal Palace safe with comeback against Stoke    Palace, and Pardew, have been here before. For Ian Wright in 1990, read Gayle 26 years on. “Well, you said it, and of course there are comparisons to be made,” offered Palace’s current manager, a team‑mate of Wright’s when the forward plucked from Greenwich Borough, where he had been earning £30 a week, for the cost of a set of dumbbells, sprung from the bench to score twice in the showpiece against Sir Alex Ferguson’s side. “Dwight did a great job out there and has given me a question mark about the team. I’m going to play him at Southampton [on Sunday] and, if he gets another couple of goals, I’ll really have a problem.” Gayle has been at Palace for three years and in each campaign, now that Saturday’s pair has swollen his season’s tally to seven, has finished as leading scorer in all competitions despite finding himself largely used as an impact substitute in league games. He is a victim of the team’s preferred structure, a player who might flourish alongside Glenn Murray or Connor Wickham if Palace regularly played two up front. He has pined for game time to the extent that he was open to a transfer last summer, albeit not to Bristol City when a £9m fee was agreed. Norwich City’s interest, on deadline day, surfaced too late. Yet, with a burst of late form, his timing might actually be in before his club’s second FA Cup final, against United once more, later this month. Palace secured him to new terms last month, albeit on the understanding his position will be reviewed if suitors emerge who might offer him more regular football, and, of all Pardew’s team, he was the one who displayed eye-catching urgency throughout against Stoke. His goals duly secured his team’s top-flight status. “It was important the contract side of his situation was sorted out and [the chairman] Steve Parish managed to do that,” said Pardew. “That made the job easier for me. I feel a bit for Gayley this year in that he hasn’t had enough game time. “But we had a great first half of the season and it was difficult for him to get into the side. Then he had injuries and we lost him for a time when we really, really needed him. Now he has come back and, of all my players, he is the one with a freshness about him because he hasn’t had a lot of football. That is a great thing for us as we look to Wembley.” It was his combination with Wickham that really caught the eye, offering the management a potential Plan B for the Cup final. There is certainly a partnership there in the making to which they could turn if chasing the game on 21 May. While Palace breathed a sigh of relief at survival, Stoke’s campaign continued to fizzle out. A six-match winless run has come as an unpleasant surprise for Mark Hughes and his players, who were briefly bolstered by Charlie Adam’s first league goal in almost a year before fading. “It’s frustrating,” Peter Crouch said. “We were asking questions in the dressing room there but we can’t really put our finger on what has happened. Today we were not at it, and the collapse in the second half was not good.” Hughes departed scowling. Palace, in contrast, can focus on a glittering final ahead. Man of the match Dwight Gayle (Crystal Palace)",
  "webTitle": "Pardew hopes Dwight Gayle can follow Ian Wright’s lead for Crystal Palace",
  "webPublicationDate": "2016-05-08T21:30:19Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/08/alan-pardew-dwight-gayle-ian-wright-crystal-palace-stoke-city",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Crystal Palace",
      "id": "football/crystalpalace",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Alan Pardew",
      "id": "football/alan-pardew",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Stoke City",
      "id": "football/stokecity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Dominic Fifield",
      "id": "profile/dominicfifield"
    }
  ],
  "guardianId": "football/2016/may/08/alan-pardew-dwight-gayle-ian-wright-crystal-palace-stoke-city"
}