{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/22/criminology",
  "id": "2016-05-21-27",
  "sectionId": "education",
  "body": "What will I learn? Crime is never far from the headlines. Whether it’s controversial policing tactics or public outcry at the sentences handed out to high profile offenders – crime and justice provoke passionate debates. A criminology course enables students to examine these issues with a scientific eye. Degree programmes explore the causes of crime, the impact it has, and how society can try to prevent it. This might involve exploring contemporary methods of policing as well as government policies. Criminology overlaps with several academic disciplines, including sociology, psychology, law and social policy. As a student, you could find yourself analysing the thought processes of a serial killer, the rituals that take place in prisons or the treatment of minority groups within the criminal justice system. Many universities will allow students to specialise in a particular area of criminology – from public and media perceptions of crime, to cybercrime, trafficking or looking at how crime is measured. Aside from essay writing and exams, lots of courses will also have a practical element. Expect field work and plenty of visits to prisons, courts and police establishments. Course tutors might also ask you to examine case files or learn through simulated forensic investigations. What skills will I gain? Graduates will leave with an understanding of the social and justice issues surrounding crime. They will be capable of digesting large volumes of information and forming a judgement. They will also be adept at presenting different ideas and arguments. The mix of hands-on and written work will develop analytical, problem-solving and communication skills. Many students will conduct their own research as part of their degree, which will allow them to build a familiarity with different research methods, an ability to work independently and demonstrate attention to detail.  What job can I get? There are lots of options within the public, private and voluntary sector. Many graduates pursue a career within the criminal justice system, working in roles such as police officer, probation officer, prison governor, case review manager for the criminal cases review commission or in the field of forensic accounting. A career in public policy - either in the civil service, thinktank or charity - is also an option. Having developed an understanding of the social issues surrounding crime, a criminology graduate may be well suited to a career in welfare, for example social work, or a role in victim support or drugs rehabilitation.  Some graduates choose to further their studies with a postgraduate qualification. Master’s courses in criminology can allow graduates to specialise in areas such as forensic psychology or criminal justice. Criminology also lends itself well to a career in law, and some graduates take a graduate diploma in law. Whatever career you decide to pursue, the skills developed through a criminology course - such as analysis and critical thinking - are likely to be valued by employers across the graduate jobs market.",
  "webTitle": "Criminology",
  "webPublicationDate": "2016-05-21T23:01:26Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/22/criminology",
  "keyword": [
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "University guide",
      "id": "education/universityguide",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/22/criminology"
}