{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/04/junior-doctors-agree-temporary-halt-to-strikes-in-exchange-for-talks",
  "id": "2016-05-04-21",
  "sectionId": "society",
  "body": "Junior doctors have agreed to temporarily hold off calling further strikes to enable fresh talks to take place with the government, giving hope that the long-running pay dispute could finally be heading towards resolution. The British Medical Association’s renewed willingness to talk follows a plea from medical leaders for a five-day truce to allow the doctors’ union and ministers to try to reach agreement on outstanding issues and so avoid further walkouts. The BMA’s response to the initiative prompted cautious optimism, but it was still unclear whether the health secretary, Jeremy Hunt, would give enough ground to allow negotiations to resume after a three-month break. Unless he does, further strikes look inevitable. The BMA’s junior doctors committee is due to meet on Saturday to discuss ways of ramping up their campaign of industrial action against the new contract Hunt plans to force on them as part of his “seven-day NHS” plan. They are considering tactics including an indefinite all-out strike across all areas of care and a mass resignation of junior doctors.  The Academy of Medical Royal Colleges has launched a new bid to break the deadlock in the eight month-long dispute. It is urging both sides to abandon their preconditions that are preventing fresh talks from taking place in order to avoid the row inflicting further damage on the NHS.    Related: Equality watchdog warns junior doctors' contract is potentially illegal    If successful, it could lead to talks resuming for a defined period as early as next week, possibly overseen again by the independent Advisory Conciliation and Arbitration Service (Acas).  “A five-day pause without ‘ifs, buts and maybes’ and with both sides in the dispute publicly committing to a serious attempt to reach a resolution through genuine dialogue is obviously the only way out of this impasse,” said Prof Dame Sue Bailey, the chair of the academy, which represents all of the UK’s 250,000 doctors on professional matters.  “Before either side does anything else, all the 22 medical royal colleges and faculties are unanimously calling on the secretary of state for health, Jeremy Hunt, and the chair of the BMA’s junior doctors’ committee, Dr Johann Malawana, to take a deep breath, dial down the rhetoric and get back to the table for talk facilitated, perhaps, by a senior independent figure”.  Prof Simon Wessely, the president of the Royal College of Psychiatrists, said: “We need both sides to put aside their anger, pride and personal emotions to help end what has become a classic Mexican standoff. You don’t have to be Henry Kissinger to realise that we are in a desperate impasse.  “One side is saying it won’t talk unless the other removes the threat to impose the contract and the other says it won’t lift that threat. Both sides should drop their preconditions immediately and start talking because it’s those preconditions that preclude any form of negotiation.” The BMA and ministers have not held formal talks since early February, when two months of negotiations – some with Acas – made progress but failed to resolve the key issue of the extra pay junior doctors would receive for working on Saturdays in hospitals across England as part of the introduction of a seven-day NHS.  Malawana reacted to the academy’s move by saying that: “The government itself has admitted that there are serious, outstanding issues with the proposed contract. As such, the BMA would be prepared to agree to this proposal and temporarily suspend industrial action so that talks can resume with a mutually agreed facilitator, if the government is also prepared to suspend the threat of imposition.” The Department of Health has indicated its readiness to talk, but it has also refused to lift its threat of imposition. Hunt held informal talks with the BMA’s leader, Dr Mark Porter, last Thursday, just after junior doctors staged their first-ever all-out strikes, about the possible outlines of a settlement to the long-running row. NHS and medical leaders are expected to urge Hunt on Thursday to go further in the hope of ending the hostilities.  “The BMA directly caused the introduction of new contracts after we agreed to suspend imposition last November, because they went back on their word to talk about Saturday pay. It is now too late to change the process of bringing in contracts which is well underway throughout the country,” said a Department of Health spokesman.  “However, the door remains open to talk about implementation and many other non-contractual issues of concern to junior doctors, so if this intervention helps those talks to go ahead, we welcome that.” Both sides are keen to reach an agreed settlement somehow but two weeks ago Hunt initially considered a different idea – a cross-party plan to pilot the new contract before rolling it out across England – but then rejected it, apparently after discussing it with Downing Street.    Related: ‘After 20 years, I am leaving over this’: junior doctors tell us what they will do next    The NHS Confederation backed the move and said the hospital trusts it represents wanted the dispute sorted. “We welcome the academy’s proposal to create a safe space for a conversation between the parties about how we find a way out of this dispute. Both sides should give serious consideration to an approach that would find support from across managerial and clinical leaders,” said Rob Webster, its chief executive. “Our members are all keen to see a swift resolution for the benefit of patients and staff, especially when the service is under such intense pressure.” The General Medical Council, which regulates the medical profession, also threw its weight behind the plan. “We would support any initiative that sought to bring both sides together to resolve the issues before putting patients at further risk of harm,” said Professor Terence Stephenson, its chair.",
  "webTitle": "Junior doctors agree temporary halt to strikes in exchange for talks",
  "webPublicationDate": "2016-05-04T21:30:33Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/04/junior-doctors-agree-temporary-halt-to-strikes-in-exchange-for-talks",
  "keyword": [
    {
      "webTitle": "NHS",
      "id": "society/nhs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Doctors",
      "id": "society/doctors",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Industrial action",
      "id": "uk-news/industrial-action",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Jeremy Hunt",
      "id": "politics/jeremy-hunt",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health policy",
      "id": "politics/health",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Public services policy",
      "id": "society/policy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Denis Campbell",
      "id": "profile/deniscampbell"
    }
  ],
  "guardianId": "society/2016/may/04/junior-doctors-agree-temporary-halt-to-strikes-in-exchange-for-talks"
}