{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/05/refugees-dont-self-harm-because-of-me-peter-dutton-they-self-harm-because-of-you",
  "id": "2016-05-05-358",
  "sectionId": "commentisfree",
  "body": "Peter Dutton, what do you do between the hours of midnight and 5am? Do you sleep? If so, I really must ask – how can you? Dozens of Australians sit up all night, every single night, comforting asylum seekers on Manus Island and Nauru. You don’t have to, therefore the task falls to the advocates. Let me tell you what this entails, since your statement blaming advocates for suicide attempts – of actually encouraging self-harm – suggests you are clearly unaware.           Sarah Hanson-Young: asylum policy is designed to break people    It is mind-blowingly hot on Manus and Nauru during the day, so our friends there try to sleep. We, safely onshore, sit tensely in the evenings, watching for the little green light that signals people have come online. When someone doesn’t show up, there is a flurry of frantic calls between advocates; when did you last hear from them? What did they say? Are they in danger of self-harm? Who do you know in the same compound? The result of these calls can be anything from relief upon locating our friend, safe and sound, or that which is becoming more common – they’ve harmed themselves and are in International Health and Medical Services, or have been beaten by guards and thrown into solitary confinement.   Related: Peter Dutton accuses refugee advocates of encouraging suicide on Nauru    We cannot sleep, Mr Dutton. We can close our eyes, but the horrors we are witnessing don’t go away. And on the rare occasions we actually do get to sleep, we know there are no guarantees that our loved ones will be unharmed when we wake. I will never forget the last night I actually slept for eight hours – it was in September last year, and I woke to discover one of my dearest friends on Manus had stabbed himself in the neck. He apologised over and over again, he knew he’d broken his promise not to hurt himself, but after three years of incarceration, beatings from the guards and locals, as well as untreated medical conditions, the psychological damage means we cannot expect them to always have control over their behaviours.  He has since tried to drown himself, and I live in constant fear of losing him. Nauru is a different kind of torment for us. As a mother, I get to watch my daughter play freely, build lego houses, drink babycinos, run excitedly through the shops, all the while knowing my friends on Nauru have children who have never known that freedom. As a woman, I beg my friends there to eat, to drink water, all the while knowing that the reason they have no appetite is due to the constant sexual harassment from the guards. I cannot imagine living with that kind of constant trauma, let alone retaining the will to live through it all, day after day. Then there’s the vomiting, Minister. A number of advocates, including me, have become physically ill from what we are witnessing. It is of great concern to me that you do not have a similar reaction, as it seems the only logical response to such horrors. Many of us have been hospitalised for rehydration, and one for a blood transfusion due to internal bleeding. The human mind is not wired to cope with what we are seeing unfold.  How can you stand back, with all of the power you have, and allow these things to occur? And then, when somebody on Manus or Nauru finally breaks, under the sheer weight of the trauma being inflicted upon them on a daily basis, and commits an act of self-harm, you blame the people who spend each day and night trying to prevent this from happening. Minister Dutton, if you believe people are being coached to self-harm, or are self-harming in order to come to Australia, then you don’t understand the fundamentals of self-harm. Perhaps you should talk to one of the two psychiatric nurses who have given up their paid work here to support people on Nauru and Manus full-time. Perhaps you should discuss it with any of the child abuse or domestic violence survivors – there are a great many of us who are supporting survivors of the same who are in offshore detention. All day, and all night, day after day, our greatest fear is of losing the people we call our brothers, our sisters, our sons, our daughters. We know and love these people as family members, and they have shared in our lives, as we have in theirs, during this terrifying journey we’ve found ourselves on. I’m no expert on anxiety or depression, so I’m not going to talk about the conditions that have become so prevalent in those who have sought refuge in this country, only to be sent to a place that closely resembles the popular idea of hell. Plenty of experts have already clearly stated the harm that is caused on Manus and Nauru: these statements were dismissed by your department. So it’s up to the advocates to attempt to lift the burden of crippling, untreated mental illnesses from the shoulders of our friends.   Related: #LetThemStay: thousands turn up to rallies, but millions turn their backs | Corinne Grant    We can only do so much over the phone, however. What do you say to a sobbing man at 3am who simply cannot take any more beatings? What do you say to a frantic mother with a sick baby whose condition isn’t being treated adequately? How can we ask them to keep suffering at our hands, knowing our tax dollars are paying for this lengthy and seemingly endless torture? But we do. We beg them to keep going, plead with them not to allow their story to end this way. We cajole, we bargain, we make promises, and somehow, we’ve managed to keep almost everyone alive. It seems miraculous under the circumstances that I haven’t lost anyone I love.  I can’t tell you what it’s like to live with this fear, this devastation, this utter helplessness. What I can tell you, Minister Dutton, is that asylum seekers are not self-harming because of the advocates. Asylum seekers are self-harming because of you.",
  "webTitle": "Refugees don't self-harm because of me Peter Dutton, they self-harm because of you | Sarah Smith",
  "webPublicationDate": "2016-05-05T01:11:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/05/refugees-dont-self-harm-because-of-me-peter-dutton-they-self-harm-because-of-you",
  "keyword": [
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian immigration and asylum",
      "id": "australia-news/australian-immigration-and-asylum",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Peter Dutton",
      "id": "australia-news/peter-dutton",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Nauru",
      "id": "world/nauru",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Manus Island",
      "id": "australia-news/manus-island",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Smith",
      "id": "profile/sarah-smith"
    }
  ],
  "guardianId": "commentisfree/2016/may/05/refugees-dont-self-harm-because-of-me-peter-dutton-they-self-harm-because-of-you"
}