{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/16/why-all-women-must-vote-katharine-whitehorn",
  "id": "2016-05-16-268",
  "sectionId": "lifeandstyle",
  "body": "If you are female you have to vote, even if you’ve broken your ankle, dislike all the potential rulers whether local or national, and don’t really believe that there are any brilliant programmes on offer. And that’s because Emmeline Pankhurst would turn in her grave if you didn’t. All those suffragettes didn’t tie themselves to railings and risk their personal safety for nothing. But it’s tricky to choose who to support. You may favour a bright and likable female candidate, but you really hate her party; or you find someone’s pitch convincing, but you were brought up that your hand would fly up if you ever tried to vote Tory. Often enough someone has some quite attractive idea, but you can’t realistically see a law being passed by her, though it may still be worth sending her to Westminster where she may convince others. Parliamentarians, of course, are not the only ones to reign over us: the royal family takes care of grandure and patriotism, and an honest and competent civil service puts the decisions of parliament to work. The rules are set down even on the private or commercial side of things, by people we vote into power. When we think of female politicians we think of Mrs Thatcher, Hillary Clinton and Angela Merkel – but in a way that is less striking than universal suffrage; there were always duchesses and matrons and mothers superior; it is when nurses and shop girls and housewives say how they are to be governed that something really has been gained. We may as well make the best of it. What do you think? Have your say below",
  "webTitle": "Why all women must vote",
  "webPublicationDate": "2016-05-16T10:00:20Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/16/why-all-women-must-vote-katharine-whitehorn",
  "keyword": [
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Emmeline Pankhurst",
      "id": "uk-news/emmeline-pankhurst",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Katharine Whitehorn",
      "id": "profile/katharine-whitehorn"
    }
  ],
  "guardianId": "lifeandstyle/2016/may/16/why-all-women-must-vote-katharine-whitehorn"
}