{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/03/gun-sales-sturm-ruger-company-firearm-election-2016",
  "id": "2016-05-03-82",
  "sectionId": "business",
  "body": "Sturm, Ruger & Co, one of the largest gun manufacturers in the US, reported sales of $173.1m for the first quarter of 2016, up 26% from last year and some of the highest earnings in the company’s 67-year history. At a shareholding meeting, executives said “we are good citizens” and predicted that demand for guns could continue to grow thanks to the increasingly heated political rhetoric of the 2016 election, and a long-term trend of Americans wanting guns for self-defense. At $1.21 a share, earnings per share increased 49% from the first quarter of 2015. Sturm Ruger’s first-quarter results included the second-highest revenue and third-highest earnings since it was founded in 1949.  Sturm Ruger reported that firearm orders by gun shops increased in the past year, and listed sales to 18 federally licensed firearm wholesalers. In the first quarter, the unit sell-through of Sturm Ruger’s products by its distributors to retailers increased 17% compared to 2015, and distributors’ inventories decreased by 54,300 units overall.   Related: Value of gun manufacturers' stocks almost doubled in 2015    More than 99% of the company’s net sales came from firearms. Just $1.5m came from sales of casting.  During its annual meeting with shareholders, Sturm Ruger’s CEO, Michael Fifer, described the company as an American manufacturer and “good citizen”.  “We make products in American factories. We pour metal. We cut wood. We assemble guns,” he said, noting that the company’s three gun factories in New Hampshire, Arizona and North Carolina employ more than 2,000 people. “We are basically an industrial manufacturer of great consumer products. We take pride in being an American manufacturer.”  “We pay our taxes and we keep our cash in the United States. There are no tax inversions or offshoring for us. We are good citizens,” he continued. “We understand that manufacturing – the conversion of raw materials into something useful – is a core foundation of any successful economy, including ours.” His comments coincide with increased pressure on the gun industry by the Democratic frontrunner for president, Hillary Clinton. Clinton has promised that if elected president she would attempt to close the loopholes that make gun manufacturers and gun sellers exempt from certain lawsuits related to gun deaths.  A decade of growth Despite an increased demand for gun control, gun sales and gun production in the US have surged over the past decade.    Related: Smart guns: how Obama hopes to create a market for personalized weapons    “Our industry appears to have been growing overall during the past 10 years as the number of new shooters has steadily increased, as the demographics of new shooters have broadened and many states have embraced more favorable gun-rights laws,” Fifer said. “Particularly, concealed-carry laws.” In the presentation to shareholders, Sturm Ruger officials noted that the average age of gun-owning Americans has decreased in recent years. While the average gun owner may be getting younger, many are no longer coming from gun-owning families and so are discovering guns on their own at a later age than before. “We see a lot more women shooters. We see more folks from urban and suburban areas, and we see fewer folks who hunted prior to their first purchase,” explained Chris Killoy, president of Sturm Ruger. “A lot of folks are getting started older. They weren’t necessarily started in a shooting family or a hunting family. They got started a little later.” Although the demand for guns has increased, the number of US households with guns has declined. In 2010 and 2014, about 31% of US households reported having a firearm, the lowest level of gun ownership in about 40 years. Yet from 2010 to 2013, the number of guns manufactured in the US has almost doubled going from 5.5m to 10.9m, according to the Department of Justice.   Related: Gun stocks surge as Hillary Clinton and Barack Obama call for tougher laws    As Fifer pointed out, fear about gun rights can drive up demand, as gun owners stock up on firearms. According to the Washington Post, in 2013 there were on average eight guns in a gun-owning household; that’s up from four in 1994. Sales boost due to political rhetoric Fifer added that the American gun industry has experienced dramatic rises and falls, volatility that he attributed to political rhetoric and the press. Periods of demand are often followed by periods when buyers “retreated as threats to gun rights failed to materialize”. Back in February, Fifer predicted that the demand for guns would go up if Democrats won the Senate and if a Democrat were elected the next president. The most recent spike in demand was attributed to an increased desire for self-defense. Fifer explained that terrorist attacks are a boon to the industry, saying: “2015 was a recovery year in the cycle, until very late in the year when we observed very significant demand. The spike in demand was strongly correlated to the tragic terrorist activities in Paris and San Bernardino.” “Demand for firearms for self-defense and concealed carry increased dramatically,” he added, “and that demand continued to the first quarter of 2016.”   Related: Smith & Wesson profits double in period surrounding San Bernardino shooting    Last year saw a record 23m background checks for gun purchases. Additionally, background checks for the first three months of 2016 have gone up 36% compared to last year. More than 7.6m background checks for gun purchases have been performed in January, February and March. Background checks are not the most accurate metric for determining sales, as not every background check results in purchase and multiple guns can be purchased with one background check.  The demand, however, might be “retreating” once again. “In the past couple of weeks, there have been some early anecdotal hints that the spike in demand might be easing and that the normal seasonal pattern of demand might be taking hold,” Fifer said. “It is, however, an election year, and the rhetoric from both sides is likely to continue keeping consumers aware and thinking about their firearms rights.” According to Fifer’s presentations to the shareholders, Sturm Ruger has the broadest product line in the industry, featuring “firearms that the average person can afford”.",
  "webTitle": "Gun manufacturer CEO says 'we are good citizens' as gun sales surge",
  "webPublicationDate": "2016-05-03T17:37:23Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/03/gun-sales-sturm-ruger-company-firearm-election-2016",
  "keyword": [
    {
      "webTitle": "Quarterly results",
      "id": "business/quarterly-results",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US gun control",
      "id": "us-news/gun-control",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "business/2016/may/03/gun-sales-sturm-ruger-company-firearm-election-2016"
}