{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/18/nba-draft-lottery-philadelphia-76ers-los-angeles-lakers",
  "id": "2016-05-18-201",
  "sectionId": "sport",
  "body": "Dikembe Mutombo knew it all along. On Tuesday, the NBA legend sent out a tweet to congratulate the Philadelphia 76ers on landing the top overall pick in this year’s NBA draft. This wouldn’t normally be notable, except for the fact that this was several hours before the league had actually announced anything.  Mutombo quickly deleted the tweet, but, as it turns out, he had psychic abilities (or inside information). When the league unveiled the results of this year’s draft lottery shortly before the start of Game 1 of the Eastern Conference finals, it turned out that the 76ers indeed would be getting the first pick after all. It’s been a long time coming for Philadelphia. Despite purposely being one of the worst teams in basketball for the last few seasons, the overall top pick continued to elude the 76ers. In fact, the last time Philadelphia had the No1 pick was 1996, when they selected Allen Iverson. While it doesn’t look like there’s another Answer in this year’s draft class, at least the 76ers have finally won something.    Happy for #sixers fans. Went through a lot. Deserved this moment of jubilation. pic.twitter.com/PJJJ2KBOMe— Derek Bodner (@DerekBodnerNBA) May 18, 2016    Of course, the person most responsible for the team being in the position to nab the top pick was no longer around to celebrate. Sam Hinkie, who implemented Philadelphia’s infamous “process,” which mostly involved stripping the roster of everything of value and hoping to get lucky in the draft, stepped down as GM over a month ago. It’s a bit like Moses dying before reaching the promised land, except if Moses were responsible for getting everybody lost in the wilderness in the first place. While the Los Angeles Lakers, who will pick second, might be unhappy at being beaten out by the 76ers, they should be relieved that they have a first-round pick at all. Had they fallen out of the top-three, the Lakers would have lost their first round pick to the 76ers, ensuring that one of the most depressing seasons in franchise history would be forever remembered as an unmitigated disaster. At least now, Lakers fans have received some kind of compensation for surviving the Byron Scott years. The Boston Celtics, who received the Brooklyn Nets’ first round pick in the Kevin Garnett/Paul Pierce traded, ended up with pick No3. It was a disappointment for them, but if any team has gotten used to draft lottery near-misses it’s the Celtics. It’s possible that Boston will be looking to package this pick in a trade rather than using it themselves.    The streak continues: Since 1986, the Celtics have not improved upon their lottery predraft spot. Ten straight appearances.— Brian Robb (@CelticsHub) May 18, 2016    Picking third isn’t ideal for the Celtics because this draft might have only two players who are potential superstars. Over the next few weeks, be prepared for an ongoing debate about whether the 76ers should select LSU’s Ben Simmons or Duke’s Brandon Ingram.  Overall this wasn’t one of the more memorable NBA Draft lotteries because there were no surprises. Usually we see a team make an unexpected jump up the order, the Cavaliers have been notoriously lucky in this respect, but this time around the draft order remained exactly the same as it was before. The night’s biggest winner, it turns out, was inertia. (The complete NBA Draft Order can be found here.) Video of the week            You’ll never believe this, but the Oklahoma City Thunder benefited from a missed call in the last 30 seconds of a playoff win. On Monday, the officials missed a rather obvious travel on Russell Westbrook, something which the NBA acknowledged the next day. The Thunder ended up defeating the Golden State Warriors 108-102, taking a 1-0 lead in the Western Conference Finals and effectively negating the Warriors’ home court advantage. This, of course, is far from the first time this postseason that Oklahoma City has taken advantage of a non-call. Maybe there really is a conspiracy afoot. Quote of the week  “Please don’t hesitate to have your people call my office to get prime camera positions for the parade after The Toronto Raptors win the NBA Championship. We will mark their space as ‘other.’” - Toronto mayor John Tory, responding to a CBS Sports poll that listed the potential NBA finals winners as the Warriors, Thunder, Cavaliers and “Other”  OK, Tory may be right in thinking that the Raptors aren’t getting their due attention, but he acted rashly in this case. It turns out that the Raptors were listed as “Other” in the poll because it came out before Game 7 between the Raptors and the Miami Heat. He probably could have done a little more research before firing off this response and he certainly should have waited until Tuesday night’s game before predicting a Raptors championship. How did LeBron carry the Cavaliers this week? After a well-deserved break, LeBron James scored 24 points in just three quarters of work while his team went up 115-84 on the Toronto Raptors in Game 1 of the Eastern Conference Finals. He started the game by making his first nine shots including this monstrous tomahawk dunk:            Power rankings 1) Oklahoma City Thunder (last week: 3) It’s impossible not to be impressed with the Thunder’s shocking Game 1 victory over the Warriors. The Thunder came into the playoffs trying to shake off a not entirely unearned reputation as fourth-quarter choke artists. Now, they have won four straight games against the two best teams in the league and, even when factoring the calls that went in their favor, they have earned the win each time. It’s a tall order, but Oklahoma City could be putting together one of the most unexpected and impressive finals runs in NBA history. 2) Cleveland Cavaliers (2) The Cavaliers did to the Raptors what pretty much everybody expected in last night’s Game 1, demolishing their opponents by a total of 31 points. The Cavaliers have yet to lose a single game in the playoffs which is partly a commentary on how weak the Eastern Conference field has been but mostly a credit to how well they have been playing. 3) Golden State Warriors (1) What happened on Monday wasn’t the Warriors’ first loss of the postseason, but it was the first where it looked like their opponent had a legitimate shot at actually taking the series. The worst thing for the Warriors, besides already being down in the Western Conference finals, is that the Thunder now absolutely know that they can beat them on their own floor. Or, considering what we know about these Warriors, it’s possible that they have merely disturbed a sleeping giant. Either way, the rest of the Western Conference Finals should be a blast. 4) Toronto Raptors (6) The Eastern Conference finals on the other hand? This one just might already be over. The Raptors have been the second-best team in the Eastern Conference all season long. Unfortunately, that might mean their absolute best case scenario would be to lose the Cavaliers in either five or six games. Even that seems optimistic in light of Tuesday’s debacle.",
  "webTitle": "The NBA draft lottery was an anti-climax but at least the 76ers won something",
  "webPublicationDate": "2016-05-18T11:40:58Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/18/nba-draft-lottery-philadelphia-76ers-los-angeles-lakers",
  "keyword": [
    {
      "webTitle": "Philadelphia 76ers",
      "id": "sport/philadelphia-76ers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cleveland Cavaliers",
      "id": "sport/cleveland-cavaliers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Toronto Raptors",
      "id": "sport/toronto-raptors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Golden State Warriors",
      "id": "sport/golden-state-warriors",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Los Angeles Lakers",
      "id": "sport/los-angeles-lakers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Boston Celtics",
      "id": "sport/boston-celtics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Basketball",
      "id": "sport/basketball",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Hunter Felt",
      "id": "profile/hunter-felt"
    }
  ],
  "guardianId": "sport/2016/may/18/nba-draft-lottery-philadelphia-76ers-los-angeles-lakers"
}