{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/02/mark-woodward-facebook-fruit-vendor-comments",
  "id": "2016-05-02-32",
  "sectionId": "technology",
  "body": "A Silicon Valley tech CEO has sparked backlash for comments slamming local fruit vendors, saying he would “make their life miserable” and “destroy” their produce if they were stationed near his house – making him the latest wealthy Californian entrepreneur to publicly rail against low-income people. Mark Woodward, CEO of software company Invoca, published – and later deleted – a Facebook post saying that he would have no qualms about aggressively harassing unauthorized fruit sellers in his neighborhood if they got near his home.  I would go out there and make their life miserable. I would do whatever it took to make them leave. If that meant destroying some of their produce, or standing out there with signs to chase everyone away, Or just making them very uncomfortable, I would do that in a heartbeat.”  The comments were published on a public San Jose real estate page called Willow Glen Charm in response to an anonymous post complaining about fruit sellers. They mark only the latest example of a male tech CEO making aggressive, insensitive and tone-deaf remarks about people less fortunate than them.     Invoca CEO Mark Woodward in hot water for insensitive comments https://t.co/odeg3POOwp pic.twitter.com/Zm7ALbE9PR— Ted (@Galaxy_19) April 29, 2016    Asked for comment on Monday, Woodward declined to apologize. “There were some other incidents leading up to this that led to my emotional reaction,” he said in a statement, sent by a spokeswoman.  “I removed the statements because I realized bringing a nuanced conversation to a social forum where it could be taken out of context was not the best way to bring resolution to a serious, multi-faceted issue.” Woodward’s comments come at as time when experts have increasingly raised concerns about the way tech firms have exacerbated income inequality, with low-income workers and people of color increasingly struggling to make ends meet in the northern California communities that are home to some of the wealthiest companies in the world. In February, tech entrepreneur and startup founder Justin Keller wrote an open letter to the mayor and police chief of San Francisco, complaining that “wealthy working people have earned their right to live in the city” without passing by homeless people on a regular basis. “I shouldn’t have to see the pain, struggle, and despair of homeless people to and from my way to work,” he wrote. In 2015, startup CEO Greg Gopman landed in hot water after he ranted about the homeless, calling them “the lower part of society”, a “burden and liability” and “degenerates” who “gather like hyenas”. Startup founder Peter Shih was forced to delete a Medium post he wrote in 2013 called 10 Things I Hate About You: San Francisco Edition, in which he complained about San Francisco having “some of the craziest homeless people” who don’t deserve money. In the wake of immediate firestorms and ensuing PR disasters, Keller, Gopman and Shih all apologized for their remarks. The San Francisco Examiner first reported on the Facebook screed, noting that, before he deleted his comments, Woodward defended his stance in response to critical neighbors, writing: “I had a family, not from our neighborhood who was constantly digging through the recycle bins in our neighborhood illegally. I confronted them rather aggressively and they have never been back.” Woodward recently noted on his LinkedIn page that Invoca has raised $30m. The company, which specializes in marketing and phone data, advertises its leadership team as the “big brains and small egos creating amazing technology”.  The original commenter on the Facebook thread called the fruit vendors “complete strangers”, complaining that they were “watching our homes, knowing what time we leave for work, what time our kids leave for school and what packages arrive from FedEx or UPS”. Other commenters on the Facebook page expressed outrage at those criticizing the fruit sellers, noting that many of them were Latino residents who cause no disturbances and “struggle every day to make ends meet”. If you have information about this story contact: sam.levin@theguardian.com",
  "webTitle": "I'll 'make their life miserable': tech CEO bullies low-income vendors by his home",
  "webPublicationDate": "2016-05-02T20:44:40Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/02/mark-woodward-facebook-fruit-vendor-comments",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology startups",
      "id": "technology/startups",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "inequality",
      "id": "global-development/inequality",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Poverty",
      "id": "society/poverty",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "San Francisco",
      "id": "us-news/san-francisco",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Social exclusion",
      "id": "society/socialexclusion",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Levin",
      "id": "profile/sam-levin"
    }
  ],
  "guardianId": "technology/2016/may/02/mark-woodward-facebook-fruit-vendor-comments"
}