{
  "apiUrl": "https://content.guardianapis.com/teacher-network/2016/may/04/parent-governors-schools-battle-engage-families",
  "id": "2016-05-04-160",
  "sectionId": "teacher-network",
  "body": "When the government released the latest education white paper in March, the plan to force all schools to become academies drew the most headlines. The Department for Education probably expected less pushback to the announcement that schools will no longer need to keep two spaces for elected parent governors. The one-sentence proposal, on page 51 of the document, states: “We will expect all governing boards to focus on seeking people with the right skills for governance, and so we will no longer require academy trusts to reserve places for elected parents on governing boards.” But there was pushback – a lot of it. Education secretary Nicky Morgan published a blog on Mumsnet the day after the report’s publication, and it quickly received 1,000 comments – the maximum a post can get.    Nobody wants to be governed by people​ they never see    The vast majority were less than impressed. One user wrote: “Empowering parents by removing parent governors. By denying parents choice. Classic double think.” Another asked: “If you want parents to have a stronger voice, why are you doing away with parent governors? Why change from a system with democratically elected stakeholders, to a system with remote, skills-based governors instead, who represent business rather than the parents and the local community?” Morgan did not respond, although David Cameron has since sought to defend the government’s position, highlighting the “freedom” offered by the change. So why are people so concerned? “Our worry is that these boards will only bring in people they know and become very inward-looking,” says Emma Knights, chief executive of the National Governors’ Association (NGA). “This isn’t just a theoretical argument – we’re seeing it start to happen in some academies already. When you look at the list of job titles, you think: ‘Wow, that’s a high-powered board.’ But they don’t always govern well because they don’t always understand the implications of decisions.” What parent governors bring, she says, is a different perspective. They provide a unique angle on the issues affecting the school community, calling on knowledge and experience that other governors simply do not have.  Sarah Bamford, vice-chair of the board of governors at Redlands primary school in Reading, says parents’ personal investment in the success of a school is key. “Who cares more than a parent? This is why it seems bonkers not to have to have them on the governing board.”  Just as crucial, she continues, is the fact that parent governors have a presence in the community, which can help concerns to come to light. “If you are a parent, in primary schools especially, you are quite visible,” she says. “You’re not going to be seen as part of a secret cabal – nobody wants to be governed by people they never see.”    Related: Where are all the young school governors?    Knights agrees. “The government has neglected to think about the fact that schools are public services, they’re not corporate,” she says. “They’ve misunderstood the idea of collective attachment and collective ownership of a service. I think they saw it as a small, technical adjustment – I don’t think they realised how this would be perceived.”  This is not to say that there aren’t issues with parent governors, of course. The NGA released a report last month to address arguments they hear against parent governors, including that some can be disruptive and divert focus from the issues at hand. Others argue that parents are bound to steer discussion towards issues that affect their own children.  But this is where good training is essential. Policing what issues are raised with the board is the job of the chair, Knights argues. Moreover, if parents have been properly briefed about their remit, Knights says, they should know that their role is to govern in the interests of the entire school, not just their own interests. Bamford has also encountered this misunderstanding: “The election process for parent governors can give the impression that you are putting someone forward to represent the people and that’s not what the role is at all. I do see how they [parents] could be disruptive in that situation, but with good training, there’s no reason that should be the case.”  Appropriate training would also address the government’s concerns about the current level of skill on governing boards. “You have to induct governors – it’s a really complex, difficult role,” Knights says. “You can’t just invite people in and give them a bunch of papers and expect them to know what their responsibility is.” The white paper proposes to empower parents in a different way. In her Mumsnet blog, Morgan writes: “I am well aware that the education system can appear complex to many parents. I am dedicated to changing this once and for all, and putting the control firmly back in your hands.    Related: 10 top tips for effective school governance    “I plan to introduce a new, online parents portal from as early as next year. This portal will enable parents’ access to key information and allow you to support your child’s learning.” This was met with a less than rapturous response. One commenter asked: “How does giving us a portal which allows us to read information and support our children’s learning give us a voice?” The challenge of engaging parents in issues of governance is a long-running one. Knights highlights the fact that most schools already offer a parents’ portal, and they are often underused. Others try to gather views through surveys, but response rates can vary. Even in schools where attendance at parents’ evening is high, she says, it can be difficult to instigate meaningful discussion on topics such as curriculum changes and extra-curricular offerings.  There can be a number of reasons for this; some parents don’t feel equipped to challenge the status quo, while many are just too busy. The NGA has been trying to update its briefings on the topic with examples of good practice, but is struggling to get hold of examples. “We’ve put a call-out if people are doing parent engagement well, not in terms of individual children, but holding schools to account, and let’s just say we’re not being flooded with responses,” Knights says. “The establishment isn’t set up to help schools do this in a way that’s meaningful rather than tokenistic. There will be some schools doing it well, but there isn’t knowledge of how to do this properly across the system.” The school governors series is funded by Zurich Municipal. All content is editorially independent except for pieces labelled “brought to you by”. Find out more here.",
  "webTitle": "Without parent governors, schools face an uphill battle to engage families",
  "webPublicationDate": "2016-05-04T14:09:44Z",
  "webUrl": "https://www.theguardian.com/teacher-network/2016/may/04/parent-governors-schools-battle-engage-families",
  "keyword": [
    {
      "webTitle": "Teacher Network",
      "id": "teacher-network/teacher-network",
      "sectionId": "teacher-network",
      "sectionName": "Teacher Network"
    },
    {
      "webTitle": "School governors",
      "id": "education/schoolgovernors",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Primary schools",
      "id": "education/primary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Secondary schools",
      "id": "education/secondary-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Teaching",
      "id": "education/teaching",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Nicky Morgan",
      "id": "politics/nicky-morgan",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Zofia Niemtus",
      "id": "profile/zofia-niemtus"
    }
  ],
  "guardianId": "teacher-network/2016/may/04/parent-governors-schools-battle-engage-families"
}