{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/25/the-wood-for-the-trees-by-richard-fortey-review",
  "id": "2016-05-25-249",
  "sectionId": "books",
  "body": "It is hard to think of a more treasured aspect of the British landscape than woodland, which is surprising when you consider how far we seem to have wandered from the trees. We have lower levels of woodland cover (13%) than our EU neighbours and nine out of 10 of us are firmly immured in the urban environment, yet the forest continues to thrive in the national psyche, as demonstrated by the outcry in 2011 that halted government plans to privatise England’s state-owned woods and forests. This passion is partly aesthetic: who can really resist the stark beauty of cruciform trees backlit by winter sun, the rolling green seas of birdsong they become in summer, or their spectacular russet and scarlet autumn shows? Certainly not 19th-century philosopher John Stuart Mill who, after a walk through one patch of beech trees, proclaimed woods “the great beauty of this country”. We love too the off-the-lead freedom to wander these ever-changing yet timeless spaces, to briefly decentralise ourselves from the world and experience nature’s otherness in counterpoint to day-to-day life. Public outrage at the proposed sell-off wasn’t just about the effect it would have on a favourite view or psychological retreat, however – the very character of the country seemed under threat. In its defence, protestors evoked everyone from Robin Hood to Winnie the Pooh. Also deployed were those iconic sylvan signifiers of English history: the yew bows that won Agincourt and the hearts of oak that helped the Royal Navy rule the waves. Although slackened, our connection to woodland is deep-rooted. It is historical, cultural and personal, ingrained from millennia of habitation, dependency and usage. Even today, among a deforested population, clues as to how hard-wired and hands-on this relationship has been remain close. Take the surname Cooper, one who crafts barrels from oak, or Cartwright or Wheelwright. In my own family (tree), there is Brayshaw – meaning a broad, small wood – Woods, Holmwood and Turner, all with associations to a place or profession tangled up with trees. Small wonder that, whenever we do find a path back, forgotten memories are stirred. We half-recall a time not too distant when woods provided all we required. And in an unstable world they still provide a sense of reassurance we’re not ready to lose. Responding to this need, the past few years have seen the release of a rich and varied list of books concerned with woods. Oliver Rackham’s definitive Woodlands, Richard Mabey’s Beechcombings, Sara Maitland’s Gossip from the Forest and Rob Penn’s revival of forgotten skills, The Man Who Made Things Out of Trees. The latest in this line, The Wood for the Trees, follows renowned natural historian and broadcaster Richard Fortey as he also focuses on the tree line, albeit through a narrower aperture, using one small wood to capture a wider story of the British landscape. In 2011, after retiring from his role as senior palaeontologist at the Natural History Museum, and following a windfall from presenting a TV series, Fortey purchased four acres of prime beech and bluebell wood. Located in the Chiltern Hills, a mile from his hometown of Henley-on-Thames, Grim’s Dyke Wood is the very patch that had Mill so enraptured two centuries ago. Though it has changed in the intervening years, it is still a glorious spot – Fortey’s initial intention was to use the wood as a way to “escape into the open air”, to record a rich ecology of living wildlife following a career locked away in dusty museums studying dead things. He soon realised, however, that any portrait of the place would be incomplete without its human histories, too. “I needed to explore the development of the English countryside,” he writes. “I was moved by a compulsion to understand half-forgotten crafts …plans were made to fell timber, to follow the journey from tree to furniture … in short, the wood became a project.” What follows then is, in one sense, an expanded diary of this project over the arc of a year, except Fortey is not just any retiree keeping notes on a new hobby. His remarkable scientific knowledge, intense curiosity and love of nature mean entries erupt with the same richness and variety as the woods they describe. From recipes for ground elder soup to musings on bumblebee varieties or gruesome tales of murder, Fortey’s enthusiasm for his new wonderland is infectious and illuminating. His style echoes the great Gilbert White and his approach is proudly old school. He makes clear his distaste for “fuzzy” romanticism and the intruding emotions of the observer, but he too is romantic at times, not least in his resolve to collect things found in, or created from, his patch of wood. Mouse-gnawed cherry stones, glass made from flint, fallen birds’ eggs are among the things he preserves in a cabinet made from his own timber. Of course, collections are the trade of scientists and curators too, and it’s clear old habits die hard. With some help from friends at the Natural History Museum, Fortey begins a deep analysis of the wood and its inhabitants – trees, insects, animals, plants and minerals. He starts with the substrate, slicing buried flint and putting it under a microscope to identify its origins, and ends up on a cherry picker in the canopy, all in the name of cataloguing the wood’s many mice, moths, bats, beetles, butterflies, crane flies, spiders, parasitic wasps, orchids, centipedes, millipedes and weird and wonderful fungi. These long taxonomies could easily be dry and exhausting, but they come alive thanks to Fortey’s vivid descriptions. Flat-backed millipedes “look as if they were assembled from some kind of kit that clicks together to make miniature armoured trains”; the Lithobius variegatus centipede’s striped legs stick out “like oars from a Viking ship, bent on pillage”. Interwoven with these records are peripatetic investigations into human stories, from this patch’s iron age incarnation through Henley’s boom as a thriving river town supplying timber to the capital, up to the recent snapping up and fencing off of surrounding land by oligarchs and bankers. Along the way, Fortey unearths his wood’s changing fortunes and its significant ties to local estates, country houses and notable families. Taking a broader view of British history, he reveals how its survival and ecological richness have been due to its usefulness in providing the things we need – food, fuel, coppice, charcoal, chair legs, tent pegs and brushes. And therein lies the conundrum. The future of British woodlands and their wildlife is precariously balanced, threatened by everything from climate change to the consumer preference for cheap imported woods. In this deep and interesting book, Fortey warns that without a return to hands-on management, a renewed sense of value and increased human engagement, our native woods are doomed to become empty “rural decoration” left “to age to a kind of senility that would benefit only wood-eating beetles”. Young trees need to replace the old, he writes; “new light needs to flood in”. Not only do we still need the trees, but they need us, too. • Rob Cowen’s Common Ground has been longlisted for the Wainwright prize. To order The Wood for the Trees for £15.40 (RRP £22) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min p&p of £1.99.",
  "webTitle": "The Wood for the Trees by Richard Fortey review – our deep-rooted connection to woodland",
  "webPublicationDate": "2016-05-25T08:29:35Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/25/the-wood-for-the-trees-by-richard-fortey-review",
  "keyword": [
    {
      "webTitle": "Science and nature",
      "id": "books/scienceandnature",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/25/the-wood-for-the-trees-by-richard-fortey-review"
}