{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/13/the-gustav-sonata-by-rose-tremain-review",
  "id": "2016-05-13-279",
  "sectionId": "books",
  "body": "‘Only connect,” EM Forster wrote, but the world’s shortest epigraph often turns out to be an impossibly tall order. In Rose Tremain’s new novel, sincere connections between people are constantly being thwarted by old psychic injuries, blinding passions, misplaced love, envy, ambition and ethnic hatred. Her own choice of epigraph, from Montaigne, implies that friendship may be the most reliable form of connection, but by the end of the book, it feels as though there are some things that even friendship can’t fix. At the heart of the novel is Gustav Perle, whom we first meet as a five-year-old boy, growing up with his widowed mother in a small town in central Switzerland just after the second world war. Gustav is a kind of Swiss William Stoner, the hero of John Williams’s rediscovered 1960s classic. His quietly damaged life will be dramatised for us in three acts. Young Gustav desperately loves his mum, Emilie, but it’s quickly clear to the reader that, as a depressed and struggling widow, she is at best ambivalent about her only child. At school, lonely Gustav finds a companion in new boy Anton, a Jewish piano prodigy. The boys recognise each other as allies. Each is burdened with a precocious talent – Anton for music, Gustav for empathy – and their unfolding relationship forms the narrative spine of the book. The first third of the novel is a masterclass in naturalistic fiction: spare, deeply imagined and full of small gestures that draw the reader in towards deeper mysteries. What has happened to Emilie to make her so embittered? What is the source of her antipathy to Anton? What was the fate of Gustav’s father? Tremain is a writer of exemplary vision and particularity. The fictional world is rendered with extraordinary vividness. Its motifs – a walnut flan, a cherry tree, the flap of a folding kitchen table, silkworms in a school project, an abandoned sanatorium outside the resort town of Davos – not only give life to the scenes but recur throughout to give the whole book delicate moments of continuity. Reading about Gustav, I was continually reminded of another Swiss citizen, the author and psychologist Alice Miller, whose 1981 book, The Drama of Being a Child, explored the hereditary tragedy of children raised by narcissistic parents. Miller showed how such children instinctively suppress their own developing personalities in order to turn like heliotropic plants towards the waning rays of inadequate love. The are many moments of understated heartbreak in the book as Gustav is forced into a premature adulthood, overly conscientious and responsible, while he struggles to please his bitter and disappointed mother. Even in the freer surroundings of Anton’s family, Gustav finds himself cast in the role of caregiver, playing Jiminy Cricket to his highly strung and talented friend. In the central section of the book – and since this is a sonata, there is a key change into the present tense – we go back in time to the fraught and complicated circumstances in which Gustav was conceived. This is the hot-blooded, erotic core of the novel, where all kinds of duty are subverted by passionate instincts. We meet Gustav’s father, an assistant police chief in Metzingen, who is charged with enforcing rules on the admission of refugees. (The timeliness and pertinence of this won’t surprise readers of Tremain’s excellent The Road Home.) In the course of this section, you grow to understand that Gustav is the product of generations of missed connections, and that his mother was raised in equally toxic surroundings. Seeking marriage as an escape from her own difficult childhood, she ends up merely recapitulating it. For the book’s final third, we’re back to the home key of the past tense, to find Gustav as a middle-aged hotelier in his home town. Gustav is still pursuing his mother’s love, but has found a way to displace the chaos and coldness of his childhood by caring for guests and making them comfortable. This apparent stability now comes under strain as the friendship with Anton that has sustained them both is tested by belated recognition for Anton’s talents as a pianist. It’s right here, as the novel builds towards its climax, that the grain of the book’s imagined world pulls against what I took to be its intended affirmation of the importance of friendship. Gustav’s fate, I felt, is even more tragic than the book allows. Gustav, who seemed middle-aged as a child, is infantilised as a middle-aged man. The life force has gone from him and he has no credible sexual identity. He has ended up in a kind of Switzerland of the soul: neutral, self-sufficient and happy to provide his visitors with world-class chocolate truffles. He is most fully himself while catering to the emotional demands of those around him: his guests, his mother and one of his father’s colourful former acquaintances. By this stage, Gustav is so passively agreeable that what should be the novel’s concluding act of affirmation seems like just another acquiescence. Perhaps, in another life, he would have turned his empathic gifts in another direction. The empathy that gives the ending a kind of hope is not Gustav’s, which finally seems involuntary and neurotic, but the author’s, who in a 40-year career of astonishingly wide-ranging books has kept faith with fiction’s humanist promise of awakening compassion for the inner lives of others. • Marcel Theroux’s Strange Bodies is published by Faber. To order The Gustav Sonata for £12.99 (RRP £16.99) go to bookshop.theguardian.com or call 0330 333 6846. Free UK p&p over £10, online orders only.",
  "webTitle": "The Gustav Sonata by Rose Tremain review – why there are some things friendship can’t fix",
  "webPublicationDate": "2016-05-13T08:00:09Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/13/the-gustav-sonata-by-rose-tremain-review",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Rose Tremain",
      "id": "books/rose-tremain",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "books/2016/may/13/the-gustav-sonata-by-rose-tremain-review"
}