{
  "apiUrl": "https://content.guardianapis.com/science/shortcuts/2016/may/15/no-kidding-what-learned-from-becoming-goatman",
  "id": "2016-05-15-97",
  "sectionId": "science",
  "body": "Building an exoskeleton of a goat and a prosthetic stomach to digest grass before attempting to cross the Alps on all fours must rank as one of the weirder research projects funded by the Wellcome Trust. But London designer Thomas Thwaites has turned his bizarre mission to bridge the boundary between Homo sapiens and other species by becoming “GoatMan” into an enlightening and funny book. Informed by advice from a Danish shaman, neuroscientists, prosthetists, animal behaviourists and Swiss goat herders, it explores what connects and separates us from other animals. Here are 10 things Thwaites learned. 1. The gap between Homo sapiens and other animals is wide “Look at that goat skeleton and that human skeleton – they are basically the same,” says Thwaites, looking at the magnificent collection of bones housed by the Grant Museum of Zoology in London. “These skeletons all have a skull and ribs, and almost all mammals have the same number of vertebrae in their necks.” But Thwaites found the physical challenges of becoming a creature that moved on all fours almost insurmountable. Primates are “weird”, Thwaites says, for putting almost all their weight on their back legs; he required prosthetics to put 60% of his weight on his “front legs”. His pelvis was also 135 degrees out of alignment. “I was sort of shocked at how bad a goat I was,” he says, “and I was really trying.”     One of Thwaites’s many attempts at building a goat suit. Photograph: Tim Bowditch    2. Storytelling makes us human “If Neanderthals and other types of human were still extant, there would be much less of a jump between orangutans and Homo sapiens,” he says. Many traits once thought to define Homo sapiens, such as complex language and the ability to use tools, have been demonstrated in other animals. Thwaites suggests the defining characteristic of being human is our ability to move backwards and forwards in time and think in stories. “Any way of being where we’re being rational, we’re thinking in stories,” he says. “We become the stories we tell ourselves.” 3. We have always wanted to be animals “This dream of becoming an animal is as old as humanity itself,” says Thwaites. Some paintings of bison- and bird-headed men found in European caves are more than 30,000 years old; similarly ancient cave paintings have been identified in Indonesia. The Danish shaman that Thwaites visited as part of his research demonstrated how, through dance and imitation, it is possible to enter a “between-the-worlds state” and begin to see the world through the eyes of an animal. “It’s not a physical transformation, it’s not like a flash of lightning and then you’re a wolf, it’s having different ideas about where the boundaries are,” says Thwaites. “I was surprised by how matter-of-fact she was about stuff I considered mystical – it was just her view that we could become another animal.” Perhaps this is the biggest irony of all: wanting to be an animal is part of what makes us human. 4. Obscure science is inspiring “It’s a lot more interesting trying to become a goat when there are people with arcane knowledge,” says Thwaites. His project offers a window into neuroscience, animal behaviourism, biomechanics and some of the less feted scientific endeavours undertaken in labs across the country. He was most inspired by a visit to a microbiologist who was researching the goat rumen, the largest of its four stomachs. “There are tens of thousands of different organisms in the rumen. It’s inspiring that a poo-ey mixture that is still not understood allows a goat to live on grass. Maybe I liked the grossness of it, that mixture of chemistry and microbiology and guts.”     ‘I liked the grossness of it, that mixture of chemistry and microbiology and guts.’ Photograph: Tim Bowditch    5. Technology could help us connect with animals Although Thwaites was warned off using technology to get closer to being a goat by the shaman, he deployed a basic shamanistic principle – that physical imitation helps change consciousness – alongside the latest scientific work in prosthetics to build himself forelegs and trot like a goat. “Just being in that physical position probably helped,” he says. “All of a sudden, you are face and mouth first.” The goat’s reputation for eating everything is widely misunderstood – goats are curious, and touch and check things with their mouth, as we do with our hands. 6. Being a goat is exhausting Thwaites spent three days in Alpine meadows, doing his best to mix with a herd of goats. “No one was using that much energy, there weren’t wolves around, we weren’t being driven along a mountain path, but it was still difficult, especially going downhill,” says Thwaites. “After a while, the prosthetics started rubbing, and I got sweaty and cold.” This physical discomfort “encroached” on his attempts to think like a goat. 7. Acceptance is bliss Thwaites blundered when he briefly took up the “dominant” position in the herd at the highest point in the meadow. After some initial wariness, however, his fellow goats came to tolerate the strange GoatMan among them. Thwaites was also delighted when the Swiss goat herder remarked to the local farmer that he had been accepted. “I genuinely think I made a kind of goat friend, a bit of a pal, and hung out with Goat No 18,” says Thwaites. “Not being able to read that number on his tag was the goal, not being able to see that goat as a goat but as another person was the goal. I tried, but you can’t stop your brain from being itself.”     ‘I was sort of shocked at how bad a goat I was – and I was really trying.’ Photograph: Tim Bowditch    8. Becoming another animal can make us more humble “It’s important to remember every now and again that we are animals,” says Thwaites, “because it helps us to think ourselves away from some of the more crazy aspects of our society and humanity. Being an animal would help us remember that there is no manifest destiny to the human species – we are just among all these other creatures. The innate certainty that everything will be OK in the end and we’ll get to that Star Trek utopia – that is definitely not certain. That is just a story.” 9. Being a goat could be the new mindfulness “Animals are very in the moment. They don’t have an idea of the future or the past as a narrative that they tell themselves,” says Thwaites. “The mindfulness-wellness sphere is all about being present in the now – it’s remembering that you’re an animal, being present in your physical body, being in nature; it’s a way to engage with your less self-conscious side.” Perhaps Thwaites could become a wellness guru? “I’d need an investor to help make the goat-suit a little more comfortable. Perhaps I could go on Dragon’s Den and say: ‘I want to start a new wellness movement.’” 10. GoatMan will stalk the fields again If that doesn’t quite take off, Thwaites has at least received messages from goat herders across Europe inviting him to become a temporary member of their herds. He’d like to try again, because he felt that his obligation to document the project through cameras inhibited a more meditative attempt to become a goat. “There’s a goat herd in the Czech Republic to which I’ve been invited, and I’ve always wanted to go to the Czech Republic,” says Thwaites. “I’d also love to keep some goats. It’s a bit difficult in Peckham, but that’s definitely the long-term plan.” GoatMan: How I Took a Holiday from Being Human by Thomas Thwaites is published on 17 May",
  "webTitle": "No kidding: what I learned from becoming GoatMan",
  "webPublicationDate": "2016-05-15T14:00:08Z",
  "webUrl": "https://www.theguardian.com/science/shortcuts/2016/may/15/no-kidding-what-learned-from-becoming-goatman",
  "keyword": [
    {
      "webTitle": "Animal behaviour",
      "id": "science/animalbehaviour",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Human biology",
      "id": "science/human-biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Biology",
      "id": "science/biology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Patrick Barkham",
      "id": "profile/patrickbarkham"
    }
  ],
  "guardianId": "science/shortcuts/2016/may/15/no-kidding-what-learned-from-becoming-goatman"
}