{
  "apiUrl": "https://content.guardianapis.com/fashion/2016/may/25/h-and-m-kenzo-collection-collaboration-balmain",
  "id": "2016-05-25-139",
  "sectionId": "fashion",
  "body": "Brave is the label that follows in Balmain’s footsteps to collaborate with H&M. Last year, Oliver Rousteing’s Parisian label designed a collection with the high-street brand and the retail industry exploded. There were queues overnight and dresses being resold on the black market at 10 times the original price. Such was the cult of this particular collab that I had a fight over a T-shirt that I’ve never actually worn.  So, “how do you follow a success story like that?” is the question being thrown non-rhetorically at Kenzo, the Parisian label which has just announced an autumn/winter collection with H&M. The Kenzo x H&M collection will “drop” globally on 3 November, and includes womenswear, menswear and accessories. Kenzo has described the collection as focusing on “creativity, fun and love of fashion”. Carol Lim and Humberto Leon, the creative directors, said: “With this collaboration with H&M, we want to think big, push the boundaries and bring the new energy of Kenzo to everyone around the world.”     Logos in the Kenzo resort 2016 collection.    There’s not much to work with there, so here are five things we hope to see in the forthcoming collection:  Tigers on stuff. An early adopter of the postmodernist concept of putting things on things, Kenzo’s tiger is one of their trademarks. Some of that would be nice. Water bottles. More fun than that sounds. Kenzo loves putting its name on water bottles.  Glam-leisure. At the heart of Kenzo is athleisure, before it was known as athleisure. Comfortable pants and sweatshirts. All ideal, really. Comfortable shoes. Think espadrilles, low sandals and slippers. Kenzo staples, utterly wearable. Oversized logos. Working on the premise that if you’re going to fork out on something you want people to know about it, Kenzo is very pro writing the words “KENZO, PARIS” on things. This might tread on Balmain’s toes (the aforementioned T-shirt was similarly slogan-ed), but why mess with a beautiful thing?",
  "webTitle": "What can we expect from H&M's Kenzo collection?",
  "webPublicationDate": "2016-05-25T14:00:52Z",
  "webUrl": "https://www.theguardian.com/fashion/2016/may/25/h-and-m-kenzo-collection-collaboration-balmain",
  "keyword": [
    {
      "webTitle": "H&M",
      "id": "fashion/h-and-m",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Fashion",
      "id": "fashion/fashion",
      "sectionId": "fashion",
      "sectionName": "Fashion"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Shops and shopping",
      "id": "lifeandstyle/shops-and-shopping",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Morwenna Ferrier",
      "id": "profile/morwennaferrier"
    }
  ],
  "guardianId": "fashion/2016/may/25/h-and-m-kenzo-collection-collaboration-balmain"
}