{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/10/west-virginia-primary-donald-trump-republicans-paul-ryan",
  "id": "2016-05-10-141",
  "sectionId": "us-news",
  "body": "For much of the year, Washington has been upstaged by the drama of far-flung primary elections, but as West Virginia becomes the latest state to vote for presidential nominees on Tuesday, the nation’s gaze has swung back to the capital. Such is the intrigue surrounding a crunch meeting between Donald Trump and House speaker Paul Ryan, slated for Capitol Hill this Thursday, that the absence of the usual electioneering on the trail this week has barely been missed.   Related: At Sacramento rally, some Sanders fans would rather Trump than Clinton    Neither the two Democrats nor the sole Republican in the race have visited West Virginia since last Thursday, even though Trump still needs delegates to secure the nomination and Hillary Clinton and Bernie Sanders are still, in theory, fighting to be the Democratic candidate. Instead, attention has shifted to whether Trump can win over skeptics before an expected showdown with Clinton in November’s general election. Ryan’s concern about party unity, and the meeting with Trump to discuss it, has even led to speculation that an independent candidate could yet emerge to offer an alternative for disaffected Republicans.  But such a hypothetical may be unrealistic, or an exercise in wishful thinking at this late stage in the primary – akin to the hopes of Sanders supporters, who cling to the belief that a victory in West Virginia will reinvigorate his campaign despite Clinton’s 300-delegate lead, and huge advantage in superdelegates. For some leading lights in the #NeverTrump movement, it is never too late to hope. William Kristol, a prominent conservative commentator who is seeking to encourage plausible alternative candidates to come forward, remains hopeful that one might. Last Thursday, he met with former Republican nominee Mitt Romney at a hotel in Washington to discuss options. Romney has said he is not interested in running again, but his involvement underlines the seriousness of the effort. Kristol told the Guardian this week that he still believes there is a 50/50 chance someone of sufficient caliber could yet emerge to run against Trump and Clinton this cycle. He said that he and like-minded Republicans “should know in a month whether [there is] a serious national candidate”. Aside from finding a plausible candidate, the biggest obstacle is making sure that voters are able to select them. Ballot access is far a from trivial issue for an independent or third-party candidate seeking to appear alongside Trump and Clinton in November. One important hurdle has already in passed by, uncleared, in Texas, where potential candidates had to find 80,000 signatures by this Monday – a mountain made even higher by rules stating the signatories had to be those of voters who had not already taken part on the state’s primary in March In North Carolina, another delegate-rich state where any serious candidate would want to be included in November, there is a similar deadline next month requiring 90,000 signatures. Kristol believes such rules could be challenged in court if they appear to be obstructing the democratic will. “Once there’s a candidate, a legal challenge to Texas and North Carolina as unconstitutionally early deadlines (as in the successful cases in the 1980s) has a decent chance of winning,” he said. But what tends to attract less attention is that a third-party candidate need not necessarily have to have a viable shot at winning the national election outright to play a crucial role in determining who gets to the White House. Under the constitution, if no presidential candidate emerges from the election with a clear majority of 270 electoral college votes, then Congress gets to decide. “If no candidate receives a majority of electoral votes, the House of Representatives elects the president from the three presidential candidates who received the most electoral votes,” according to the 12th amendment.  “Each state delegation has one vote. The Senate would elect the vice-president from the two vice-presidential candidates with the most electoral votes,” it continues. “Each senator would cast one vote for vice president. If the House of Representatives fails to elect a president by inauguration day, the vice-president elect serves as acting president until the deadlock is resolved in the House.” Another scenario, perhaps even more extreme, could see a major new candidate emerge who associated themselves with an existing third party campaign to circumvent the ballot rules. Some on the left have speculated, for example, that should Sanders feel sufficiently betrayed by the Democratic party process, he could join with the Green party, which has been fighting to obtain ballot access for months for its likely nominee Jill Stein. Though Sanders insists this will never happen in his case – he has pledged to support the Democratic nominee if it is not him, and the Greens seem happy with Stein – could this hypothetical model work on the right instead? Again, this looks unlikely, not least because the strongest equivalent force, the Libertarian party is far removed ideologically from establishment Republicans like Ryan and Romney. The Libertarians have said they expect to be on the ballot in all 50 states in November.    Related: The rise of militias: Patriot candidates are now getting elected in Oregon    But the biggest reason that some of the right have not given up on the idea of finding an alternative to Trump is the growing realisation of just how much his policies differ from those of Republicans in Washington. If anything, Ryan’s warning last week to Trump understates the ideological gulf between them. On issues from free trade to social security, the two most powerful figures in the party occupy polar opposite positions. “I am not ready to support Speaker Ryan’s agenda,” Trump said in defiance of Ryan’s criticism last week. “Perhaps in the future we can work together and come to an agreement about what is best for the American people. They have been treated so badly for so long that it is about time for politicians to put them first!” Recent Trump comments on the possibility of renegotiating US national debt – a cataclysmic default scenario as far as many in the financial markets are concerned – only widen the divide and make it easier for other candidates, including Clinton, to seek funding from traditional donors in corporate America and on Wall Street. Ryan’s offer on Monday to stand aside as chairman of the party convention in Cleveland, should Trump request it, may further increase the speaker’s tactical flexibility if, by some miracle, there was still to be a contested nomination within the party. More realistically however, Ryan’s reluctance to immediately throw his support behind Trump is likely to have less to do with the 2016 presidential race and more to do with his concerns for the 2016 congressional elections and, perhaps, even the 2020 presidential race. With a divisive figure at the top of the party ticket in November, many Republicans fear they could lose control of the Senate and even the House. By playing hard to get, Ryan makes it easier for those in tightly-contested districts to distance themselves from Trump. But he also holds out the prospect of the party regrouping around a less divisive figure next time if it loses the White House to Clinton. It may lack the immediacy of the primary election cliffhanger, but this is the more likely longer-run drama beginning to play out in Washington.",
  "webTitle": "West Virginia primary takes backseat to Trump's battle with Republicans",
  "webPublicationDate": "2016-05-10T14:12:56Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/10/west-virginia-primary-donald-trump-republicans-paul-ryan",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "West Virginia",
      "id": "us-news/west-virginia",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Paul Ryan",
      "id": "us-news/paul-ryan",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    }
  ],
  "guardianId": "us-news/2016/may/10/west-virginia-primary-donald-trump-republicans-paul-ryan"
}