{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/15/melbourne-men-could-face-life-in-prison-after-alleged-plot-to-sail-tinnie-to-indonesia",
  "id": "2016-05-15-229",
  "sectionId": "australia-news",
  "body": "Five Melbourne men who allegedly wanted to use a small fishing boat to reach Indonesia and join Islamic State in Syria have been charged with terrorism-related offences. The men were arrested near Cairns on Tuesday towing a seven-metre vessel , en route to Cape York in far North Queensland.   Related: Suspects in alleged dinghy plot will be held for another 72 hours    They were charged after four days in custody with one count each of making preparations for incursions into foreign countries to engage in hostile activities and could face life in prison if convicted. They include Islamic preacher and the alleged Isis sympathiser Musa Cerantonio, whose lawyers told Guardian Australia that all five men would plead not guilty. The five, aged between 21 and 31, are due to appear in Cairns magistrates court on Monday. They also include Shayden Thorne and Kadir Kaya, who allegedly told Melbourne radio after his passport was revoked in October that Australia was “an open-air prison”. The attorney general, George Brandis, said on Sunday that despite the “unusual character to the [alleged] plot” the government did not “take this lightly”. “I know ... elements of the media have ridiculed it, but of course it’s not to be taken lightly,” he told a media conference in Brisbane. “It’s a crime carrying a penalty of life imprisonment after all [if convicted].” Brandis said the men had been “under surveillance for quite some time” and had their passports cancelled months ago. He said the charging of the men on Saturday night, after they were held in custody without charge for four days, was a result of both “evidence police had obtained prior to the men being arrested, as well as what was learned during the course of those investigations subsequent to arrest”. “The police formed a view there was sufficient basis to charge the men, and that’s why they were charged last night,” he said. The men are expected to be extradited to Victoria, where they are alleged to have bought the boat and made the bulk of other preparations to leave the country. Brandis said such extraditions were usually swift. The Australian federal police assistant commissioner Neil Gaughan said they had been under investigation for a “number of weeks”. Australian Associated Press contributed to this report This article was amended on 16 May 2016. The original version referred to the vessel in question as a ‘tinnie’",
  "webTitle": "Melbourne men charged over alleged plot to sail to Indonesia and join Isis",
  "webPublicationDate": "2016-05-15T02:09:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/15/melbourne-men-could-face-life-in-prison-after-alleged-plot-to-sail-tinnie-to-indonesia",
  "keyword": [
    {
      "webTitle": "Australian security and counter-terrorism",
      "id": "australia-news/australian-security-and-counter-terrorism",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian police and policing",
      "id": "australia-news/police-policing-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Victoria (news)",
      "id": "australia-news/victoria--news-",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "George Brandis",
      "id": "australia-news/george-brandis",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Robertson",
      "id": "profile/joshua-robertson"
    },
    {
      "webTitle": "Michael Safi",
      "id": "profile/michael-safi"
    }
  ],
  "guardianId": "australia-news/2016/may/15/melbourne-men-could-face-life-in-prison-after-alleged-plot-to-sail-tinnie-to-indonesia"
}