{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/03/mia-new-album-matahdatah-claim-will-be-her-last",
  "id": "2016-05-03-304",
  "sectionId": "music",
  "body": "MIA has suggested that her new album will be her last. In a series of tweets, the rapper and singer explained that she had finished work on the follow-up to Matangi, but claimed that issues involving her US visa application were preventing her from pursuing her career in the States. “I am handing my last LP in to my American label this week,” the artist – real name Maya Arulpragasam – posted on 2 May. “It’ll be up to them if its released. I don’t have visa 4 states to promote or spk!” The artist continued to say that she “can’t tour the US without a visa” and quipped that she would have to start writing songs for DJ Khaled and Selena Gomez in order for her music to “get heard”.     Can't tour the US without a visa- might have to start writing songs 4 Dj Khaled and Selene Gomez to get heard— M.I.A (@MIAuniverse) May 2, 2016    So far, MIA’s gradual roll out of her album-film project Matahdatah has consisted of a number of politically driven tracks. Her first song, Swords, was released in July 2015, before Borders, which addressed the refugee crisis was launched in November. She released MIA OLA and Foreign Friend last month, alongside a track entitled Rewear It which was released in conjunction with an H&M campaign promoting Global Recycle Week.  Aside from her alleged visa issues, MIA has also encountered a number of hurdles and controversies in the run up to her forthcoming fifth label album. She claimed that a new music video shot in Ivory Coast, presumably for the track Swords, was being prevented due to accusations of “cultural appropriation,” while her video for Borders resulted in a legal dispute with the French football club Paris Saint-Germain, which complained about MIA’s fake PSG kit that features the sponsor slogan “Fly Emirates” changed to “Fly Pirates”. Last month she also faced criticism for her comments about Beyoncé, the Black Lives Matter movement and the lack of attention given to addressing violence towards Muslims.",
  "webTitle": "MIA claims new album Matahdatah will be her last",
  "webPublicationDate": "2016-05-03T07:42:34Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/03/mia-new-album-matahdatah-claim-will-be-her-last",
  "keyword": [
    {
      "webTitle": "MIA",
      "id": "music/mia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Rap",
      "id": "music/rap",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian music",
      "id": "profile/guardianmusic"
    }
  ],
  "guardianId": "music/2016/may/03/mia-new-album-matahdatah-claim-will-be-her-last"
}