{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/25/british-film-institute-bfi-mystery-87m-donation-build-new-hq-south-bank",
  "id": "2016-05-25-113",
  "sectionId": "film",
  "body": "Plans for a new national centre for film and television on London’s South Bank are back on after a mystery investor offered £87m of the £130m project cost. The British Film Institute (BFI) proposal had been backed personally by Gordon Brown and the last Labour government, which promised £45m of public money. But the financial crisis and change of government led to the commitment being withdrawn. The BFI put its plans on ice, remaining in its 1950s building between the National Theatre and the Southbank Centre that it has been desperate to vacate for decades. On Wednesday the BFI announced it had received an “unsolicited” offer of up to £87m for a new centre, which would be built on the nearby site of Hungerford Bridge car park. A spokeswoman said the investor could not be named because of laws around public procurement, as there may now be other potential investors. “If we have an offer that’s made for investment in any part of our organisation, we then have to go to market,” she said. “It is the same for any suppliers we use.” The BFI stressed that such a huge investment would not threaten its independence as a public body. The money is for the building itself, the spokeswoman said. “Whoever invests in this development won’t have any say creatively in how the new centre is run or its content. It is absolutely detached from any creative control.” The investor would, though, have a strong case for having the building named after them. The BFI said the new centre would give visitors “new experiences in film while providing a hub for filmmakers, artists and industry professionals to meet, exchange ideas, showcase their work and develop skills.” A tender process has begun with the aspiration of opening the new £130m building by 2022. The new centre would be on the Thames riverside and create some 6,500 sq metres of new parkland on Jubilee Gardens. The announcement of a new investor comes only three months after the appointment of the Warner Bros studio executive Josh Berger as chair of the BFI, succeeding Greg Dyke. Berger said: “The UK’s thriving film, TV and screen industries are world-class, fuelled by the vision and imagination of extraordinary British talent who are evolving our art form at speed. As the new chair, one of my priorities will be to drive forward the BFI’s new centre to provide the opportunity to showcase British talent, creativity and vision to the world.  “It will inspire the next generation of award-wining British talent, film-makers and visual effects geniuses, and give audiences one of the best places in the world to experience film in all its forms.” The BFI’s chief executive, Amanda Nevill, said British film deserved a home “now more than ever – a building that will express our optimism, our confidence and our excitement about Britain’s leading role in the future of film, television and the moving image at home and internationally”. The news was also welcomed by a host of British film stars. Tom Hiddleston said: “I believe this is the most exciting cultural development to happen in the UK for some time.  “All the major art forms in Britain quite correctly have national homes except one: film. British film – the tradition which has created and produced so much extraordinary talent both in front of and behind the camera – needs a national home, and the BFI is the organisation to build it.” Dame Helen Mirren said: “The proposal for a new centre is a very exciting one and will bring young people and their energies and understanding of the modern world into this amazing form of culture and of self-expression – cinema.” And Idris Elba said: “Britain is a great centre of creativity and film is at its heart. If we want to see this continue to flourish, then we have to encourage young people from all backgrounds to think about it as a career, which we aren’t going to do if we don’t shout about it. It’s time we had a proper national home worthy of this 21st century art form, and I’m excited for all of the brilliant opportunities this will bring.”",
  "webTitle": "British Film Institute receives mystery £87m donation to build new HQ",
  "webPublicationDate": "2016-05-25T15:38:39Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/25/british-film-institute-bfi-mystery-87m-donation-build-new-hq-south-bank",
  "keyword": [
    {
      "webTitle": "BFI",
      "id": "film/bfi",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Philanthropy",
      "id": "society/philanthropy",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Film industry",
      "id": "film/film-industry",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "film/2016/may/25/british-film-institute-bfi-mystery-87m-donation-build-new-hq-south-bank"
}