{
  "apiUrl": "https://content.guardianapis.com/money/us-money-blog/2016/may/12/donald-trump-president-move-to-canada",
  "id": "2016-05-12-284",
  "sectionId": "money",
  "body": "“If Donald Trump wins in November, I’m moving to Canada!” Now that Trump has become the Republican party’s presumptive nominee in this autumn’s presidential contest, the phrase is an increasingly common refrain. But how easy would it be to dump Trump for Justin Trudeau or another more attractive leader? The answer is not very, and it won’t even be an option for most.  According to at least one poll, 28% of Americans have at least considered leaving the United States for good “for a country such as Canada” if Trump is elected. Of those who said they’re considering fleeing, 14% rated the probability as “very high”. Google searches for the phrase “move to Canada” spiked dramatically after the Super Tuesday primaries in March put Trump into the lead, hitting levels never before seen.   Related: Maple Match: service helps Trump-fleeing Americans find love in Canada    If you’re very young and flexible, have in-demand skills, and really understand what it means to leave it all behind, or if you’re ultra-wealthy, leaving is possible. For most of the rest of us? It’s much, much trickier to actually move to Canada – or anywhere else – than to just utter the phrase. And if you do leave – well, brace yourself for the financial consequences.  Let’s start with Canada, a country I know a little bit about since my parents were Canadian citizens living in the United States when I was born, making me what’s called “an accidental American”, a category I’ll get back to shortly – and a dual citizen by birth, at least according to the Canadians. (Americans don’t like dual citizenship much and prefer to ignore it altogether.)  Out of curiosity, I decided to see whether I’d qualify for the Canadian equivalent of a green card. My fluency in French, the fact that I attended a Canadian university and have family in Canada help, but without a job offer from a Canadian company or skills in demand in Canada, I’d be rejected. Go ahead, see how you’d fare.  Many Americans will find it tougher to win admission to Canada than they assume. Then, too, there are some Americans that Canada won’t want, including, sadly, those they feel will be too much of a drain on the country’s single-payer healthcare system. A university professor from Costa Rica, Felipe Montoya, recently was denied permanent residency in Canada because his son has Down’s syndrome.     Want to flee to the UK or Canada? It might not be as easy as you think. Photograph: Tim Rooke/Rex/Shutterstock     Even if we end up with Trump as our president in November, Americans can’t expect the same treatment Canada has offered refugees from Syria and other war-torn countries. National embarrassment does not a refugee make.   Millennials probably are luckiest when it comes to seeking a Trump-free haven. Younger wannabe expats should look at the list of skills that are in demand. New Zealand’s immigration website has lists of high-priority job categories that will get your immigration application fast-tracked. If you’re younger than 30, you can get a one-year working holiday visa in either Australia or New Zealand. Germany has an “artist visa” program if you can prove you can support yourself through your writing, your design, art, music or other creative work. Older emigrants are best off either being wealthy and buying themselves a second citizenship or being lucky and having an Irish grandparent. Second, third and even fourth passports are becoming récherché accessories among the ultra-rich, and countries such as Malta are becoming accommodating in designing programs for them. Some require you to invest in real businesses; others just want you to keep funds on deposit. French actor Gérard Depardieu expatriated himself from his homeland to protest against not its leadership but its tax regime and became a Russian citizen.    Related: 'An alternative exists': the US citizens who vowed to flee to Canada – and did    The ultimate long shot, if finances are no obstacle? Svalbard, the self-governing Norwegian territory whose residents carry guns to defend themselves against polar bears whenever they leave greater downtown Longyearbyen (population about 2,000), and where fresh vegetables are very scarce (as is daylight in winter). On the other hand, if you can support yourself financially, you won’t need a visa or residence permit. But beware of what you wish for.  You may leave the United States, but the US won’t let you go so easily. Specifically, you may be residing overseas but the IRS insists that you keep filing tax returns. Nope, it doesn’t matter that you don’t live here any more, don’t have any income or assets here, or don’t even visit any more. All that counts is that you’re still a citizen. The US is one of a tiny handful of countries in the world to tax non-resident citizens on their worldwide income, and the only major industrialized nation to do so. So before you stomp off to live overseas in a huff, you might want to be aware of just what you’re signing up for: a lifetime of living under two tax regimes and (potentially) paying two sets of taxes. For instance, if you own a house in Canada, you won’t get the benefit of mortgage interest deductions (that’s Canadian tax policy at work). Under US law, you may find yourself paying capital gains tax when you sell it, even if Revenue Canada says you don’t owe them a penny.     Born in the US, Boris Johnson hasn’t lived here since the age of five. He initially simply refused to file US tax returns – or to pay US taxes on the sale of his London house. Photograph: Stefan Rousseau/PA    Few groups are more aware of just what’s involved than the “Accidental Americans”. One famous (former) member of this group is Boris Johnson, the former mayor of London. Born in the US, Johnson hasn’t lived here since the age of five. He initially simply refused to file US tax returns – or to pay US taxes on the sale of his London house. And then (after quietly paying the bill) he renounced his citizenship.  Many haven’t lived in the US since their birth or childhood; some may not even have social security numbers. That doesn’t matter. They were born there, and if they haven’t relinquished their citizenship – a costly and cumbersome process – they have to keep filing tax returns and being aware that they can’t invest in some kinds of mutual funds that might be standard products in their home countries but might trigger big tax liabilities in the US.  While the number of Americans who have relinquished their citizenship, like Johnson, hit a record last year, that number still only just approached 4,300. The reason is the sheer complexity involved, suggests Suzanne Shier, chief wealth planning and tax strategist at Northern Trust. The US doesn’t care that you left because you didn’t like the political regime, “they look at objective facts, and those facts have a tax consequence. Then the question is whether you are defined as a ‘covered expat’ who will have to pay an exit tax or not.”  Many ordinary Americans aren’t “covered expats” – you’d have to be fairly wealthy, outside your retirement accounts and home – but just the paperwork proving it is daunting, and the costs of doing that paperwork can be intimidating. “And there aren’t many people who deal with expatriation,” Shier says. You’d have to be committed to making it happen. Equally, there aren’t many people overseas who will work with expatriates. Try to find an accountant able to fill out a US tax return in Prague or Ottawa; even opening a bank account these days has become incredibly difficult. The Foreign Account Tax Account Compliance Act (Fatca), designed to root out tax evaders, has made it difficult for Accidental Americans to even open a routine bank account in their “home country”. A growing number of Accidental Americans or long-term expatriates are getting letters from their banks threatening to close their accounts and take away their mortgages if they don’t prove, within 30 days, that they have renounced their US citizenship. It has just become far too costly for those banks to comply with Fatca, and as a result, American expats are becoming, in the words of one advocate for Accidental Americans, “financial pariahs”. Some of the recipients of those letters haven’t lived in the US since infancy and have never had a social security number, making it virtually impossible to do that. Some weren’t even born in the United States, but simply have a US parent – another way to acquire US citizenship “accidentally”. But renouncing your citizenship isn’t without its consequences. Shier notes that if you support your child or an ageing parent with gifts, the recipients don’t have to pay taxes on those as long as you’re an American. Give up your citizenship, and they may end up paying gift tax on anything in excess of $14,000 a year. You’ll be a foreigner in “your own” country, limited to spending only a certain number of days here each year (depending on where you now live and have citizenship). So, how does President Trump sound now? Or will you just fight even harder to ensure that come November, Canada will look a little less tempting?",
  "webTitle": "Planning to flee Donald Trump's America? It might not be that easy",
  "webPublicationDate": "2016-05-12T10:00:02Z",
  "webUrl": "https://www.theguardian.com/money/us-money-blog/2016/may/12/donald-trump-president-move-to-canada",
  "keyword": [
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Tax and spending",
      "id": "politics/taxandspending",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Boris Johnson",
      "id": "politics/boris",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Suzanne McGee",
      "id": "profile/suzanne-mcgee"
    }
  ],
  "guardianId": "money/us-money-blog/2016/may/12/donald-trump-president-move-to-canada"
}