{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/28/novak-djokovic-aljaz-bedene-french-open",
  "id": "2016-05-28-51",
  "sectionId": "sport",
  "body": "When Novak Djokovic walked on to Court Philippe Chatrier in passable sunlight at 7.15pm, he looked at the brooding sky as if it were one of two enemies that might cause him grief. The other was someone he admires and respects and ultimately would humble in straight sets: Aljaz Bedene of Welwyn Garden City. So, at the end of a tough week, he brought his minor concern to a conclusion in just over two hours, winning 6-2, 6-3, 6-3 in near total darkness. But there is light ahead: unless an earthquake rips through Paris, he will play nobody higher than No13 in the world in the semi-finals, before entertaining Andy Murray; the defending champion, Stan Wawrinka; or perhaps Kei Nishikori in the final on Sunday week.   Related: Stan Wawrinka not looking too far ahead as young guard threaten in Paris    The Serb has been below par and out of sorts in the first week and knew he would have to find another gear against his accomplished 26-year-old opponent, a conviction given substance from the earliest exchanges. The first set took 39 minutes. After a quarter of an hour in the second, Djokovic was racing through his service game to lead 4-1. Urgency pulsed through his every shot, despite a time violation, as he kept one eye on the weather that had wrecked the middle passage of play on day seven, and the other on Bedene, who had taken five sets to shift Pablo Carreño Busta on Thursday. Bedene could do little more than bring the best out in the best player in the world, although he was encouraged briefly when he broke in the seventh game, then fought through deuce to stay in the set with his fifth ace. When Djokovic stretched his lead to two sets after an hour and a quarter, there was just about enough light left for a quick third. However, his progress stalled in the face of more resistance from Bedene. Djokovic was desperate to get this done and have Sunday off, rushing to the service line after breaking in the fifth game, but Bedene would not be bullied and, playing at his own pace, hung on for 3-4. Serving to stay in the tournament, however, he faced a Djokovic absolutely wired up for a kill. How relieved he was, when Bedene hit long. There was shared history, long gone and recent, not immediately obvious. They were born in the same country, for a start, as Serbia and Slovenia were part of Yugoslavia at the time. Both have also been courted as potential British players, Bedene to the point of taking a passport last March but failing (so far) to qualify for the Davis Cup team, which also precludes him from the Olympics, even though his ranking would probably get him in. They both speak Serbian, too, as Djokovic pointed out earlier. “We practised a bit in Monte Carlo and couple of places. We speak the same language, so it’s easy to communicate. He’s a good guy.” But there the similarities ended. Djokovic has fine words for Bedene’s potential but he is not world No1 for 200 weeks for nothing, and Bedene is yet to crack the top 50. Even in fading light, anyone could see the gulf, although Bedene pushed him hard for as long as it lasted. Bedene said: “Obviously when you play someone like Novak you can see where are the weaknesses, so I’m going to work on that. I want to beat those guys. What’s the point of playing tennis if you’re not there? It’s great to play the third round, but I want to do better.” Earlier there were tears and pain for Jo-Wilfried Tsonga, who had to quit with a recurrence of his adductor injury when 5-2 up against the Latvian Ernests Gulbis. Following the withdrawal on Friday of Rafael Nadal, Djokovic’s putative semi-final opponent if the seeding worked out, it further weakens the Serb’s side of the draw. “The first game of the match I went to slide, and I felt a pain,” the Frenchman said. “I knew it was over. In the past I played on with this pain, tried to win, but it was always wrong because after that I was worse and I was out for a long time. So I think it was the right decision to stop.” He said he could not hide his emotions as he left the court in front of his home supporters, a towel over his head as he sobbed. “It’s just really difficult to accept that I’m not any more in the tournament.” It rounded out a disappointing day for France after Serena and Venus Williams had beaten Kristina Mladenovic and Alize Cornet respectively. The latter match was a bit of a verbal bun-fight towards the end when the chair umpire Carlos Ramos drew a stinging rebuke from Venus for what she took as an implication she was receiving coaching from the stands. If she had been playing any later, she would not have been able to see a traffic light.",
  "webTitle": "Novak Djokovic casts Aljaz Bedene’s French Open into darkness",
  "webPublicationDate": "2016-05-28T19:45:20Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/28/novak-djokovic-aljaz-bedene-french-open",
  "keyword": [
    {
      "webTitle": "Novak Djokovic",
      "id": "sport/novak-djokovic",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open 2016",
      "id": "sport/french-open-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "French Open",
      "id": "sport/frenchopen",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Tennis",
      "id": "sport/tennis",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Kevin Mitchell",
      "id": "profile/kevinmitchell"
    }
  ],
  "guardianId": "sport/2016/may/28/novak-djokovic-aljaz-bedene-french-open"
}