{
  "apiUrl": "https://content.guardianapis.com/technology/shortcuts/2016/may/10/sheryl-sandberg-life-without-partner-widowed-facebook-single-parent",
  "id": "2016-05-10-96",
  "sectionId": "technology",
  "body": "Name: Sheryl Sandberg Age: 46 Appearance: The Acceptable Face of Facebook. Facebook’s chief operating officer? Why is she in the news? Zuckerberg’s not about to upload our consciousnesses into the ether because we forgot to tweak the privacy settings to say DON’T, MARK, DON’T, is he? No. I am vastly relieved. What is it, then? The recently widowed Sandberg has posted a long essay on FB about what she has learned about life without a partner. Which is? That it’s harder. Much harder. Harder than she realised when she wrote her bestseller Lean In, which advised women on how to make it to the top in business. It is kind of an apology for not appreciating how hard single mothers and other women have it. “Before, I did not quite get it. I did not really get how hard it is to succeed at work when you are overwhelmed at home,” she says.   Related: Sheryl Sandberg's moving tribute to the husband who died: 'Dave was my rock'    Really? That’s nice. That’s something you don’t hear very often. She goes on to say that she now thinks that the emphasis Lean In put on self-confidence, dedication and cultivating personal ambition rather than systemic, institutional change was wrong – that individual efforts can only ever be a partial solution. Whoa – that’s quite, y’know, radical for a corporate bod. Indeed. And to evolve your position publicly is almost equally so. It takes courage to do this. To say that their thinking has changed, to admit they might have been mistaken or ignorant to begin with … I do not see many people doing this, in public or private life. Me neither. Sandberg ended her post with a plea to protect working mothers, saying that America needs to “rethink our public and corporate workforce policies” and “understand that it takes a community to raise children and that so many of our single mothers need and deserve a much more supportive community than we give them.” The very end is a vow “to support them, every day”. I cannot tell you how much I admire this. Out of sorrow, empathy. Looking outwards instead of retreating into grief. This is good. I guess she’s already being hounded for practical details of how FB is going to do this, but let us just leave it there for now, shall we? Let’s. Do say: “Go, girl. Lean even further in.” Don’t say: Anything else. Just for a bit.",
  "webTitle": "Is Sheryl Sandberg leaning out a little?",
  "webPublicationDate": "2016-05-10T16:54:03Z",
  "webUrl": "https://www.theguardian.com/technology/shortcuts/2016/may/10/sheryl-sandberg-life-without-partner-widowed-facebook-single-parent",
  "keyword": [
    {
      "webTitle": "Sheryl Sandberg",
      "id": "technology/sheryl-sandberg",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Parents and parenting",
      "id": "lifeandstyle/parents-and-parenting",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [],
  "guardianId": "technology/shortcuts/2016/may/10/sheryl-sandberg-life-without-partner-widowed-facebook-single-parent"
}