{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/05/david-silva-police-lawsuit-settlement-kern-county-california",
  "id": "2016-05-05-38",
  "sectionId": "us-news",
  "body": "The family of a 33-year-old man who died after a violent beating at the hands of police in Kern County, California, have settled a civil lawsuit with the county for $3.4m. David Silva died from asphyxiation in May 2013 during an encounter with seven Kern County sheriff’s deputies and two California highway patrol officers in which he was beaten with batons, bitten in the face by a police dog, placed in a series of control holds, and compressed, chest down against the pavement for up to 10 minutes while his body was hogtied. Silva was unarmed and had been asleep on the sidewalk opposite a medical centre in Bakersfield, reportedly intoxicated, before police arrived and tried to remove him.  None of the officers involved in the incident faced criminal charges, after the county’s district attorney ruled police used reasonable force during the arrest. The Kern County coroner’s office, which is part of the sheriff’s department, ruled the death was accidental, caused primarily by Silva’s heart disease, alcoholism and obesity.  At a press conference on Thursday, Neil Gehlawat, an attorney representing Silva’s mother, brother and four children, criticised the official investigations into the incident.  “Those were not the real investigation. The real investigation that went on in this case is the one that went over the past three years,” he said, in reference to the civil lawsuit. Deposition documents from the civil case, reviewed by the Guardian, reveal that Dr Eugene Carpenter Jr, the pathologist who carried out Silva’s autopsy was told during a briefing from the sheriff’s office that Silva’s arrest involved “no foul play” from officers. Carpenter Jr appeared not have been briefed that Silva was compressed by officers while he was restrained and lay prone.  “I recall I was told there’s no foul play, nothing out of community standards was done, and that is the piece of information I was looking for and that is the piece of information that I have – that I am relying on,” Carpenter Jr said according to the deposition transcript. “If that is false, then my conclusions may have to be changed.”  David Cohn, another attorney representing the Silva family, argued the autopsy and coroner’s findings were subject to bias.  “How can you have an effective investigation, how can you have an unbiased investigation, when the coroner is an arm of the sheriff’s department?” he said during Thursday’s press conference.  “If the county is willing to pay victims $3.4m it’s very clear there was wrongdoing on the part of the county.”  A spokesman for the sheriff’s office did not respond to a request for comment. But Donny Youngblood, the Kern County sheriff, told the Bakersfield Californian he was not in favour of settling, and maintained the officers had acted appropriately.  “I think the pathologist’s report speaks volumes,” Youngblood said.  Kern County, with a population of just more than 800,000, was identified by the Guardian as the county in America with the highest rate of officer-involved fatalities in 2015. A five-part series uncovered trends in police malpractice and corruption, and identified Silva’s case as one of 10 arrest-related deaths involving Kern County deputies since 2005.   Related: The County: where deputies dole out rough justice    Local media reported last month that the rate of officer-involved shootings in the county had declined significantly in the first four months of this year, compared with 2015. Chris Silva, David’s brother, renewed calls for a federal government investigation into the sheriff’s office following the multimillion-dollar settlement.  “My brother was committing no crime, my brother was looking for help,” Silva said.  “The sheriff is not qualified to be a sheriff, the DA is not qualified to be a DA,” he added.  The settlement came as a police officer in Bakersfield, Kern County’s largest city, resigned following a sexual harassment lawsuit filed by a former female colleague. Hillary Bjorneboe, a 25-year-old former Bakersfield police officer, claims she was subjected to repeated sexual harassment by her training officers Travis Brewer and Steven Glenn, and was fired when she complained.  Bjorneboe gave her first interview to the Guardian in December, claiming the officers had mocked her dating preferences, asked if she was a stripper or a lesbian and called her a “whore”.  In a statement, Bakersfield police spokesman Gary Carruesco confirmed that Brewer had resigned from the force, but would not comment on whether the sexual harassment allegations were the reason.  “Only he can answer that,” Carruesco said.",
  "webTitle": "California's Kern County settles $3.4m civil lawsuit in death of David Silva",
  "webPublicationDate": "2016-05-05T20:29:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/05/david-silva-police-lawsuit-settlement-kern-county-california",
  "keyword": [
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US policing",
      "id": "us-news/us-police",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Oliver Laughland",
      "id": "profile/laughland-oliver"
    },
    {
      "webTitle": "Jon Swaine",
      "id": "profile/jon-swaine"
    }
  ],
  "guardianId": "us-news/2016/may/05/david-silva-police-lawsuit-settlement-kern-county-california"
}