{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/15/our-souls-at-night-kent-haruf-review-beautiful-tranquil-tender-addie-moore-louis-waters",
  "id": "2016-05-15-195",
  "sectionId": "books",
  "body": "“I wonder if you would consider coming to my house sometimes to sleep with me… I mean we’re both alone. We’ve been by ourselves for too long. For years. I’m lonely. I think you might be too. I wonder if you would come and sleep in the night with me. And talk.” It’s May – “an evening in May just before full dark” – and widow Addie Moore is visiting her neighbour Louis Waters, a widower. They have known each other for years, but they don’t really know each other, until Louis agrees to Addie’s request, and their lives expand with happiness. The late Kent Haruf’s final novel Our Souls at Night is set, as were his previous books, in the “little dirt-blown” Colorado town of Holt. It’s short – less than 200 pages. The language is straightforward and stripped back, calm and unassuming. And it all combines to make a novel which, like Louis and Addie’s relationship does for them, warms and expands the heart. At first, Louis is diffident about Addie’s plan. “I’m not sure I can be equal to you… In courage, he said. Willingness to risk.” He comes around the back of her house on Cedar Street to make sure the neighbours don’t see, his pyjamas and toothbrush in a paper bag. But Addie, at 70, isn’t worried about what the town thinks, and soon Louis isn’t either. “I was feeling more interested in this than I’d felt about anything for a long time,” he says, and they spend their nights learning everything they can about each other. The affair Louis had, and how he came back to his family. The death of Addie’s daughter. How their spouses died. Who their children are. Sharing their nights isn’t about sex, although it does become so, a little. “It’s some kind of decision to be free. Even at our ages,” says Louis. “It’s just two old people talking in the dark,” says Addie. The town watches them, and approves or disapproves, depending. Addie’s sad, lonely six-year-old grandson comes to stay, abandoned by his haphazardly unkind parents. She and Louis mend him – heal would be too affected a word for Haruf to use – with a dog and a baseball mitt and a camping trip. Unkindness pushes them apart, but the sentiment that lingers most, on finishing this beautiful, tranquil, tender novel, is contentment. “Makes me think there might be hope for somebody else in this life,” Addie and Louis are told by an old farmer. “Addie patted his hand. Thank you. It is a hopeful thing, isn’t it?” Our Souls at Night is published by Picador (£7.99). Click here to order it for £5.99",
  "webTitle": "Our Souls at Night by Kent Haruf review – tranquil and tender",
  "webPublicationDate": "2016-05-15T06:00:17Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/15/our-souls-at-night-kent-haruf-review-beautiful-tranquil-tender-addie-moore-louis-waters",
  "keyword": [
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Alison Flood",
      "id": "profile/alisonflood"
    }
  ],
  "guardianId": "books/2016/may/15/our-souls-at-night-kent-haruf-review-beautiful-tranquil-tender-addie-moore-louis-waters"
}