{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/11/does-a-smear-test-hurt-google",
  "id": "2016-05-11-334",
  "sectionId": "commentisfree",
  "body": "Smear test. Smear. There’s no way of prettifying it. And why would you want a procedure with a name like that? Perhaps that’s why the smear test is now officially known in the UK as a cervical screening test, though smear is still what we call it really. Americans know it as a pap smear. You may have other names for it, such as dreadful, or a pain, or something to be avoided. Why would you, after all, look forward to lying on your back, your legs spread, while a nurse or doctor sticks a cold instrument up your vagina until it is at least uncomfortable and sometimes painful? Yet the smear, pap or not, is one of the most successful and reliable cancer screening tools invented. So what is it? The NHS definition: “A cervical screening test is a method of detecting abnormal cells on the cervix.” It’s not actually a cancer test, but abnormal cells in the cervical area may indicate something is wrong. Think of it as an early warning mechanism. Official advice in the UK is that women between the ages of 16 and 49 should have a smear test every three years. After that, every five years is sufficient, unless there are abnormalities. Fifty-five women are diagnosed with gynaecological cancer in the UK every day. It’s called a smear because that’s what is being performed in your cervix. The speculum – that cold instrument – opens the vagina for better access, then smears of cells are taken from the cervical walls with a small brush. If the medical practitioner is practised, the discomfort shouldn’t be more than “a vigorously misplaced tampon”, according to one guide to smear tests. (Hats off to the same writer for describing the insertion of the speculum as like “having sex with a cold vegetable”, though how would she know?)     ‘By 1928, George Papanicolaou realised the potential for cancer diagnosis, or at least an early warning of one.’ Photograph: Bettmann Archive    The smear test was devised by George Papanicolaou, known as Dr Pap, who realised in the early 20th century that he could get information on guinea pigs’ sex cycles by examining their vaginal smears. In 1920, he began to do the same with female humans, starting with the one he had closest to hand: his wife, Mary. At first, his research focused on how he could learn about early pregnancy using the smears. By 1928, he’d realised the potential for cancer diagnosis, or at least an early warning of one. Even though cervical cancer was the biggest killer of women in the 1940s, he wasn’t heeded, and it was only in 1943 that he published Diagnosis of Uterine Cancer by the Vaginal Smear. It was an instant classic. Honestly. (For more on the amazing Dr Pap, read his profile on Cornell University’s website.)    Five minutes of mild discomfort that could save my life? The NHS can smear away as much as it likes    Today, we know that nearly all – 99.7% – of cervical cancer cases are caused by strains of the human papilloma virus (HPV), which 80% of people are infected with at some point in life, through sexual activity. Most people’s immune system will get rid of HPV within two years, but for those for whom that’s not the case, it can lead to the 3,200 cases of cervical cancer that are diagnosed each year (based on 2013 figures from Cancer Research). Cervical cancer makes up only 1% of all cancers, but it’s still the most common cancer for women aged under 35. Schoolgirls can now be inoculated against many HPV strains at the age of 12 or 13. But some strains cannot be targeted. And there are other risk factors: smoking, having children early, having a lot of children, using the contraceptive pill. There are recognised symptoms of cervical cancer including abnormal bleeding, unusual vaginal discharge, painful intercourse or lower back pain. But as with many gynaecological matters, embarrassment can stop girls and women from getting checked. The cold instrument factor is another disincentive.     ‘In 2009, when Jade Goody died of cervical cancer aged 27, smear test attendance rates surged.’ Photograph: Rex Features    It shouldn’t be. The smear test probably saves about 5,000 lives a year in the UK. Rates of the disease have almost halved in the last three decades. It shouldn’t hurt, because even though our uteruses can be tipping forward or backward, the nurse or doctor will allow for that; speculums come in many sizes. In 2009, when Jade Goody died of cervical cancer aged 27, smear test attendance rates surged. It was called the Jade Goody effect. But nine years is a long time: in 2014-15, one in three of the 5 million women and girls called for cervical screening don’t turn up for the appointment, according to cervical cancer charity Jo’s Trust. Young women aged 25 to 29 are especially bad at not attending, but so are older women, who think they are no longer at risk, and women from ethnic minorities. I’m not going to pretend I look forward to my smear tests. But I also don’t mind them. Five minutes of potential discomfort that could save my life? Even if the test was agony – which it won’t be – the NHS can smear away as much as it likes. I’ll thank them for it. • Every woman is different – tell us about your experience in the comments below",
  "webTitle": "Does a smear test hurt? You asked Google – here’s the answer | Rose George",
  "webPublicationDate": "2016-05-11T07:00:06Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/11/does-a-smear-test-hurt-google",
  "keyword": [
    {
      "webTitle": "Cervical cancer",
      "id": "society/cervical-cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "HPV vaccine",
      "id": "society/hpv-vaccine",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cancer",
      "id": "society/cancer",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Cancer",
      "id": "science/cancer",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Vaccines and immunisation",
      "id": "society/vaccines",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jade Goody",
      "id": "media/jade",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Rose George",
      "id": "profile/rose-george"
    }
  ],
  "guardianId": "commentisfree/2016/may/11/does-a-smear-test-hurt-google"
}