{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/bayern-munich-robert-lewandowski-real-madrid-talks",
  "id": "2016-05-27-15",
  "sectionId": "football",
  "body": "Robert Lewandowski’s agent has revealed that the Bayern Munich striker has held talks with Real Madrid and could be interested in leaving the German champions this summer. The Poland international, who scored 30 league goals as Bayern claimed their fourth successive Bundesliga title, has been the subject of transfer speculation since failing to agree an extension to his contract in April. That is due to expire in 2019 and now his agent, Cezary Kucharski, has confirmed the Champions League finalists have made contact to discuss a potential move.   Related: Real Madrid’s Gareth Bale: ‘I’ve improved, I have more variety’    “Real Madrid contacted us a few weeks ago, we listened to everything they said. It’s a big and exciting club,” Kucharski told the German news magazine Spiegel. “We have informed FC Bayern that we’ve held talks with Madrid.” Lewandowski, who is preparing for Poland’s friendly games next week against Holland and Lithuania, added: “Contracts are not a holy relic in football. You can like this attitude or not but it’s the truth. Sometimes you have to think about if it is meaningful to try out a new impulse.” But with three years remaining on his current deal, any offer to prise Lewandowski away from Bayern will probably have to be in excess of £50m, with reports in Germany suggesting that Real could propose a six-year-contract worth up to €25m (£19m) a year.",
  "webTitle": "Bayern Munich’s Robert Lewandowski has held talks with Real Madrid",
  "webPublicationDate": "2016-05-27T21:43:35Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/bayern-munich-robert-lewandowski-real-madrid-talks",
  "keyword": [
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Real Madrid",
      "id": "football/realmadrid",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Transfer window",
      "id": "football/transfer-window",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Ed Aarons",
      "id": "profile/ed-aarons"
    }
  ],
  "guardianId": "football/2016/may/27/bayern-munich-robert-lewandowski-real-madrid-talks"
}