{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/john-terry-red-card-last-game-for-chelsea",
  "id": "2016-05-07-38",
  "sectionId": "football",
  "body": "If John Terry really has booked Stamford Bridge for a private party, as reports suggested on Friday, then everything might have a rather sour taste. Following his red card at Sunderland, his second dismissal this season in the Premier League, he will be banned for the midweek trip to Liverpool and Sunday’s visit of Leicester. Those games close out Chelsea’s season, and quite possibly Terry’s career at the club. Terry, 35, revealed in January he would be leaving Stamford Bridge. The club has insisted an offer of a new contract may be forthcoming, with the incoming head coach, Antonio Conte, having a major say in the final decision, but there has been no sign of one so far and Guus Hiddink remains uncertain over the former England defender’s future. Asked if Terry’s appearance on Wearside in the 3-2 defeat would be his last, Hiddink said: “For the club, I don’t know, but it’s sad, of course, that he was sent off for a second yellow. I think the referee [Mike Jones] was too close to the incident. Normally we say, ’Referee, be close to what can happen’, but I think he was too close and an impulsive reaction made him draw the yellow card.   Related: John Terry to leave Chelsea after refusal of further one-year contract    “With a little bit more distance he could have thought, ‘Hey, these two guys went intensively for the duel’ – it was an intense game and he has to consider a bit the intensity of the game and this duel as well. He was too close, for me, and took too harsh a decision.” Terry, whose previous sending-off this season came at West Brom in August, has missed some memorable moments with Chelsea through suspension. He was banned for the 2012 Champions League final win over Bayern Munich but joined the celebrations in his full kit, a protocol dictated by UEFA. He has been linked with a move to China, the Middle East and Major League Soccer. Asked if it would be a sad way for Terry to end his Chelsea career, Hiddink said: “Of course. We don’t know what his future is at this moment but for this season, it’s sad because it would have been lovely to have had him in our last game at home, the Leicester game, the champions and have a very nice party game, let’s call it that, and it’s sad that he is not participating in that.”",
  "webTitle": "John Terry red card rules him out of Chelsea’s final two games",
  "webPublicationDate": "2016-05-07T21:48:00Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/john-terry-red-card-last-game-for-chelsea",
  "keyword": [
    {
      "webTitle": "John Terry",
      "id": "football/john-terry",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Chelsea",
      "id": "football/chelsea",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Guus Hiddink",
      "id": "football/guus-hiddink",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Conrad Leach",
      "id": "profile/conradleach"
    }
  ],
  "guardianId": "football/2016/may/07/john-terry-red-card-last-game-for-chelsea"
}