{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/15/manchester-united-abandon-final-premier-league-game-after-security-alert-leads-to-old-trafford-evacuation",
  "id": "2016-05-16-327",
  "sectionId": "football",
  "body": "A fake bomb planted by a security company as part of a training exercise at Old Trafford caused the cancellation of Manchester United’s final Premier League game of the season when the firm forgot to take it away. The security blunder led to United’s home stadium being evacuated 20 minutes before kick-off against Bournemouth after an “incredibly lifelike explosive device” was found at the ground. Army bomb disposal experts carried out a controlled explosion on the dummy device, which was discovered in the toilets within the north-west quadrant, between the Sir Alex Ferguson Stand and the Stretford End.   Related: Manchester United v Bournemouth abandoned after Old Trafford evacuation – live      Due to the discovery of a suspect package in the NW Quadrant of the ground, the match has been abandoned today on police advice. #mufc— Manchester United (@ManUtd) May 15, 2016    Detailed examination found that the package, thought to consist of a mobile phone attached to a pipe, was not “viable”, Greater Manchester police (GMP) initially said. A few hours later the force released a statement saying the package had been identified as a “training device”. GMP said on Sunday night: “Shortly before today’s planned football fixture, which was due to kick off at 3pm, staff from the Manchester United ground alerted police to a suspicious item that had been found.    Bomb disposal experts carried out controlled explosion at Old Trafford on what is described as incredibly lifelike explosive device...— G M Police (@gmpolice) May 15, 2016    “Police quickly attended and explosive experts were called in to assess the item, which has been described as an incredibly realistic-looking explosive device. Initially, a partial evacuation of the stadium was put in place but a decision was made between police and Manchester United club officials to abandon the game and a full controlled evacuation of the stadium was carried out.” Assistant chief constable John O’Hare from Greater Manchester police said: “I am grateful to the Manchester United and Bournemouth supporters for their support and assistance today.     Full assessment now concluded and found device wasn’t viable. A full search of the stadium is ongoing. Full update to follow.— G M Police (@gmpolice) May 15, 2016    “Following today’s controlled explosion, we have since found out that the item was a training device which had accidentally been left by a private company following a training exercise involving explosive search dogs. While this item did not turn out to be a viable explosive, on appearance this device was as real as could be, and the decision to evacuate the stadium was the right thing to do, until we could be sure that people were not at risk. “Everyone remained calm, followed instructions and worked with officers and stewards to ensure that a safe evacuation was quickly completed. Those present today were a credit to the football family and their actions should be recognised.   Old Trafford map   “I would also like to thank all those involved in the operation today for such a professional response, which includes police officers, stewards, MUFC staff, media representatives and commentators and the bomb disposal team.” Manchester United’s executive vice-chairman, Ed Woodward, said: “The safety of fans is always our highest priority. I’d like to thank the support from the police, which was first class, and the impeccable response from fans of both teams. “The club takes security very seriously and staff are regularly trained with the police and emergency services to identify and deal with these incidents. We will investigate the incident to inform future actions and decisions.” Greater Manchester’s police and crime commissioner, Tony Lloyd, said: “It is outrageous this situation arose and a full inquiry is required to urgently find out how this happened, why it happened and who will be held accountable. “This fiasco caused massive inconvenience to supporters who had come from far and wide to watch the match, wasted the time of huge numbers of police officers and the army’s bomb squad, and unnecessarily put people in danger, as evacuating tens of thousands of people from a football stadium is not without risk.” A terrorist attack has long been the nightmare scenario for one of the world’s biggest football clubs. In January, United reportedly beefed up security at Old Trafford in the wake of the terror attack at the Stade de France in Paris. It was only about 20 minutes before the scheduled kick-off of 3pm on Sunday that it became clear all was not well at Old Trafford, the UK’s biggest stadium apart from Wembley, with a capacity of more than 75,000. Many supporters were not yet in the ground when fans were evacuated as security personnel announced “operation code red”. It is understood that both sets of players were kept in the dressing rooms for about 40 minutes before being taken to a suite, being looked after by security and hospitality staff. The alert at Old Trafford came just days after the home secretary, Theresa May, announced that MI5 had raised the threat level to Great Britain from Northern Ireland-related terrorism from moderate to substantial – the third most serious category out of five. May said on Wednesday that the move “reflects the continuing threat from dissident republican activity”. The threat level to the UK from international terrorism remains at severe – meaning an attack is “highly likely”. This has not been changed. Next month marks 20 years since the IRA destroyed Manchester’s shopping district in a bomb attack.  Premier League officials announced that the postponed game will be played on Tuesday at 8pm. The Premier League said: “The decision to abandon the Manchester United versus AFC Bournemouth match was taken after the police advised of the necessity to deal with a suspect package.   Related: Manchester City draw at Swansea City to all-but ensure top-four finish    “When it comes to matters of security it is obviously right that Manchester United and the Premier League place the safety of supporters and employees foremost. “It is always the last resort to abandon one of our fixtures and while we apologise for the inconvenience caused to fans we are sure, in the circumstances, they will appreciate the need to do so.” There was inevitable disappointment from fans who had travelled from outside Manchester for the match. Sam Stride, a United supporter from Bristol, said: “Unbelievable. This is the first time I have been to Old Trafford to see a game. My mate and I have known each other for 63 years and we travelled up from Bristol together. We sat in the Stretford End for about five seconds before they asked us to leave. It’s very disappointing.” But in the beer gardens outside the ground fans were largely accepting of the decision to cancel the match, the fine weather and alcohol taking the edge off any frustration. Pub landlord Steve Kerr was trying to look on the bright side. “The sun’s shining, everybody is in good spirits. But we’ve not really been happy all season —this puts the final nail in the coffin,” he said.     Sniffer dogs were used to search the ground after the alert. Photograph: Magi Haroun/Rex/Shutterstock    “It sums up our season, that. Just fizzling out – something and nothing,” said Matt Crew, who had come up for the match from Leek in Staffordshire. His dad, Dave, said there was no trouble during the mass evacuation. “People were just singing and chanting as usual. You can’t blame the club really. They’re caught between the devil and the deep blue sea. If anything goes wrong they’ll be the ones criticised. Security is the most important thing these days.”",
  "webTitle": "Manchester United stadium ‘bomb’ identified as forgotten training device",
  "webPublicationDate": "2016-05-16T06:07:51Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/15/manchester-united-abandon-final-premier-league-game-after-security-alert-leads-to-old-trafford-evacuation",
  "keyword": [
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Helen Pidd",
      "id": "profile/helenpidd"
    }
  ],
  "guardianId": "football/2016/may/15/manchester-united-abandon-final-premier-league-game-after-security-alert-leads-to-old-trafford-evacuation"
}