{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/14/american-honey-review-andrea-arnold-mislays-map-but-us-roadtrip-still-sweetly-intriguing",
  "id": "2016-05-14-43",
  "sectionId": "film",
  "body": "Andrea Arnold is the brilliant British film-maker who created two modern gems in the social-realist tradition in the form of Red Road and Fish Tank, and in my view a near-masterpiece in the form of her much-misunderstood Wuthering Heights, a work of such radical simplicity and raw experience it actually seemed to predate the literary work. Now in American Honey she has created a long, often intriguing and humidly atmospheric film which sometimes dwindles into listlessness. It’s a road movie in the un-accented style of Gus Van Sant – particularly his Elephant and Paranoid Park. The drifting camera shots directed straight up into a blue sky, bisected occasionally with telegraph poles, are very similar to Van Sant’s Elephant. There’s something of Larry Clark or Harmony Korine in the featureless, affectless approach to sexuality.  It’s a film which drifts onward in search for an epiphany which doesn’t quite materialise. It is indulgent, and features a scenery-chewing, furniture-smashing performance from Shia LaBoeuf.  Yet there is much that is valuable in the film: a sense of mood and space, interesting ideas and a tense triangular dynamic between its chief characters. The title is taken from Lady Antebellum’s country single which is collectively, sentimentally sung by the cast towards the end of the film – atypical, to say the least, as most of music they’ve been listening to has been hardcore rap. LaBoeuf plays Jake, who manages an itinerant “magazine crew” – dirt-poor twentysomethings travelling America in a cramped van, sleeping five or six to a room in scuzzy hotels and selling magazine subscriptions door-to-door to people who might sign up out of pity or just to get them to go away. There’s also money to be made pilfering from the homes of people who let them in to do their sales pitch.      One day Jake recruits 18-year-old Star (Sasha Lane) from outside a supermarket: she leaves her two kids with her mother (ambiguously, she may simply be their older sister) dumping them with her at a line-dancing club. All the salespeople get to ride in the van, with their luggage in a U-Haul trailer, but Jake travels in a sports car with his hard-faced girlfriend Krystal (Riley Keough) who is the real boss: managing the cash, paying the bills, and coldly humiliating people who aren’t making their sales targets. Jake is teamed up with Star for their sales blitz and is clearly infatuated with her: he is hugely conceited, telling clients that he intends to study “politics” in college and affects a pair of dark trousers with braces that according one onlooker make him look like Donald Trump. But now his own sales figures are suffering, due to his infatuation with Star – to Krystal’s increasing rage. The emotional tension and possible political satire and social commentary are all suspended in a great deal of sunlit ambient moodscaping and no particular place to go. There is a robbery, and Star at one stage agrees to sex for a lot of money. But there is no conventionally structured cause-and-effect consequence to this. The bus just keeps on rolling and no cops show up. There is fighting, drinking, partying. New people get on the bus and some are left behind. Insofar as the narrative comes to a point it is with a humiliating status-demotion for Jake. Perhaps there is something naive about this - but there is also a kind of audacity and fidelity to experience. Sometimes life is not built like a house with three acts like three storeys. It is more like a river which flows onward and it seems to me that it is this flow which Arnold is trying to imitate. The flaws are obvious: it is long, with some improv-ish dialogue, and there is that over-cooked, showy performance from Shia LaBeouf who needed stricter direction. Yet it has style and its image and feel stayed with me.",
  "webTitle": "American Honey review: Andrea Arnold mislays map on sweet, indelible roadtrip",
  "webPublicationDate": "2016-05-14T21:38:57Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/14/american-honey-review-andrea-arnold-mislays-map-but-us-roadtrip-still-sweetly-intriguing",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Andrea Arnold",
      "id": "film/andrea-arnold",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Shia LaBeouf",
      "id": "film/shia-labeouf",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Bradshaw",
      "id": "profile/peterbradshaw"
    }
  ],
  "guardianId": "film/2016/may/14/american-honey-review-andrea-arnold-mislays-map-but-us-roadtrip-still-sweetly-intriguing"
}