{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/england-sri-lanka-second-test-day-one-report",
  "id": "2016-05-27-41",
  "sectionId": "sport",
  "body": "On a largely overcast day where Sri Lanka hung on tenaciously and caught like gods, England may already have played themselves into a strong position to win the series. The scoreboard shows England, who, counterintuitively, given the overhead conditions in particular and the manner in which Jimmy Anderson and Stuart Broad had dismantled the opposing batting in Leeds, opted to bat, have reached 310 for six, better than it sounds. There were runs, 83 of them for Alex Hales to go with 86 at Headingley last week, and an unobtrusive 80 from Joe Root, who scores runs almost by stealth these days. Jonny Bairstow was brisk and businesslike for his 48 before falling to the new ball shortly before stumps. But Alastair Cook, who is approaching his 10,000 Test run landmark with the caution, shall we say, of a fellow wanting to get rid of a wasp nest in his shed while unsure if it is an old one, made only 15 of the 20 he needed to surpass it, and Nick Compton, whose place is under considerable scrutiny, only nine. This does not appear to be quite the batting surface that England, or for that matter Sri Lanka (who would also have taken first knock had they won the toss) had anticipated. There was a little seam movement early on but nothing that might not have been expected with a new ball on the opening day of a Test. Yet throughout the day it seemed two-paced, with some uneven bounce (ask Root), while there was low sluggish turn of a kind sometimes found in a pitch with a little residual dampness in it, from the two left-arm spinners, Rangana Herath and Milinda Siriwardana, who replaced Dasun Shanaka. Players such as Root and, certainly at the moment, Bairstow have the capacity to make batting look easy whatever the conditions, but that does not mean to say that it actually is easy. Partnerships – 96 for the third wicket, 59 for the fourth, and 70 for the sixth – promised but were cut short before they became definitive. Just as on the first day at Headingley however, Sri Lanka deserve credit. Their seam attack is workmanlike rather than inspirational, one which plugs away but with willingness, Nuwan Pradeep, three for 69, the pick of them. It is imperative though that such bowling, creating as it does fewer chances, receives the full backing of the fielders, and in this regard the Sri Lankans were magnificent. Four catches of the highest class were taken – one of them, by Suranga Lakmal to dismiss Compton, an extraordinary gymnastic effort – and only one half-chance, away to the right of second slip when Hales had 75, was missed. England’s problems with the opening partnership have still not been resolved, although thus far it is the captain who is the weak link, unable to translate his prolific scoring in the early season to the internationals. For almost an hour he was watchful enough, judgment impeccable outside off stump. Then, for no accountable reason, he hung his bat, crookedly, away from his body and edged Lakmal low to the left of Dimuth Karunaratne at second slip, who completed an excellent catch. Compton then dug himself in for three-quarters of an hour before succumbing to what proved to be the catch of the summer. By his own admission flamboyance is not a hallmark of Compton’s game but, when Pradeep dropped short, he went for the hook. He had to fetch it a little from outside off stump, however, and immediately realised he had top-edged. On the long-leg boundary Lakmal, a few yards off the boundary rope, spotted it, back pedalled, leapt high, arched back to clutch the ball and then twisted before landing and skidded breathlessly to a halt inches from the boundary, like a runaway train coming up just short of the buffers in a thriller movie. For some seconds the fielder lay still, as if perhaps he had touched the rope, before being engulfed by team-mates. It was a wonderful piece of athleticism. Hales, meanwhile, had batted with certainty, and more freedom than at Leeds; straight in defence, punching drives down the ground and forcing off the back foot. He reached his half century by hitting Herath to the open spaces at midwicket for his eighth four, and had moved to 83 with a six, struck gunbarrel straight, off Siriwardana. The next ball was shortish, with a little width, and Hales, envisaging a boundary square, chopped at it vigorously, instead edging fast to the right of Angelo Mathews at slip, who flung himself to his right and clung on miraculously. At Headingley his runs were worth double; here it was a maiden Test hundred missed. There was a missed opportunity for James Vince too, victim, for the second time, of his own enthusiasm for stroke play over expedience. He played nicely enough for 35, particularly through the offside, but was tempted by Siriwardana outside off stump, and flat-batted hard to short extra-cover where Lahiru Thirimanne flung himself to his right to take another stupendous catch. Root meanwhile, completely untroubled, had looked set for a hundred, when Pradeep found some unusual bounce from just short of a length that caused the batsman, looking for a legside clip, to spoon the ball gently to extra-cover instead. On a day of miracle catches, this one did not get in the frame.",
  "webTitle": "Alex Hales shines as England survive Sri Lanka’s catching masterclass",
  "webPublicationDate": "2016-05-27T18:31:38Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/england-sri-lanka-second-test-day-one-report",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Mike Selvey",
      "id": "profile/mikeselvey"
    }
  ],
  "guardianId": "sport/2016/may/27/england-sri-lanka-second-test-day-one-report"
}