{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/2016/may/29/ive-stopped-feeling-sensation-during-sex-sexual-healing",
  "id": "2016-05-29-92",
  "sectionId": "lifeandstyle",
  "body": "About two and a half years ago, I stopped feeling any sensation during sex, both on my own and with my partner. I was sexually abused as a child. I am in individual therapy and my partner and I recently started sex therapy. I still want to have sex and am very sexually frustrated; I just want to understand what I’m going through and have some reassurance that this is temporary. Therapy can awaken memories and elicit strong feelings. This is useful, because these phenomena are usually paths to healing. In the case of therapeutic work for survivors of sexual abuse, the healing process can shut down sexual interest for a while. This drop in libido is an attempt by the body and psyche to separate past coercive childhood sex from current consensual adult sex. In fact, some therapists advise survivors not to engage in partner sex during healing, and to help their partners understand and support this. Sexual coercion has a powerful effect on future adult sexuality. Some people emerge with a horror of sex, others are only comfortable when they have complete control during sex, certain individuals repeat earlier unhealthy sexual behaviours and so on. Once healing begins, survivors – as well as their partners – usually have to relearn how to connect sexually without aspects of lovemaking that owe a legacy to abuse. Be patient with yourself. • Pamela Stephenson Connolly is a US-based psychotherapist specialising in sexual disorders. • If you would like advice from Pamela Stephenson Connolly on sexual matters, send us a brief description of your concerns to private.lives@theguardian.com(please don’t send attachments). Each week, Pamela chooses one problem to answer, which will be published online and in print. She regrets that she cannot enter into personal correspondence.",
  "webTitle": "I’ve stopped feeling any sensation during sex",
  "webPublicationDate": "2016-05-29T13:00:04Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/2016/may/29/ive-stopped-feeling-sensation-during-sex-sexual-healing",
  "keyword": [
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Pamela Stephenson Connolly",
      "id": "culture/pamela-stephenson-connolly",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [],
  "guardianId": "lifeandstyle/2016/may/29/ive-stopped-feeling-sensation-during-sex-sexual-healing"
}