{
  "apiUrl": "https://content.guardianapis.com/media/mediamonkeyblog/2016/may/29/martin-sorrell-gideon-rachman-hannah-fry",
  "id": "2016-05-29-54",
  "sectionId": "media",
  "body": "• A strange future is sketched by a Secrets of My Success piece in the London Evening Standard by Johnny Hornby – founder of The & Partnership, a marketing group 49% owned by Martin Sorrell’s WPP – who after bluntly setting out his domestic priorities (“I have five children and five horses, and the horses are slightly more important than the children”) addresses the crucial issue of his status as one of the leading contenders to succeed the spry but senior Sorrell: “that’s a race that won’t happen,” the former Labour party election adman firmly insists, “and if it does, it probably won’t be for another 15 years”. So he envisages Sorrell stepping down, if at all, in 2031 when he’s 86, a year older than Rupert Murdoch is now; by which time, Monkey very roughly estimates (extrapolating from recent increases), the miniature marketing colossus’s total annual pay package should be around £285m. • How many lesbians have been killed on screen in primetime shows this year? Monkey can tell you it’s 12. Not many, you might think, but with only 35 lesbian characters on peaktime shows in the UK and US last year that’s quite a high number. Monkey knows this because former Channel 4 commissioner Jacqui Lawrence reveals the statistic in her pitch to crowdfund £50,000 on Indiegogo to get a screen adaptation of her novel Different For Girls into production. A number of actors have confirmed or expressed interest in being in it including Rachel Shelley from Grantchester and The L Word, Blue Peter and Doctor Who star Janet Ellis, Death in Paradise’s Nimmy March and Emmerdale’s Charlie Hardwick. “It’s easy to be glib about this but in reality the constant ‘disposal’ of lesbian characters has an acute impact on younger viewers who are struggling with their sexuality. Television is literally getting away with murder,” says Lawrence. “Different for Girls is here to save the fate of fictional lesbians. You can rest assured that no lesbian will be killed or harmed during its making.” Not unless one of them dies due to different kinds of L Words, she says, namely, “too much love, lust and laughter”. • Today’s newspaper editors tend to do their utmost to keep their private lives private, so it was a turn up for the books last week when City AM supremo Christian May  informed his Twitter followers  that “if you see a shiny ring on @ElizaFilby’s hand on @SkyNews later, it’s because she’s agreed to marry me”. Politics looks to be a key thing the couple have in common - indeed Maggie Thatcher could be seen as their spiritual matchmaker – as Dr Filby is an academic and the author of God and Mrs Thatcher, while the PR man-turned-editor is associated with Thatcher-ish anti-state, pro-business views. • How did a maths don come to wake up last week to find a vast picture of herself (“the queen of the anoraks”) on the front page of the Daily Telegraph, a space normally reserved for female royals and celebrities? Dr Hannah Fry, who also does some broadcasting (but mostly on radio), ostensibly owed her splash status to her involvement in BBC4’s Trainspotting: Live; but this was an unsatisfactory explanation because (a) she will only provide expert back-up to frontman Peter Snow, (b) the show is not imminent but scheduled for some unspecified point in the future, and (c) the Telegraph seemed sheepish itself about its flimsy pretext for the pin-up pic, with its caption referring readers on to a “full story” that turned out to be some barely rejigged bumf tellingly lacking a byline (its online version fessed up by featuring a photo of trains, not Fry, and reflecting Snow’s primacy). So we’re left with a mystery worthy of The Curious Cases of Fry and Rutherford, the Radio 4 science series she co-presents; Monkey’s hunch is that a Telegraph decree requires picture editors to put Poldark’s Eleanor Tomlinson (a fellow-redhead whom Fry resembles) on the front whenever she pops up on a red carpet – and, amidst the current turmoil at the paper, someone either desperately decided a lookalike would do, or mixed them up and only discovered the mistake too late.",
  "webTitle": "Media Monkey: Martin Sorrell, dead lesbians and Thatcher matchmaking",
  "webPublicationDate": "2016-05-29T17:42:10Z",
  "webUrl": "https://www.theguardian.com/media/mediamonkeyblog/2016/may/29/martin-sorrell-gideon-rachman-hannah-fry",
  "keyword": [
    {
      "webTitle": "WPP",
      "id": "media/wpp",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Sir Martin Sorrell",
      "id": "media/sir-martin-sorrell",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Advertising",
      "id": "media/advertising",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Orwell prize",
      "id": "books/orwellprize",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Awards and prizes",
      "id": "culture/awards-and-prizes",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "books/politics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "City AM",
      "id": "media/city-am",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Economist",
      "id": "media/the-economist",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Monkey",
      "id": "profile/monkey"
    }
  ],
  "guardianId": "media/mediamonkeyblog/2016/may/29/martin-sorrell-gideon-rachman-hannah-fry"
}