{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/09/rent-strike-students-ucl-london-threat-to-education-access",
  "id": "2016-05-09-163",
  "sectionId": "commentisfree",
  "body": "More than 1,000 students from across London are taking part in a rent strike. In only three months the first strike, of 150 students at University College London, has rapidly increased to incorporate hundreds more students and three other institutions: Goldsmiths, University of London, the University of Roehampton and the Courtauld Institute of Art. For those looking in from the outside, the direct causal link between these first 150 students and the proliferation of protest across the capital may seem unclear. But the success of the strike at UCL, coupled with the nationwide threat to access to education posed by university rent-setting policies, make it perfectly understandable – and it’s no wonder students everywhere are clamouring to join.   Related: University students across London take part in rent strike    At UCL, the location of the longest-running active strike, university officials are facing the fourth rent strike in halls in only 12 months – a costly series of events for the management team. The academic year began with the payment of more than £400,000 in compensation due to “unacceptable” living conditions in two halls of residence, before the rent strike forced freezes or reductions to the rent in 1,224 rooms and, most recently, a further 2.5% rent reduction in the university’s entire housing stock. Despite these concessions, the most significant consequence to date is that, by putting the institution’s rent-setting policy under intense scrutiny, these students have catalysed a reframing of the debate surrounding access to education. In the years following the higher education reforms of 2010, UCL quietly but quickly increased rent prices to an average of £180 per week – £7,200 for this academic year. Massive rent hikes have been swept under the carpet as students typically only stay for one year before being thrown into the catastrophe that is the modern London private rental market. Yet, as the cheapest single room in a university hall reaches £135.59 per week and the government further attacks access to higher education by scrapping maintenance grants, this issue wasn’t going to be ignored for long. Once students began to learn of the years of rent increases and the multimillion-pound surpluses, the perception of exploitation within the student body grew and grew. The question “what is this university really for?” was asked. The answer no longer is “for education”.    Threats and intimidation have failed against a resolute student body, while managers' arguments have fallen flat    In March, an editorial published by the Independent credited the students on strike with rekindling the “debate about access to higher education”. The students on strike aren’t doing it for purely for personal gain; they have firsthand experience of the additional stress associated with financial uncertainty at university, yet they’ve still taken up the fight for access to education for generations of students to come. In standing up in protest, the 150 students who have been on strike since early January have overcome repeated eviction threats – winning an elongated staring contest with university managers – while successfully supporting a student journalist threatened with expulsion for writing about leaked internal documents. The university has been proven unable to counter them – threats and intimidation have failed against a resolute student body, while their arguments have fallen flat.           UCL student: why we’re going on rent strike    It is in this context that the sudden spreading of rent strikes across the capital can be understood. By taking the first steps into the unknown, students at UCL have laid a template for action across the country and in doing so, they make themselves and others stronger. The collective knowledge possessed by the student body has grown exponentially, and is socialised efficiently as a growing network of housing activists develops in student union bars, and connects to the wider London housing catastrophe at local and national demonstrations in the capital. As the student’s voice has been subordinated to monetary concerns following the 2010 higher education reforms, and universities act increasingly like multimillion-pound corporations – treating their students as customers from which as great a profit must be extracted – these rent strikes are a direct attack on the financial structure of higher education that puts money first and students last. So when the director of UCL estates, Andrew Grainger, said it is a “fact of life” that some people cannot afford to study in London, it seems he didn’t take into account the fact that some people won’t put up with it. As hundreds of students join the rent strikes in the capital and the NUS, under new leadership, begins to call for nationwide utilisation of this tactic, it is quickly becoming a fact of life that high rents in universities will lead to withheld rents.",
  "webTitle": "Our rent strike at UCL has caught fire in the capital – and here’s why | Angus O’Brien",
  "webPublicationDate": "2016-05-09T14:03:00Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/09/rent-strike-students-ucl-london-threat-to-education-access",
  "keyword": [
    {
      "webTitle": "Student housing",
      "id": "education/studenthousing",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Renting property",
      "id": "money/renting",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education policy",
      "id": "politics/education",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UCL (University College London)",
      "id": "education/universitycollegelondon",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Property",
      "id": "money/property",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Goldsmiths, University of London",
      "id": "education/goldsmiths",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "London",
      "id": "uk/london",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Roehampton University",
      "id": "education/roehamptonuniversity",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "The Courtauld Institute of Art",
      "id": "education/courtauldinstitute",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Angus O'Brien",
      "id": "profile/angus-o-brien"
    }
  ],
  "guardianId": "commentisfree/2016/may/09/rent-strike-students-ucl-london-threat-to-education-access"
}