{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/liverpool-watford-match-preview",
  "id": "2016-05-06-131",
  "sectionId": "football",
  "body": "The Europa League final may be Liverpool’s focus, and Jürgen Klopp has confirmed the intensity of Thursday’s semi-final against Villarreal will influence his selection against Watford, but cup final places and the desire to finish higher than eighth should provide sufficient motivation at Anfield. Klopp cites the 3-0 defeat at Vicarage Road as one of the worst displays of his Liverpool tenure and will not want his players bullied again by Quique Sánchez Flores’s team. Andy Hunter Kick-off Sunday 4pm  Venue Anfield Last season n/a Referee Lee Mason This season G20, Y53, R3, 2.95 cards per game Odds H 1-2 A 6-1 D 7-2 Liverpool Subs from Mignolet, Can, Sturridge, Coutinho, Touré, Flanagan, Milner, Lallana, Stewart, Caulker, Brannagan, Teixeira, Chirivella Doubtful None Injured Henderson (knee, Jun), Origi (ankle, Jun), Ings (knee, Aug), Gomez (knee, Aug), Rossiter (hamstring, unknown) Suspended Smith (one match) Form DWWWDL Discipline Y58 R3 Leading scorer Firmino 9 Watford Subs from Pantilimon, Paredes, Anya, Ekstrand, Holebas, Berghuis, Guèdioura, Amrabat, Oularé, Hoban, Belkalem, Prödl Doubtful None Injured Behrami (rib, Jun), Capoue (knee, Aug), Gilmartin (knee, Aug) Suspended None Form LLDWLW Discipline Y66 R3 Leading scorer Ighalo 14",
  "webTitle": "Liverpool v Watford: match preview",
  "webPublicationDate": "2016-05-06T14:31:47Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/liverpool-watford-match-preview",
  "keyword": [
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Watford",
      "id": "football/watford",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [],
  "guardianId": "football/2016/may/06/liverpool-watford-match-preview"
}