{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/08/naked-at-the-albert-hall-tracey-thorn-review-eloquent",
  "id": "2016-05-08-145",
  "sectionId": "books",
  "body": "Why and how do we sing and what makes us enjoy listening to others sing? The question resounds through this wise and witty second book from Tracey Thorn, author of the bestselling pop memoir Bedsit Disco Queen, which chronicled her 30-year music career including her time in Everything But the Girl and subsequent solo adventures. This “inside story of singing” is wide ranging, charting her own development (from the “joyous experience” of singing along to Patti Smith’s Horses as a teenager to becoming a professional singer) and examining the mechanics of singing and anatomy of the throat, since “singing is a physical activity as much as an emotional one”. The title refers to Thorn’s stage fright and a nightmare she would have about being naked at the Albert Hall, while alluding to ideas of emotional exposure and vulnerability. “There’s more thinking in singing than you might think,” writes Thorn, who not only draws on the rich reservoir of her experience but also weaves in thinking from throughout the ages (including Roland Barthes’s 1972 essay The Grain of the Voice and Ian Bostridge’s A Singer’s Notebook exploring the relationship between singing, feeling and performance), and incisive interviews with singers Green Gartside, Alison Moyet and Linda Thompson, among others. “I’m writing as a book-lover, too, drawn to those points where my love of singing and my love of literature overlap; where novels or poems articulate deeper truths about singing, and its significance,” writes Thorn. Some of the most compelling parts of the book are Thorn’s insightful discussions of characters in fiction who embody different aspects of singers and singing: Bel Canto by Ann Patchett featuring a character obsessed with a singer; The Song of the Lark by Willa Cather, whose heroine leaves her home town and becomes a singer; A Slipping-Down Life by Anne Tyler, a fascinating exploration of the nature of fandom. Finding your unique, personal sound is “the key ingredient in becoming a singer”, believes Thorn. “Listeners will follow you a long way if you keep them interested. The aim isn’t necessarily to feel beholden to your innate voice, but above all to aim for one that has confidence in itself, and expresses something unique.” Thorn eloquently strikes upon some profound truths about human communication as she tests the powers and limits of the human voice. Naked at the Albert Hall is published by Virago (£8.99). Click here to buy it for £7.19",
  "webTitle": "Naked at the Albert Hall review – Tracey Thorn’s eloquent study of song",
  "webPublicationDate": "2016-05-08T08:00:02Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/08/naked-at-the-albert-hall-tracey-thorn-review-eloquent",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "books/music",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Tracey Thorn",
      "id": "music/tracey-thorn",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Anita Sethi",
      "id": "profile/anitasethi"
    }
  ],
  "guardianId": "books/2016/may/08/naked-at-the-albert-hall-tracey-thorn-review-eloquent"
}