{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/11/azealia-banks-axed-uk-music-festival-zayn-malik-twitter",
  "id": "2016-05-11-144",
  "sectionId": "music",
  "body": "Azealia Banks has been dropped from her headlining slot at a British musical festival after posting racist and homophobic tweets towards former One Direction member Zayn Malik. The American musician began trending worldwide after she posted the string of comments which referred to Malik in highly derogatory terms. Rinse FM, which had recently booked Banks to headline their Born & Bred festival in July, said: “We have decided to cancel Azealia Banks’ headline appearance at Rinse Born & Bred. “Rinse Born & Bred is a celebration of rave culture and has been created for everyone. We celebrate inclusivity and equality.”    ANNOUNCEMENT: @RinseFM I @bornandbredLDN pic.twitter.com/AB3wnTaSru— Rinse I Born & Bred (@bornandbredLDN) May 11, 2016    The row started when Banks, 24, claimed Malik had copied her work for his new video, Like I Would, though she added that she liked the singer and thought he was a “cutie pie”.       But when Malik, a Yorkshire-born singer to a Pakistani father and an English-Irish mother, tweeted: “I see you reaching but I don’t care … My @’s too good for you,” Banks assumed it was about her and began sending abuse his way, including saying he was a member of One Direction only “to draw brown attention”.   Related: Azealia Banks uses homophobic slur during fracas with flight attendant    Banks also posted a string of derogatory comments about the UK rap scene, saying that British rappers “never have swag” and British rap music was a “disgrace” to the genre. The rapper and singer has been the centre of controversy in the past, having aimed tirades at a range of artists including Iggy Azalea, Rita Ora and Lily Allen. In March she was forced to apologise after former US politician Sarah Palin threatened to sue the rapper for a series of derogatory tweets. On Wednesday social media users, including Lily Allen, called on Twitter to suspend Banks. “Why do the Police shut down @Giggs or @nines1ace raves but @AZEALIABANKS is cool to just come here threatening to bring arms?” Allen wrote. “Don’t get it.” The Guardian has contacted Twitter for a comment.",
  "webTitle": "Azealia Banks axed from UK festival after racist rant at Zayn Malik",
  "webPublicationDate": "2016-05-11T15:29:01Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/11/azealia-banks-axed-uk-music-festival-zayn-malik-twitter",
  "keyword": [
    {
      "webTitle": "Azealia Banks",
      "id": "music/azealia-banks",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Zayn Malik",
      "id": "music/zayn-malik",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Hip-hop",
      "id": "music/hip-hop",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Twitter",
      "id": "technology/twitter",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Blogging",
      "id": "media/blogging",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "music/2016/may/11/azealia-banks-axed-uk-music-festival-zayn-malik-twitter"
}