{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/24/preacher-review-seth-rogen-new-show-best-comic-book-adaptation",
  "id": "2016-05-24-181",
  "sectionId": "tv-and-radio",
  "body": "Comic book adaptations usually fall into one of two clearly defined categories: one, work that angers the original fanbase, and two, the ones that don’t.   Related: Preacher recap: season one, episode one – Pilot    There are a few – very few – exceptions which manage to make pretty big changes from the source material but still keep the fans on board. The Walking Dead always changes up the big deaths from the comics, which the fans are broadly happy with, as it keeps them guessing. Gotham has gleefully changed just about every aspect of Batman, but it retains the affection of fans because its pulp comic book aesthetic nails the Dark Knight’s home town like no adaptation before (except perhaps Batman: The Animated Series). Preacher might just be one of those rare beasts – a gore-coated unicorn with a sick sense of humour, just like the comic book it’s based on. But while it might be tonally faithful, it’s certainly made changes from the source material that could, in lesser hands, seriously annoy fans who have been waiting 21 years after enduring a series of off-and-on-again projects. The series is based on a road-trip comic about the titular preacher, Jesse Custer, who finds himself accidentally imbued with the power of a celestial creature called Genesis, which allows him to compel people to do as he says.  Teaming up with his ballsy ex-girlfriend Tulip and his friend Cassidy, an Irish vampire, he heads out to give God a telling off. Except in the TV show, they don’t head out anywhere. The whole thing is set in the town of Annville – which, in a rare departure, is called Salvation in the comics.     A steep learning curve … The Green Hornet. Photograph: Col Pics/Everett/Rex    The adaptation raised some eyebrows when Seth Rogen and Evan Goldberg signed on as executive producers, and directed the pilot episode (and wrote it with showrunner Sam Catlin). They might be highly respected film-makers, but Preacher seemed like a strange departure for them. Or was it? They’ve tackled supernatural chaos before in This is the End, they’ve written characters in over their heads in Pineapple Express, they’ve even had a crack at a comic book adaptation before with The Green Hornet, albeit without a great deal of success. But the biggest sign that they might be the perfect match for Preacher is the twisted sense of humour that runs through all their films – it’s often near-the-knuckle, but never mean-spirited. And that is how the Preacher series will keep fans happy, despite the changes to the source material. Preacher is no gore’n’bore Walking Dead rip-off. The comic series, by British creators Garth Ennis and Steve Dillon, is constantly undercutting its own horror with knowing humour that’ll sometimes make you gasp (one character undergoes such a ridiculous amount of pain and indignity that it becomes a running joke). But the strong friendship between Jesse, Tulip and Cassidy gives the whole thing a rather sweet, hopeful edge and stops the black humour from becoming too dark.   Related: Preacher: 'It's bigger than Breaking Bad. It's a romp'    Adult comic book adaptations often double down on the bleakness just to drill into the audience how grownup they are. Both the Walking Dead and the upcoming Outcast are so unrelentingly grim that you’re dying for someone to crack a joke once in a while. Preacher manages to be a grownup comic adaptation that’s also funny. They might be aimed at entirely different age groups, but The Flash has already proven the importance of humour in a comic book adaptation. After all, you can only take these things seriously to a point. The only concern left to fans of the comic is to see just how far the series is willing to go in its religious content. Comic writer Ennis is a noted atheist, and he doesn’t hold back when it comes to his take on religion and the church, even portraying God as powerful and yet utterly ineffectual. US TV, however, is unlikely to go that far. HBO might, sure, but AMC, with its self-imposed nudity and bad language ban, is unlikely to. We can only hope that the source material is not completely neutered on that front. And even if it is, it looks like Preacher might actually get away with it. It’s got the tone spot-on, and, as all but the most rabidly literal of comic book fans will tell you, the tone and spirit is really the most important thing for an adaptation to capture.",
  "webTitle": "Preacher: is Seth Rogen's new show the best comic book adaptation ever?",
  "webPublicationDate": "2016-05-24T12:00:11Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/24/preacher-review-seth-rogen-new-show-best-comic-book-adaptation",
  "keyword": [
    {
      "webTitle": "Preacher",
      "id": "tv-and-radio/preacher",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comics and graphic novels",
      "id": "books/comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [],
  "guardianId": "tv-and-radio/2016/may/24/preacher-review-seth-rogen-new-show-best-comic-book-adaptation"
}