{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/09/the-good-wife-finale-review-brilliant-flawed-complex",
  "id": "2016-05-09-193",
  "sectionId": "tv-and-radio",
  "body": "Spoiler alert: this blog assumes you’ve seen the season seven finale of The Good Wife. Do not read on unless you have The Good Wife was always going to end mid-thought. The series, which aired its finale in the US on 8 May, had a knack of cutting episodes right at the point where viewers were about to see the drastic transformation they were hoping for, or the resolution they were longing for. It certainly always ended its seasons like that, leaving us wondering what Alicia Florrick (Julianna Margulies) would do next. Naturally, the entire show ended that way as well. Just as the series started with Alicia standing by her husband Peter (Chris Noth) in the throes of a political scandal, it ended with her in the same position – only this time, when he reached for her hand, she fled to chase down her new love interest, Jason (Jeffrey Dean Morgan). Yet he wasn’t there. Instead, she faced her business partner and former mentor Diane (Christine Baranski), whose husband Alicia had impugned in court to help get her own husband off corruption charges. Diane slaps her in the face and walks away. Alicia doesn’t cry. In a performance that deserves to win Margulies her third Emmy for the role, she twists up her face and somehow finds strength. Yet through her reserve, there is vulnerability and fear. She doesn’t want to face the future alone, but knows she must. She is dealing with finally divorcing her husband, the disappointment of Jason not choosing to be with her and the trepidation of what her life will become now that her husband, career and children (who are both heading to college) are all stripped away.     Alicia with her new love interest Jason Crouse (Jeffrey Dean Morgan). Photograph: CBS/Getty Images    As always, just as we ponder her next move, the screen fades to black. This time, she’s gone for good. There are clues to help us answer the mystery of Alicia’s next steps: she could run for political office with the help of her husband’s adviser Eli Gold (Alan Cumming). The idea of setting up an all-female firm with Diane is off the table considering their animosity, but she could restart her own practice with her new friend Lucca Quinn (Cush Jumbo, who needs her own spin-off show stat). Or who knows, she could join Louis Canning (Michael J Fox) and become the cold-hearted person he always wanted her to be. Regardless, viewers can imagine their own ending for Alicia and debate it for years to come. Not everything about the finale was perfect. So much hinged on her communing with the ghost of Will Gardner (Josh Charles), the love of her life who was gunned down in season six. When Lucca asked who she wanted to come home to, Alicia imagined both Jason and Peter, then a third possibility that surprised her as it surprised us: Will. Seeing Charles was a treat, and Alicia finally letting go of Will in a teary embrace was good closure, but it relied on magical realism that was never a large part of the show. Another flaw was Alicia’s betrayal of Diane by sacrificing Kurt and their friendship to get Peter off – a strategy that was moot when he eventually took a plea bargain anyway. Though their final confrontation was dramatic, it boiled their relationship down to two women fighting over their husbands. Both women (and, by proxy, the show) fought to elevate the roles of women in society and this catfight betrays that notion.  Naturally, though, the slap mirrors the one Alicia gave Peter in a similar hallway in the series pilot. The Good Wife creators Michelle and Robert King say they want to show that the victim has become the victimiser, but we didn’t entirely get there. Alicia may have become more cunning and calculated, and she has certainly gained strength and skill as a lawyer, but she is never as morally compromised as Peter is from start to finish. Still, the fight left Alicia alone; the metamorphosis we signed up for is complete. She is no longer someone’s wife and, based on how she betrayed Peter and Diane at the eleventh hour, she may not be that good, either. In the end, Alicia was just Alicia – a brilliant, flawed and complex woman we have loved watching for seven years.",
  "webTitle": "The Good Wife finale review: farewell to a flawed, complex and brilliant woman",
  "webPublicationDate": "2016-05-09T12:51:50Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/09/the-good-wife-finale-review-brilliant-flawed-complex",
  "keyword": [
    {
      "webTitle": "The Good Wife",
      "id": "tv-and-radio/the-good-wife",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Drama",
      "id": "tv-and-radio/drama",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/09/the-good-wife-finale-review-brilliant-flawed-complex"
}