{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/fda-implant-opioid-addicts-probuphine",
  "id": "2016-05-26-247",
  "sectionId": "us-news",
  "body": "As the US deals with an escalating opioid epidemic, clinicians are anxiously waiting for news on whether a new treatment will find its way into addicts’ hands.  The Food and Drug Administration is due to announce by Friday whether it will approve the treatment Probuphine, which is implanted in a recovering addicts’ arm.  Each day, 80 Americans die from an opioid overdose. And yet there are only three opioid abuse treatment drugs: methadone, buprenorphine and naloxone, and access to these medications is extremely limited. More than half of people who need treatment cannot access it because of a lack of providers or because they can’t afford it, according to the US Department of Health and Human Services.   Related: Amid opioid epidemic, NFL player risks career to push for medical marijuana    Clinicians are scrambling for more options to meet fast-escalating demand. The proposed implant is intended to minimize the risk of the treatment being resold on the black market and abused – as can happen with a pill version of opioid treatment drugs – or ingested accidentally by children who find it in their homes. But opponents are raising doubts about the scientific support for the implant, and say that addiction would be better addressed by improving access to the already-approved drug treatments. “Anything that has the potential to help, has the potential to help,” said Jonathan Craig Allen, a psychiatrist and and addiction treatment specialist at Hartford HealthCare. “I think this is a good medication, there are a lot of positive benefits.” The proposed treatment awaiting approval by the FDA would dispense a small, steady dose of buprenorphine over six months while implanted in the patient’s arm. Buprenorphine treatments provide relief from the withdrawal symptoms that can come from dropping the use of an opioid outright. They are often combined with naloxone but can also be used as a solo medication..  But the rise in buprenorphine use has been met with a rise in abuse of the drug, according to state law enforcement agencies across the country. And from 2005 to 2010, emergency room visits involving buprenorphine jumped from 3,161 to 30,135 visits, according to government estimates. An FDA advisory committee voted 12-5 in favor of approving Braeburn Pharmaceuticals’ Probuphine in January. But Judith Kramer, the FDA advisory committee’s acting chairwoman, was one of five members of the committee to vote against the treatment’s approval out of concerns about Braeburn’s analysis of its product.  “I just thought, what are we doing? Are we really helping?” Kramer said. “It would be better to increase the number of patients with the existing product.” To prescribe buprenorphine, doctors must obtain a certification, and even then, can only prescribe it to 100 patients. The Obama administration, however, has proposed that the cap be doubled to 200 patients. Most supporters of medication-assisted treatment think the ceiling should be even higher. Obama’s plan also includes $11m for states to distribute naloxone, a drug that reverses overdoses and is typically administered in emergencies by either a family member, paramedic or police officer. But supplies of the drug are dwindling as clinicians respond to the epidemic. Those that settle on methadone as their best treatment option must go to a clinic daily, though the other treatments can be injected monthly or obtained as a prescription that can be kept at home. And people in rural areas are much less likely to have easy access to treatment clinics or doctors who have the certifications to prescribe buprenorphine.  Dr Carl R Sullivan, a professor and director of addiction services at the West Virginia University Medical Center, said his clinic, the longest-running medication-assisted treatment center in West Virginia, currently serves about 450 people – but 538 more are on a waiting list.“For me, the tragedy is that even for people who want treatment, it’s nearly impossible to get it,” he said. Kramer emphasized the need to improve access to existing treatment options, while listing her considerable concerns about how Braeburn did its clinical trials, which she said were “not very rigorous”.  The trial only showed that the treatment is not worse than the pill form of buprenorphine, she said. And the implant has only been tested for six months of use – it is unclear how it will affect patients after that period has passed and multiple advisory board members expressed concerns about the definition of what patient the drug is intended for.  Because Kramer, who has spent the last 30 years working in clinical trials, has no confidence in the pharmaceutical company’s scientific method, she could not resolve other issues she had with the product and voted no.  “We don’t have to do something if it’s no better than we have got,” said Kramer. “We need more treatment with the existing treatments.”  Kramer’s criticism was echoed by Tracy Rupp, director of public health policy initiatives at the National Center for Health Research, a Washington DC-based thinktank. Rupp told USA Today that the results could be skewed because some missing urine tests were counted as negative, even though people addicted to opiates often avoid urine tests. “Is Probuphine effective? We still don’t know because the study was poorly designed and missing data,” Rupp said.  But Behshad Sheldon, executive director and CEO of Braeburn Pharmaceuticals, said the company’s analysis fulfilled the FDA’s desire to see that the implant delivered the correct amount of medicine and that the procedure is safe. “It [buprenorphine] has already been in millions of people, there’s no doubt really about its efficacy or safety if used appropriately,” Sheldon said.  She said more than 4,000 doctors have signed up on Braeburn’s website to be trained in administering the drug and if it is approved, the company plans to hold 253 training sessions in 52 cities across the US for doctors hoping to prescribe the drug. “We’re trying to be very mindful that not everyone lives in LA and New York and that people who live in rural areas have even more needs for a product like this,” Sheldon said.  Meanwhile, FDA advisory committee members, and addiction specialists who work to treat opioid addiction, emphasized that the scale of the problem needs more treatment options, even ones like Probuphine, which are only meant for already stable patients.  “Certainly, I think that there’s more benefit than risk at this point for this approval, and that’s what really swayed me,” Adam Gordon, a professor of medicine at the University of Pittsburgh and member of the advisory panel who voted in favor of the drug, told the meeting.  Carol Falkowski, a former director of the Minnesota health department’s alcohol and drug abuse division who now works for a private drug abuse prevention group, said in an email that while there is no “magic pill” to treat addiction, every effort should be made to expand medication assisted treatment. “The more people who have access to them the better,” Falkowski said.  Though local and federal governments have proposed donating millions to combat the crisis, Hartford HealthCare’s Allen said he expects opioid-related death rates to increase this year and he is not confident that the opioid addiction epidemic has reached its peak. “People are dying every day in this state from opioid-related deaths,” said Allen. “We are not out of the woods.”",
  "webTitle": "FDA to announce whether it will approve implant for opioid addicts",
  "webPublicationDate": "2016-05-26T10:30:09Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/fda-implant-opioid-addicts-probuphine",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Health",
      "id": "society/health",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Amanda Holpuch",
      "id": "profile/amanda-holpuch"
    }
  ],
  "guardianId": "us-news/2016/may/26/fda-implant-opioid-addicts-probuphine"
}