{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/30/mps-should-heed-call-to-decriminalise-sex-work",
  "id": "2016-05-30-45",
  "sectionId": "society",
  "body": "Last week Amnesty International launched its global policy on sex work alongside new research which documents the severe human rights abuses suffered by sex workers (Amnesty in global programme to decriminalise sex work, theguardian.com, 26 May). Amnesty’s call on states to repeal laws that criminalise “the consensual exchange of sexual services between adults for remuneration” should surely signal a change in direction for the UK government and especially for the House of Commons home affairs committee, which is currently reviewing the prostitution laws. Objections have been raised to this review because of its obvious bias in favour of a law to criminalise the buying of sex. One country studied by Amnesty is Norway, which introduced such a law in 2008 (the so-called Nordic model). Amnesty’s evidence shows that sex workers are still criminalised, including for working together for safety. Forced evictions, investigations, surveillance, prosecutions and increased stigma are prevalent with migrant workers particularly targeted. Shockingly, “police are using sex workers’ reports of violence and crimes against them as evidence to facilitate their eviction and/or deportation”. The committee should also listen to Amnesty’s recommendation that states should provide “state benefits, education and training and/or freely chosen alternative employment ... to prevent any person from having to rely on selling sex as a means of survival due to poverty or discrimination”. We have a wish list for the UK starting with the abolition of benefit sanctions. In many towns and cities this brutal policy of deliberate destitution is seen as a direct cause of the increase in prostitution. We urge the government and the home affairs committee to take notice and follow Amnesty’s lead. Sex workers’ safety and lives depend on prompt action.Cari MitchellEnglish Collective of Prostitutes • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "MPs should heed call to decriminalise sex work | Letter from the English Collective of Prostitutes",
  "webPublicationDate": "2016-05-30T17:46:39Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/30/mps-should-heed-call-to-decriminalise-sex-work",
  "keyword": [
    {
      "webTitle": "Prostitution",
      "id": "society/prostitution",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Sex trade",
      "id": "society/sex-trade",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/30/mps-should-heed-call-to-decriminalise-sex-work"
}