{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/24/uk-asset-resolution-northern-rock-deal-triggers-bonuses-2000-employees",
  "id": "2016-05-24-114",
  "sectionId": "business",
  "body": "A deal to outsource mortgage processing at the government-owned Northern Rock and Bradford & Bingley will trigger bonuses for nearly 2,000 employees, including more than £200,000 to the outgoing chief executive, Richard Banks. Banks, whose pay rose by a third to almost £1m last year, has been leading the move to wind down the mortgage books of Northern Rock and B&B, which were bailed out in 2008. At the time the two businesses had 800,000 mortgage customers, now reduced to 238,000 as people have repaid loans or their mortgages have been sold off. He is leaving UK Asset Resolution, the body that controls both businesses, to run Computershare, the organisation that is taking over the processing of outstanding home loans.  UKAR’s annual report discloses that Banks will receive a bonus of £211,750 through a scheme known as the Phoenix incentive plan, designed to reward staff for the sell-off of the mortgage processing operation. This bonus scheme means that about 1,900 staff are in line for as much as £1,500 each in the new financial year.      Richard Banks, the outgoing chief executive of UKAR, will receive a bonus of £211,750. Photograph: Christopher Thomond for the Guardian    Some 1,700 staff will be transferring to the new Computershare venture, while 200 staff will remain at UKAR to continue winding down the operation and oversee the government’s help to buy mortgage incentive programme.  Banks insisted no jobs would be lost. He will not receive a payoff for moving across to the new operation.  Last year, UKAR caused controversy by selling £13bn of mortgages to the private equity firm Cerberus, in a deal that allowed a bonus scheme for executives to vest a year earlier than planned. It will pay out next year.  In the budget, George Osborne had said that about another £16bn of B&B mortgages would be sold off and Banks’s replacement as chief executive, the current finance director, Ian Hares, said this was expected to take place by 2018. UKAR’s aim is to reduce the size of its balance sheet – which is now £72.5bn (63%) smaller than it was when the body was created in 2010 – and repay the government loan used to keep it afloat. UKAR has repaid £20.4bn of the government loans, reducing its size by 42%. While profits were down 25% to £1bn, this was in line with expectations because of the reduction in the value of lending. UKAR is closed to new business but its longest mortgage runs to February 2049. Richard Pym is also stepping down as chairman to be replaced by the non-executive John Tattersall. Pym will waive any future fees. No details were given of Hare’s pay for when he becomes chief executive, but he received £718,000 in 2015.",
  "webTitle": "UK Asset Resolution deal triggers bonuses for 2,000 employees",
  "webPublicationDate": "2016-05-24T15:00:00Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/24/uk-asset-resolution-northern-rock-deal-triggers-bonuses-2000-employees",
  "keyword": [
    {
      "webTitle": "Northern Rock",
      "id": "business/northern-rock",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Bradford & Bingley",
      "id": "business/bradfordbingley",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Banking",
      "id": "business/banking",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial crisis",
      "id": "business/financial-crisis",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Financial sector",
      "id": "business/financial-sector",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jill Treanor",
      "id": "profile/jilltreanor"
    }
  ],
  "guardianId": "business/2016/may/24/uk-asset-resolution-northern-rock-deal-triggers-bonuses-2000-employees"
}