{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/02/further-future-festival-burning-man-tech-elite-eric-schmidt",
  "id": "2016-05-02-34",
  "sectionId": "technology",
  "body": "A red Ferrari with the top down swerved past on the winding dirt road, heading to what looked like a small Mars encampment. Helicopters landed on the side of the road and greeters darted across. At a farmers’ market with overflowing baskets full of raspberries, watermelons, and focaccia, I asked for a mango, and the farmer started cutting it in half for me: “That’ll be $7.” This weekend, outside Las Vegas, a group of Burning Man veterans put on a festival called Further Future, now in its second year. Across 49 acres of Native American land over three days, with around 5,000 attendees, the event was the epitome of a new trend of so-called “transformational festivals” that are drawing technologists for what’s billed as a mix of fun and education. While tickets started at $350, many attendees opted for upgrades to fully staffed accommodation and fine dining. While Burning Man’s hidden luxury camps on the edge of town are criticized by old time Burners who value labor on the desert, Further Future is a splinter group that’s unapologetic about wanting a good, hard-labor-free time. “Unabashed luxury,” the website reads, in reference to its Lunar Palace accommodation. Burners are judged for using Wi-Fi or having private chefs; Further Future advertises its connectivity and personal festival assistant service. Nobu hosted a $250-a-seat dinner on the first night of the festival. Partiers included Eric Schmidt, executive chairman of Alphabet; Clear Channel CEO Bob Pittman; and top Facebook executive Stan Chudnovsky.    This is a high percentage of San Francisco entrepreneurs, and they tend to be winners  Eric Schmidt, Alphabet executive chairman        Further Future festival: ‘We’re shaping the future.’ Photograph: Tomas Loewy    “It’s the Burning Man 1%,” said Charles, a documentary filmmaker with spikes pierced through his ears and a brainwave meditation startup. “It’s curated.” Eric Schmidt was backstage leaning against a tower of pallets and wearing an ornate top hat and a vest made of mirrors. He said he was at Further Future mostly because these were his friends. “It’s well documented that I go to Burning Man. The future’s driven by people with an alternative world view. You never know where you’ll find ideas. ” This was the cream of the Burning Man crop, he said. “This is a high percentage of San Francisco entrepreneurs, and they tend to be winners. It’s a curated, self-selected group of adults who have jobs,” Schmidt said. “You can tell by the percentage of trailers.” Did they provide the costume for him? “My own, of course. What do you think of it?” he pressed the glass panels and smiled.     Top of the crop: Eric Schmidt in his party hat. Photograph: Tomas Loewy      Party planners at Burning Man are careful to hide their luxury dwellings behind large walls dressed as art projects, but Further Future had no such pretension. Behind a chain-link fence was the VIP neighborhood with airstreams ($5,000) and Lunar Palaces ($7,500) – 200 sq ft, 9ft high, custom-made luxury domes with wooden flooring and furnished to sleep four. These included something called an entourage concierge – “a personal, dedicated lifestyle manager and assistant ready to help you with any requirements or desires you may have. No request is ever unattainable.” The lifestyle assistant, who makes sure you have the soap you like, will work with you on everything “from the green juice you enjoy every morning to the old-fashioned cocktail you sip on in the evenings”.    In a shipping container converted to control room, I found Russell Ward, the general show runner and publicist who’s the mastermind behind the most popular “transformational festivals”. “This is top-league networking and business folks are all here in the guise of having fun. It’s designed around the music, but it’s about the business,” Ward said. “A ton of business will get done here. Entrepreneurs will get funded, investors will find their trajectories, service companies will meet and mix it up.” Before running the tech world’s hot new trend, Ward had an online gaming hedge fund. “The problem was it got hairy. It’s a dodgy industry,” he said. “We weren’t doing anything illegal, but we got raided by the government, and I got spooked. So I had to decide where to plant my next seed, and I found this knack for festivals.”    It’s designed around music, but it’s about business ... Entrepreneurs will get funded, investors will find trajectories  Russell Ward, Further Future coordinator     The aesthetic of the festival was “steampunk futurism” (latex underwear, fur coats, platform boots, metal headpieces). Ward was wearing a Hawaiian tank top, clear Gucci sunglasses, and a silver-coated bobcat claw on a chain. “Burning Man, and we have great reverence for Burning Man, but there’s always an element of arduousness. Here, we have spa treatments and green juice,” he said. “There’s already enough in life that’s tough.” Further Future is only one of several “transformations” Ward runs, and they all overlap somewhat, especially MaiTai, the billionaire kiteboarding community centered around Virgin founder Richard Branson’s island. “Kiteboarding is the new golf,” Ward said. “Everyone’s doing it. Branson, Elon, Sergey.” Justin Shaffer, an early Facebook employee and now an investor, says he wants Further Future to answer a new set of questions: “What happens post-capitalism? Even post-democracy? What about post-employment, when we have universal basic income? “Physical proximity will become more important in a world where the first time you see the pyramids is in VR.”     Keeping fit at Further Future. Photograph: Tomas Loewy    In the Wellness Tent, there’s a fitness class with people jumping up and down in unison. Nearby, one woman advertises psychological services as “tools and technology broken down for busy professionals”. Another advertises “smudging aura cleansing”. To the side of the main wellness stage, a man is getting a transfusion in his arm from a bright yellow bag of fluid (a liter of saline and vitamins called Push IV). The patient reclines, half asleep, until someone accidentally knocks the bag over, jolting the needle in his arm. An espresso line stretches 45 minutes long for lavender lattes. During a wellness panel on “Adventure Travel: Journey As Wellness”, someone asks the instructor Fabian Piorkowski about privilege. “We’re so privileged to come to these spiritual places – Further Future, Tulum – but not everyone can,” the audience member says, asking Piorkowski how he should reconcile that.  “It’s all about balance. We are the ones meant to be the air, not the earth,” Piorkowski said. “So you have this group who can travel. The purpose can never be to enable everyone to travel because that would create imbalance.” On stage, entrepreneur Loïc Le Meur is wearing a whole fox as a headpiece and interviewing Schmidt, who answers questions about blockchain (he’s for it), eugenics (he’s opposed), and cellphones (he’s worried about addiction). Schmidt is beloved. The woman behind me shouts that he should run for president. Someone else says: “Marry me, Eric.” It was his birthday just a couple of days before, and everyone sings Happy Birthday. At dinner that night, everyone gets a slice of birthday cake.     Entrepreneur Loïc Le Meur on stage with fellow entrepreneur Gary Mueller. Photograph: Tomas Loewy    Schmidt sat on the floor, smiling, his eyes almost closed. The dinner party included a beer tasting, and the bartender was frustrated because the foie gras torchon was too fatty for a proper beer pairing. Schmidt and his pack headed out into the night. Robert Scott, the 42-year-old cofounder of the festival, said you don’t need to sweat to have an epiphany.  “There’s a lot of ways to find an epiphany. Being in the desert under hard conditions is one way to bring yourself into a receptive state, I suppose, but here, all these things are putting you in the same place gently,” he said.  We sat at a table after a rainstorm, his shaggy brown hair disheveled.  “It’s important what we do here,” Scott said. “That’s what we keep saying. We’re shaping the future. These are the people who not only can do it, but these are the only people who can.”  This article was amended on 24 May 2016 to clarify that the ‘unabashed luxury’ of the Burning Man camps advertised on Further Future’s website referred to the Lunar Palace accommodation.",
  "webTitle": "'Burning Man for the 1%': the desert party for the tech elite, with Eric Schmidt in a top hat",
  "webPublicationDate": "2016-05-02T20:41:19Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/02/further-future-festival-burning-man-tech-elite-eric-schmidt",
  "keyword": [
    {
      "webTitle": "Silicon Valley",
      "id": "technology/silicon-valley",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Entrepreneurs",
      "id": "business/entrepreneurs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Eric Schmidt",
      "id": "technology/eric-schmidt",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Google",
      "id": "technology/google",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Alphabet",
      "id": "technology/alphabet",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Burning Man festival",
      "id": "culture/burning-man-festival",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Nevada",
      "id": "us-news/nevada",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nellie Bowles",
      "id": "profile/nellie-bowles"
    }
  ],
  "guardianId": "business/2016/may/02/further-future-festival-burning-man-tech-elite-eric-schmidt"
}