{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/19/chris-martin-coldplay-comedy-cameos-glastonbury",
  "id": "2016-05-19-139",
  "sectionId": "music",
  "body": "Coldplay’s Chris Martin has been called many things throughout his career: a bedwetter, a geography teacher, a “woeful fucking waste of a snail’s time” ... but a comedic maverick? Never. Until now, that is.  The Devonshire frontman has long been a supporter of comedy. A close friend of Simon Pegg and Ricky Gervais, he is a musician who understands that, when it comes to mocking the famous for their ludicrous lifestyle, if you can’t beat them, join them. Most recently, Martin provided a skit for The Late Show with Stephen Colbert, in which he offers to create lyrics for the US talkshow’s theme tune.            The skit follows a similar theme to most of Martin’s comedy appearances – parodies in which his perceived seriousness is the butt of the joke, sometimes to brilliant effect. In some cases the very earnest act of impregnating Gwyneth Paltrow with a baby named Apple is even up for roasting.  So here’s a brief chronology of Chris Martin’s comedy career.  Shaun of the Dead – 2004 As with Bob Geldof and Bono, the British find nothing funnier than an artist’s earnest philanthropic pursuits. The earliest example of Martin parodying his charitable nature – and perhaps the moment in which his dalliance with comedy began – came alongside Simon Pegg and Nick Frost during one of zombie comedy Shaun of the Dead’s more meta moments. Representing the charity Zombaid, Chris Martin – who also appeared as a zombie in the film – and Johnny Buckland sit beside Vernon Kay on the T4 sofa to preach about their new charity venture set up following the zombie possession of their drummer and bassist. A beautifully understated performance from the heir to Steve Martin’s comedic throne.  Score:  5/10            Extras – 2006 As previously mentioned, Chris Martin’s comedy cameos often involve the merciless ribbing of his many charity-based endeavours. In Extras, Ricky Gervais’s character Andy makes a charity promo video while scrabbling for credibility and industry praise. Martin appears as a ruthless self-promoter, his sole intention to advertise the band’s Greatest Hits album. “Can we get on with this?” he says ahead of the video’s first take. “I’ve got to do Aids and Alzheimer’s and landmines this afternoon and I wanna get back for Deal Or No Deal. Plus Gwyneth’s making drumsticks.” It’s funny, but a lingering sense of smugness resides. Score: 6/10            Brüno – 2009 Enlisting music industry heavyweights to promote his 2009 film, Brüno, Sacha Baron Cohen created a spoof charity single entitled Dove of Peace, with the Coldplay singer appearing alongside Sting, Bono, Slash and Snoop Dogg. A source told the Mirror newspaper at the time: “Chris Martin was in stitches throughout the recording and only just managed to get his lines out.” Maybe you had to be there.  Score: 4/10            The Simpsons – 2010 During episode Million Dollar Maybe, Homer wins $1m in the lottery. Having missed a wedding reception in order to buy the winning ticket, Homer uses his prize money to buy back the love of his nearest and dearest with anonymous gifts; hiring the band to play a concert for Bart, who lives out every music fan’s fantasy and pauses the show to nip to the bogs. While a Simpsons cameo is the cornerstone of an artist’s fame, an animated Martin loses some of his puppyish appeal. If you’re still in any doubt of Martin’s innate humour, watch the video below, as he manages to make the whole Simpsons writing room laugh.  Score: 5/10        Saturday Night Live – 2013 Often a musician’s part on a SNL skit can seem a little PR-motivated; an attempt to soften the sometimes inaccessible and earnest stars of the celebrity world. Martin appears as Jan Pockabook, alongside Fred Armisen and Kirstin Wiig (in character as Garth and Kat), who share some of their new festive Thanksgiving music. Martin might have been upstaged by the two comic’s performances, but it was an admirable step away from his sincere, charity-pushing repertoire. Score: 8/10            Comic Relief’s Game of Thrones Opera – 2015 Arriving at a point in which Chris Martin’s lovelife was the subject of much media attention - his divorce, an album full of songs about the divorce, the subsequent paparazzi shots of Martin and a string of young Hollywood A-listers – his Red Nose Day video managed to momentarily extinguish some of the heat surrounding his private life. Entitled Game of Thrones: The Musical, it’s the greatest rock opera of all time (at least in the eyes of its creator), featuring Coldplay’s “first romantic song about incest” and a reggae track entitled Rastafarian Targaryen.  Score: 10/10",
  "webTitle": "Chris Martin: Coldplay singer, philanthropist … and comedian?",
  "webPublicationDate": "2016-05-19T14:43:14Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/19/chris-martin-coldplay-comedy-cameos-glastonbury",
  "keyword": [
    {
      "webTitle": "Coldplay",
      "id": "music/coldplay",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Comedy",
      "id": "tv-and-radio/comedy",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comedy",
      "id": "culture/comedy",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Simon Pegg",
      "id": "culture/simonpegg",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Ricky Gervais",
      "id": "culture/ricky-gervais",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "The Simpsons",
      "id": "tv-and-radio/the-simpsons",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Sacha Baron Cohen",
      "id": "film/sachabaroncohen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Saturday Night Live",
      "id": "tv-and-radio/saturday-night-live",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Comic Relief",
      "id": "tv-and-radio/comic-relief",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Gibsone",
      "id": "profile/harriet-gibsone"
    }
  ],
  "guardianId": "music/musicblog/2016/may/19/chris-martin-coldplay-comedy-cameos-glastonbury"
}