{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/14/archaeology-florida-sinkhole-ancient-humans-mastodon-knife-bones-bering-strait",
  "id": "2016-05-14-89",
  "sectionId": "science",
  "body": "A stone knife, mastodon bones and fossilized dung found in an underwater sinkhole show that humans lived in north Florida about 14,500 years ago, according to new research that suggests the colonization of the Americas was far more complex than originally believed. Archaeologists have known of the sinkhole in the Aucilla river, south of Tallahassee, for years. But they recently dived back into the hole to excavate what they call clear evidence that ancient mankind spread throughout the Americas about 1,500 years earlier than previously thought. Almost 200ft wide and 35ft deep, the sinkhole was “as dark as the inside of a cow, literally no light at all”, according to Jessi Halligan, lead diving scientist and a professor at Florida State University at Tallahassee. Halligan dived into the hole 126 times over the course of her research, wearing a head lamp as well as diving gear.  In the hole, the divers found stone tools including an inch-wide, several inch-long stone knife and a “biface” – a stone flaked sharp on both sides. The artifacts were found near mastodon bones; re-examination of a tusk pulled from the hole confirmed that long grooves in the bone were made by people, probably when they removed it from the skull and pulled meat from its base. “Each tusk this size would have had more than 15lbs of tender, nutritious tissue in its pulp cavity,” said Daniel Fisher, a paleontologist at the University of Michigan who was a member of a team that once removed a tusk from a mammoth preserved in Siberian permafrost. Of the “biface” tool, Halligan told Smithsonian magazine: “There is absolutely no way it is not made by people. There is no way that’s a natural artifact in any shape or form.” When ancient people butchered or scavenged the mastodon, the sinkhole was a shallow pond: a watering hole for men, mastodons, bison, bears and apparently dogs. The researchers found bones that appear to be canine, suggesting dogs trailed the humans, either as companions or competitors for scraps.  The discovery makes the sinkhole the earliest documented site for humans in the south-eastern United States. The researchers published their findings in the journal Science Advances on Friday, writing that the artifacts show “far better” evidence of early humans than previous work at the site. “The evidence from the Page-Ladson site is a major leap forward in shaping a new view of the peopling of the Americas at the end of the last Ice Age,” said Mike Waters, an archaeologist at Texas A&M University.  “In the archeological community, there’s still a terrific amount of resistance to the idea that people were here before Clovis,” he added, referring to the so-called “Clovis people”, a group long thought the first band of humans in the Americas.      Divers investigate the Page-Ladson archaeological site in Florida. Photograph: S. Joy/AP/Texas A&M’s Center for the Study of the First Americans    Waters said that the watering hole would have made for “easy pickings” for humans looking to corner prey. Halligan suggested the ancient hunter gatherers may have been the first seasonal nomads of the east coast, traveling south in the winter. “They were very smart about local plants and local animals and migration patterns,” she said. “This is a big deal. So how did they live? This has opened up a whole new line of inquiry for us as scientists as we try to understand the settlement of the Americas.” Humans are thought to have crossed into the Americas during the Ice Age, when land linked Siberia to Alaska, but the timing of the crossing is a question of long dispute. In the 1930s, archaeologists found distinctive spearheads among mammoth bones near Clovis, New Mexico. For decades the Clovis people were considered the first to colonize the Americas, around 13,000 years ago. Thousands of Clovis spearheads have been found around North America and as far south as Venezuela. But in the last two decades, archaeologists have found an 11,000-year-old skull in Brazil, human DNA by way of feces in a cave in Oregon, evidence of humans in coastal Chile as long as 14,800 years ago, and spearheads in Texas that could date human arrival in the Americas to 15,500 years ago. Most of the manmade artifacts found in these disparate sites lack the signatures of the Clovis people. At the Florida site, the researchers analyzed twigs in fossilized mastodon dung to date the bones and artifacts, finding them to be about 14,550 years old. The timing casts the Bering Strait theory into doubt, Halligan said: the ice-free land bridge was only open for a few thousand years.  “So the ice-free corridor is not our answer for how the Americas were initially colonized,” she told the Smithsonian. “The logical way people could have come to Florida by 14,600 years ago is if their ancestors entered the Americas by boat along the Pacific Coast,” Waters told Discovery News.  “They could have travelled by boat to central Mexico, crossed and come along the Gulf Coast. They could have entered the Americas via the Columbia river and then travelled inland to the Mississippi river and followed it down and entered the Gulf Coast, eventually making their way to Florida.”   Related: So Muslims beat Columbus to America? They had better get in line    Mastodon remains have been found as far north as Kentucky, she said. Fisher added that the discovery that “humans and megafauna coexisted for at least 2,000 years” casts doubt on another theory: that the Clovis hunters quickly made mammoths and mastodons extinct as they launched a “blitzkrieg” across the continent. “That means that however humans and mastodons interacted, it took at least two millennia for the process of extinction to run to completion,” he said at a press conference. The main reason the giant mammals went extinct, he said, was probably the warming climate. Several anthropologists not affiliated with the research said it added to the mounting evidence of a complex, many-staged migration into the Americas.  “I think this paper is a triumph for underwater archaeology and yet another nail in the coffin of the Clovis-first theory,” Jon Erlandson, an anthropologist at the University of Oregon in Eugene, told Nature magazine. “I don’t know what else to tell you,” archaeologist Michael Faught, one of the reviewers of the research, told National Geographic. “It’s unassailable.”  Additional reporting by the Associated Press and Reuters",
  "webTitle": "Sinkhole discovery suggests humans were in Florida 14,500 years ago",
  "webPublicationDate": "2016-05-14T15:42:01Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/14/archaeology-florida-sinkhole-ancient-humans-mastodon-knife-bones-bering-strait",
  "keyword": [
    {
      "webTitle": "Archaeology",
      "id": "science/archaeology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Yuhas",
      "id": "profile/alan-yuhas"
    }
  ],
  "guardianId": "science/2016/may/14/archaeology-florida-sinkhole-ancient-humans-mastodon-knife-bones-bering-strait"
}