{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/01/sundays-best-tv-redefining-juliet-paul-mertons-secret-stations-undercover",
  "id": "2016-05-01-199",
  "sectionId": "tv-and-radio",
  "body": "Redefining Juliet 10pm, BBC4Shakespeare’s famous tragedy of star-crossed lovers is traditionally played by what we might call “conventional” leads. But how do our perceptions of the play change if Juliet is small, unusually tall, has cerebral palsy and uses a wheelchair, or has alopecia? This fine documentary follows rehearsals for creative director Storme Toolis’s theatrical production celebrating diversity, where six different women play Juliet and also discuss their life experiences. Jonathan Wright Paul Merton’s Secret Stations 8pm, Channel 4Beneath a curiously niche premise – Paul Merton travels the country using the rail network’s “request stops”, of which there are more than 150 nationwide – is a fairly standard, albeit charming, British travelogue show. Merton helps fertilise salmon at Attadale in the Highlands of Scotland, before heading down to the Lake District, where he visits the sprawling repository for “low-level” radioactive waste at Drigg, followed by fell running up Black Combe. Ben Arnold Undercover 9pm, BBC1The penultimate episode of the deep-cover drama, now almost as good as Marcella over on ITV. In court, Maya gives as good as she gets – but whether a smart black woman is able to get a fair hearing for her client in Arkansas is debatable. Nick, meanwhile, takes a secret meeting and is told “Big Ray” has been released from prison, and so he’ll be being closely watched – “Don’t get jumpy, though.” Easier said than done, obviously. John Robinson Indian Summers 9pm, Channel 4“Where’s the damn rickshaw?” That’s just one of the big questions being asked in this week’s episode of the slow drama, dripping with beauty and humidity. The other one is: who’s the new viceroy? Ralphie confronts Alice and Aafrin about their affair, and the fabulous Cynthia helps the couple plan their escape to Australia. Will Charlie rumble what his wife’s been up to? Elsewhere, Ian gets drunk and makes a discovery that could threaten Ralph’s career. Hannah Verdier The Silk Road 9pm, BBC4First episode of historian Sam Willis’s journey along the titular trade route – the much-storied thoroughfare that meandered more than 5,000 miles from China’s ancient capital Xian to Istanbul and on to Renaissance Italy. These days, the Silk Road may not be as crucial to transcontinental commerce as it once was but, as Willis demonstrates, it endures as a both a conduit and a faultline of culture, religion and politics. Tonight, Willis sets out from Venice. Andrew Mueller  Melting: Last Race To The Pole 9pm, DiscoveryWith climate change dragging the Arctic’s summer thaw into spring, the gruelling trip to the North Pole is harder than ever. Fewer than 50 people have ever completed the journey unaided, and adventurers Eric Larsen (pictured) and Ryan Waters want to join that club before membership ends for ever. This doc follows them through the unforgiving landscape where the sole respite from loneliness comes from creatures that want to kill them. Rock, meet hard place. Mark Gibbings-Jones Parks And Recreation 11pm, DaveThe cult local government comedy has been resurrected of late by Dave, who are powering through its latter series via weekly double bills. Before its sixth and penultimate run kicks off next weekend, it’s time to round off season five, with Leslie defending a mini-golf programme from cuts before she and her staff take a fateful trip to Ron’s cabin. A fine excuse to treat yourself, even if you’ve already seen the series in full on Amazon. Hannah J Davies     Matt Damon in Elysium Photograph: PR    Film Choice Elysium(Neill Blomkamp, 2013), 9pm, Channel 5Elysium is a space station decked out in five-star luxury for the wealthy, while the poor fester on the polluted Earth below. Matt Damon is miffed Max, who hatches a plan to sneak aboard to have his terminal radiation sickness treated. A pity the clever satirical setup dissolves into standard mayhem, with Max locked in a running battle with the brutal Kruger (played by Sharlto Copley, star of Blomkamp’s smarter sci-fi debut, District 9). Paul Howlett Rabbit-Proof Fence(Phillip Noyce, 2002), 11pm, BBC2Set in 1930s Australia, Noyce’s wondrous film tells the incredible-but-true story of three half-Indigenous Australian girls who, removed from their mother and dumped in an orphanage 1,500 miles away, escaped and started walking home. Christopher Doyle’s stunning photography invests the journey with near-mythic power, while Everlyn Sampi as the indomitable 14-year-old Molly is mesmerising. PH Today’s Live Sport  Formula 1: The Russian Grand Prix 12.30pm, Sky Sports F1The fourth round of the season. Premier League Football: Manchester United v Leicester City 1pm, Sky Sports 1 A possible title-winning game for the Foxes. World Championship Snooker 2pm, BBC2The final gets under way. Premiership Rugby: Exeter Chiefs v Wasps 2.15pm, BT Sport 1Coverage of the top-flight encounter from Sandy Park.",
  "webTitle": "Sunday's best TV: Redefining Juliet; Paul Merton's Secret Stations; Undercover",
  "webPublicationDate": "2016-05-01T05:00:46Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/01/sundays-best-tv-redefining-juliet-paul-mertons-secret-stations-undercover",
  "keyword": [
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Ben Arnold",
      "id": "profile/ben-arnold"
    },
    {
      "webTitle": "John Robinson",
      "id": "profile/johnrobinson"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Andrew Mueller",
      "id": "profile/andrewmueller"
    },
    {
      "webTitle": "Mark Gibbings-Jones",
      "id": "profile/mark-gibbings-jones"
    },
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/01/sundays-best-tv-redefining-juliet-paul-mertons-secret-stations-undercover"
}