{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/17/duncan-storrar-q-and-a-furore-news-corp",
  "id": "2016-05-17-303",
  "sectionId": "media",
  "body": "Duncan Storrar has responded to the furore that resulted from his question on Q&A, after a week spent “hiding from the media”. Storrar provided a statement to ABC’s Media Watch for a program exploring how he had been treated in the media that was broadcast on Monday night. “I don’t know where to start this except with what are the lessons for Australia in this episode,” he began the written statement, published in full on the ABC’s website.   Related: Duncan Storrar may just as well have held up a bowl and asked for more | Jeff Sparrow    He wrote that his question on tax-free thresholds had shown politicians to be “out of touch”, and that he had been “dropped, probed and attacked … with no thought to the mental wellbeing of my children” as a result. He also said that “every discrepancy” in his life had been exposed in print, ruining his job prospects: “would you give me a job after a Google search comes up with the headlines of last week and will be used as a example to keep people like me quiet”. He said there had been “serious consequences” of the media coverage and singled out the News Corp press treatment of his “so-called story”, which took in his criminal record, alleged drug use and absent parenting. “I told everybody I talk to that I … have serious mental issues. Knowing this the rightwing press decided to write the story’s they did without a care for me or my (now ex partner ) mental health … I ask does News Corp have a mental health policy when it comes to dealing with people like me. Yes they do, they have thrown this out to show the world that power.” He said News Corp knew of his mental health problems and “still [came] in boots and all”: “Isn’t there a duty of care instilled in the mental health act?” Storrar thanked the “wonderful people of Australia” for supporting him, mentioning those who contributed to a crowdfunding page that raised $60,000. “Thank you for making sure my girls have their school needs taken care of. The money will go in a trust fund for school and to charities.” The founders of the Go Fund Me page have asked community service organisations in Victoria for help in establishing a framework to manage the donations.   Related: Duncan Storrar went on Q&A – now his personal life is dragged through the mud    Storrar concluded his statement by returning to his original question to the Q&A panel: “My question is still valid and hasn’t been answered.” He wrote that Q&A was “the only place where people like me can ask questions of our leaders and policy makers ... we don’t have any other contact with these people”. As such, it was “the most important part of democracy” he had available to him. “There are a whole class of people out there, yes we might have records, yes we might not be perfect but society has forgotten us the politicians and the media use us whenever they want to show why they need to be elected but never do anything to help our plight. We are breaking down here and life hasn’t been this hard since before Whitlam for the underclass. “Thank you Australia for all your support. I didn’t want this.”           The simple question that polarised the Q&A panel",
  "webTitle": "Duncan Storrar responds to Q&A furore: 'I didn't want this'",
  "webPublicationDate": "2016-05-17T06:11:08Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/17/duncan-storrar-q-and-a-furore-news-corp",
  "keyword": [
    {
      "webTitle": "Australian media",
      "id": "media/australia-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Q&A",
      "id": "australia-news/q-a",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "News Corporation",
      "id": "media/news-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Elle Hunt",
      "id": "profile/elle-hunt"
    }
  ],
  "guardianId": "media/2016/may/17/duncan-storrar-q-and-a-furore-news-corp"
}