{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/05/boris-tatchell-greer-were-they-actually-no-platformed",
  "id": "2016-05-05-229",
  "sectionId": "education",
  "body": "Most university students – 63% according to a recent survey – are in favour of the National Union of Students (NUS) having a “no platforming” policy. The policy allows the union to block certain individuals or organisations from speaking at their events. However, no-platforming has been a source of tension over recent months. Critics on both the political left and the right have condemned the “disinvitation” of various high-profile speakers as an attack on free speech. The policy makes regular headlines revealing the latest jilted and aggrieved activist, academic or politician. The NUS has borne the brunt of this criticism – a Spectator blog, for example, accused the organisation of cowardice. Yet amid all the outrage, details have become hazy. What exactly have these people done to so offend students? And perhaps more to the point, did these speakers actually get banned from university platforms? Boris Johnson, London Mayor     Boris Johnson (Photo by Jack Taylor/Getty Images) Photograph: Jack Taylor/Getty Images    Which platform? An EU referendum debate at King’s College London. Why no platform? Several media outlets including the Independent, the Huffington Post, and The Telegraph reported last week that King’s Think Tank, a student-led policy institute, had called for the London mayor to be banned from taking part in an event because of his comments on Barack Obama’s “part-Kenyan” heritage and his claim that the president had an “ancestral dislike of the British Empire”. An email from the Think Tank was widely reported to have withdrawn Boris Johnson’s invitation to speak at an EU debate. Was he actually no-platformed? The media got the wrong end of the stick here: Johnson was never denied a platform by King’s College students. The individual who wrote the email was not a student, but an external volunteer at the Think Tank. He had even signed off as “director of EU Referendum Events at King’s College London”, which turned out to be a fake title.    In response to recent events, please see the below response from the King's Think Tank. #FreeSpeech #KCL pic.twitter.com/YTtj4Yx3RO— King's Think Tank (@KingsThinkTank) April 25, 2016    Even if the email had been legitimate, Johnson never accepted the invitation it was supposedly rescinding – so it’d be a stretch to label this as “no-platforming”. Peter Tatchell, LGBT activist     Peter Tatchell Photograph: Linda Nylind for the Guardian    Which platform? A talk on “re-radicalising queers” at Canterbury Christ Church University. Why no platform? Fran Cowling, the NUS’s lesbian, gay, bisexual and transgender (LGBT) representative, refused to share a panel with Tatchell at the talk in February, calling him racist and “transphobic”. Her accusations were partly based on his signing of an open letter in the Observer against no-platforming, which, she claimed, helped to incite violence against transgender people. Was he actually no-platformed? Not really: Tatchell was not denied admission and he did give his talk at Canterbury. The NUS was criticised by right-leaning media after Cowling’s snub, although the union was clear that this was not an official action.  Nick Lowles, director of Hope Not Hate     Nick Lowles Photograph: Antonio Zazueta Olmos/Antonio Olmos    Which platform? An anti-racism conference at Canterbury Christ Church University. Why no platform? The anti-racism campaigner said he was blocked from attending the event in February by NUS Black Students, a “politically autonomous” wing of the NUS, after he was accused of holding “Islamophobic” views. Lowles told the Guardian: “My crime, it seems, has been to repeatedly call on the anti-racist movement to do more to condemn on-street grooming by gangs and campaigning against Islamist extremist groups in the UK and abroad.” He added: “It’s amusing in its absurdity but it does reflect the failure of a small section of the left to understand that we have to confront extremism and intolerance in all its forms. My issue is with this small group of political activists and not with NUS itself, who I believe were unaware of this.” Was he actually no-platformed? Lowles’ invitation was certainly opposed by some students - or at least “the idea” of it was - but it is unclear whether they blocked it. NUS president Megan Dunn distanced herself and the union from the group, saying: “Hope Not Hate is not on NUS’s no-platform list. I would happily share a platform with anyone from Hope Not Hate tomorrow.” Hope Not Hate was ultimately not represented at the event. Germaine Greer, writer     Germaine Greer Photograph: Michael Hall/Cardiff Univ    Which platform? A guest lecture at Cardiff University. Why no platform? Rachael Melhuish, women’s officer at Cardiff University, called for Greer to be no-platformed last October for her “transphobic” views. Melhuish and her fellow campaigners took particular issue with Greer’s repeated assertion that post-operative transgender women are not women, and 3,000 students signed a petition urging staff to cancel the lecture. Was she actually no-platformed? Not successfully. Greer was invited by the university to give her lecture with the caveat: “We in no way condone discriminatory comments of any kind.” She ended up delivering her lecture the following month, after calling the university’s statement “weak as piss”. Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter",
  "webTitle": "Boris, Tatchell, Greer: were they actually no-platformed?",
  "webPublicationDate": "2016-05-05T10:48:21Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/05/boris-tatchell-greer-were-they-actually-no-platformed",
  "keyword": [
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Student politics",
      "id": "education/studentpolitics",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Protest",
      "id": "world/protest",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "education/2016/may/05/boris-tatchell-greer-were-they-actually-no-platformed"
}