{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/24/prisons-urgent-funds-tackle-suicide-disorder",
  "id": "2016-05-24-227",
  "sectionId": "society",
  "body": "An extra £10m is to be pumped into English and Welsh prisons to tackle a rising tide of violence and suicides, the justice secretary, Michael Gove, has announced. Gove described the most recent suicide figures – more than 100 in the past 12 months – and increasing number of assaults and disorder in jails as “terrible” and cause for “considerable personal concern”.   Related: I’ve seen how our jails wreck human potential. Reform will take courage | Peter Stanford    The extra £10m is to be made immediately available to prison governors for extra prison staff; more training, including on suicide awareness; additional equipment, including body cameras and CCTV; and on additional drug testing, including for legal highs. “I am well aware that the most recent figures for deaths in custody and violence in prisons, which the [Commons justice select] committee’s report highlights, are terrible,” he said in a letter to the committee published on Tuesday. “These cause me considerable personal concern, and I have no wish to minimise, excuse, or divert attention away from these increasing problems. I want to assure you and the committee that there is no complacency in dealing with these issues,” wrote Gove. The committee issued a clear warning last week to Gove that an urgent action plan to tackle the sharp deterioration in prisons in England and Wales was needed and could not wait for the minister’s ambitious prison rehabilitation and reform plan. “As the justice committee report highlights, there are a number of new threats faced by prisons, particularly the increase in new psychoactive substances (NPS) and a much more volatile adult male population,” said Gove in his response to the MPs.     Michael Gove.    “We need to improve our ability to respond to these challenges. I therefore wanted to make you aware that in addition to the £5m which we have committed to rolling out body worn cameras and additional CCTV, I have, with immediate effect, allocated an additional £10m to deal with prison safety issues.” The justice secretary repeated his plea to prison governors to make greater use of the temporary release scheme for prisoners in an attempt to start to reverse the 40% fall in its use since 2010. Shadow justice secretary, Lord Falconer, described the £10m cash injection as a “risibly small” response to the prisons crisis. “I welcome the announcement today of an extra £10m to spend on safety in prisons. In the face of the scale of the prison crisis the £10m looks risibly small. If the Lord Chancellor is serious about prison reform the first step he must take is to reduce the prison population,” he said. The committee reported that ministers had hoped prison safety would stabilise but instead it had deteriorated further. There have been 100 suicides in the past year and a 20% rise in assaults in the second half of 2015 among the 85,000-strong prison population. There were also nearly 2,000 fires in prisons in 2015 – a rise of 57% on 2014. The MPs also revealed that riot squads have been called into volatile jails across England and Wales at a rate of 30 to 40 times a month to deal with serious disorder.",
  "webTitle": "Prisons get urgent £10m to tackle suicide and disorder",
  "webPublicationDate": "2016-05-24T10:12:03Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/24/prisons-urgent-funds-tackle-suicide-disorder",
  "keyword": [
    {
      "webTitle": "Prisons and probation",
      "id": "society/prisons-and-probation",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Alan Travis",
      "id": "profile/alantravis"
    }
  ],
  "guardianId": "society/2016/may/24/prisons-urgent-funds-tackle-suicide-disorder"
}