{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/26/donald-trump-energy-policy-climate-change-keystone-xl",
  "id": "2016-05-27-326",
  "sectionId": "us-news",
  "body": "For his first major energy policy remarks, Donald Trump would quote, almost verbatim at times, from an op-ed published in the Grand Forks Herald earlier that morning. But Trump was not the author. The byline belonged to local congressman Kevin Cramer, the longtime champion of his state’s oil and gas industries. North Dakota has boomed and busted right along with the price of gas. Trump would start his speech by telling the state’s oil executives that they were standing at the “forefront of a new energy revolution” powered by Trumpian deregulation and protectionism. As if it had been dredged from the Bakken Formation still dripping with crude, this was a speech both from and of North Dakota. Before the newly confirmed Republican nominee took to the stage in Bismarck, Cramer, a self-professed climate sceptic, had been invited up in front of the press and praised by Trump as a “talented person” bound for a role in his administration. “You’ve changed my life,” Cramer said. “I appreciate your comments on energy, and I’m looking forward to hearing the rest of it.” But of course, Cramer had heard it all before. ‘President Obama has done everything he can to kill the coal industry’ This might have had some of the shale gas supremos shifting uncomfortably in their seats. Yes, the coal industry has sustained massive losses. For this, Trump blamed “stupid” regulations brought in by Obama: “Regulations that shut down hundreds of coal-fired power plants”. But the real coal killer has been shale gas.  The Carbon Tracker thinktank found last year the coal industry had entered into a “structural decline” and primarily blamed the huge decline in the price of shale gas along with increasingly competitive renewable energy. “Lots of studies show that environmental rules are far less important than other economic factors like wages, global commodity prices, and cost of materials,” said Professor Patrick Parenteau from the Vermont Law School. “The coal industry has killed more mining jobs, not to mention miners, through mechanization than environmental regs. Natural gas has closed more coal plants than Obama. And so on.”     Projections for electricity generation to 2040 with and without the clean power plan. Photograph: EIA    Trump took particular aim at Obama’s clean power plan, currently stalled in the supreme court. Recently released Energy Information Administration (EIA) projections for coal power show that the clean power plan is not the death knell for coal, as Trump says. The most carbon-intensive fuel made up 33% of electricity generation in 2015. With Obama’s clean power plan, that will slowly decline to 18% by 2040. If Trump has his way and the plan is scrapped, coal will continue to taper off to 26%. Rhea Suh, president of the Natural Resources Defense Council Action Fund, said: “The solar industry alone employs more than four times as many people as the coal industry … Let’s talk about the jobs of tomorrow. That is what this election is about.” “You got to get rid of some of the regulations,” Trump said. “[Coalmines] have people that do nothing but deal with regulators. It’s gotten out of control.” Parenteau disagrees: “Overall, the data shows that on balance environmental regulations produce substantial net economic benefits for the nation.” An EPA spokeswoman said the past year had seen exceptional milestones reached in the transition toward clean energy.  “These market signals speak for themselves. The CPP isn’t driving these shifts; it was designed to underpin them. Even without the CPP in place yet, they’re happening anyway,” she said.  Federal surveying showed green states consistently outperforming brown states against a number of economic indicators, including good-paying jobs.  “The study is no longer being done in part because the conclusions never changed,” Parenteau said. ‘Under my presidency, we will accomplish complete American energy independence’ “Most in the day-to-day of the energy industry will tell you that the concept of true “energy independence” (ie not importing any energy) isn’t really practical,” said Ethan Zindler, the US chief of Bloomberg New Energy Finance. The global nature of the energy market and the US’s significant levels of incoming and outgoing oil, gas and electricity make independence virtually impossible. Trump also promised to approve the Keystone XL pipeline – something he would be able to do if TransCanada enters a new application. Energy independence might be difficult once all that cheap tar sands oil starts flowing into Texas from Alberta. “The more practical goal is energy security, and that does contain an element ofbeing less reliant on imports, for sure,” Zindler said. ‘President Obama’s anti-energy orders have also weakened our security by keeping us reliant on foreign sources of energy’ Zindler points out that US oil imports have declined in the past seven years. “Whether that’s Obama’s doing or not is another story, but it’s not like we’ve become more reliant.” Trump also said he planned to use his oil-buying clout in the Gulf to further US foreign policy goals, namely defeating Isis. This would be unachievable with total US energy independence. ‘We’re going to cancel the Paris climate agreement’ This, as has been demonstrated in dozens of articles since Trump openly threatened the Paris agreement last week, is simply fantasy. Hundreds of countries created the Paris agreement, and it is not within the power of any single nation to “cancel” it. Further, if it is ratified this year, as expected, the US and all other nations will be locked into the agreement for four years. But the potential for a Trump White House to derail the climate process is another matter. The Paris agreement remains unfinished and imperfect, relying on all countries to increase their emissions cuts in the coming years. It also places the emphasis on national governments to chart their own course, expecting them to bow to international peer pressure – pangs of conscience to which Trump appears immune. Suh said that while Trump may have little power over the US’s formal relationship to the Paris deal, he might do enough damage simply through inaction at home. “He could delay a range of steps needed to meet the Paris commitments, including not imposing limits on methane leakage, not moving ahead with clean car standards, and not moving ahead with energy efficiency standards. Some of those things will be challenged in court. But even if they were in some legal limbo, he would effectively halt our progress … in what we all know is an incredibly urgent decade to make progress,” she said. In addition, Trump said he would end all US payments to the UN climate process. The flow of money from the rich world to poorer countries that bear less responsibility for climate change is arguably the most hotly contested aspect of climate negotiations. The US has so far paid $500m from a pledged $3bn to help developing countries cope with warming. The climate process depends on these pledges increasing dramatically over time. If the biggest single donor were to crimp the flow, at the very least it would seriously undermine US climate leadership. ‘Wind [power] is killing all of the eagles’ It’s true, 83,000 hawks, falcons and eagles are killed by US wind farms each year. But if Trump were truly worried about eagles, said a spokesman for the Audubon Society, he’d probably at least have mentioned global warming in his speech (he didn’t). “The number one threat to birds and people is climate change, which as you know is a result of our burning fossil fuels,” said the spokesman. Adding that coal, oil and gas production are directly responsible for more deaths than wind or solar. Not that wind farms are innocent. “We do encourage responsibly sited wind farms in order to reduce the threats wind power poses to eagles and other birds,” the spokesman said. ‘I know a lot about solar’  Trump added that the problem with solar was that it was too expensive and that home systems took 30 years to pay themselves back.  “We see systems paying for themselves in less than a third of that time in a number of parts of the world,” Zindler said. “Perhaps he’s talking about a system installed in a very un-sunny part of the world located to adjacent to a coal plant producing super-cheap energy. Or perhaps he’s simply using data on the costs of solar that are badly outdated. Quite possible, given that we’ve seen equipment prices for solar drop 80% or more in the past several years.”",
  "webTitle": "Trump's climate claims: experts analyze Republican's energy policy remarks",
  "webPublicationDate": "2016-05-27T00:05:32Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/26/donald-trump-energy-policy-climate-change-keystone-xl",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "environment/climate-change",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Climate change",
      "id": "science/scienceofclimatechange",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Keystone XL pipeline",
      "id": "environment/keystone-xl-pipeline",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Paris climate agreement",
      "id": "environment/paris-climate-agreement",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Oil",
      "id": "environment/oil",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "North Dakota",
      "id": "us-news/north-dakota",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Karl Mathiesen",
      "id": "profile/karl-mathiesen"
    }
  ],
  "guardianId": "us-news/2016/may/26/donald-trump-energy-policy-climate-change-keystone-xl"
}