{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/21/legal-highs-manchester-annihilation-cherry-bombs-coma",
  "id": "2016-05-21-88",
  "sectionId": "society",
  "body": "Five men have collapsed, with one in hospital in an induced coma, after taking legal highs known as Annihilation and Cherry Bombs in Rochdale. Greater Manchester police (GMP) have issued a warning over the psychoactive substances, both synthetic forms of cannabis, after three separate incidents on Friday and Saturday, during which users required urgent medical attention.    Related: Legal highs brought low as councils use banning orders to curb use | Mark Wilding    Police were called to Drake Street on Friday following reports that a 33-year-old man had collapsed after taking legal highs. He remains in hospital in an induced coma. Later that day, police were called to Oldham Road where two men, both aged in their thirties, had collapsed. They received medical attention at the scene before leaving of their own accord. Two other men on Saturday were reported to have been suffering adverse effects as a result of taking legal highs; one of them, aged 34, currently in hospital in a serious condition.  DS Louise Ashurst of GMP’s Rochdale borough said the incidents highlight a worrying trend that more people are taking legal highs. “They might not be illegal but they are very dangerous and can cause you serious harm, and we currently have two men in hospital in a very serious condition,” she said. “We believe that some of the substances that are being taken are called Annihilation or Cherry Bombs, which might make them sound appealing, but the potential consequences make taking them not worth it. We would urge everybody to think about the effect that these legal highs can have on your health and not take them.” According to GMP, consuming the substances can lead to profuse sweating, racing heartbeat, extreme muscle tension, delirious ranting and high body temperature. The warning comes five days before the Psychoactive Substances Act 2016 comes into force. The legislation will provide a blanket ban on the production, supply and importation of new psychoactive substances.  The introduction of the act was originally due to come into force on 6 April, but was delayed following claims its definition of psychoactivity was not practically enforceable by the police and prosecutors. The legislation is designed to outlaw the trade in legal highs – synthetic chemicals that imitate the effects of traditional illicit drugs such as cannabis and ecstasy – but does not make their possession outside a prison a criminal offence. The introduction of similar legislation in Ireland triggered a wave of closures of shops and online outlets, although few prosecutions have followed due to difficulties proving in Irish law whether a substance is psychoactive.",
  "webTitle": "Five men collapse after taking legal highs in Rochdale",
  "webPublicationDate": "2016-05-21T14:20:21Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/21/legal-highs-manchester-annihilation-cherry-bombs-coma",
  "keyword": [
    {
      "webTitle": "Legal highs",
      "id": "society/legal-highs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Manchester",
      "id": "uk/manchester",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "society/2016/may/21/legal-highs-manchester-annihilation-cherry-bombs-coma"
}