{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/21/saracens-leicester-premiership-play-off",
  "id": "2016-05-21-94",
  "sectionId": "sport",
  "body": "They may be the champions of Europe, but there is no sign of any let-up for those hoping to deny Saracens the championship of England. Leicester know more about winning that gong than anyone, but they were destroyed by a ravenous club on a mission. Worse still – at least for England – they lost Manu Tuilagi to a hamstring injury in the 20th minute. The limp and the look on the face did not bode well for Eddie Jones, as he assesses options for the England tour to Australia. Perhaps even more concerning for Jones – and certainly for Saracens – was an injury to Owen Farrell in the second half, as the game meandered to its conclusion as a revival by Leicester after the break hinted for a moment at an impossible comeback. Farrell took two blows to his ribs in the space of a few seconds and was in evident pain as he left the field on the hour. If he is lost for the final, Saracens will curse the need for a second half, even if they reasserted themselves in the final quarter.   Related: Saracens sweep honours at Premiership end-of-season awards night    Because in the first half, they had done all they needed to. They were brutal in defence and deadly on the relatively rare occasions they attacked. For a semi-final it was a painfully one-sided opening period. Which is not to say Leicester were quite awful, although they did become increasingly desperate as that first 40 unwound. Indeed, the Tigers ripped into Saracens from the off. It seemed then as if Saracens were suffering a hangover from Lyon after all. In the first minute, Peter Betham tore away down the left, then Ben Youngs broke round the fringes of the next ruck to send Tuilagi to the posts. How they celebrated. But JP Doyle referred that ruck to the TMO and Dom Barrow was caught handling the ball on the floor. No try. The scare woke Saracens up. Some brilliant off-loading down the left paved the way for more through the middle, Schalk Brits feeding George Kruis feeding Will Fraser, who galloped to the line. That was in only the fourth minute, but still Leicester kept running at their hosts, despite the brutal defence. Their approach this season has been notable for an added emphasis on ambition. Running out of their own 22 was ambitious indeed against this lot. Everything had to be spot on, and it was not. Owen Williams put in a little chip that might have sat up for Telusa Veainu, if it had bounced one way, but instead it did so for Chris Wyles. After a bit of footwork, the winger was away for the game’s second try. It was in the chase that Tuilagi’s hamstring went. The prospects were bleak for Leicester, and all the more so five minutes later. Saracens worked a beautiful – and all too rare – try from a scrum, finished in deadly fashion by Chris Ashton: 21-0; 25 minutes. Farrell extended the lead with a penalty before the most insulting of the afternoon’s tries befell the Tigers. Youngs threw a horrible pass to Betham, which Wyles intercepted on his own 22, whence he ran in on the stroke of half-time. At 31-0, there was almost no point returning for the second half and the Saracens of the first half were, indeed, absent after half-time. Leicester struck in the first minute of the second period, just as they had in the first, and this time the try stood. Williams countered brilliantly from deep in his half and put Veainu away. Five minutes later, Williams landed a penalty; five minutes again and a tapped penalty by Youngs coaxed Fraser into a yellow-card offence. Leicester drove the resultant lineout over and suddenly the margin was a mere 14 points. They couldn’t, could they? Leicester and the impossible have become synonymous this season, but, alas, this was the wrong sport. Saracens pulled themselves together enough to halt the revival there and then. The final half-hour drifted towards the inevitable. Farrell picked up his injury on the hour, and Charlie Hodgson came on for the last home appearance of his career, nailed two penalties and converted a late try for Ashton, brilliantly finished again. “I’m actually a bit confused,” said Mark McCall. “I thought last weekend our performance was incredible and it wasn’t really reflected in the scoreboard. This week the scoreboard was probably too kind to us.” Those are the kind of standards Saracens have set for themselves. It might not have been perfect for 80 minutes, but few clubs in Europe are capable of dismantling Leicester as they did in that first half. So they progress to their latest final. This is to be their fifth appearance at the Twickenham showcase in the last seven seasons. With or without Farrell, it will take a remarkable performance from Exeter to deny them on this form.",
  "webTitle": "Saracens outclass Leicester to reach Premiership final and put double in sight",
  "webPublicationDate": "2016-05-21T13:46:41Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/21/saracens-leicester-premiership-play-off",
  "keyword": [
    {
      "webTitle": "Premiership 2015-16",
      "id": "sport/premiership-2015-16",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premiership",
      "id": "sport/premiership",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Saracens",
      "id": "sport/saracens",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester",
      "id": "sport/leicestertigers",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rugby union",
      "id": "sport/rugby-union",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Aylwin",
      "id": "profile/michaelaylwin"
    }
  ],
  "guardianId": "sport/2016/may/21/saracens-leicester-premiership-play-off"
}