{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/uk-election-contest-neil-hamilton-copulating-pigs",
  "id": "2016-05-06-81",
  "sectionId": "politics",
  "body": "Winners Neil Hamilton: The cash-for-questions ex-Tory made his comeback with a victory for Ukip in the Welsh assembly elections. In spectacular fashion, Hamilton appeared on Good Morning Britain to reassure voters of his credentials, claiming he was a “thorough-going Welshman” and that if he were cut open he would be “like a stick of Blackpool rock”. “Welsh rock”, his wife Christine jumped in to correct him.   Related: Ignore the doom merchants: Corbyn has shown he’s a viable leader | Gary Younge    Cheap dates: Leanne Wood, leader of Plaid Cymru, snatched Rhondda from Leighton Andrews, making it one of the biggest upsets of the night for Labour. Plaid had been preparing to support Labour over a wideranging and important health bill ... or at least they were, before Andrews jokingly branded the party a “cheap date” – suggesting its backing was easily won. Copulating pigs: Willie Rennie, the leader of the Scottish Liberal Democrats, won in the North East Fife constituency, but his election campaign will be remembered for a peculiar moment when two pigs started copulating behind him at the exact same time that he said he wanted to send a pictorial message to voters. It was the pigs wot won it, Rennie!    Looking back over today's Willie Rennie i/v. \"We like to send a pictorial message about what we're asking for.\" pic.twitter.com/oQETx3CBUw— Philip Sim (@BBCPhilipSim) April 8, 2016    A Tory pile: Duncan Enright, Witney East’s sitting Labour councillor and unsuccessful challenger to David Cameron in last year’s general election took the fight to the Tories, after first losing and then regaining his council seats when a bundle of his votes were found under a pile of Tory ones.     Lost by 70 votes or so. Thanks for the opportunity to serve. The fight goes on— Duncan Enright (@duncanenright) May 6, 2016      Actually I won! Bundle of my votes under a Tory pile! Delighted! Thanks Witney! https://t.co/zyxsXceOhL— Duncan Enright (@duncanenright) May 6, 2016    Losers Drunk voters: Four years after the “Bradford Spring”, George Galloway, as it stands, received 1% of the London mayor vote, putting him neck-and-neck with the Cannabis is Safer than Alcohol party. “I see George Galloway picked up the ‘I didn’t know I was voting, I was drunk, I thought I was ordering pizza’ vote,” one Twitter user observed. Boris Johnson: Johnson ended his eight-year mayorship by opening a new cycle superhighway in his final hours, and many cyclists were reportedly there to cheer him, but there was a caveat. “There were hundreds of cyclists who were really enthusiastic and going ‘Three cheers’ and all this sort of stuff, and the cameras were running,” Johnson told LBC. “Then this cyclist came up, I was doing my final bit to the camera about how proud I was, and this cyclist came past and went ‘Prick’.” Ken Livingstone/nazism: The former London mayor made headlines by talking about Hitler. Again. In an interview with Sky News, Livingstone said: “For a lot of people it’s a shock to discover there had been that relationship between a small section of the Jewish community in Germany and Adolf Hitler.” He later appeared on the BBC, again, defending comments linking Zionism and the Nazis. A social media user reminisced: “Remember when Gerry Adams was banned from speaking on British media?” The honours system: In a curious alignment, the Tory election guru Lynton Crosby was knighted just as the ballot for London mayor was being counted. The Australian politico had been accused of helping run Zac Goldsmith’s dog whistle campaign, which attempted to link Sadiq Khan with Islamic extremists. Posting a picture of Prince Charles knighting Crosby, actor Stephen Mangan wrote: “And then he cut off his head, yeah?” Racist videos: Victoria Ayling, Ukip’s “send ’em back” candidate for police and crime commissioner, lost to the Tories’ Marc Jones in Lincolnshire, three years after a video emerged of her saying on camera that all immigrants to Britain should be sent back home. “[It could be used for] some future get back at me. Bribery, blackmail – we need the blackmail music don’t we,” she said in the video. Yep. Scots Nats: Nationalist trolls on Twitter faced a hurdle after the SNP failed to secure an overall majority in Scotland: a blow to the party’s hopes of holding a second independence referendum. What next for the social media warriors?",
  "webTitle": "Ten memorable moments from the UK election contest",
  "webPublicationDate": "2016-05-06T16:19:11Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/uk-election-contest-neil-hamilton-copulating-pigs",
  "keyword": [
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "London mayoral election 2016",
      "id": "politics/london-mayoral-election-2016",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK Independence party (Ukip)",
      "id": "politics/ukip",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Plaid Cymru",
      "id": "politics/plaid-cymru",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "politics/2016/may/06/uk-election-contest-neil-hamilton-copulating-pigs"
}