{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/03/claudio-ranieri-leicester-city-good-wine-jamie-vardy-house",
  "id": "2016-05-04-306",
  "sectionId": "football",
  "body": "Claudio Ranieri pulled up a chair at the training ground and cast his mind back to that special moment at Stamford Bridge less than 24 hours earlier, when Eden Hazard swept the ball into the top corner to break Tottenham Hotspur hearts and complete the Leicester City fairytale. “I was watching at home,” Ranieri said, smiling. “In my armchair at first but then on the ceiling!” Leicester, 5,000-1 outsiders at the start of the season, were on their way to being crowned champions and Ranieri, whose appointment as Nigel Pearson’s replacement last summer drew such a negative reaction, had his hands on the first top-flight title of his career at the age of 64 – and in the most extraordinary circumstances.   Related: Leicester’s cast of heroes face new horizons and new challenges | Daniel Taylor    Over in Melton Mowbray, at Jamie Vardy’s house, where most of the Leicester players had gathered to watch Chelsea fight back to draw 2-2 with Spurs, there were wild celebrations and Ranieri loved watching those images from his home in west London. He saw the same spirit and togetherness that has propelled Leicester from the foot of the table to the Premier League title in the space of little more than 12 months. “Amazing, that is the real picture of the team,” Ranieri said, sounding almost like a proud father. With television crews from all over the world descending on Leicester, and supporters flooding to San Carlo restaurant in the city centre, where the manager and his players enjoyed lunch with the club’s Thai owners, it was a surreal and chaotic day – at one point a Jamie Vardy lookalike was invited on to the team bus – and there was a point when Ranieri sounded like he was struggling to comprehend the enormity of what has happened.           ‘Champions!’ Leicester City players celebrate Premier League win    “This is a moment when you have to leave a little more time and taste slowly, like a good wine, and savour it,” Ranieri said. “Maybe now is too early to think what we have done. Maybe one or two years could be better to understand but now it is important to stay high in the world. “I am very happy to win because when you start to make a manager you hope you can win some league. I won the most important league in Europe, I think, not just Europe but the world, the Premier League. It is a fantastic achievement, my career is fantastic but I want to achieve a little more if it is possible.” Anything seems possible now. Leicester’s story is inspirational in so many respects and Ranieri needs no telling that it transcends football in its wider appeal. “Everywhere it’s crazy, not just in England,” he said. “Everyone’s second team in Italy is Leicester. In Thailand the first team is Leicester. I’ve received letters from Paraguay, Uruguay, Brazil – everywhere ‘Leicester, Leicester, what a legend’.”    I love the English spirit. I said we’d maintain the spirit and I maintained the Italian tactics    How Leicester have managed to break up the established order is a fascinating question and Ranieri offered his own thoughts on their remarkable achievement and some of the reasons behind it. “There are so many keys,” he said. “One is the humility from the dressing room, they help each other in the bad moments. They play with the heart and soul, they play as 11. “I love the English spirit because when I was a player I was an Englishman, I was fighting and you had to kill me if you wanted to win. I love this. I said we’d maintain the spirit and I maintained the Italian tactics. I changed the full-backs, [Danny] Simpson on the right, [Christian] Fuchs on the left and the team was more solid. It was solid because everyone understood there was two ways: one when you have the ball and the other when you don’t have the ball. With modern football everyone has to work hard. We are not the best but we are 11, we are a team. We play like a team and look what happens against the others.” It has been a season full of highlights for Leicester, yet if there is one moment that resonates with Ranieri more than any other it is the 3-1 victory at the Etihad Stadium on 6 February. Leicester were outstanding that afternoon and Ranieri privately wondered if his players were starting to sense something special was on the horizon. “I was so satisfied when we won at Manchester City,” he said. “We made a fantastic performance away. Unbelievable. Maybe when we won there 3-1, maybe my players believed in something: ‘Maybe we can win, maybe we can fight until the end’. I never spoke about this to them. I said: ‘OK, clean everything, next match. Start again.’ So when I said to you [the media] we play match by match, it was true.” After facing Everton on Saturday in the last home of the season, when Wes Morgan will be presented with the Premier League trophy, Ranieri takes his team to Stamford Bridge on the final day in what promises to be an emotional occasion for the Italian. He has not forgotten how the Chelsea players lined up to salute him before his last game in charge in 2004 and, as manager of the champions, Ranieri can look forward to a similar reception on Sunday week.     The Jamie Vardy lookalike Lee Chapman joins Jamie Vardy and the Leicester City squad on their way to a title-celebration meal. Photograph: Plumb Images/Leicester City FC via Getty Imag    “It is good because the last time I left the Premier League I walked through my players and they made the guard of honour. It was amazing. Now I will come back in the same way. It is unbelievable. I am satisfied, of course, [to go back as a Premier League winner] but not in terms of ‘it is revenge’. No, no, no. I am not a man who wants revenge. I know my job very well and sometimes maybe the owner wants to change you because you don’t fit in with him. I have, I had and I will have a good relationship with [Roman] Abramovich. Every time I came back to watch, I called the man of Abramovich and every time I was in the stand. It was fantastic.”   Related: Leicester City’s triumph: the inside story of an extraordinary season | Stuart James    One of the major challenges for Ranieri is to keep the Leicester team together and hold on to his star players – Vardy, Riyad Mahrez and N’Golo Kanté in particular. Aiyawatt Srivaddhanaprabha, Leicester’s vice-chairman, has outlined the club’s determination to resist any offers from elsewhere and Ranieri issued a warning to those who could be tempted to move on that the grass may not be greener elsewhere. “I would like to maintain all my players but if one of my players says to me I want to go, I try to keep him,” said Ranieri, who insisted he would not be signing any “superstars” this summer. “I suggest to everybody this is a fantastic club, we won the title, we can do something good in the next few years. If you go away you don’t know what happens, here you are the king. It is much better to stay here one year more and look what happens, then maybe you can go anywhere. “The Champions League is another important league to compare yourself to the other champions, you maybe change a team and go in the big teams , maybe you don’t start very well and stay outside the first 11, you slow down. “It is important to chose very well because now, for me, the lads are my sons. If they come to me I say this: ‘Be careful.’ Leicester in the long term will go in a very high position. I hope to keep all the players and all the first XI stay together.”",
  "webTitle": "Claudio Ranieri savours Leicester glory ‘like a good wine’",
  "webPublicationDate": "2016-05-04T07:39:20Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/03/claudio-ranieri-leicester-city-good-wine-jamie-vardy-house",
  "keyword": [
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Jamie Vardy",
      "id": "football/jamie-vardy",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Stuart James",
      "id": "profile/stuartjames"
    }
  ],
  "guardianId": "football/2016/may/03/claudio-ranieri-leicester-city-good-wine-jamie-vardy-house"
}