{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/19/looking-at-the-stars-jo-cotterill-review",
  "id": "2016-05-19-295",
  "sectionId": "childrens-books-site",
  "body": "War rages in Talas (a fictional place) and the citizens are gripped in fear of the strict, cruel and harsh dictatorship of the Kwana. Following a chain of tragic events, members of the Ambrose family are forced to leave their town and seek refuge elsewhere. What will become of them when they set forth into the unknown, leaving all comfort behind? Fleeing, they are forced to sleep on the road without shelter. Eventually they end up in an overcrowded refugee camp. The main character Amina used to be reprimanded for making up fantasies with her vivid imagination, but it is her stories about the stars that shine light during the darkest of circumstances. This is an extremely thought-provoking novel that expresses the importance of stories and how they have the power to give hope to those in desperate situations. I really enjoyed this book. It was truly heartwarming despite covering difficult issues such as war, dictatorship and refugees in crisis. The subject matter is rather shocking at times but this is the reality in parts of our world and it is told in a way that will not put off young readers.      Ordinarily I would not have chosen to read a book with this type of subject matter but I am glad that I did because it made me reflect on how lucky so many of us are, yet we often forget and take our good fortune for granted. Young readers will get a glimpse into the world of refugees and oppressed women in an accessible way through entering Amina’s world. I feel that I have a better understanding of other countries now, having read this novel. A five star read.  Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Looking at the Stars by Jo Cotterill – review",
  "webPublicationDate": "2016-05-19T08:00:02Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/19/looking-at-the-stars-jo-cotterill-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Children's books: 8-12 years",
      "id": "books/childrens-books-8-12-years",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Disaster fiction (children and teens)",
      "id": "books/childrens-disaster-fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "War (children and teens)",
      "id": "books/childrens-war",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/19/looking-at-the-stars-jo-cotterill-review"
}