{
  "apiUrl": "https://content.guardianapis.com/mad-for-film/2016/may/04/going-to-the-movies-what-that-will-mean-10-years-from-now",
  "id": "2016-05-04-352",
  "sectionId": "mad-for-film",
  "body": "In 2026, will our movies be virtual reality with a touch of 4D? Accompanied by a side of Facebook? Here are the five most common predictions being bandied about in film and tech circles.   1. Virtual reality – the game-changer This year, the Sundance Film Festival went crazy for virtual reality in its New Frontiers section. And if Facebook, Samsung and Sony are to be believed, VR’s “fully immersive experience” is the future of movies.  If you’ve grown up with gaming, you’re going to love driving your own action and choosing where to look as you move through a three-dimensional space. You could watch a film’s drama unfold from the point of view of the one of main characters, at the same time communicating live with your mates or other players and viewers. You could even control objects and feel like you’re really touching them, and use them to change the plot. But there’s a problem with viewers controlling the story. Many of the tools used by filmmakers to convey mood, tone, and story – like close-ups, dynamic editing and pacing – are gone. Viewers could also miss important moments if they’re distracted by other people, or action in the film. Plus, when the novelty wears off, asking the audience to control the story could feel like a task. Where’s the escape that many of us seek when watching movies?   These are questions that will need to be addressed. And when they are, VR may well become an entrenched mass-market technology. More than likely we’ll develop whole new genres of VR “filmmaking” that aren’t gaming, film or social interaction but, instead, a compelling hybrid. 2. 4D – the wannabe  To make a 4D film, you take a 3D film and screen it in a specially equipped cinema that adds physical effects to synchronise with events in the movie. Latest versions of this tech – called ‘4DX’ or ‘MX4D’ – can tilt you forward in your seat when someone jumps off a cliff, move side to side in a car chase and nudge you in the back during fight scenes. 4DX screenings of Batman v Superman: Dawn of Justice in Seoul and New York City used fog, wind, motion, rain, lightning, vibrations and scents.  If the tech can be refined and offer more subtle, more realistic immersion, they could be onto something. Imagine films made specifically for 4D: a director could build in jerky movements or bubbles or steam, or request new smells to be manufactured specifically for their project – think strawberries, log fire or wet dog... You probably won’t end up with The Godfather, but it sure would be fun to watch.      The Shrek 4D Theatre at Universal Studio’s Universal Resort in Orlando, Florida. Photograph: Alamy    3. Multi-platform storytelling – beyond marketing One of the best examples of multi-platform storytelling came in 1999 with the Blair Witch Project. The film’s production company launched a clever promo website which helped build the story and develop a fan base well before the movie was released. www.blairwitch.com featured snippets of film from “recovered” tapes, a journal from one of the characters, photos of the police search and much more – all presented as if it the story was real.  Even when the story is real, additional platforms can boost its impact. In 2013, three days before the doco Salinger opened, an ‘oral biography’ was launched. Co-written by the film’s director, the book contained diaries and other previously unreleased material, helping to paint a detailed portrait of the reclusive writer and achieve a strong opening for a specialty box office film.  Salinger the book was a great piece of entertainment in its own right. Sometimes though, when movie studios use additional platforms – gaming, apps, graphic novels – to engage people with the narrative, it feels more like marketing. The key is to give the additional platforms the same respect as the big screen, and have the film’s creative team be fully involved in the add-on content. Given that most of us are already looking at multiple devices while we watch movies at home – checking social media, email, looking up actors’ details – it’s a concept that’s got legs. Certainly our funding body ScreenAustralia thinks so – its program of grants includes up to $500,000 per project for “risk-taking comedy or dramatic projects” which may be presented on multiple platforms.  4. Streaming in 2026 – the no-brainer As internet connectivity becomes faster and cheaper, and home theatre technology gets better, the idea of seeing movies at home is more and more attractive.  The way we watch will be more on-demand, and even less linear. And we’ll probably be subscribing to a number of content providers to tailor our own bundles of content. We’ll keep using portable devices, but what we’re watching will probably have been created with smaller gadgets in mind. Online content platforms are talking about making more movies and material targeted at specific viewers. Not having to appeal to the masses also means they can be riskier – and less ‘cinematic’ – attracting more creative talent and exciting programming. Also exciting are the many independent web series creators who are already out there writing, directing and acting in their own productions – avoiding the restrictions imposed by networks or advertisers. Starting from… Now! is an Australian drama series that started online, about four lesbians living in Sydney’s inner west. Published as 10-minute episodes, the series took off in its 3rd season, with millions of viewers tuning in from around the world. Consequently the latest series received funding from Screen Australia and Screen New South Wales.  Edgy comedy is perfect for web series too – like The Katering Show and Bleak from comedy duo Kate McCartney and Kate McLennan, and the satirical How to Talk Australians set in an Indian call centre training college.   5. Cinema experiences – the ante gets upped Lord of the Rings on an iPad? Nah. There are some epic films we’ll always want to see in a cinema, maybe even in an IMAX.  And there will always be times when you want to leave your house to see a movie: for dates, escaping the kids, escaping the parents, and having that communal, emotional experience.   However, the general consensus is cinemas will need to evolve and offer more than just a big screen and a big sound.  It might be a luxury offering – fine dining, waiters on call, a cinema with its own cellar. Or more geek-oriented – sing-along dress-ups for cult movies. There are already cinemas offering beds or hot tubs instead of seats, or small boats you bob around in while you watch.  Taking it one step further, Orbi in Japan has a huge 40 x 8-metre screen and 12 separate walk-through zones, combining BBC Earth’s nature content with SEGA technology. It invites guests to “touch, smell, see and hear our planet”. In 2026, cinema could be part of a bigger entertainment experience – a veritable Disneyland for movie-goers. There might be bespoke streams of film-making for different viewing devices and demographics: epic dramas for the cinema, smaller concepts for smaller screens such as demographically-targeted comedies. And lots of sensory-overload content for virtual reality. Then we’ll have movies that sit completely outside our old-school filmic parameters. Hollywood has got some thinking to do.",
  "webTitle": "Going to the movies: what that will mean 10 years from now",
  "webPublicationDate": "2016-05-04T04:48:55Z",
  "webUrl": "https://www.theguardian.com/mad-for-film/2016/may/04/going-to-the-movies-what-that-will-mean-10-years-from-now",
  "keyword": [
    {
      "webTitle": "Mad for film",
      "id": "mad-for-film/mad-for-film",
      "sectionId": "mad-for-film",
      "sectionName": "Mad For Film"
    }
  ],
  "authors": [],
  "guardianId": "mad-for-film/2016/may/04/going-to-the-movies-what-that-will-mean-10-years-from-now"
}