{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/22/youth-justice-board-record-under-scrutiny",
  "id": "2016-05-22-43",
  "sectionId": "society",
  "body": "How can the Youth Justice Board be proud of its record (Letters, 18 May)? Since 2000, when it was handed statutory obligations to place children in custodial institutions, monitor their care and investigate complaints, 17 children have died, thousands have been unlawfully restrained, and children have suffered broken bones and lost consciousness while being forcibly held down. Officers were given a password, “Oxo”, to shout out during restraint training, if they couldn’t breathe. Not so for children: 15-year-old Gareth Myatt cried that he couldn’t breathe, but as three G4S officers held him down he was told “if you’re shouting, you can breathe”, before he died of positional asphyxia. Restraint trainers called themselves Mauler, Breaker and Crusher. Recent reports reveal breathless children were handed their asthma inhalers but kept under restraint. Self-harming children are held in appalling conditions, stripped of all their possessions and dignity. Add to this children being hungry, terrified and lonely. Then there is the sexual abuse, the scale of which it is impossible to assess from the outside. The YJB has been close to children’s suffering for many years, just like civil servants working in the Ministry of Justice and the Home Office before. It has front-row seats to the harm caused by officers empowered to inflict severe pain on children during restraint, yet has never publicly condemned the practice. Fourteen-year-old Adam Rickwood took his own life after the use of unlawful and painful restraint. A body truly championing children would not watch in silence – it would speak up, and loudly. Michael Gove has already announced he intends to remove children from penal institutions. There is a strong case for a national safeguarding body that has the power and autonomy to properly defend the rights of children, but we also need an independent inquiry to retrieve, collate and publish material that the YJB, the multinationals and others possess in respect of child abuse across all prisons, not just Medway STC. Adult society forever communicates to children the virtues of telling the truth and owning up, as a precursor to making things better. It’s time we practised what we preach.Carolyne Willow Director, Article 39Deborah Coles Director, Inquest • When looking at the effectiveness of the Youth Justice Board, the role of government cannot be ignored (Officials have failed to protect our children. Now they must pay the price, 17 May). Secure training centres were established after scandals relating to deaths and suicides in young offender institutions managed at the time by the Home Office. They were to offer the same advantages as secure children’s homes, which had not had any such occurrences. I was manager of a secure children’s home at the time and attended many meetings with both the YJB and Home Office officials, where it was evident that the macho prison culture dominated. Chair at the time was Lord Warner, a civil servant who had previously been appointed director of social services in Kent, and it was clear that the government wanted the quality of care found in secure children’s homes but nearer the price of the cheaper but less effective options. When Lord Warner resigned, he was replaced by Rod Morgan, a recognised expert in youth justice, who saw the YJB role as influencing as well as implementing policy. For example, he pointed out how the YJB business plan target of reducing juvenile custody levels was being undermined by government policies that encouraged a rise. The New Labour government decided not to renew his contract, so he resigned to highlight the level of political interference preventing the development of effective practice. The contracts forced by the privatisation agenda do not protect young people because the records that determine whether a company can be fined for non-compliance are easily manipulated, as we have seen.Roy GrimwoodMarket Drayton, Shropshire  • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "Youth Justice Board’s record under scrutiny | Letters",
  "webPublicationDate": "2016-05-22T18:49:27Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/22/youth-justice-board-record-under-scrutiny",
  "keyword": [
    {
      "webTitle": "Youth justice",
      "id": "society/youthjustice",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK criminal justice",
      "id": "law/criminal-justice",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Law",
      "id": "law/law",
      "sectionId": "law",
      "sectionName": "Law"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Michael Gove",
      "id": "politics/michaelgove",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [],
  "guardianId": "society/2016/may/22/youth-justice-board-record-under-scrutiny"
}