{
  "apiUrl": "https://content.guardianapis.com/nab-meet-the-changemakers/2016/may/31/the-little-bit-of-gratitude-that-is-changing-peoples-lives",
  "id": "2016-05-30-4",
  "sectionId": "nab-meet-the-changemakers",
  "body": "It was a week after the terror attacks of 9/11, and 14-year-old Justine Flynn was about to get on a plane to a remote village in Indonesia to help out at a local children’s foundation. The fact her mum and dad let her go, despite the climate of fear, became a life-changing moment which set her on her path as a social entrepreneur and for which she is forever grateful.  “I just realised I had been born with such great privilege in Australia and I wanted to help other people be empowered to live life to the full,” Flynn says. “That was the pivotal point - that burst in me the passion to want to do this. It was a really significant trip.” Flynn is now Director of Brand & People at Thankyou, a social enterprise which donates 100% of its profits – more than $4 million so far – for programs which help improve the living conditions for people around the globe. While initially selling bottled water to fund safe-drinking water programs overseas, the company has since diversified into cereals and snacks, as well as body care and a soon to launch baby range to help fund life-changing food, sanitation and maternity health projects respectively. At 14, Flynn raised the money to fund her first trip to Indonesia herself, doing everything from car washes to lamington drives in her home town of Mackay in North Queensland.  In 2008 she was 21 and doing regular 12-hour shifts as a nanny while studying a degree in business management off-campus, majoring in human resources and marketing.  She knew she had a passion for business and wanted to incorporate this into helping other people. She just needed the right vehicle.     Co-founders of Thankyou. From left to right, Jarryd Burns, Justine Flynn and Daniel Flynn. Photograph: Supplied by Thankyou    Then she met her future husband Daniel, a young university student, who shared with her his vision of helping millions around the globe who did not have access to safe drinking water. It was an idea that took hold of her immediately and so, along with Daniel’s school friend Jarryd Burns, the new couple founded Thankyou. “I remember bursting at the seams,” she says today. “I was trying to hide my excitement because it was something that had been in my heart since I was 14. I was really excited to be part of starting it up  It was an excitement that came up within me, this is finally it. What I had been born for. This is where I can really make it happen.” Thankyou was founded on an initial $20,000 investment from a private donor, with the aim to tap into the then $600 million local bottle water industry and use the profits to help end the water crisis affecting 900 million people worldwide with a long-term focus on ending global poverty. Flynn soon found she was using the lessons learned at business school for real, creating products which were sold in cafes, with 100% of the profits going to fund programs digging wells in remote areas. Flynn and Daniel married in May 2010, and after a Bali honeymoon they travelled on to Cambodia to see first-hand what their start-up venture had achieved. “It was incredible standing next to the well,” Flynn says. “People’s lives were actually depending on it.”      While they were there, she heard a moving story from a grieving mother. Her daughter had left on her bike one day to get water. She and never returned - having fallen prey to kidnappers. That was two years before the village had its Thankyou-funded well. The message for Flynn could not have been starker: “We never wanted to be two years too late again. It really was life or death. It was pretty full-on.” Every Thankyou product - now available in thousands of supermarkets around the country - comes with a unique digital ID which allows buyers to track their global impact online.  By entering the ID code at the Thankyou website and creating a personal profile, customers can see which project their purchase is helping to fund, including exact GPS coordinates of the village and detailed updates about what is being done there to change lives. “You may have bought a bottle of water years ago and we show you photo evidence of that project so you can see the impact that you have made,” Flynn says. Her next trip will be to Nepal to visit a partner organisation helping to provide safe maternity services for local women while remaining sensitive to cultural taboos. The issue of maternal health hits home for Flynn. After a difficult pregnancy, she gave birth to her own son Jedediah in July last year. “I had a tough labour. I know if I was without medical support I wouldn’t be alive and neither would Jed. “It’s not easy being pregnant and so many times I thought, ‘I can’t sleep, but at least I have a really comfortable bed – how do people do it in a grass hut in Africa?’” Thankyou’s new baby range has been helped to market by the launch of Chapter One – a motivational book that shares the lessons Flynn and her co-founders learned in the first phase of Thankyou.     We never wanted to be two years late again. It really was life or death. It was pretty full-on.    Flynn launched the book in February this year, with buyers asked to pay whatever price they wanted, with monies raised to go to funding Thankyou’s next stage, which includes expansion into the New Zealand market.  Book sales have raised $1.4 million so far, with the highest payment received being $1000. Flynn says they are well on the way to what they are calling “Chapter Two” of the business.     Thankyou’s pilot product - the 1.5L water bottle that kickstarted the success of Thankyou. Photograph: Supplied by Thankyou    “The book relates to everyone as a way to fulfil their dreams and a way of thinking about things,” she says. To help with sales, the National Australia Bank set up pop-up stores outside its head office in Melbourne – a piece of creative thinking which Flynn says she loved. “We are really grateful for organisations like NAB who support us and help us get over the line. “I feel like we are in the start-up phase again. We’re facing similar hurdles we faced at the beginning: it’s an ongoing journey of growth. Executive general manager for NAB Business Cindy Batchelor says the bank is delighted to have had the opportunity to support Thankyou with their banking needs from the very beginning. “At NAB, we’re incredibly proud to back businesses that back themselves,” Batchelor says. “Thankyou was built on such a courageous and innovative idea, and it has been great to watch the business grow. “We focus on building strong, meaningful relationships with our customers, and our work with Thankyou is testament to that. “We know our customers want a bank that really understands them, that gives them insights and ultimately helps them realise their dreams and we’re really pleased to be there for businesses in this way..” NAB is Australia’s largest business bank and the biggest lender for micro, small and medium businesses. It is also the largest provider of banking services for small to medium enterprises by market share, with business bankers on the ground helping to invest in innovative products and solutions. The company name Thankyou comes from their original motto which was: “On behalf of the lives we are changing we say thank you.”",
  "webTitle": "The little bit of gratitude that is changing people’s lives",
  "webPublicationDate": "2016-05-30T23:43:05Z",
  "webUrl": "https://www.theguardian.com/nab-meet-the-changemakers/2016/may/31/the-little-bit-of-gratitude-that-is-changing-peoples-lives",
  "keyword": [
    {
      "webTitle": "meet the changemakers",
      "id": "nab-meet-the-changemakers/nab-meet-the-changemakers",
      "sectionId": "nab-meet-the-changemakers",
      "sectionName": "NAB Meet the Changemakers"
    }
  ],
  "authors": [],
  "guardianId": "nab-meet-the-changemakers/2016/may/31/the-little-bit-of-gratitude-that-is-changing-peoples-lives"
}