{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/03/ted-cruz-suspend-campaign-president-indiana-primary",
  "id": "2016-05-04-284",
  "sectionId": "us-news",
  "body": "Ted Cruz suspended his US presidential campaign on Tuesday after a crushing defeat in Indiana’s primary, leaving the way clear for Donald Trump to become the Republican nominee. The Texas senator was the last remaining competitor to Trump with a clear shot at the nomination. However, after staking his campaign on a win in Indiana, Cruz suffered an overwhelming loss in the Hoosier State. In an inclusive victory speech in which he tried to heal some of the open wounds of the past year and begin the long and very difficult process of unifying the party, Trump had kind words for his vanquished rival.  “I don’t know if he likes me or doesn’t like me,” Trump said. “But he is one hell of a competitor. He has an amazing future.” In the Democratic race, Bernie Sanders pulled off a shock victory, beating Hillary Clinton by 52.5% to 47.5%, with 97.9% reporting. “The Clinton campaign thinks this campaign is over,” he said. “They’re wrong.”   Indiana   Cruz leaves the Republican race having won 565 delegates and 11 states, including the first-in-the-nation Iowa caucuses in January. Despite successfully building a strong base among evangelicals and social conservatives, he was unable to expand his following and to pivot to the unpredictable Trump, who repeatedly bashed him as “Lyin’ Ted”. In an emotional address, Cruz told a room of supporters in Indianapolis: “From the beginning I’ve said I will continue on as long as there is a viable path to victory – tonight I am sorry to say it appears that math has been foreclosed.”  As the crowd shouted “no, no,” Cruz told attendees: “Together we left it out on the field. We gave it everything we got. But the voters chose another path, and so with a heavy heart but with boundless optimism for the long-term future of our nation we are suspending our campaign.” Cruz repeatedly referenced his idol Ronald Reagan’s unsuccessful attempt to wrest the Republican nomination from Gerald Ford in 1976, ending by promising: “There is no substitute for the America we will restore as the shining city on the hill for generations to come,” a reference to Reagan’s farewell address.  The Republican party elite, which has battled over the prospect of a Trump nomination, began to rally round him. Reince Priebus, the chairman of the Republican National Committee, declared that Trump was the “presumptive nominee” and called on supporters to unite against Hillary Clinton. Cruz’s exit leaves John Kasich the only remaining candidate in the race against Trump. In a statement, the Ohio governor’s chief strategist, John Weaver, told the Guardian: “The senator ran on strong conservative principles and his views are part of the broad Republican party. Donald Trump’s mad hatter ramblings are outside the conservative reform movement and we will continue onward to deny him the nomination.”  Kasich did not compete in Indiana as a result of a pact with Cruz and has so far only won his home state of Ohio. In a memo sent out earlier Tuesday night, Kasich vowed to stay in “unless a candidate reaches 1,237 bound delegates before the convention”. Victory speech Trump celebrated victory at his looming Fifth Avenue tower in New York, marking the seminal moment in which he was transformed from a maverick and implausible candidate into presumptive Republican nominee.  He delivered his victory speech from a podium poignantly positioned just in front of the escalator in his midtown Manhattan skyscraper where he had launched his unlikely bid for the White House 10 months ago.           Donald Trump: ‘We are going to win bigly. Believe me’    Flanked by his wife Melania and children, with his controversial campaign manager Corey Lewandowski and convention manager Paul Manafort close by, he made soothing noises towards the Republican National Committee and its chairman Reince Preibus. “It’s not an easy job dealing with 17 egos,” he said, referring to the initial crowded pack of Republican presidential hopefuls, before adding: “I guess he’s now down to one ego.” Trump effectively takes the nomination with a personal rating among voters stuck in the doldrums, with 67% of Americans thinking of him unfavorably. That makes him the least well-regarded presidential nominee of either main party since at least 1984 – and the hostility shown towards him by leaders of the Republican party is unprecedented. But none of those hard facts appeared to take any shine off Trump’s moment of victory. “We want to bring unity to the Republican party. We have to bring unity,” he said. Trump glossed over his terrible poll ratings among female voters by saying: “Women. I love winning with women.” He similarly shrugged off similar evidence of the major problem he faces with Hispanic voters and African Americans. “We are going to win, we are going to win in November. And we are going to win big,” he said. Recognizing the shift in gear that faces the Trump campaign, he put a marker in the sand. “Now we are going after Hillary Clinton,” Trump said. “She will not be a great president, she will not be a good president, she will be a poor president.” He indicated that he intended to go after Clinton  on the issue of trade and the loss of American jobs to foreign countries. “She doesn’t understand trade and her husband signed perhaps in the history of the world the single worst trade deal, Nafta.”           Indiana voters on why they backed Donald Trump    He also highlighted Clinton’s comments on the coal industry and the need to restrict it in the fight against climate change. “Hillary Clinton talked about the miners as though they were just numbers, and she said she wanted the mines closed and she would never let them work again. Let me tell you, the mines are going to start to work again.” The Sanders campaign hopes his victory in Indiana will mark one last turning point in a Democratic race characterised by a series of surprise comebacks that have prolonged Clinton’s otherwise relentless path toward the nomination. He is well placed to pull off similar wins in West Virginia on 10 May and Oregon on 17 May, before a final showdown next month in California, whose 546 delegates present the biggest prize of the contest. But even though Sanders has pledged to keep competing until the party convention in Philadelphia this July, he has acknowledged that catching up with Clinton is an “uphill struggle”. Before Indiana, the former secretary of state was nearly 300 pledged delegates ahead of her Vermont rival and within 200 delegates of crossing the finish line including the controversial superdelegates – party figures who are able to vote independently of election results and overwhelmingly back Clinton. Nonetheless, the Sanders team will view the Indiana result as an important vindication of their decision to keep pressuring superdelegates to change their minds. ‘Abyss’ Trump’s victory in Indiana ended the best hope of blocking a presidential nomination Cruz had claimed will plunge America into the political “abyss”. The Texas senator’s decision to drop out had been the subject of debate with the campaign but some Cruz aides urging that he still had a better chance of being the nominee after his loss in Indiana than he did when he declared in March. Then Cruz was considered a conservative gadfly who would have to claw and fight rivals to be the favorite among even his Tea Party base but Cruz fended off rival after rival to win the Iowa caucuses and become the conservative standard-bearer in the field. Despite a day of dire warnings from Cruz, Trump was declared victor by the Associated Press within seconds of polls closing. Cruz, whose campaign had built a formidable grassroots operation, with volunteers knocking on 70,000 doors in Indiana in the three days before the primary and making 100,000 calls on the day before the election, but it was all for naught. As one top aide said of the campaign as a whole: “Sometimes you can make all the right moves and still lose.” With 97.9% reporting, Trump had won 53.3% of the vote in Indiana, with Cruz getting 36.6% and Kasich 7.6%. Trump now has 1,047 pledged delegates as well, of the 1,237 he needs to be the party’s nominee. Trump now looks almost certain to inherit a party he has left bitterly divided through a brand of politics defined by innuendo, race-baiting and outright demagoguery. His latest sally came in a telephone interview with Fox News on Tuesday, in which the Republican frontrunner alleged that Cruz’s father, Rafael, had met with Lee Harvey Oswald prior to the assassination of John F Kennedy and implied that Rafael Cruz was somehow involved.           Cruz attacks Trump for linking his father to JFK assassination    Trump had previously threatened to “spill the beans” about Cruz’s wife and has spread a variety of clearly false stories, starting from his June announcement speech that Mexico was deliberately sending rapists into the US and including the repeated claim that American general John Pershing committed war crimes in the Philippines. The latter story appears to have originated via an internet hoax spread by email. Cruz’s campaign-ending loss in Indiana came after a significant investment of resources by anti-Trump forces in the state. Cruz and anti-Trump Super Pacs spent $6m in the state on television advertising while Trump spent less than a million. Further, in a vain attempt for a boost in the Hoosier State, Cruz unveiled former rival Carly Fiorina as his running mate if he receives the nomination and was able to cajole the state’s sitting governor, Mike Pence, into an endorsement. In contrast, Trump was endorsed in the state by a number of prominent former college basketball coaches, led by legendary Indiana University coach Bobby Knight. With his loss on Tuesday night, Cruz had not won a primary election for over a month since his 5 April win in Wisconsin. Despite Cruz doing well in delegate selection contests in Colorado and Wyoming, Trump won seven consecutive primaries and over 200 delegates over the last two weeks. Earlier, Trump had called for Cruz to drop out of the race in a tweet: “Lyin’ Ted Cruz consistently said that he will, and must, win Indiana. If he doesn’t he should drop out of the race-stop wasting time & money.” Cruz took his advice.   Republicans    Democrats",
  "webTitle": "Donald Trump's path to Republican nomination clear as Ted Cruz quits",
  "webPublicationDate": "2016-05-04T08:46:50Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/03/ted-cruz-suspend-campaign-president-indiana-primary",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Jacobs",
      "id": "profile/ben-jacobs"
    },
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    },
    {
      "webTitle": "Ed Pilkington",
      "id": "profile/edpilkington"
    }
  ],
  "guardianId": "us-news/2016/may/03/ted-cruz-suspend-campaign-president-indiana-primary"
}