{
  "apiUrl": "https://content.guardianapis.com/science/brain-flapping/2016/may/12/science-hasnt-proved-that-women-go-for-bad-boys",
  "id": "2016-05-12-334",
  "sectionId": "science",
  "body": "“Women always go for the bad boys.” “Nice guys finish last.” “Treat ‘em mean, keep ‘em keen.” There are so many variations on the idea that women brush off advances from lovely men and instead deliberately chase guys who are tall, dark and horrible. If it’s true, why is the crime rate not significantly higher, as straight guys compete with each other to look “badder” than their friends? In fact what do we mean by “bad” anyway? Are we talking bank robbers, or just your mate Clive who once dumped a girl via text?  Broadly published an article this week entitled Why Women Want To F**k Bad Boys, in which writer Diana Tourjee claimed that: “Everyone knows men like these … (so-called ‘bad boys,’ or risk-taking men) … are desirable. Thanks to a recent study, this is now scientifically verifiable.” Wow. If science really has confirmed that every woman on the planet will make an identical sexual choice, then surely someone’s in line for a Marie-Claire-sponsored Nobel Prize. But is it true? Well ... like that guy in the club who “guarantees” you the best night of your life, you should familiarise yourself with the detail before making any decisions. The research Tourjee is referring to is The Young Male Cigarette and Alcohol Syndrome - Smoking and Drinking as a Short-Term Mating Strategy. It was published earlier this year in the Journal of Evolutionary Psychology. Already a few alarm bells are ringing, because evolutionary psychology is notoriously controversial. It’s common for mainstream press articles to sex up their science reporting, but implying that “science has verified” something based on an evolutionary psychology paper is as accurate as claiming that scientists have verified the deliciousness of Marmite. The second issue with the article is its conflation of “bad” with drinking and smoking. Sure, a twenty-a-day habit is unhealthy, not to mention it makes you smell like the bins outside Wetherspoons, but is it really the criteria by which we judge “bad boys”? In my experience, and relating to those phrases we hear so often (“Nice guys finish last!”), “badness” encompasses more than just unhealthy behaviour. A bad boy might ride a motorcycle (risky), but he may be “bad” in other ways too. When “nice guys” complain that they’re always finishing last, usually what they mean is that other men (the ones their female friends are sleeping with) are simply not good enough. This could mean anything from not buying his girlfriend flowers on Valentine’s Day to cheating on her, cadging money or saying rude things about her Mum.     You can tell a bad boy because they always smoke. Nothing attracts a woman more than stale tobacco smell and yellowed fingers. Photograph: Everett/REX/Shutterstock    As ever, the way this has been reported probably isn’t the fault of the researcher who published it, Eveline Vincke, who was pretty clear about her aims: “We aim to explore the hypothesis that male smoking and drinking behavior—being risky physical consumption behaviors—are used as a male short-term mating strategy.” Let’s look at the key questions as they relate to the “bad boy” theory. Firstly, do risky behaviours like smoking and drinking in young males correlate with more short-term sexual activity (one night stands and the like)? Secondly, does adopting a “risk-taking” strategy – i.e. smoking and drinking more – work to secure the approval of female peers? In layman’s terms: do you actually get more action if you’re a smokin’, drinkin’ bad boy? Vincke’s answer to both of these questions is “yes”. But any layperson can spot that they don’t support the grand assumptions made by Tourjee that “women prefer bad boys”, because there are complicating factors. Given that casual sex is often considered (or at least presented as) “risky behaviour”, it’s unsurprising that men who are risky in other ways might also be risky in this one. What’s more, my mother tells me alcohol has a slight impact on one’s impulsive decision-making, so the addition of “drinking” to the risk factors could simply imply that drunk people have more casual sex. We’ve gone from Why Women Want To F**k A Bad Boy to Young Males Who Smoke And Drink More Likely To Also Have Casual Sex. When it comes to the conclusions on mating strategy, again the research says that, yes, men may be using this as a deliberate tactic to tempt women into bed. But Vincke touched on another key factor, which is absent from the Broadly article: women’s agency. If young male “bad boys” have more casual sex, then a woman seeking casual sex should reasonably adopt a “shag a bad boy” mating strategy. Not out of desire necessarily, just sheer pragmatism. And even if there’s no deliberate strategy from either gender, we’d expect the results to look like that anyway. A better headline now would perhaps be Women Are More Likely To Have Casual Sex With Men Who Also Have Casual Sex. Which is trivially true - a woman is more likely to buy you a pint if you drink than if you’re teetotal.     The original bad boy. Phwoaar! Eh, ladies? Photograph: Alamy    The research itself didn’t set out to prove that “women love bad boys” – the conclusions just draw attention to the fact that playing up the riskiness of smoking and drinking isn’t likely to be effective in getting young men to quit. But the way studies like this are reported matters greatly, for the same reason it matters when your friend unthinkingly tells you that “nice guys finish last”, or that “Women Want To F**k Bad Boys”: it feeds into the myth that every human has the same needs and desires, and that consequently we should all adopt animalistic mating strategies in order to succeed. It’s deeply unhelpful – particularly for young people who are constantly presented with messages on how they should behave, and the ways in which they should manage and deal with their growing sexuality. It’s pretty damn irritating even for grown adults like me, who are still trying to navigate the complexities of sex and love without self-appointed sexperts appearing every five minutes with a new theory based on one study taken out of context. Taking simple conclusions and twisting them into a broad-brush argument that “women prefer bad boys” encourages people to change their behaviour – young lads to be “naughty” if they want to get the girl, and girls to feel wrong or broken if they fancy the boy with the satchel instead of the motorbike. Ironically, this was pointed out to Tourjee in her article - Tristan Bridges, a professor of sociology at the College at Brockport State University of New York, explained that biological essentialism – the idea that men and women are “programmed” to desire certain things – has been largely discredited. Mainly, he says, “because it relies on stereotypes of early humans, and the adaptive problems they faced that are historically inaccurate and fail to account for much of what we know about how early humans lived.” Instead he points out that any preferences are likely down to socialisation – men are more likely to “act bad”, and women more likely to prefer them if society repeatedly tells them they should. That’s why poor sex reporting matters, as well as in the more commonly debunked areas such as health and “nutrition” journalism. Each nuanced conclusion taken out of context and run through the headline generator adds more fuel to longstanding myths around sex, gender, and relationships. It’s probably not Tourjee’s fault either – a constant drive for clickworthy headlines means that any nuance gets swallowed in favour of a hook. But this article is a good example of why we shouldn’t always indulge our desire for simple answers. The statement “women prefer bad boys” is tempting because it offers a simple solution for a question which is far more complicated. We hear the myth, it’s reinforced, then repeated, and the cycle continues. By the time we’ve heard these sex myths over and over, we’re all f**ked. Not just the bad boys.  Girl on the Net is a sex and relationships writer, and she knows loads of nice guys who came first. Her new book - How A Bad Girl Fell In Love, is out now via Blink Publishing RRP £8.99",
  "webTitle": "Science hasn't 'proved' that women go for bad boys | Girl On The Net",
  "webPublicationDate": "2016-05-12T07:00:22Z",
  "webUrl": "https://www.theguardian.com/science/brain-flapping/2016/may/12/science-hasnt-proved-that-women-go-for-bad-boys",
  "keyword": [
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Science and scepticism",
      "id": "science/science-scepticism",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Relationships",
      "id": "lifeandstyle/relationships",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Girl on the Net",
      "id": "profile/girl-on-the-net"
    }
  ],
  "guardianId": "science/brain-flapping/2016/may/12/science-hasnt-proved-that-women-go-for-bad-boys"
}