{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/10/fentanyl-drug-overdoses-xanax-painkillers",
  "id": "2016-05-10-162",
  "sectionId": "society",
  "body": "The tablets look just like pharmaceutical grade pills, or Pez candy. They are marked as the anti-anxiety medication Xanax, prescription painkillers or packaged in colorful candy wrappers. The buyer may know they’re getting a drug, but what they don’t know is that the drug they’re getting is fentanyl, between 50 and 100 times as powerful as morphine, and associated with a rise in overdose deaths in the US. In communities across the US, authorities are raising red flags about overdoses on fentanyl by people who thought they took something else. “If you are dependent upon or you are experimenting with prescription painkillers please make sure you are getting those painkillers from a licensed pharmacy,” warned Orlando special agent in charge Danny Banks in a press conference last April, shortly after the first counterfeit Xanax pill containing fentanyl was spotted in central Florida. “Mark my words, this ‘death pill’ will be in the hands of our high school-age students in central Florida. It is bad, bad stuff that is killing people, and it is here right now,” he said. Most recently, health officials in Maryland are sounding the alarm. In late April, a woman purchased what she believed was Xanax, pressed into a brick, with a cross indent so the pill could be broken up into four pieces, according to Linda Auerback, a drug prevention supervisor for the state. The woman took the pill and overdosed. When she was revived, she was surprised to learn that a painkiller was in her system at all. “She said: ‘I didn’t take fentanyl, I took Xanax,’” recalled Auerback. “Was it provided by a doctor or did you get it on the street?” asked Auerback. The woman told her she purchased it illegally. Fentanyl, a prescription pain medication, often concocted in illicit laboratories overseas, has been escalating the opioid epidemic for more than a year. Though there are some who take fentanyl recreationally, the drug is often used to cut heroin, catching many users off-guard, and sometimes leading to overdoses and death. Xanax users often have an even lower tolerance for the drug because they believe they are taking an anti-anxiety medication and may never have taken an opiate before. Counterfeit medications and candies disguised as something other than fentanyl are raising new concerns and confusion in the opioid epidemic sweeping America. While chemists supplying the drugs are concocting an array of synthetic opioids overseas, suppliers in the US and Canada are finding new ways to package and distribute the drugs, creating challenges for users, law enforcement and health workers. The first sighting of these homemade pressed pills was in Ohio in mid-2015, according to epidemiologist Steven P Kurtz, director of the Center for Applied Research on Substance Use and Health Disparities, who compiles data from law enforcement sources across the country.  Today, the counterfeit pills have spread to California and Florida, and straight down from the Canadian border in Wisconsin and Ohio, through Kentucky and and Tennessee to Mississippi.    Related: Street opioids are getting deadlier. Overseeing drug use can reduce deaths | Maia Szalavitz    When news reports broke last fall of an arrest in Santa Cruz after two individuals fatally overdosed on fentanyl pills labeled as Xanax, drug connoisseurs and vendors expressed their outrage online. “FUCK ANYONE TRYING TO PASS FENT OFF AS ANYTHING BUT FENT,” wrote a user named Trappy_Pandora on a Reddit thread. “This is how people die.” Soon, more people in California were overdosing on fentanyl after taking what they believed to be Norco, another prescription pain medication, which in its pharmaceutical form is far less powerful than fentanyl. By March 2016, sheriff Bob Gualtieri of Pinellas County in southern Florida, suspected nine deaths were tied to the counterfeit pills. “It’s also somewhat puzzling, why someone is creating a pill that contains Xanax and fentanyl,” said Gualtieri in a press conference last March, warning the public about the counterfeit pills. “Because Xanax is an inexpensive drug, it’s not an opioid, where fentanyl is a potent opioid.” “It is really illogical,” he added. Trappy_Pandora, who also manages public relations for the darknet market, AlphaBay, said in an email that he believes fentanyl entered the Xanax supply either as a “cruel joke” or because of “poorly managed drug stashes”, in which fentanyl was mixed into the pills by accident. “Killing off your entire customer base is not economically viable,” wrote Trappy_Pandora. A alleged Xanax manufacturer who joked about doing so last fall, was promptly banned from the subreddit. “This is very real problem we all face here,” wrote the moderator in explanation. According to Trappy_Pandora, AlphaBay does not provide services for those who sell Xanax cut with fentanyl. Auerback isn’t so sure the counterfeit Xanax is entirely accidental. She says some people in her outreach programs call it the “killer pill”, and seek it out on purpose, while others tragically come upon the pills by mistake. Xanax is often prescribed with opiates by doctors, for patients struggling with pain and difficulty sleeping. Recreational users are known to purposely mix the two substances as well, though experts say the combination can accelerate respiratory depression, and can be especially deadly. US Drug Enforcement Administration spokesman Melvin Patterson has another theory about the mysterious pills: marketing. He believes that users are seeking a new twist to their usual high. For suppliers, Patterson said the Xanax laced with fentanyl is another way to make money off the synthetic opioid, which is both cheap and potent. Others say the counterfeit Xanax is only one part of a rapidly changing environment for illicit drug users. According to Kurtz, police have seized professional grade pill presses in several locations in Canada, and in Los Angeles, New York, Ohio and Washington. “It’s almost like a home brewery,” says epidemiologist Jim Hall, who is also tracking the counterfeit pills and the tools used to make them. Because of the instability in the illicit pill supply, Hall suggests that users who aren’t sure if their pills are counterfeit, to take them to a local pharmacy to check, though he says he is unsure of whether there would be any legal ramifications. Experts are advocating for drug checking facilities for pill and opioid users and suppliers, much like those set up in the late 1990s to verify the composition of MDMA. Traci Green, chair of the Rhode Island Drug Overdose Prevention and Rescue Coalition, says that while drug suppliers have been altering their supply for years, what’s surprising is the “extent of creativity” on the market among dealers making new products today. This renaissance has tragic consequences for users, who are taking drugs with more and more risk Green describes the current drug epidemic as a “a true wild west experience”, and believes testing facilities would help “people can have a better sense of what’s happening out there”, as well as help catalog and inform the public about risk and side effects. Patterson says the DEA is not in favor of opioid testing facilities, and suggests that users refrain from taking all illicit substances instead. For Kurtz, the confusion over the fake Xanax pills are symbolic of the opioid epidemic at large. “In the US, we’re in the early parts of the problem. We don’t understand it yet,” he said. The deadly pills are not the only confusing product on the market. Michael Gilbert, an epidemiologist who specializes in harm reduction, says the ways in which people are taking opiates are changing quickly as well. On Alpha Bay, users can purchase fentanyl nasal sprays, geltabs, and even U-47700 – a research opiate – in the form of Pez candies.     U-47700 candy. Photograph: AlphaBay Market    Patterson said the DEA is assisting local police in identifying the new ways people are consuming the opiates – such as the fentanyl nasal sprays. Manufacturing opiates in candy form, as advertised on AlphaBay, present even greater risks for mix-up, said Patterson. “The biggest threat there is that it’s candy and a kid could get that confused.”",
  "webTitle": "'Death pill': fentanyl disguised as other drugs linked to spike in US overdoses",
  "webPublicationDate": "2016-05-10T12:58:56Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/10/fentanyl-drug-overdoses-xanax-painkillers",
  "keyword": [
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Drugs trade",
      "id": "world/drugs-trade",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "New Hampshire",
      "id": "us-news/new-hampshire",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Florida",
      "id": "us-news/florida",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Susan Zalkind",
      "id": "profile/susan-zalkind"
    }
  ],
  "guardianId": "society/2016/may/10/fentanyl-drug-overdoses-xanax-painkillers"
}