{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/06/election-labour-mixed-views-on-results-corbyn",
  "id": "2016-05-06-210",
  "sectionId": "politics",
  "body": "There has been a spectrum of views across Labour about how the party has done in Thursday’s elections. Supporters of the leader, Jeremy Corbyn, highlighted how the party did better than some predicted, but the more sceptical said there was not enough progress if Labour had hopes of a return to power. The upbeat The shadow chancellor, John McDonnell, posted a link to an article by the Labour MP Jon Trickett:    .@jon_trickett for @LabourList \"These election results show Labour’s made a significant start on the road to 2020\" https://t.co/UW4LiDKKRp— John McDonnell MP (@johnmcdonnellMP) May 6, 2016    The article starts:   Labour is rebuilding its support and closing the gap the Tories had at the 2015 general election. That’s the first message from last night’s first wave of byelection and council election results. None of us doubts the scale of the challenge to assemble a winning electoral coalition for 2020. But the early returns show Labour has made a significant start and performed better than many predicted.  Trickett also tweeted:    Early doors but it's becoming very clear that Labour has made real improvement in vote share since 2015.— Jon Trickett (@jon_trickett) May 6, 2016    Several other Labour MPs saw the results as a positive sign of the party’s prospects.    28 seats is a very good result for @welshlabour but losing @LeightonAndrews -one of our brightest and best- is a desperate disappointment.— Owen Smith (@OwenSmith_MP) May 6, 2016      Labour top the poll in North Wales Regional List election but get no seats. That's politics, that's life-more accurately that's d'hondt 1/2— Albert Owen MP (@AlbertOwenMP) May 6, 2016      Very encouraged by the results coming in - tonight isn't the meltdown for Labour that many predicted. I'm celebrating with a small scotch :)— Nick Forbes (@nick_forbes) May 6, 2016      Some strong English local elections results, testament to lots of local hard work. And much more for us all to do, now till 2020— John Healey MP (@JohnHealey_MP) May 6, 2016      great night for @welshlabour.. I'm off to my bed now. night night— Carolyn Harris (@carolynharris24) May 6, 2016    Labour’s deputy leader, Tom Watson, conceded that the results were “certainly a mixed picture for Labour” but he urged critics of Corbyn to give the leader more time. He told BBC Radio 4’s Today programme:   Even our opponents would say that after eight months it would be very unfair and improper to hang this set of election results on Jeremy Corbyn’s peg alone. After only eight months people would say he needs more time to show the direction Labour needs to take to win that 2020 general election.  Watson insisted it was not possible to “draw simple conclusions” from the results.   There is definitely cause for comfort with those local government results in England. If you look at the Crawleys or the Redditch, or Harlow, or Southampton. Yes, these were local conditions but these are still going to be the electoral battlegrounds for the 2020 general election.   Mike Pickett, who snatched the Southgate ward from his Conservative rival, said:   I think it goes to show that many of the so-called commentators got it wrong again. I’m not a Corbynista. I’m an ordinary citizen who thinks he can do something for his fellow residents in this small part of England. We’ve increased our majority here and I think this will be reflected across the country, too.  The more downbeat Mike Grapes is the MP for Ilford South. He tweeted:    Labour losing seats in first year of opposition after Tory fiasco of recent weeks is very bad  where is Straight talking, honest politics ?— Mike Gapes (@MikeGapes) May 5, 2016    John Woodcock, MP for Barrow and Furness, said:    Across country this is time for honest reflection. Not sure saying these results OK progress will help us gear up to beat the Tories in 2020— John Woodcock (@JWoodcockMP) May 6, 2016    Neil Coyle, MP for Bermondsey and Old Southwark:    Sad to see Labour losses in England, Scotland & Wales. Not good enough. Labour must examine why & build the team & agenda to win back voters— Neil Coyle (@coyleneil) May 6, 2016    Alan Quinn, a Labour councillor in Bury, north Manchester, told the Manchester Evening News his party had lost two “hard-working and proud’ councillors in Prestwich, a heavily Jewish-populated ward, because of a “backlash against the Labour party”. Emma Reynolds, the MP for Wolverhampton North East who stood down as a shadow minister when Corbyn was elected leader, said Labour’s results were not good enough to suggest the party would be returning to government. She told Today:  We have made done well in some areas, but l don’t think we should be content with either standing still or going backwards in other areas ... Now with the Tories in disarray and six years of Tory government, we should be making significant gains at local elections at this stage in the parliament cycle.  Peter Hain, the Labour former cabinet minister, told the BBC his party should be winning seats, not losing them, and that Corbyn had not shown “anything like an ability to ... win the centre ground”.  Frankly, for us to be on course and confident of winning the next general election, we should be gaining seats at this stage in the cycle, not losing them.  John Mann told the BBC he did not support a challenge to Corbyn’s leadership, but said:   We should have been winning by a landslide across the country with the way this Tory government’s been acting and the way they’ve dealt with the country, the collapse in economic confidence. We’re doing OK, not bad results, we’re holding our own, but we should be doing dramatically better than this.  Jess Phillips, the MP for Birmingham Yardley, retweeted a comment by the writer Emma Kennedy:    Labour can’t spin fact they weren’t wiped out in England as a grand success. They should be making massive gains against this useless govt.— Emma Kennedy (@EmmaKennedy) May 6, 2016",
  "webTitle": "From 'encouraging' to 'very bad': Labour's mixed views on its results",
  "webPublicationDate": "2016-05-06T11:37:12Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/06/election-labour-mixed-views-on-results-corbyn",
  "keyword": [
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Tom Watson",
      "id": "politics/tom-watson",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Nadia Khomami",
      "id": "profile/nadia-khomami"
    }
  ],
  "guardianId": "politics/2016/may/06/election-labour-mixed-views-on-results-corbyn"
}