{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/15/melvin-burgess-junk-ya-teen-fiction-censorship-drugs",
  "id": "2016-05-15-160",
  "sectionId": "childrens-books-site",
  "body": "When it was published 20 years ago, Junk was a long shot. Teenage fiction at the time was really aimed at 11 and 12-year-olds. Maybe the occasional 14-year-old might read down to it, but no one seriously thought that 15 or 16-year-olds would read it. I remember some librarians saying that they thought it was a great book, but that it’s likely fate was to languish on the shelves.      Why a book about drugs? I come from one of the first generations when recreational drugs were widely available, and of course, many of us at school were very curious. There was no useful information about that world – the authorities were all saying how awful and deadly drugs were, but the Beatles and Stones seemed to be having a fairly good time. By the time I was in my 20s, drugs culture was full blown, but ignorance, officially sanctioned in law, was still the order of the day.  I was living in Bristol, in the middle of that heady, inner-city mix of sex, drugs, rock n’ roll and politics. Such a seductive, exciting and dangerous world! – just the place for a story to be told. So when my publisher, Klaus Flugge of Andersen Press, suggested a book on drugs, it was to that period that my mind inevitably went.    Related: Raziel Reid: I'm just naturally shocking  – children's books podcast    Far too old for 11-year-olds of course! But… what wouldn’t I have given for a book set in that world when I was 15 or 16? A book not simply about the drugs themselves, but about the culture… the people, the ideas, the relationships, with all its highs and lows, all its excitements, glories and tragedies.  Why not? Fiction for young people had been moving that way for years… getting older, getting more serious, testing the waters. I was already known for hard hitting, honest books. Klaus, bless him, was up for it…    It used to be Alice in Wonderland and Fluffy Bunny – now suddenly it’s junkie whores rolling round in the gutter       That’s what Junk was – the book I wished I’d had when I was 15-years-old. It came as a surprise to me when it did so well. There was a huge amount of fuss when it won first the Guardian children’s fiction award, and then the Carnegie medal – both originally awards for younger children’s fiction. People on the inside knew that change was going in teenage fiction, but the press was taken completely by surprise. This is fiction for children? Help! What’s going on? Where had Ratty, Toad and Moley gone? It used to be Alice in Wonderland and Fluffy Bunny – now suddenly it’s junkie whores rolling round in the gutter. What happened to innocence? Above all, why are we subjecting our children to this sort of thing? I had a busy time explaining that the book was not aimed at children, but teenagers – people in possession of all their hormones and probably having a full sex life by then, even if it was usually on their own. And already thinking about, or maybe even already experimenting with, intoxicants of one form or another. Surely it was better to arrive in that world forearmed with a little knowledge, than to step out as a total naive onto the streets, as I did, ready to swallow the first bunch of lies told, either by an unscrupulous black marketeer, or by an equally unscrupulous know-all in authority, ready to tell them any amount of tosh to keep them in line?   Related: Why I've written a book for teenagers about taking drugs    These days, of course, Junk wouldn’t attract anything like so much attention. Teenage fiction, or YA as it’s now known, is big business. Looking back, it seems astonishing that there was no real publishing industry aimed at high school students at all in this country, or indeed most of Europe, and that a book aimed at that age group should attract so much outrage only twenty years ago, just for trying to engage with them on an authentic level. I’m very proud of it. I’ve lost count of the number of people who’ve contacted me to tell them how important Junk has been to them – some because it helped them understand their own addiction, or the addiction of friends and family; some because it’s helped them navigate their way through that perilous world; some because it struck notes deep inside; and others simply because they loved reading it.   Related: If the real world isn't censored – why should fiction be?    Junk is often called a game changer, but what difference did it really make in the long run? Well, who can tell? There are some modern European countries without much challenging YA literature – Italy is one, I’m told – so it’s never a forgone conclusion. But things were moving in that direction here, albeit slowly, and I suspect that the UK was always going to be a YA stronghold. It did perhaps kick-start the genre, though. Publishers had been trying for years to court the teenage market, but the general opinion was still that, “They don’t read”. Junk sold by the barrelful and showed that it wasn’t that they didn’t want to read – it was just that no one was publishing the right kind of material. The book attracted writers to the genre as well – any number of people have told me that they were attracted to writing YA because they loved Junk, and because it showed them just how far you could go.  Most of all though, the book opened up a debate about teenage life and teenage literature, about whether young people had the right to read honest, authentic books; about what was suitable, what was not, and whether or not our young people should be protected from the harsh realities of life, or empowered to cope with them.   Related: Why I explore rape culture in my new book for teens    I’m very pleased that the empowerers won the day, hands down.  It’s a great thing to get in early. Junk marks not so much a line in the sand, but the rubbing out of a line. Since then, the rules have changed utterly, and I’m just delighted to have been involved in helping kick down a few doors. You can buy Junk from the Guardian bookshop. Live chat with authors including Louise O’Neill and Melvin Burgess #Gdnteentaboo   Related: Why we shouldn't protect teenagers from controversial issues in fiction    Discuss writing about sex, drugs and pushing boundaries (and they are still being pushed) in teen/Ya with a bunch of controversial authors including Melvin Burgess live on Twitter using #Gdnteentaboo! It’s happening this Sunday 15 May from 5-6pm on @GdnChildrensBks. So who’s going to be there? We have Louise O’Neill (@oneilllo), Melvin Burgess (@MelvinBurgess), Chris Vick (@chrisvickwriter), Non Pratt (@NonPratt), William Sutcliffe (@Will_Sutcliffe8), Raziel Reid (@razielreid), Katie Everson (@ksleverson). If you don’t tweet or can’t be there you can email your questions to childrens.books@theguardian.com, but make them short so we can tweet them! We’ll be live blogging the chat on the Guardian children’s books site.     You can chat to Louise O’Neill tonight on Twitter #Gdnteentaboo Photograph: Miki Barlok/Publicity image from publisher",
  "webTitle": "Melvin Burgess: 'Junk is the book I wish I had when I was 15'",
  "webPublicationDate": "2016-05-15T08:00:01Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/15/melvin-burgess-junk-ya-teen-fiction-censorship-drugs",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Melvin Burgess",
      "id": "books/melvin-burgess",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Louise O'Neill",
      "id": "books/louise-o-neill",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Melvin Burgess",
      "id": "profile/melvinburgess"
    }
  ],
  "guardianId": "childrens-books-site/2016/may/15/melvin-burgess-junk-ya-teen-fiction-censorship-drugs"
}