{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/13/12000-people-trapped-in-syria-refugee-camp-by-bombs-shells-and-bullets",
  "id": "2016-05-13-146",
  "sectionId": "global-development",
  "body": "A new siege at a refugee camp in Syria has left 12,000 people, including 3,000 children, running out of food and medicine as they endure shelling, barrel bombs and sniper fire, Save the Children said on Friday.  The international charity said the last remaining open road out of Khan Eshieh, a Palestinian refugee camp near Damascus, was shut this week by heavy shelling and sniper fire. Save the Children said three youths were reportedly shot dead trying to escape the camp, while bombing has increased, with dozens of barrel bombs being dropped on the area.   Related: Red Cross aid convoy denied entry to Syrian city of Darayya     News of the siege emerged as an aid convoy carrying medicine, vaccines and baby milk to Darayya – a suburb of Damascus that has been under siege for more than three years – was prevented from entering the town by elite troops loyal to the president Bashar al-Assad’s brother, Maher, even though the Syrian government had agreed to the deal. There are more than a million people living under siege in Syria, the vast majority in blockades orchestrated by the Assad government. The blocking of the aid deliveries has raised further questions about the Syrian government’s commitment to allowing aid into besieged areas.   Sonia Khush, head of Save the Children’s Syria programme, said that despite the “supposed ceasefire” people across the country were still suffering sieges and bombardments. “People in Khan Eshieh tell us that most medicine, fuel and flour has almost run out, and food prices have doubled in the past few days,” she said.  “They expect it to get even worse in the coming days. The roads and access to the camp must urgently be reopened and vital humanitarian aid immediately allowed in.” On Thursday a joint UN, Red Cross and Red Crescent mission to Darayya turned back after seven hours of negotiations at the final checkpoint before the town, where they faced unexpected hurdles, despite agreeing not to include food in the convoy, and appealing to the UN special envoy for Syria, Staffan de Mistura, and the Russian government. The troops from the 4th Armoured Brigade, which is led by Maher al-Assad, prevented the convoy’s entry until the mission was aborted.  They then fired shells at the crowd that had gathered in the town centre to receive the aid, killing two people and wounding five civilians, the Southern Front, an opposition coalition that controls the town, said in a statement. “Communities in Darayya are in need of everything, and it’s tragic that even the basics we were bringing today are being delayed unnecessarily. We must be able to provide aid impartially and safely,” said Marianne Gasser, head of the International Committee of the Red Cross in Syria (ICRC).  “There must be minimum conditions for independent humanitarian action in Syria. Today those conditions were not met. We urge the responsible parties to grant us this access immediately.”  The UK international development secretary, Justine Greening, said the Syrian authorities’ refusal to let the convoy into Darayya was shocking. “For nearly four years, Darayya has been besieged, cut off from humanitarian assistance in any form,” she said. “Access to medical treatment is not a privilege it is a fundamental right. Immediate and sustained humanitarian access to reach all people in need in Syria must be a priority. It should not be subject to negotiation.” Darayya was surrounded by government troops in November 2012, and since then no aid deliveries to the town have been permitted.    Related: Syria's Darayya needs air drops to save its people from starvation | Glenys Kinnock    Human rights workers say people in Darayya are short on essentials like food, medicine and baby milk. Some people there are malnourished. The ICRC has been granted access in the past to deliver life-saving aid to towns like Madaya, where residents were starving and reduced to eating grass and cooked tree leaves to survive. Despite the neutrality of the Red Cross – and the organisation’s agreement to the government’s conditions to deliver the material to Darayya without food as a confidence-building measure – the regime’s refusal to permit entry highlighted the politicisation of aid deliveries in Syria. Maher was seen as a key figure in the immediate crackdown on protesters when the uprising in Syria began in 2011, an uncompromising character who sought to use maximum force against demonstrators.",
  "webTitle": "12,000 people trapped in Syria refugee camp by bombs, shells and bullets",
  "webPublicationDate": "2016-05-13T14:11:34Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/13/12000-people-trapped-in-syria-refugee-camp-by-bombs-shells-and-bullets",
  "keyword": [
    {
      "webTitle": "Conflict and development",
      "id": "global-development/conflict-and-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Humanitarian response",
      "id": "global-development/humanitarian-response",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Aid",
      "id": "global-development/aid",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    },
    {
      "webTitle": "Sam Jones",
      "id": "profile/samjones"
    }
  ],
  "guardianId": "global-development/2016/may/13/12000-people-trapped-in-syria-refugee-camp-by-bombs-shells-and-bullets"
}