{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/13/san-antonio-spurs-season-nba-oklahoma-city-thunder",
  "id": "2016-05-13-148",
  "sectionId": "sport",
  "body": "This wasn’t how this postseason was supposed to go. For the past few months it has been an article of faith that the Western Conference would come down to the San Antonio Spurs and the Golden State Warriors. Throughout the regular season, the two teams looked like they were playing on a completely different level then the rest of the league.   Related: San Antonio Spurs crash out of NBA playoffs after falling to Thunder    That’s why it was downright jarring to see the Thunder thoroughly dismantle the Spurs last night in Game 6. With their 113-99 victory, Oklahoma City clinched a trip to the Western Conference finals. The Spurs, their season having come to an abrupt end, now have to turn their attention to towards their uncertain future earlier than they had hoped. The Spurs were favored to win this series for a very good reason. San Antonio came into the postseason having won 67 games, a franchise record. In the first round of the playoffs they completely demolished the Memphis Grizzlies in a four-game sweep. Plus, they had home court advantage in the series against the Thunder, although it didn’t look like they would end up needing it after they beat the Thunder 124-92 in Game 1. By this point, uncertainty around Stephen Curry’s health and availability led to the Spurs becoming the favorites to win the NBA finals. Instead, San Antonio ended up winning just one more game after that. Even though the Spurs only lost once at home during the regular season, and that to the nearly-invincible Warriors, the Thunder found a way to beat the Spurs at AT&T Center twice in the span of four games. On the brink of elimination, San Antonio played Game 6 with uncharacteristic desperation. As Spurs player after Spurs player tried and failed to get into an sort of offensive rhythm, Gregg Popovich, almost universally regarded as the best head coach in the NBA, kept making increasingly inexplicable substitutions as if hoping to stumble upon a combination that would work. He did not. By half-time, the Spurs had scored just 31 points, a season-low, and the Thunder were clearly in command. To their credit, the Spurs didn’t relent. In fact, there was a moment in the fourth quarter where it looked like the team had at least one more miracle comeback left in them. During this manic final run, the Spurs cut the Thunder lead, which was once as large as 28 points, to 11. Thunder fans, loud and boisterous for most of the game, became increasingly quiet, all too familiar with the signs of a potential late game collapse. Then the Spurs run came to a sudden, shocking end when Serge Ibaka blocked a Duncan lay-up, one he probably would have made just a few years ago. With that one swat, it was as if all the tension in the building was released at once. San Antonio never really threatened again.    Tim :( https://t.co/tXtBtLrJOt— CJ Fogler (@cjzero) May 13, 2016    If you weren’t a Thunder fan, Duncan’s failed lay-up might have brought on an unexpected rush of sadness. It’s always a difficult to watch the greats face their basketball immortality, but, as our DJ Gallo noted, it’s downright shocking when the player in question is Duncan, who staved off age-related decline for such a long time that it’s become his primary characteristic. In fact, for well over a decade, the Spurs’ identity has been tied to this concept that they’re the only constant in the ever-changing basketball world. Every year, the Spurs would be in the playoffs. Duncan, Manu Ginobili and Tony Parker would be three of the most important players on the court. That era is coming to an end. Duncan and Ginobili have player options for next season and could choose to retire. Even if they decide to return, it will be to serve as role players.  Don’t think of this as a eulogy, however. The Spurs are not going into rebuilding mode. While the Spurs might finally have reached the end of one era, the next one has already begun. With Kawhi Leonard, who placed second in this year’s MVP voting, they have maybe the most dangerous two-way player in the league. While LaMarcus Aldridge seemed to be like a luxury item when the Spurs signed him during the offseason, it looks like he’ll be a crucial part of the next version of the Spurs. Popovich will be head coach for however long he wants to continue in that role. Unless something goes terrible awry, they should be an attractive to free agents for the foreseeable future simply because their track record of success.  But, still, even if last night didn’t mark the end of the Spurs as one of the premier teams in the league, it certainly felt like the end of something. Something very real, if not entirely explicable. For an entire generation of NBA fans, Duncan, Ginobili and Parker are the Spurs and have always been the Spurs. What could this team possibly look like without them?",
  "webTitle": "The Spurs' season was not supposed to end this way. What does the future hold?",
  "webPublicationDate": "2016-05-13T14:03:40Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/13/san-antonio-spurs-season-nba-oklahoma-city-thunder",
  "keyword": [
    {
      "webTitle": "San Antonio Spurs",
      "id": "sport/san-antonio-spurs",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Oklahoma City Thunder",
      "id": "sport/oklahoma-city-thunder",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NBA",
      "id": "sport/nba",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Hunter Felt",
      "id": "profile/hunter-felt"
    }
  ],
  "guardianId": "sport/2016/may/13/san-antonio-spurs-season-nba-oklahoma-city-thunder"
}