{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/29/jekyll-and-hyde-old-vic-review-drew-mconie",
  "id": "2016-05-29-156",
  "sectionId": "stage",
  "body": "The narrative issue is one of the most pressing in dance today. Very few choreographers know how to tell a story; incoherence has become the rule, rather than the exception. In his enthralling new production of Jekyll & Hyde, the Olivier award-winning director and choreographer Drew McOnie shows us how it should be done. There is no synopsis in the programme, and no word spoken on stage, but from the moment the curtain rises we are led, with algorithmic precision, along an ever-darkening path. The process, and the final maelstrom of violence, have the ineluctable quality of nightmare. Robert Louis Stevenson’s novella, 130 years old this year, is an inspired source for dance theatre. McOnie has updated its Victorian setting to the rackety demimonde of 50s London. In a nod to Stevenson’s borrowing of the name from the family of the horticulturalist Gertrude Jekyll, McOnie’s protagonist is no longer a laboratory scientist but a botanist. Daniel Collins’s Jekyll embodies a multiplicity of contradictions. On the surface, he’s a decent, awkward 50s chap, who can’t quite bring himself to express his adoration for Rachel Muldoon’s winsome Dahlia, while in private he’s the snake-hipped hero of his erotic fantasies. Tim Hodges’s Hyde, meanwhile, is all brutal swagger, with a greasy Bill Haley-style forelock and the vicious, pretty-boy sneer of Richard Attenborough’s Pinkie in Brighton Rock.     Daniel Collins (Jekyll) and Jason Winter (Charlie), centre, in Jekyll and Hyde. Photograph: Tristram Kenton    While faithful to the notion of human nature’s duality, the idea that good and evil are in perpetual conflict within us, McOnie is equally interested by the forces shaping cultural eras. His plot is propelled by a wonderfully crafted score by Grant Olding, who presents a musical landscape in which the reassuring blitz-spirit certainties of orchestral swing are being challenged by the rawer, sexier attack of rock’n’roll. As the repressed Jekyll is overcome by the rapacious Hyde, so the suit and tie gentility of the postwar years is swept away by its darker undercurrents, and by the Pandora’s box allure of an uninhibited future. Olding references this future with rock riffs that project the slaughter of the final scenes far beyond the piece’s 1950s context. As Jekyll and Hyde become one, and the body count rises, we are reminded that there’s a spectre at every sexually liberated feast. A Charles Manson, waiting in the shadows.   Related: Drew McOnie: ‘It’s not a technical process, it’s instinctual’    To copper-bottomed storytelling and thematic resonance add terrific dancing. The wiry, steel-sprung Collins is astonishing. He can cringe like Norman Wisdom, all ratty self-effacement, and then morph in the course of a semiquaver into matinee-idol suavity. Muldoon is a strong foil, counterpointing a gentle romanticism with sudden, lush deployments of leg and torso. The ensemble dancers are tireless, their facial expressions providing an oblique – and in the case of Anabel Kutay, hilariously arch – commentary on the action. That McOnie and company achieve such resounding results with such economy of means should serve as an object lesson to major players in the subsidised dance sector. No amount of lavish production cuts any ice if you can’t tell a story.",
  "webTitle": "Jekyll & Hyde review – rock’n’roll swagger",
  "webPublicationDate": "2016-05-29T07:00:00Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/29/jekyll-and-hyde-old-vic-review-drew-mconie",
  "keyword": [
    {
      "webTitle": "Dance",
      "id": "stage/dance",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Robert Louis Stevenson",
      "id": "books/robert-louis-stevenson",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [
    {
      "webTitle": "Luke Jennings",
      "id": "profile/lukejennings"
    }
  ],
  "guardianId": "stage/2016/may/29/jekyll-and-hyde-old-vic-review-drew-mconie"
}