{
  "apiUrl": "https://content.guardianapis.com/business/marketforceslive/2016/may/13/national-grid-rises-on-upgrade-but-itv-slides-as-analysts-cut-target",
  "id": "2016-05-13-232",
  "sectionId": "business",
  "body": "National Grid has edged higher in a falling market after a broker upgraded its share price target. Analyst Andrew Fisher at Berenberg Bank has lifted his target from 850p to 970p but kept his hold rating on the basis that the price looks up with events. National Grid is up 0.5p at £10.03. He said:  If ever there has been a stock to tuck away in the portfolio and hold for the long term, National Grid is it. The group’s long-and short- term share price performance has been outstanding: up 278% since flotation in 1995 (up 122% versus the FTSE 100 and up 83% versus the SX6P [European utilities index]; a 13% per annum average total shareholder return); up 12% in the last 12 months (up 26% versus the FTSE 100 and up 17% versus the SX6p). We are continuously kicking ourselves for not embracing the seemingly limited valuation upside in the shares in light of the group’s dependable earnings stream and an attractive dividend policy (dividend per share growth is at least in line with RPI for the foreseeable future). Yet, again, we face a similar conundrum. National Grid is a fundamentally sound business and it has few well-flagged catalysts that incrementally add to the business’s attractions (eg a Gas Distribution sale and special dividend, improvements in the US). However, the share price looks up with events, and the support of low interest rates cannot be counted on forever. We believe it is also carrying a Brexit premium (ie a positive currency translation of US business). Consequently, we increase our target price to 970p but stick with our hold recommendation.   Elsewhere broadcaster ITV has lost 7.4p to 202.6p in the wake of Thursday’s update where it lowered its forecast for first half advertising revenues. It said advertisers were holding back ahead of June’s EU referendum. The news has prompted a number of analysts to cut their price targets. In a sell note Deutsche Bank moved from 200p to 185p and said:  The ad outlook from the ITV first quarter interim management statement is even worse than expected. Consensus should be cutting 2016, but also needs to start thinking further out. This is not a temporary Brexit blip. On a day when Facebook is reported to be set to overtake C4 in ad revenues in the UK, and we estimate has already overtaken ITV in online video... 3% consensus ad growth from 2017 needs to be cut too. There is reinvestment risk too as ITV needs to respond in programming and digital acquisitions. The stock is cheap versus history, but the world has changed.  Barclays cut its price target from 245p to 225p, while UBS moved from 230p to 195p. Meanwhile the FTSE 100 is currently down 34.05 points at 6070.14, on track for its fourth consecutive weekly fall, the first time this has happened since June last year.",
  "webTitle": "National Grid rises on upgrade but ITV slides as analysts cut target",
  "webPublicationDate": "2016-05-13T10:31:44Z",
  "webUrl": "https://www.theguardian.com/business/marketforceslive/2016/may/13/national-grid-rises-on-upgrade-but-itv-slides-as-analysts-cut-target",
  "keyword": [
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Stock markets",
      "id": "business/stock-markets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "National Grid",
      "id": "business/nationalgrid",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "ITV",
      "id": "business/itv",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Fletcher",
      "id": "profile/nickfletcher"
    }
  ],
  "guardianId": "business/marketforceslive/2016/may/13/national-grid-rises-on-upgrade-but-itv-slides-as-analysts-cut-target"
}