{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/17/facebook-live-birth-fakamalo-kihe-eiki",
  "id": "2016-05-17-32",
  "sectionId": "technology",
  "body": "A California man has defended himself from criticism after live-streaming his child’s birth on Facebook Live on Monday. Fakamalo Kihe Eiki from Carmichael, California, describes himself as a “Christian comedian” on his Facebook page. He posted the stream in the early hours of Monday morning, and it quickly gained upwards of 90,000 views. “Thanks guys for enjoying the gift of life with me … lol come celebrate next weekend bbq if in area,” Eiki wrote in a comment under the stream. Eiki on Tuesday defended himself from internet backlash over posting to his page that “The gift of life … is so bad to share … wow … such a world we live in … shame. Why watch? lol it was for those that were family and if you do not like, tune out?” A few hours later he posted again, with some of his reasoning for posting the stream: “I like how people seem to judge before they know anything … I am blessed to have a baby … I aired it live because people would rather talk about Donald trumps hair than the blessings in life … get real people … lol.”         The Facebook Live stream.    Facebook Live is the social media giant’s first foray into live broadcasting – an already crowded field, with Google’s YouTube and Twitter’s Periscope offering live-streaming broadcasting, though Facebook’s vast potential audience of 1.5 billion users, they hope, will give them an edge over their competitors. Facebook’s CEO, Mark Zuckerberg, himself said in a town hall meeting – which was broadcast over Facebook Live – that streaming video was one of the things he was “most excited” about. One early live stream using the service, of two BuzzFeed reporters exploding a watermelon using elastic bands, garnered more than 10m total views, 800,000 of which were live. However, when BuzzFeed tried to run an interview with Barack Obama using the service, a technical glitch forced them to move the interview to a YouTube stream. Actual live streams of births are rare, but they have happened. In 2009, singer Erykah Badu live-tweeted the birth of her child; also in 2009 a Minnesota woman who went by the name Lynsee live-streamed the birth of her child using a camera crew on the site MomsLikeMe.com. In a later blogpost about her experience, Lynsee said: “Do I regret what I did? Absolutely not! Would I do it again? Probably not. I loved sharing my experience, but I don’t think I would have time to do it next time around!” “I knew that there would be a lot of people that would not agree with what we did. But to each their own! Yes, some of the criticism hurt. But most of the criticism was from ill-informed people who only read the headlines of articles,” she continued. “But I also had a lot of support from all over the world!”",
  "webTitle": "The miracle of live: man uses Facebook Live to stream his child's birth",
  "webPublicationDate": "2016-05-17T20:06:46Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/17/facebook-live-birth-fakamalo-kihe-eiki",
  "keyword": [
    {
      "webTitle": "Facebook",
      "id": "technology/facebook",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Childbirth",
      "id": "lifeandstyle/childbirth",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "California",
      "id": "us-news/california",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Social networking",
      "id": "media/socialnetworking",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "technology/2016/may/17/facebook-live-birth-fakamalo-kihe-eiki"
}