{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/30/top-gear-readers-review-the-revamped-show",
  "id": "2016-05-30-109",
  "sectionId": "tv-and-radio",
  "body": "After controversy over the stunt by the Cenotaph and rumours of supposed feuds between presenters, Top Gear finally returned to our screens on Sunday nearly a year on from the last series. With new faces, luxury locations and a plethora of flashy cars we asked you to review the first episode. Here’s what some of you said.      Alex Dalton, 20, Hull Rating: 2 out of 5 – “there wasn’t much fun or thrill” After watching countless reruns of Top Gear on Dave I was looking forward to sitting down and watching the new series. The major focus for the episode revolved around a monotonous and dull drive to Blackpool in two Reliant Rialtos and a US v UK challenge in classic 4x4s. While seeing LeBlanc endure classic British weather somewhat amused me, there wasn’t much fun or thrill and I would have quite happily skipped over it. We then saw Gordon Ramsay and Jesse Eisenberg feature as stars in a rally-cross car. This was without a doubt the best part of the show and makes one wonder why Ramsay wasn’t considered as a host. The chemistry between Evans and LeBlanc needs work but they still managed to provide us with some laughter. Nonetheless, for a first episode it wasn’t great but there is definitely room for improvement. The stars in a rally-cross car bring a fresh take on what was the boring segment of the show.  I look forward to seeing how the other presenters fit into this mould in the coming weeks, but going by the first episode Evans and co will have to try a lot harder to replicate the Top Gear that a nation has grown to love.      Marc Ridley, 23, London Rating: 3 out of 5 – “being irritating never did the last lot any harm” Not much has changed. There’s a lot of shouting over noisy engines, a lot of grey tarmac against grey English skies and an absurd motoring “challenge” featuring typical Top Gear contrivances. The show’s cinematic look and feel survives too. In the location shoots in Morocco and Nevada the work of the colourists is as liberal and breathtaking as ever, and the show’s trademark abuse of aspect ratios is still powerful enough to leave you light-headed. The changes (when you notice them) are positive. Sabine Schmitz, the show’s new professional racing driver, introduces herself winningly in the opening film dodging laser-guided missiles at a US Top Gun base in Nevada. She gives loudmouth Clarkson a run for his limitless money as the audio is forced to drop out each time she says something sweary, and her fearless driving leaves even a US navy pilot throwing up. The success of the show will depend on LeBlanc and Evans. If the producers can make viewers feel at home in their company – and let’s face it being irritating never did the last lot any harm – then the rest of the show will fall into place. And we’ll lap it up.      Hannah Smith, 34, London Rating: 3 out of 5 – “when Chris relaxes, it will be business as usual” We’ve all been nervous at the beginning of a job before. Some of us will have had to replace a beloved colleague and found ourselves surrounded by people that don’t want us there. Few of us have had to do it in front of a global audience waiting for us to fail.  It was always going to take a brave man, perhaps even a man with a large enough ego and definitely huge ambition, to take on the task. And perhaps that very fact is why we don’t have the easy persona of a Gary Lineker in the driving seat but a shouty, try-hard Chris Evans who would desperately love to get back to the days where he was the go-to presenter on television.  But unless he steps aside and allows his drier, more relaxed and much more charismatic co-star to take the lead a bit he’ll have problems. But I wouldn’t sit back smugly just yet Jeremy.       Richard Awe, 35, Manchester Rating: 3 out of 5 – “LeBlanc brings in the funnies” Yeah, the show’s back! Not with the usual stars but with a UK-US combo that’s bound to have people tuned in. Matt LeBlanc is a sure hit. He brings in the funnies with a fierce ability to drive. The tour in the Nomad is as exciting as it can get. My wife doesn’t watch the show but LeBlanc had her laughing. The drag race in Blackpool was entertaining as well, with two beast cars showing off the remarkable engineering feats of the past. It was funny but also showed what a little teamwork can achieve.  I like the new format of a star in a reasonably priced car. Rally cars are exciting and the new route will bring some excitement. Maybe keep it to just one star for next time though – two was overkill. I have saved the worst criticism for last: Chris Evans. If we’re going to continue the UK-US challenge I’d suggest we get someone better to represent us Brits. Chris is a good presenter, but he neither knows how to drive a car while filming nor knows much about the mechanics and that was clear on the show. Maybe we keep Chris in the studio and get, say, Idris Elba in with LeBlanc? Tempting!      Roy Chambers, 43, Carlisle Rating: 2.5 out of 5 - “it was too frantic and needs to breathe” Top gear needed to change, even with Clarkson et al in there it was getting tired. But did it need to change this much? First, some positives. The cars were great, American muscle cars, super photography and there were some good jokes, strangely the Stig was one of the funniest presenters, and he didn’t say a word. Which may mean something. The star in a rally car was a welcome refresh to a tired segment. I found it interesting, which is odd as I normally wandered off at that moment in the old TG for a cup of tea.  Now the bad news. The outdoor segments lacked context, why were they in Reliant Robins going to Blackpool? There was no context, no point, no penalty, no ownership by the presenters and ultimately no reason for the entire segment I could discern.  It needed a third host, in the studio if nothing else to deflate the ego that is Chris Evans. He’s a talented presenter but needs someone there to calm him down and make people laugh. That was always part of the DNA of the show and it was lacking in the first episode.       Alex Avard, 20, Brighton Rating: 2 out of 5 – “it felt like something was missing” Perhaps never before has a BBC show premiered to such heated expectations as the rebooted series of Top Gear, and the new batch of presenters were never going to have an easy job in trying to fill the shoes of May, Hammond and Clarkson.  The entertainment value of the show always rode on the chemistry of its hosts and, unfortunately, Le Blanc, Evans and the rest seem unable to genuinely indulge in the same kind of comedic back-and-forth we so relished from their predecessors. That’s somewhat understandable considering this is the first episode of a rebooted show, but the resulting feeling that “something” is missing remained palpable throughout the 60 minutes. Despite the BBC’s insistence that this is a brand new show, the classic Top Gear format (warehouse studio complete with standing audience, ridiculous car stunts, exotic locations etc) remains more or less the same. You can’t help but think the producers might have shaken things up a little more. These conventions now just serve as a reminder of what we used to have.  That said, this initial episode was by no means the car crash that some had predicted it be. It even had some enjoyable highlights including the simple, visual delight of LeBlanc driving around Blackpool. Instead, the show has re-emerged with a mildly embarrassing whimper, rather than a provocative bang, which – considering the circumstances – may actually be the best thing the producers could have hoped for.       Jools Oughtibridge, 40, Hull Rating: 3 out of 5 – “back but with room for improvement” After all the hype, Top Gear returned with the usual mix of expensive sports cars, glamorous locations and Blackpool. With all the elements in place, the show should have been something that would continue the legacy of Clarkson, Hammond and May, but this first episode just seemed to lack something.  The on-location pieces had all the right camera angles, which were well edited, but the studio time felt a little awkward, with Chris Evans shouting at the camera and talking far too long. Something that is very different from his previous media work on TV and radio. I was sceptical about Matt LeBlanc taking his place on the Top Gear team. He coped well but if I have one criticism it’s that he needs to stop referring to places as if he’s never heard of them. Yes Matt we know you are American – you don’t need to keep reminding us. The BBC have invested a good deal of time and money in the project, and I think with a few tweaks it will sit well in the Sunday night schedules. It’s no worse than the first series of Top Gear when it returned in 2002.      Toby Harris, 22, St Andrews Rating: 3.5 out of 5 – “this new incarnation felt more like an impersonation” Evans has big shoes to fill and a large shadow to emerge from – but comparison of the old to the new is inevitable. For a show that has inaugurated new hosts in its 23rd series the new beginning could have been bigger. Changes to the previous format included greater audience participation, a move from “a star in a reasonably priced car” to “two stars in a rally cross car” and a desire not to drop Clarkson’s trademark “bombshell” closing. Top Gear is undeniably a product of its reputation, but the first episode of this new incarnation felt more like an impersonation than an interpretative evolution. The show’s success pivots on Evans’ ability to appeal to the show’s loyal fans whilst leading it into a new chapter. It’s a fine line to tread, but the viewer can feel where the production team allowed him to be creative and where it hasn’t quite worked out. To unbind the association of Top Gear with the previous trio, the newbies need space to create their own dynamic partnership.  The stakes are big and the nerves were high – only time will tell whether this series will be the one that isn’t Clarkson’s or the one that is Evans’.       Tiberius, 32, Bedford Rating: 1 out of 5 – “it’s so boring that it barely exists at all” Top Gear is finally back. If we’re honest with ourselves, the only reason for any anticipation has been the desperation to learn the answer to the ultimate question: just how awful will it be? Well it wasn’t awful. That’s not to say that it was good either. It’s just so boring that it barely exists at all. It’s an hour and three minutes, some of which is crudely dyed ginger like a Shredded Wheat, dipped in tomato soup. The opening three minutes were so reminiscent of TFI Friday that I was disappointed when Shaun Ryder and Ocean Colour Scene didn’t turn up. The proceeding sixty minutes were pure, extra virgin, first pressing, filler. Filler that didn’t have the luxury of being absurd, irreverent or amusing attributes that the Top Gear of old had in droves.  The features were a carbon copy of what we’ve come to expect (if for a few token tweaks) but with the added feeling of them being presented by supply teachers who clearly didn’t want to be there. The foundations are still present but everything that made Top Gear palatable has been taken away, all because there was no steak.           Top Gear’s The Stig: the Guardian’s hard-hitting interview",
  "webTitle": "'So boring it barely exists': readers review the new Top Gear",
  "webPublicationDate": "2016-05-30T12:40:53Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/30/top-gear-readers-review-the-revamped-show",
  "keyword": [
    {
      "webTitle": "Top Gear",
      "id": "tv-and-radio/top-gear",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Rachel Obordo",
      "id": "profile/rachel-obordo"
    },
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/30/top-gear-readers-review-the-revamped-show"
}