{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/15/cannes-film-festival-2016-report-cafe-society-i-daniel-blake-money-monster",
  "id": "2016-05-15-171",
  "sectionId": "film",
  "body": "Ahead of the 69th Cannes film festival, police staged what they described as a “multi-terror” exercise. They ordered volunteers to play dead on the Croisette, detonated a series of car bombs outside the Palais and had a band of masked gunmen storm the dignitaries’ carpet. Here was a real-world simulation complete with disaster-flick bunting. All that was missing was the presence of an A-list action star to repel the invaders before the end credits rolled. Ostensibly this bizarre charade was meant to test the authorities’ mettle in the event of a worst case scenario, an Isis attack at some packed premiere. But the ensuing theatrics (naturally filmed for posterity) were also of a piece with the festival itself, perfectly tuned to its upside-down logic. For better or worse, Cannes is a fantasy land. It’s full of celebrities and chancers, performers and posers, and overlooked at all times by 500 mounted cameras. Everybody’s on screen, everyone’s being watched. Small wonder that nothing feels real unless it is first framed as fiction.    These days Allen calls to mind one of those ageing tennis legends coaxed back on court for an exhibition match    On the opening day, even Mother Nature seemed intent on grabbing a role in the drama, dousing the town with such a storm overnight that one half-expected to find stranded fish flapping on the steps of the Palais. The damp, dizzy delegates needed a movie to warm them and it’s likely they found it in Woody Allen’s Café Society, although personally I’d have preferred something more galvanic. Instead we got Jesse Eisenberg and Steve Carell playing kvetching New York Jews, each chasing the American dream out in 30s Hollywood and vying for the affections of a beautiful secretary (Kristen Stewart, doing her utmost with a sketchy role). Café Society (given a constant honeyed glaze by cinematographer Vittorio Storaro) is not without its charms. It’s an elegant, melancholic affair and I liked the way Eisenberg’s hero – initially installed as a wide-eyed innocent – actually turns out to be more venal and less likable than Carell’s wheeler-dealer. But the tale feels rote, secondhand and a little soft in the middle and, as such, offers further evidence of a director who’s coasting. These days Allen calls to mind one of those ageing tennis legends coaxed back on court for an exhibition match. He still possesses the same easy swing, the same inimitable style. But there’s no force to his delivery. He has nothing to play for; nothing truly at stake.     I, Daniel Blake’s Rebecca O’Brien, Dave Johns, director Ken Loach, Hayley Squires and writer Paul Laverty. Photograph: Graham Whitby Boot/Sportsphoto Ltd/Allstar    At least Ken Loach (only one year Allen’s junior at 79) is still in the game, fighting the good fight. He’s one of two British directors in the main competition (alongside Andrea Arnold), back for a record-breaking 13th occasion with his finest film of this century. I, Daniel Blake showcases a terrific, tragic performance from comic Dave Johns as a martyred Newcastle carpenter, felled by a heart attack yet ruled fit to work. First he’s told that he can’t appeal against the decision until the “decision maker” calls to confirm what’s already been said. Next he’s ordered to familiarise himself with the internet by completing a form that can only be accessed online. Loach tackles these hurdles like a social-realist Franz Kafka, painting the department of work and pensions as the tale’s hydra-headed villain and damning a deliberately obstructive system that leaves its victims no choice but to either lash out or give up. The director, I’m guessing, would advocate the first option. He’s tried retirement once and found that it didn’t suit him. He returns to the fray with the urgency and passion of a man born anew.     ‘A wild, woolly beast of a movie’: Damien Bonnard in Staying Vertical by Alain Guiraudie.    Elsewhere, early signs suggest this year’s competition could be a rich and strange brew. Romanian director Cristi Puiu came to town with Sieranevada, an impressive piece of stage management, which shuts a bickering family inside a small flat and then turns up the heat over a three-hour running time. You won’t see this many exits and entrances outside of a Feydeau farce. I was even more taken by Alain Guiraudie’s Staying Vertical, although be warned – this wild, woolly beast of a movie appeared to exasperate as many viewers as it beguiled. How to process a tale that clears space for libidinous rustics, ravening wolves and a new-age witch before bowing out with an ominous hanging ending?      George Clooney and Julia Roberts, stars of Jodie Foster’s Money Monster. Photograph: Samir Hussein/WireImage    To confuse us still further, a cruel trick of the schedule meant the delegates staggered out of Staying Vertical and pitched straight into Money Monster, a glossy Hollywood hostage caper that was like the cheese to its chalk. Directed by Jodie Foster (and playing out of competition), Money Monster features George Clooney as a TV pundit in peril and Julia Roberts as his harried studio director, demanding a more flattering angle on the furious gunman. Foster’s film is diverting enough and ensured some early celebrity wattage on the red carpet outside. But it felt like thin, tacky fare after what had gone before. I sat in the back row still thinking of wolves. Press further on through the Palais and the place turns wilder by degrees. Here there be dragons – or at least B-movies about dragons, because down in the bowels lies the Cannes marketplace. The official selection is just the tip of the iceberg. Hundreds of other, less feted titles are screened in small rooms at the back, while the stalls come draped with fabulous gaudy posters. It is all too easy to get lost in this maze, stumbling from audacious knock-offs like the superhero romp God of Thunder (not to be confused with the official Thor franchise), past Attack of the Lederhosen Zombies, through a rash of cheap and cheerful creature features. Amphibians seem to be big news this year but which film is better, Mr Frog or Frog Kingdom? Each market stall is staffed by a grinning, desperate sales agent who works the phone with one hand and the mouse with the other. By the end of the festival these agents – starved of sunlight, wired on coffee – rather start to resemble zombies themselves. But in these opening hours they are fresh-faced and perky, with everything to play for. Up ahead is a happy hunting ground of deals and discussions, masterpieces and schlock. So bolt the doors against the outside world. Seize the moment; embrace the dream. Or as Woody Allen puts it in Café Society, “Live every day like it’s your last – and one day you’ll be right.”",
  "webTitle": "Cannes 2016 week one report: surreal scenes at the Palais",
  "webPublicationDate": "2016-05-15T07:00:19Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/15/cannes-film-festival-2016-report-cafe-society-i-daniel-blake-money-monster",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Café Society",
      "id": "film/cafe-society",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Woody Allen",
      "id": "film/woodyallen",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Ken Loach",
      "id": "film/ken-loach",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Julia Roberts",
      "id": "film/juliaroberts",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "George Clooney",
      "id": "film/georgeclooney",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Xan Brooks",
      "id": "profile/xanbrooks"
    }
  ],
  "guardianId": "film/2016/may/15/cannes-film-festival-2016-report-cafe-society-i-daniel-blake-money-monster"
}