{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/26/newsnight-neil-breakwell-vice-news-bbc",
  "id": "2016-05-26-190",
  "sectionId": "media",
  "body": "Vice has appointed BBC Newsnight deputy editor Neil Breakwell to head its UK news operation. Ian Katz’s right-hand man on the BBC2 current affairs show will take the newly created role of London bureau chief for Vice News. Breakwell, who has also worked on BBC Radio 4 programmes including Today and World at One, is joining in the midst of a restructure of Vice’s global news operation that has seen at least 20 staff laid off.    Related: Vice Media lays off 20 staff in restructuring plans    Vice said the appointment marks an intention to build, not reduce, the UK news operation which saw a number of roles cut earlier this week. The UK multimedia news team numbers about 18. Breakwell will oversee a hiring push across editorial and production as well as growing the number of multiplatform journalists working across digital and TV. “I’m thrilled to be joining Vice News at one of the most dynamic and exciting times in journalism,” said Breakwell, who will take up his post in July. “Vice’s unique and visceral style of storytelling on subjects that matter to an often under-served audience along with ambitious plans for the future made this an opportunity I couldn’t resist.”  Later this year. Vice will launch a TV channel on Sky, Viceland, which will include Vice News UK programming as part of a plan to launch 12 channels across Europe.  Breakwell’s arrival will see Kevin Sutcliffe, head of news programming for Europe, take on the new role of senior vice-president for TV and video programming for EMEA with a major focus on the Viceland channel as it rolls out. The layoffs revealed earlier this week come as Josh Tyrangiel, a former Bloomberg journalist who was hired last year to oversee the development of a nightly programme to be aired on HBO, moves up to oversee the company’s news division. “Neil is the rare journalist who excels at speed and depth, television and digital,” said Tyrangiel, executive vice-president of Vice News. “He’s brimming with ideas for how we can increase our coverage of UK and western Europe.” Vice News is also expected to open offices in Hong Kong and San Francisco in the coming months. The developments come after Vice’s UK arm rejected a push for union recognition by a group of staff, bucking a growing trend that has seen unionisation at digital media businesses including at the outlet’s main base in the US. At a meeting in London last month, Vice UK employees were told that the National Union of Journalists would not be recognised but were offered the chance to set up an internal staff council.",
  "webTitle": "Newsnight deputy editor Neil Breakwell to join Vice News",
  "webPublicationDate": "2016-05-26T13:00:01Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/26/newsnight-neil-breakwell-vice-news-bbc",
  "keyword": [
    {
      "webTitle": "Vice Media",
      "id": "media/vice-media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "TV news",
      "id": "media/tvnews",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/26/newsnight-neil-breakwell-vice-news-bbc"
}