{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/21/devonshire-arms-pilsley-derbyshire-hotel-pub-review",
  "id": "2016-05-21-136",
  "sectionId": "travel",
  "body": "For those of us playing the long game by refusing to drive, getting to Pilsley, near Bakewell in the Derbyshire Dales, is a bit of a haul – train to Chesterfield, then a bus into the wilds. But sitting on the top deck of the 170 not only makes me feel confident that we non-drivers will inherit the Earth (when petrol rationing begins, our route knowledge will see us hailed as gods), it’s also the perfect spot to appreciate why people rave about the Peak District. As the bus heads west (£2.80 rather than £20 in a taxi), the landscape scrolls through blasted moorland tops, sudden dense woodland and, then, the acres of lustrously green farmland that cover Derbyshire’s curvaceous dales. All topographic life is here. In the spring sunshine, it looks stunning.      Sitting in the middle of all this, on the Chatsworth Estate, is the handsome hamlet of Pilsley. In summer, Chatsworth House and its Capability Brown gardens are a huge visitor attraction, but many day trippers divert to Pilsley itself, to visit the Chatsworth farm shop/cafe and the Devonshire Arms. An 18th-century inn, the Dev is now a swanky, if still cosy, gastropub: all exposed stone walls, open fires, chic grey plasterwork, interesting art and designer furnishings. It is owned by the Duke and Duchess of Devonshire, whose input is surprisingly hands-on. For instance, the antique furniture in the next door farmhouse’s six bedrooms (opened 18 months ago), all comes from their pile at Chatsworth.      That opportunity to touch the hem of the aristocracy’s garments (or wardrobes, in this case) will leave some people breathless. Me? I was more interested in the seven cheaper rooms above the pub. Mine, Handley Bottom, is smart and modern, but in a modest, mature way. It is dressed with cool-ish lamps and mirrors, but the mousey colour palette of pale greens and creamy browns is very small-c conservative. That said, from Wi-Fi to shower, everything works smoothly; the slick bathroom is huge; and with its feather pillows, heavy duvet and Clipper teas, it is comfortable enough for £99 a night. The Devonshire’s sister pub in nearby Beeley, also confusingly called the Devonshire Arms, is a one-time Good Food Guide regular whose bar food I have previously enjoyed, so, I was hoping for similarly impressive grub here. In vain, it transpires.     Steak chips peppercorn sauce at the Devonshire Arms    I assumed that the old-school tone of the menu (chicken liver parfait, fish and chips, gammon, steak, onion rings), was witty misdirection; that these traditional pub dishes would arrive as pin-sharp 21st-century renditions. But no. My starter of garlic mushrooms and tiny prawns served with a drab salad and woolly slices of chargrilled bread (£6.50), is a bad idea clumsily executed. But for a few wild fungi, it could be a pub starter from 20 years ago. My main, steak pie (£12.95) – actually, casserole under a rather flabby, undercooked puff pastry lid – is, predominantly, big chunks of dry, fibrous meat in a heavy, over-seasoned sauce. Skin-on chips were adequate. The best thing on the plate was an unusually creamy, vibrant hillock of mushy peas. That the dessert (a so-so hazelnut brownie and raspberry sorbet) arrived dusted with icing sugar and topped with a physalis, encapsulates how stuck in the 1990s the Devonshire’s food is. Of course, there is still an audience for huge platefuls of unfussy cooking. The next table were cooing over that pie, but for me this food lacked finesse. Unlike my excellent pint of Thornbridge’s Kipling, one of four cask ales. Happily, breakfast was much better. Armed with local ingredients such as Owen Taylor’s A1 sausages, it is pretty hard to cock up a full English. My advice? Sleep here but dine elsewhere … if you can. The last bus is at 7pm. Maybe I need to learn to drive after all. • Accommodation was provided by the Devonshire Arms, Pilsley (01246 583258, devonshirepilsley.co.uk), which has doubles from £99 B&B Ask a local  Geoff Quinn, owner, Buxton Brewery Company      The Monsal Trail, Derbyshire. Photograph: Alamy    • Walking/cycling The recently reopened Monsal Trail cuts through stunning limestone dales along an old railway line. It’s a great place to walk or cycle and very family-friendly. More adventurous types can go mountain biking on the Dark Peak’s amazing trails. • Architecture Buxton’s Opera House is a gem and the Pavilion Gardens are lovely in early summer. The 18th-century Devonshire Dome, now part of Derby University, is another stunning building, and Cavendish Arcade, in the old thermal baths, has independent cafes and boutiques.",
  "webTitle": "The Devonshire Arms, Pilsley, Peak District: hotel review",
  "webPublicationDate": "2016-05-21T09:00:09Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/21/devonshire-arms-pilsley-derbyshire-hotel-pub-review",
  "keyword": [
    {
      "webTitle": "Peak District holidays",
      "id": "travel/peakdistrict",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Derbyshire holidays",
      "id": "travel/derbyshire",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Hotels",
      "id": "travel/hotels",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Restaurants",
      "id": "travel/restaurants",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Pubs",
      "id": "lifeandstyle/pubs",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Food and drink",
      "id": "travel/travelfoodanddrink",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "United Kingdom holidays",
      "id": "travel/uk",
      "sectionId": "travel",
      "sectionName": "Travel"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Naylor",
      "id": "profile/tonynaylor"
    }
  ],
  "guardianId": "travel/2016/may/21/devonshire-arms-pilsley-derbyshire-hotel-pub-review"
}