{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/21/tiny-scratches-large-bills-hire-car-green-motion",
  "id": "2016-05-21-186",
  "sectionId": "money",
  "body": "When French television journalist Hélène Hadas-Lebel from Paris booked a hire car for her family for a visit to Britain, she was impressed by the environmental credentials of franchised rental company Green Motion. At Birmingham airport, in the pouring rain, she says they collected the car and pointed out a few scratches to the agent, but were told not to worry about them. However when they returned the vehicle, after a problem-free break, she says they were told that £200 would be taken from their credit card for a tiny scratch to the vehicle (red car, pictured above). “When we came back, the car was in perfect condition – my husband is an excellent driver. At the last minute, [the agent] pointed out a mark the size of a needle on the door edge (we took a picture of it). Back at the agency, his colleague told him we should pay nearly £200 for it, despite the insurance my husband had paid!” She claims that it felt like blackmail when the company, threatened to deduct an even larger amount if he did not pay on the spot. Ms Hadas-Lebel’s complaint is not the only one made to Guardian Money about tiny scratches that result in large bills from Green Motion. Fiona Kerly, who works in Dubai, says she was charged £400 in February at its Birmingham airport depot for alleged damage to a bumper. She says she drove just 68 miles in the rental vehcile, to and from hospital to see her father, and returned the car after a week.    They said I had to pay £400 before I could leave … There is no way the bump happened during the week I had the car  Fiona Kerly     “The guy checked the car and pointed to a bump in the bumper which, if it was there before, I would never have noticed it as the car was so dirty when I picked it up. They said I had to pay £400 before I could leave. If I refused to pay I was threatened with a £1,000 excess. I panicked that I would miss my flight so was in a very vulnerable situation. There is no way the bump happened during the week I had the car,” she claims. Jamie Moss hired a car from the Luton branch of Green Motion in February. “After an hour’s wait I was given a Peugeot 208 with a missing wing mirror case and an apparent and obvious scratch on the front left wheel and a few other obvious dents. This was all marked on the form, which I had to check over myself. When I returned the car a member of staff came out to inspect the vehicle.” Moss was told there was a 2mm scratch. “I could hardly see what he was pointing out.” He was charged £216. Later, after making vigorous complaints, including on Twitter, he says he was refunded. Lee Haines says that after hiring from Green Motion in April he was told he would have to pay £340 for the damage to the white car pictured above. “The damage was so small I would have missed it or thought it incidental on a pre-rental inspection.” Green Motion rejects the allegations. It says it is justified in charging post-rental fees, which are set out in a “price matrix” displayed to customers. It said that customers sign a post-rental inspection form, that it is a member of industry body BVRLA for dispute resolution, and that the vast majority of its 45,000 rentals so far this year have been trouble free. The battles between Green Motion and the customers who have contacted us revolve around two areas: the alleged existence of the scratches before the vehicle was hired, and what is the fair price for a repair if it was indeed caused by the driver. Money contacted several firms that offer to repair minor scratches. An agent for ChipsAway, the UK’s biggest damage repair firm, told us that for the smallest scratch the cost would be around £30 plus VAT, while a deeper scratch that has gone through the paint would cost £120 plus VAT. When Kamlesh Khetia returned a car to Green Motion’s Edinburgh branch, he says the agent pointed out a scratch and initially asked for £1,495. After a row broke out, staff offered to end the matter if he paid them £194.40. In the Leicester branch, Ismail Seedat says he was told he would have to pay more than £1,600 for three alleged scratches and scrapes, including £492 to repair a front bumper (pictured above).    Hand on heart I did not cause the 15mm scratch on the alloy trim. The £192 charge will hopefully be refunded by Axa  Gren Robinson     Other Green Motion hirers are adamant they did not cause the scratches. Caroline Shirley, who hired from the company’s Heathrow branch, says she was charged £138 for a scratch on the back-left wheel: “I am 100% sure that was not caused by us.” Meanwhile, Gren Robinson says he was charged £192 after a three-day hire from Stansted airport. “I booked it via Holiday Autos and, fortunately, took the optional excess protection insurance. Hand on heart I did not cause the 15mm scratch located on the alloy wheel trim. The £192 charge will hopefully be refunded by Axa.” Last October, Money reported on the case of PJ from Australia, who was charged £351 after staff at the Leicester branch alleged he caused a blemish on the bumper’s underside. This was only fully visible when kneeling down, he says. “I asked to see the manager who went into what appeared to be a well rehearsed speech. He told me that the price for repair was £500. Eventually he reduced it to £351.” In a statement, Green Motion said: “In the rare instance that damage has appeared on a vehicle that was not otherwise there before the rental period, Green Motion is entirely justified in charging post-rental fees. “Customers are required to sign a vehicle condition report prior to taking possession of a vehicle, accepting all pre-existing damage and confirming that there are no further instances of damage to the vehicle. It is the customer’s responsibility to carefully inspect the vehicle. “At the end of the rental the vehicle is inspected again for additional damage and the customer is again asked to validate this inspection by signing a post rental inspection form. “We use a pre-calculated estimate of what it will cost to effect the repairs, set out in a price matrix. The prices are calculated using average repair cost data provided by valuation experts. The matrix is available at all locations and is displayed on the walls. We are a member of the British Vehicle Rental and Leasing Association, an independent trade body. As a member we are required to provide justification for any charges raised and must demonstrate a method for the calculation of those charges. We have provided the BVRLA with a copy of our price matrix.”",
  "webTitle": "The tiny scratches that can result in large bills when you hire a Green Motion car",
  "webPublicationDate": "2016-05-21T05:59:05Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/21/tiny-scratches-large-bills-hire-car-green-motion",
  "keyword": [
    {
      "webTitle": "Motoring",
      "id": "money/motoring",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/21/tiny-scratches-large-bills-hire-car-green-motion"
}