{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/13/vanessa-redgrave-im-stunned-anyone-ever-said-a-word-against-howards-end",
  "id": "2016-05-13-124",
  "sectionId": "film",
  "body": "Twenty-four years ago, Vanessa Redgrave, Anthony Hopkins, Emma Thompson and Helena Bonham Carter strode up the red carpet in Cannes to present Howards End, the latest EM Forster adaptation by director/producer powerhouse James Ivory and Ismail Merchant. The film was ecstatically received and, despite losing out on the Palme d’Or to The Best Intentions, the Bille August drama about Bergman’s parents, it did go on to impress at the box office and win countless awards, including three Oscars. On Friday, Redgrave and Ivory were back on the Croisette (Merchant died in 2005) to present a restored print, reflect on how the film’s message – about the necessity of bridging the English class divide – is less fashionable today and consider why the film’s fortunes fell in favour of a millennial itch for grit. The success of Merchant Ivory’s catalogue in the 1990s presaged a glut of upscale costume dramas, meaning the company name became a barbed byword for a particular type of prestige British film-making. “It was a political attitude that rose up against anything to do with old England,” said Ivory. “Such political things lose their strength after a while and fall away and what you made doesn’t lose its strength, hopefully.” “It was a new kind of snobbery. We were showing examples of snobbery but their attitude was very snobbish.”     Samuel West and Helena Bonham Carter in Howards End. Photograph: Moviestore/REX/Shutterstock    Such opinions, said Redgrave, were often the result “of people who just like hearing the sound of their own voice and have usually not seen the film. Howards End is really, really deep.” “I’ve found throughout my life that people jump to assumptions without having any knowledge, really. But they like to make an opinion and if it’s flashy or well-chosen or whatever then it becomes a catchphrase and becomes passed around. It’s like catching a cold, it seems to me. I’m stunned that anybody ever should have said a word [against it]. It’s superb film-making. Some people won’t go along with that. But who cares about those people?” In the film, Redgrave plays Mrs Wilcox, the first wife of Hopkins’ banker. She is highly-attached to their country home, Howards End, and leaves it in her will to her friend Margaret Schlegel (Thompson), who, with her siblings, is being evicted from their flat by developers.            Wilcox and his children burn the will, but Margaret and her family end up inheriting the property anyway after she and Wilcox marry; the fates of the two families become further entwined when Margaret and sister Helen (Bonham Carter) try to improve the lot of a sensitive bank clerk, Leonard Bast (Samuel West).  Redgrave rejects any suggestion the narrative reinforces predestination – “I don’t believe in fate for a second. Why should I?” – but says that since the film was shot she has come increasingly to “share James’s belief in humans and in extraordinary processes of nature. Even when the odds seem entirely against something good happening it happens. That’s without a doubt. Sometimes one can get impatient with superficial reactions of media or a person or whatever. I sometimes get maddened by the Guardian but nevertheless. As the film shows, I think perfectly, there’s more to life and human beings than the human beings themselves know.” Forster’s dream that the classes would manage to connect had been realised through social media, says Ivory. “I think he would have liked anything which brought people together, where they would open their hearts and minds to each other. Social media does do that; in a very superficial way sometimes, but it has brought us closer.”       Redgrave at the Howards End photocall. Photograph: Pascal Le Segretain/Getty Images     Although Ivory said that rewatching the film had alerted him to one shot he would now shoot differently, Redgrave said there was nothing about her performance she would alter with hindsight. “I have done work in films [where] I’ve deeply regretted some of the choices that were made which I had to adapt to and which I made which were clearly not right. You see those moments in your work overall but not in this film.” The critical and commercial success of Howards End should, said Redgrave, stand as an example to financiers wary of backing apparently non-commercial projects. Producers today, she said are forced “to think what the financiers and distributors are wanting, not what ordinary people are wanting. Because the two have got nothing to do with each other.”",
  "webTitle": "Vanessa Redgrave: ‘I’m stunned anyone ever said a word against Howards End’",
  "webPublicationDate": "2016-05-13T15:06:38Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/13/vanessa-redgrave-im-stunned-anyone-ever-said-a-word-against-howards-end",
  "keyword": [
    {
      "webTitle": "Cannes 2016",
      "id": "film/cannes-2016",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Cannes film festival",
      "id": "film/cannesfilmfestival",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Vanessa Redgrave",
      "id": "culture/vanessa-redgrave",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Catherine Shoard",
      "id": "profile/catherineshoard"
    }
  ],
  "guardianId": "film/2016/may/13/vanessa-redgrave-im-stunned-anyone-ever-said-a-word-against-howards-end"
}