{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/2016/may/18/syrian-refugees-jobs-berlin-technology-migranthire",
  "id": "2016-05-18-221",
  "sectionId": "sustainable-business",
  "body": "Information technology student Hussein Shaker had only one year left of university in Aleppo when his studies were cut short by war. Moving to Berlin as a Syrian refugee, he knew nothing about the tech scene or how valuable developers like him were in the city. “I wanted to work,” says Shaker. “But the job centre told me: ‘If you can’t speak German, you can’t get a job’.” The country sees language as key to refugee integration: last month, the German chancellor, Angela Merkel, introduced mandatory German lessons in exchange for financial support. Shaker reluctantly put his career on hold while he learned the language,and found part-time work in a call centre that needed Arabic speakers.     Hussein Shaker, community manager and co-founder of MigrantHire. Photograph: Me Chuthai/ KaterDemos    “It was so boring,” he says. “I knew I had good technical experience but I thought I couldn’t get a job in the industry because of my German.” That was before a colleague introduced him to Remi Mekki, a Norwegian entrepreneur living in Berlin. Mekki told him that tech companies in the city were so desperate for developers, they didn’t care whether employees could speak German. “Everyone can speak English,” said Mekki. The pair decided to tackle refugee unemployment together, co-founding the recruitment platform MigrantHire with two other Berliners.  To register with MigrantHire, refugees upload their CV – in English, German or Arabic. The platform’s six-person team does everything else. They iron out legal issues, help refugees get permission to work and prepare them for interviews. During the current pilot phase, MigrantHire has been approached by employers but it also seeks out vacancies that match refugees’ experience, charging a success fee when developers are hired. In 2015, 1.1 million refugees arrived in Germany. Now the country faces the mammoth task of integrating them into the labour market. Although there are jobs – there were an estimated 43,000 unfilled vacancies in the German IT industry last year – many new arrivals are still struggling to find work. Since January, Mekki and Shaker have channelled their efforts into finding jobs in Berlin’s vibrant tech scene for refugees with IT experience. According to data in the 2015 Global Startup Ecosystem (pdf) report, Berlin is home to between 1,800 and 3,000 active tech startups. For English-speaking refugees, the IT sector can offer a shortcut into the labour market as many offices work internationally and don’t require employees to speak German. Music-streaming service Soundcloud and the mapping business Here (owned by BMW, Mercedes and Audi), for example, use English as their office language in Berlin. Despite 10 years of IT experience in Damascus and Dubai, web developer Bashar Alghazouly spent nearly two years looking for work unsuccessfully. The softly spoken Syrian blames his German. “My language is still very bad,” he says.  However, once Alghazouly discovered MigrantHire, he had three interviews in three months. The platform focused on finding him web developer positions in English-speaking offices. Now Alghazouly is one of MigrantHire’s two success stories. Last week, he was offered a job at software vendor Signavio. MigrantHire has ambitious plans for an organisation yet to formally launch. It aims to get 10,000 refugees into jobs by 2017. But concedes that to have any chance of doing this it needs to change the way it works. “We discovered that doing the whole process yourself takes too much time”, says Mekki. “Getting refugee candidates and employers on board, finding the match, preparing candidates for the interview, following up with the company.”  He adds: “We’re nerds. Software is our strength but we’re no good at HR.” Instead, the company is looking to form partnerships with other refugee recruiters that specialiee in matchmaking and is in talks with Connecteer and Work for Refugees. Under the new system, MigrantHire would focus on creating a scalable platform and encouraging sign-ups, while its partners would match refugees to jobs, help them with applications and set the fee for employers. To reach its target of 10,000 jobs, the team will also broaden its focus from refugees with IT experience to skilled and unskilled refugees from all professions.  But Dr Carola Burket of the Nuremberg-based Institute for Employment Research is wary about MigrantHire’s reliance on using English-speaking jobs as a model for integration. She says: “Maybe one or two [refugees] might find a job in an English-speaking environment in Germany but not the majority. We are talking about 600,000 people who we have to integrate into the labour market. It’s not going to be possible to find English-speaking jobs for all of them.”  For the project to work she believes that “MigrantHire needs a strong partner like the Federal Ministry of Labour or the Federal Employment Agency, and it needs to increase its publicity”.",
  "webTitle": "The Syrian who's aiming to get refugees jobs in Berlin's booming tech scene",
  "webPublicationDate": "2016-05-18T11:01:09Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/2016/may/18/syrian-refugees-jobs-berlin-technology-migranthire",
  "keyword": [
    {
      "webTitle": "Guardian sustainable business",
      "id": "sustainable-business/sustainable-business",
      "sectionId": "sustainable-business",
      "sectionName": "Guardian Sustainable Business"
    },
    {
      "webTitle": "Germany",
      "id": "world/germany",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Refugees",
      "id": "world/refugees",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Unemployment",
      "id": "society/unemployment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Social enterprises",
      "id": "society/socialenterprises",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Technology sector",
      "id": "business/technology",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Morgan Meaker",
      "id": "profile/morgan-meaker"
    }
  ],
  "guardianId": "sustainable-business/2016/may/18/syrian-refugees-jobs-berlin-technology-migranthire"
}