{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/04/their-eyes-were-watching-god-zora-neale-hurston-review",
  "id": "2016-05-04-298",
  "sectionId": "childrens-books-site",
  "body": "When I started reading this book, I thought it might just be one of the books related to discrimination against black communities by a white society. Well, I am completely wrong. This book is a combination of sentiments - true love, relations and family - although they have a minor segment on discrimination. Janie, who is in search of her true love, stumbles across a man called Johnny Taylor and proceeds to get to know him, not thinking about his background information or anything. Janie’s grandmother, however, sees this entire scenario differently. She wants her granddaughter well settled, and thus she forces her to marry a man called Logan Killicks who is aged around 40 years so that she will have a well-settled future. After a few days, Janie is impressed by a man named Joe Starks who is willing to build up a society so he becomes the mayor, so she marries him by eloping. Due to misunderstandings the relation between both of them worsens and Joe Starks dies.         This is when Janie finally meets a young man who is the man of her dreams and who defines true love for her. This novel is a packet of surprises as we have no idea what’s going to happen next. Many romantic novels basically have the same plot, but this novel is something no one would have ever imagined.    Related: How do I get involved in the Guardian children's books site?     Buy this book at the Guardian Bookshop  Want to tell the world about a book you’ve read? Join the site and send us your review!",
  "webTitle": "Their Eyes Were Watching God by Zora Neale Hurston - review",
  "webPublicationDate": "2016-05-04T08:00:22Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/04/their-eyes-were-watching-god-zora-neale-hurston-review",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/04/their-eyes-were-watching-god-zora-neale-hurston-review"
}