{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/06/chinese-company-tiens-group-boss-treats-2500-employees-holiday-spain",
  "id": "2016-05-06-172",
  "sectionId": "world",
  "body": "Two and half thousand Chinese workers have been enjoying the sights of Madrid after their boss stumped up €7m (£5.5m) to take them on a Spanish holiday. Li Jinyuan, the billionaire owner of direct-sales firm Tiens Group, chartered 20 planes and booked 1,650 hotel rooms for the party. After their Madrid visit, the workers will board four specially reserved high-speed trains to Barcelona.     The Chinese tourists visit the bullring in Morazarzal for a ‘bloodless’ bullfight. Photograph: ZIPI/EPA    On Friday morning, the Moralzarzal bullring was a sea of blue caps and selfie sticks as the group attended a “bloodless” bullfight preceded by a flamenco dancing display. The workers then enjoyed a lunch of paella and sangría.  “We chose Spain because the people are warm, friendly and passionate,” said Li Zongmin, the magnate’s son and a Tiens vice-president. “Furthermore, the food is delicious.” France rolled out the red carpet for Li Jinyuan last year after he decided to send more than 6,400 of his employees there in what was reputedly the biggest tour group ever to visit the country. For that mass holiday, Li, who is worth at least $5.9bn and has been ranked as China’s 33rd richest person, splashed out on 84 planes, 200 hotels and a private tour of the Louvre.     Tiens workers pose for photos. Photograph: Ismael Herrero/EPA    Even as China’s economy slows, the trend of sending planeloads of staff on all-expenses paid excursions has continued to grow. Last May, a direct-sales company called Infinitus China rewarded 12,700 workers with a trip to Thailand, where organisers laid on a series of giant banquets in the seaside town of Pattaya.  “The company chose Thailand because they were impressed with our beaches, temples, cultural performances and fruits,” one of the mega-group’s guides told Hong Kong’s South China Morning Post at the time.     Mass tours for workers have been popular with Chinese companies as a way of raising morale and boosting marketing. Photograph: Kiko Huesca/EPA    The motivation to pay for these industrial-sized tour groups appears to be in part a ruse by extravagant billionaires to please their staff, and in part a marketing technique. The Global Times, a Communist party tabloid, heaped praise on Li’s Côte d’Azur treat, describing such trips as proof of China’s rise.  “By carrying out the collective France trip in a lavish manner, Tiens killed two birds with one stone, both motivating its staff members and publicising the company,” the newspaper’s editor said. “Thanks to the market economy, many Chinese have gotten rich and Chinese firms have accumulated strength.”",
  "webTitle": "Chinese company boss treats 2,500 employees to holiday in Spain",
  "webPublicationDate": "2016-05-06T12:48:50Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/06/chinese-company-tiens-group-boss-treats-2500-employees-holiday-spain",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Spain",
      "id": "world/spain",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Stephen Burgen",
      "id": "profile/stephen-burgen"
    },
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/06/chinese-company-tiens-group-boss-treats-2500-employees-holiday-spain"
}