{
  "apiUrl": "https://content.guardianapis.com/stage/2016/may/19/the-invisible-hand-review-ayad-akhtar-tricycle-theatre",
  "id": "2016-05-19-220",
  "sectionId": "stage",
  "body": "Oscar Wilde’s Miss Prism tells Cecily in The Importance of Being Earnest to avoid reading a chapter on the fall of the rupee since “it is somewhat too sensational”. The same charge might be levelled against Ayad Akhtar’s play, which also deals with a collapsing currency and which, while exciting to watch, finally prefers action to ideas.  Akhtar, who in Disgraced showed a similar capacity to dramatise politics, has come up with an ingenious concept: Nick, a US banker, is kidnapped in Pakistan and given the chance to buy his freedom by raising $10m on the stock markets. This leads to an intriguing relationship with his anti-American guard, Bashir, who has economic aspirations and who sits at the computer following Nick’s instructions. Akhtar uses the situation to open up all kinds of arguments about everything from the ethics of capitalism to whether the 1944 Bretton Woods agreement, which moved everyone on to gold, was a means of guaranteeing postwar stability or reinforcing American power. The economic and political arguments are so fascinating that I regretted the play’s steer towards melodrama, as Nick exploits divisions among his captors.     Parth Thakerar and Daniel Lapaine. Photograph: Tristram Kenton for the Guardian     However, Indhu Rubasingham’s production, the last before the Tricycle closes for a year-long refurbishment, has a pulsating energy and the acting is consistently good. Daniel Lapaine as the imprisoned banker, Parth Thakerar as his angry pupil and Tony Jayawardena as a weighty imam all impress, and Lizzie Clachan’s design cleverly reconfigures the space. Akhtar’s play certainly shows that economics, the supposedly dismal science, is capable of generating dramatic tension. •At Tricycle theatre, London, until 2 July. Box office: 020-7328 1000.",
  "webTitle": "The Invisible Hand review – Ayad Akhtar's thriller is right on the money",
  "webPublicationDate": "2016-05-19T11:14:05Z",
  "webUrl": "https://www.theguardian.com/stage/2016/may/19/the-invisible-hand-review-ayad-akhtar-tricycle-theatre",
  "keyword": [
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Stage",
      "id": "stage/stage",
      "sectionId": "stage",
      "sectionName": "Stage"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Tricycle Theatre",
      "id": "stage/tricycle-theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Michael Billington",
      "id": "profile/michaelbillington"
    }
  ],
  "guardianId": "stage/2016/may/19/the-invisible-hand-review-ayad-akhtar-tricycle-theatre"
}