{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/sir-philip-green-frank-field-work-pensions-committee-chair-step-down",
  "id": "2016-05-05-25",
  "sectionId": "business",
  "body": "Sir Philip Green, the former owner of BHS, has called for the resignation of the chair of a parliamentary committee investigating the retailer’s demise suggesting he was “prejudiced” against the entrepreneur.   Related: What is the Pension Protection Fund and will BHS sink it?    The retail chain, which Green sold for £1 to a little-known group of investors a year ago, collapsed into administration last week putting 11,000 jobs at risk and the pensioners in the hands of the government’s pension protection fund (PFF). The matter is the subject of two parliamentary inquiries, which will hold a special joint session to take evidence from Green next month. But on Thursday, Frank Field, chair of the work and pensions committee that is set to begin its inquiry into BHS on Monday, told the Financial Times that he would recommend stripping Green of his knighthood if the retail tycoon did not put up funds to pay off the £571m pension fund deficit. Field said: “I hope that I reflect the anger of BHS pensioners who feel that money is not there in the pension scheme.” He said Green needed to make good the pension deficit at BHS so that it would not need to be rescued by the pension protection fund. “I feel that Philip Green has a moral duty to make good the pension scheme and if he doesn’t, while I can’t speak for the committee as a whole, I personally would recommend he should lose his knighthood.” Field said he had not pre-judged the inquiry. “Sir Philip is a master of bullying but he will find that parliament isn’t for being bullied.”  Green hit back in a statement saying he was horrified by Field’s “outrageous outburst”. “Clearly he has made his decision as to what he feels the punishment should be without even hearing any evidence from anybody about BHS or the circumstances of the last 15 years,” Green said.     Frank Field has called for Green to have his knighthood stripped. Photograph: Frank Baron for the Guardian    Green said the comments suggested there would not be a balanced hearing when Field and fellow MPs begin their inquiry on Monday with evidence from the PFF, the pension “lifeboat” funded by a levy on businesses. “I think Mr Field needs to stand down from the inquiry immediately as he is clearly prejudiced,” he said. Green said that BHS’s board had not been involved in any decisions made by the trustees of the BHS pension fund other than in complying with their decisions. He added that the £571m deficit figure was based on the cost of a buyout of the fund by an insurance company – a much higher figure than the deficit if the fund is taken on by the PPF. Green has reportedly offered to put up £80m – including £40m in cash and £40m in writing off a loan to BHS – in discussions with the pension regulator. The regulator has the power to pursue former company owners if they are seen to have left the pension in difficulties. Under Green’s stewardship, more than £586m was extracted in dividends, rental payments and interest on loans by the Green family and other shareholders, including The Ivy restaurant owner, Richard Caring.  Green has agreed to appear before an unusual joint session of the business, innovation and skills select committee and the work and pensions select committee. He is expected to go to parliament in mid-June after the committees have taken evidence from other parties, including Dominic Chappell, the boss of Retail Acquisitions – which bought BHS a year ago, and the BHS pension trustees.Retail Acquisitions extracted more than £25m of payments, including professional fees and loan interest, from BHS in the year before it entered administration with debts of £1.3bn. The Guardian has revealed that Chappell could be forced to return millions paid to his consortium during its controversial 13-month ownership of BHS. The legal director of BHS has written to Chappell asking him for £50,000 that was not repaid after he moved £1.5m from the retailer to an obscure corporate vehicle in the days before its collapse. Meanwhile, administrators are examining whether loans paid to Retail Acquisitions can be called in.",
  "webTitle": "Sir Philip Green calls for Frank Field to step down from committee",
  "webPublicationDate": "2016-05-05T21:23:59Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/sir-philip-green-frank-field-work-pensions-committee-chair-step-down",
  "keyword": [
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Frank Field",
      "id": "politics/frank-field",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    }
  ],
  "guardianId": "business/2016/may/05/sir-philip-green-frank-field-work-pensions-committee-chair-step-down"
}