{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/13/qe2-heading-to-falkland-islands-ian-fletcher-1982-photograph",
  "id": "2016-05-13-127",
  "sectionId": "artanddesign",
  "body": "I had been an army nurse since I was 18. Here, we are on our way to the Falklands on the QE2, with about 6,000km and five days to go: we had set sail from Southampton on 12 May. We had just finished a short helicopter ride from nearby Ascension Island, dropping off a patient to be flown home to the UK. It’s halfway between Africa and South America and even now, if you fly to the Falkland Islands, you stop there to refuel. The QE2 was quite an experience. The waiters dressed up and there were proper printed menus; they maintained this air of gentility the whole time. My understanding is that the crews were asked to volunteer to stay on, and most of them did and carried on as normal. One of the rules was, you had to bring civilian shoes for walking around the ship, so we wouldn’t damage the carpet – that’s why I’m wearing them in the photograph [and carrying the green case]. When we got closer to the war zone, we changed to a different ship, because sinking the QE2 would have been a tremendous moral victory for the other side. But at any given time, if you’ve got 3,000 men together, someone will get ill. One guy, a Scots Guardsman, got appendicitis. There was a fully-functioning operating theatre on board, as good as the ones I’ve worked in at hospitals. We took his appendix out the day before this picture was taken, and I was the nurse allocated to look after him. He was recovering reasonably well, but once you get evacuated from or on the way to a war zone, the Geneva convention states you have to go all the way home; you can’t recuperate and come back in. I don’t remember the moment the picture was taken; there was a whole cohort of press people on board, so I wasn’t surprised to see a photographer. I didn’t think more about it. About two weeks after this, during the final attack on Stanley (the Falklands capital), our ship the RFA Sir Galahad was bombed. I was in the tank deck with a couple of colleagues. Some sailors’ heads appeared through an open hatch, shouting, “Red!” – the code for imminent strike. We did our best to find cover, but there’s not really anywhere to go. Three bombs hit the ship, creating a big fireball. I was thrown by the blast and landed on my right shoulder.   Related: Donald Trump impersonator meets Donald Trump,  Las Vegas, February 2016    I was removed from the site by a series of helicopter rides, initially to Ajax Bay Field hospital, based in an old refrigeration plant. But the medical staff there were overwhelmed, so I was taken to a battleship, where I stayed the night. The next day, I  was taken to a cruise ship called the Uganda that was moored in a relatively safe area, and finally treated. My shoulder had been dislocated the whole time. I didn’t see this photograph until last December. It was in the Daily Express, and illustrating an article in which Jeremy Corbyn had claimed the Falklands war was an election stunt by Margaret Thatcher. I don’t read the Daily Express, but I’m in a number of Facebook groups for Falklands veterans where it was posted. It was weird to see myself looking so youthful. It now hangs in my office at home. Even though it ended badly, it was a great adventure at the time. • Interview: Erica Buist Do you have an experience to share? Email experience@theguardian.com",
  "webTitle": "‘It was quite an experience’: heading to war on the QE2",
  "webPublicationDate": "2016-05-13T15:00:03Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/13/qe2-heading-to-falkland-islands-ian-fletcher-1982-photograph",
  "keyword": [
    {
      "webTitle": "Falkland Islands",
      "id": "uk/falklands",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "artanddesign/2016/may/13/qe2-heading-to-falkland-islands-ian-fletcher-1982-photograph"
}