{
  "apiUrl": "https://content.guardianapis.com/science/2016/may/06/spacex-lands-reusable-rocket-for-second-time",
  "id": "2016-05-06-95",
  "sectionId": "science",
  "body": "SpaceX landed a rocket on a robotic ocean barge on Friday, the second marine landing for the private aerospace company and the third successful use of a reusable rocket.   Related: SpaceX mission could herald new era of reusable rockets    A live broadcast showed the first-stage booster touch down vertically in the pre-dawn darkness atop a barge just off the Florida coast. The company achieved the same feat on 8 April during a space station supply run for Nasa. That was the first successful landing at sea for SpaceX, which expects to start reusing its unmanned Falcon rockets as early as this summer to save money and lower costs.  Because of the high altitude needed for this mission, SpaceX did not expect a successful landing. But it was wrong. As the launch commentator happily declared: “The Falcon has landed.”  SpaceX’s founder and chief executive, Elon Musk, was even more exuberant. “Woohoo!!” he exclaimed on Twitter.  “May need to increase size of rocket storage hangar,” he added.  Musk said this was a three-engine burn for the booster’s return, “so triple deceleration from the last flight”. Before liftoff from Cape Canaveral, Florida, he put the chances of a successful touchdown at “maybe even” because the rocket was coming in faster and hotter than last time.     Launch trajectory of Japanese commercial satellite JCSat-14, enroute to 36,000 km above Earth pic.twitter.com/QHiiMdMMJ3— Elon Musk (@elonmusk) May 6, 2016    Musk contends rocket reusability is key to shaving launch costs and making space more accessible.  SpaceX is the only company to recover a rocket following an orbital launch. It achieved its first booster landing on solid ground at Cape Canaveral air force station in December. A landing at sea proved more elusive and required several tries.  Blue Origin, led by another wealthy hi-tech entrepreneur, Jeff Bezos of Amazon, has landed and even reflown its booster rockets, but those did not put anything into orbit and have only returned to solid earth, rather than a mobile platform. Following last month’s landing, Musk said he plans to refly that booster, possibly as soon as June. The first recovered booster, from December, will grace the entrance of SpaceX headquarters in Hawthorne, California.  Already in the delivery business for Nasa, SpaceX hopes to start transporting US astronauts to the International Space Station by the end of next year in the company’s next-generation Dragon capsules. But its ultimate goal is Mars.    Related: SpaceX wins first US tender in a decade to launch military satellite    In a groundbreaking announcement last week, Musk said his company will attempt to send a Red Dragon to Mars in 2018 and actually land on the red planet. His ambition is to establish a human city on Mars. Last week the company also won its first contract to launch a US military satellite, breaking a 10-year hold on the contracts by United Launch Alliance, a partnership of Lockheed Martin and Boeing. Before Friday’s launch SpaceX had downplayed expectations for the rocket’s successful return.  The rocket flying on Friday was traveling twice as fast as the one that landed last month so it could deliver a hefty television broadcast satellite into an orbit more than 20,000 miles beyond that of the International Space Station, which is about 250 miles above Earth.  The 23-story-tall rocket lifted off from a seaside launch pad at Cape Canaveral at 1.21am EDT.  Perched atop the booster was the JCSAT-14 satellite, owned by the Tokyo-based telecommunications company, Sky Perfect JSAT Corp, a new customer for SpaceX.  About two and a half minutes after launch the rocket’s first stage shut down, separated, flipped around and headed toward the surface.    Landing confirmed. Second stage continuing to carry JCSAT-14 to a Geosynchronous Transfer Orbit. pic.twitter.com/HfHI5cwoYX— SpaceX (@SpaceX) May 6, 2016    The rocket’s second stage continued flying to deliver the 10,300lb JCSAT-14 satellite into orbit. The satellite, built by Space Systems Loral in Palo Alto, California, a subsidiary of MacDonald Dettwiler and Associates is designed to provide television, data and mobile communications services to customers across Asia, Russia and Oceania and the Pacific Islands. Friday’s launch was the fourth of more than a dozen flights planned this year by SpaceX, which has a backlog of more than $10bn worth of launch orders from customers, including Nasa.",
  "webTitle": "Elon Musk's SpaceX lands reusable rocket on barge for second time",
  "webPublicationDate": "2016-05-06T15:43:32Z",
  "webUrl": "https://www.theguardian.com/science/2016/may/06/spacex-lands-reusable-rocket-for-second-time",
  "keyword": [
    {
      "webTitle": "Space",
      "id": "science/space",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Elon Musk",
      "id": "technology/elon-musk",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Science",
      "id": "science/science",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [],
  "guardianId": "science/2016/may/06/spacex-lands-reusable-rocket-for-second-time"
}