{
  "apiUrl": "https://content.guardianapis.com/culture/2016/may/16/australia-council-cuts-theatre-companies-lament-dark-days-for-arts",
  "id": "2016-05-16-361",
  "sectionId": "culture",
  "body": "The artistic directors of Australia’s major theatre companies have signed an open letter decrying cuts made to the Australia Council for the Arts, calling it “dark days for the cultural life of the country”. The letter stated that changes to Australian arts funding would impact future generations, test the viability of arts organisations of all sizes, produce works of “less variety, less brilliance, less diversity”, and that “great artists and great works will fail to materialise as a result”. “This is an unprecedented assault on the independence and the viability of the arts in Australia.”   Related: Literary magazine Meanjin may close after losing Australia Council funding    In a rare united front by the country’s major theatre companies, the letter was signed by artistic directors Geordie Brookman (State Theatre Company of South Australia), Peter Evans (Bell Shakespeare Company), Eamon Flack (Belvoir), Matthew Lutton (Malthouse), Brett Sheehy (Melbourne Theatre Company), Sam Strong (Queensland Theatre Company) and Clare Watson (Black Swan State Theatre Company). In 2015, Australia Council’s annual fund was slashed by the government, with the money used to pay for a second commonwealth arts funding body called Catalyst, run directly by the arts ministry. Many in the industry noted it as a dramatic shift away from supporting small- to medium-sized arts organisations.  ArtsPeak, the confederation of peak national arts organisations, has called for restoration of Australia Council funding “as a matter of urgency so that the Australian arts ecology can remain viable and vibrant”.  The National Association for the Visual Arts, an advocacy group for the visual arts industry that was unsuccessful in the latest Australia Council funding round, has warned against the “damage [funding cuts] will cause to the Australian arts ecology”. The open letter from the Confederation of Australian State Theatre companies said these changes were “without purpose or rationale” and the national arts bureaucracy had been made less efficient. “These losses are the result of a government taking money from its own independent body and creating a new bureaucracy as a rival to that independent body. It is the equivalent of taking parts from one car in order to build a second car: neither car will be going anywhere. “In short, this absurd situation is the result of nothing but poor policy.” The letter is unusual in that funding to these companies has been safeguarded from the recent changes. However, it stressed that each artistic director was “a product of the Australia Council’s past support, and whatever success we have had in our careers has been largely due to our working in or with the small to medium sector”.   Related: What Australia needs to learn from Victoria's arts funding push    “All of us honed our craft and qualifications with the sector which has been so badly damaged. We did our apprenticeships in a manner which is now radically restricted and reduced. And each of us represents dozens and dozens of other artists who live and work by the vibrancy of the small to medium sector.  “We know in our bones the vital importance of the companies lost today. Not just for the artists they produce, but for the work they create and the communities they represent.” The letter called for a government review of the cuts made to the council. While it was not signed by Sydney Theatre company artistic director, Jonathan Church, an addendum stated that as a “newcomer” from the UK he had witnessed how funding cuts impacted artistic communities, and stressed that for small and middle-scale companies, philanthropy rarely proved an adequate solution to meeting funding gaps.",
  "webTitle": "Australia Council cuts: theatre companies lament ‘dark days’ for arts",
  "webPublicationDate": "2016-05-16T03:46:51Z",
  "webUrl": "https://www.theguardian.com/culture/2016/may/16/australia-council-cuts-theatre-companies-lament-dark-days-for-arts",
  "keyword": [
    {
      "webTitle": "Arts funding",
      "id": "culture/arts-funding",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Theatre",
      "id": "stage/theatre",
      "sectionId": "stage",
      "sectionName": "Stage"
    }
  ],
  "authors": [
    {
      "webTitle": "Monica Tan",
      "id": "profile/monica-tan"
    }
  ],
  "guardianId": "culture/2016/may/16/australia-council-cuts-theatre-companies-lament-dark-days-for-arts"
}