{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/02/football-transfer-rumours-robert-lewandowski-arsenal-william-carvalho-leicester-city",
  "id": "2016-05-02-213",
  "sectionId": "football",
  "body": "As Leicester City inch ever closer to an astonishing title win that will be confirmed should Tottenham Hotspur fail to beat Chelsea this evening, the bank holiday back pages are full of talk about how Claudio Ranieri will miss the match because of a very important prior engagement. “I’d like to watch the game but I am on a flight back from Italy,” the Leicester manager said. “I want to meet my mother, who is 96 years old, and go for lunch with her. I fly back at the same time as the match. So I won’t know the result. But when we land I will hear.”   Related: Premier League: 10 talking points from the weekend    Should Chelsea oblige their former boss, we suspect the pilot of Ranieri’s plane might let him know in mid-air, while the dutiful Italian son will almost certainly be greeted by a decidedly effusive media scrum in the arrivals hall of whatever airport he touches down at following his flight from Rome. In the meantime, talk over lunch with Mama Ranieri will almost certainly centre around the future of the recently crowned PFA Player of the Year Riyad Mahrez, whose outstanding performances this season have inevitably resulted in him being linked with a whole host of European heavyweights. The Mirror reports that Leicester will offer the player a new £4m-per-year deal to stay put, while the Telegraph says his manager’s annual salary will be doubled to £3m, which ought to help pay for some outstanding lunches for his dear old mum. Leicester fans can at least console themselves with the knowledge that their star midfielder is unlikely to have his head turned by offers from Scotland, after he revealed in an interview with l’Equipe that he once fled a trial with St Mirren on a borrowed bicycle because he found the country’s cold weather too unbearable.  “I did not speak English at all,” he explained. “I left my boots at the training ground. I borrowed a bike from a guy from the hotel, I took my football trainers, I made my bag and I left without telling anyone. Not even the lady at the hotel. I left via a staircase, which avoided the reception.” Leicester’s midfield enforcer N’Golo Kanté is another player who has attracted overtures from clubs across Europe with his energetic performances and the Sun suggests Sporting Lisbon’s William Carvalho could be brought to the King Power Stadium as his replacement in the event of the Frenchman’s departure. Those planned weekend protests at the Emirates turned out to be as half-hearted and listless as some of the performances that prompted them in the first place and Arsène Wenger seems to have been pleasantly surprised to see just how many of those present still support him. According to the Telegraph, the Arsenal boss will retain “complete control of all player and football staff matters” at the club next season, while the Mirror says he’ll have £150m at his disposal to bring in new recruits.  The tabloid says Wenger will “enter the race” to sign Robert Lewandowski, should the Polish striker decide to leave the Bundesliga side, while Bayern’s French-born Moroccan centre-back Mehdi Benatia is also rumoured to be on Arsenal’s summer shopping list. The 18-year-old Celtic left-back Kieran Tierney, who was crowned the Scottish PFA Young Player of the Year last night, is another player being mentioned in connection with a possible move to Arsenal, while one man who could be on his way out of the club is the scampering Spanish midfielder Santi Cazorla. He might be off to Villarreal for a tour of duty on board the Yellow Submarine.  Reports in France say Liverpool want to bring the 20-year-old midfielder Thomas Lemar to Anfield from Stade Louis II and have opened talks with the player’s “people”. Manchester City, Bayern Munich and Atlético Madrid have previously been linked with Lemar, who has scored five goals in 29 appearances for Monaco this season. Meanwhile, in London, Crystal Palace want the West Bromwich Albion striker Saido Berahino, who has long been linked with Tottenham Hotspur.  And finally, over the weekend it emerged that the dapper Germany manager Joachim Löw could be a shock contender to replace the beleaguered Everton boss Roberto Martinez, whose time at Goodison Park appears to be up after nearly three years in charge.",
  "webTitle": "Football transfer rumours: Robert Lewandowski to Arsenal?",
  "webPublicationDate": "2016-05-02T08:22:17Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/02/football-transfer-rumours-robert-lewandowski-arsenal-william-carvalho-leicester-city",
  "keyword": [
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Arsenal",
      "id": "football/arsenal",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Liverpool",
      "id": "football/liverpool",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Barry Glendenning",
      "id": "profile/barryglendenning"
    }
  ],
  "guardianId": "football/2016/may/02/football-transfer-rumours-robert-lewandowski-arsenal-william-carvalho-leicester-city"
}