{
  "apiUrl": "https://content.guardianapis.com/cities/2016/may/06/story-of-cities-37-mayor-jaime-lerner-curitiba-brazil-green-capital-global-icon",
  "id": "2016-05-06-317",
  "sectionId": "cities",
  "body": "In the late 1960s, Brasília cast a long shadow across Brazil. Built from scratch in just four years, the city was a symbol of modern, rational, functional planning. “President Kubitschek wanted to build a new capital,” architect Oscar Niemeyer said in a BBC interview. “He wanted a city that would represent Brazil. So I dedicated myself to finding a new solution, something that would attract attention.” Niemeyer, along with the architect Lúcio Costa, designed the city to look like a bird in flight – a network of highways in the wings, and the administrative offices in its head. Among political elites, if not all architecture critics, Brasília was viewed as a triumph over Brazil’s urban chaos. A thousand miles to the south in the city of Curitiba, capital of the agricultural state of Paraná, urban planners were hard at work replicating the Brasília model. New lanes would be added to Curitiba’s downtown roads, with historic buildings demolished to make room for them. A new viaduct would link with the central square at Rua Quinze de Novembro to ease traffic congestion.  “But we said no!” exclaims Jaime Lerner. The former mayor of Curitiba is speaking over the phone from his office in Curitiba, where he now directs his eponymous private architecture firm. Back then, Lerner was a recently graduated architecture student, leading a movement against the existing mayor’s vision of a Curitiba for cars. “We were starting to lose our history, our identity,” he says.     Alden Square in Curitiba. One of Lerner’s first major projects as mayor was to pedestrianise parts of the city. Photograph: Alamy     Over the next two decades – first as planner, then as mayor – Lerner would develop a radically different vision for Curitiba: “It was a change in the conception of the city. Working, moving, living leisure ... we planned for everything together. Most cities in South America separate urban functions – by income, by age. Curitiba was the first city that, in its first decisions, brought everything together.”  Today, while Brasília is viewed as a white elephant city, Curitiba has become the gold standard in sustainable urban planning: variously the “green capital”, the “greenest city on Earth”, and the “most innovative city in the world”.  “Curitiba is not a paradise,” Lerner insists. “But it is a model for many cities in the world. Why?” He takes a long, dramatic pause: “Because in about two decades, a few young professionals made some very important changes.” From chaos to creativity Curitiba is an unlikely setting for such radical innovation. For centuries, the city was little more than an outpost for travellers moving between São Paulo and the surrounding agricultural regions. Curitiba was the “sleeping city”, a place where cattle drivers would hibernate in the winter en route to their next destination. When a wave of European immigration hit southern Brazil, Curitiba’s sleepy farmland was an obvious attraction. Germans arrived in the 1830s, Polish and Italians arrived in the 1870s, and Ukrainians two decades later. Each group occupied a section of the city, developing their own local industries and beginning to populate the downtown area with churches, shops and restaurants.     Jaime Lerner was mayor of Curitiba three times. Photograph: Alamy     By the 1940s, however, Curitiba’s growth was impossible to contain. The mechanisation of soybean production pushed Paraná’s agricultural workers off their land and into the city. Between 1940 and 1960, the city’s population more than doubled – from 140,000 to 360,000 residents. Curitiba was quickly becoming the archetypal Brazilian mid-size city. Favelas grew around its periphery; cars jammed into its centre. Curitiba’s planners could do little to regulate their city’s chaos. In 1964, following Brazil’s military coup, mayor Ivo Arzua solicited a new masterplan to guide Curitiba toward growth, order, and extra room for the automobile. Over the course of several months, his government held a series of seminars known as “Curitiba of Tomorrow”, seeking to convince the public on the merits of the new masterplan.  “But as usual, from 1965 to 1970, nothing happened,” says Jonas Rabinovitch, a UN senior adviser and former planner at the Curitiba Research and Urban Planning Institute (IPPUC). Despite Arzua’s best intentions the plan remained in the drawer, and the IPPUC, set up in 1965 to implement this masterplan, remained largely idle. “The institute was basically colouring paper, producing plans, examining studies,” Rabinovitch says. Lerner and a team of architects at the IPPUC were, however, determined to turn this tide – “and they started at the exact right time,” according to Rabinovitch. “Had they waited 10 or 15 more years, it could have been too late for Curitiba.” Under the new military regime, Lerner was appointed mayor, and the IPPUC moved into the driving seat: “When Jaime became mayor, the plan finally began to transform into a reality,” Rabinovitch says. Lerner’s first project in 1972 earned him an early reputation as an enforcer. He proposed transforming the Rua Quinze de Novembro from an automobile thoroughfare into a pedestrian mall. “At first, the shopkeepers were furious with the mayor,” Rabinovitch says. “People had the habit of stopping their cars in front of the stores, buying what they wanted, and then getting back into their cars. But that meant that when the shops closed down, the city centre was dead.” The shopkeepers organised resistance to the new plan, and resolved to file an injunction to stop it – a typical tactic for arresting the implementation of urban projects in Brazil.     Curitiba became a model for quality public transport, with policies including the rapid bus transit system. Photograph: Alamy     “Every time, you always have a big resistance,” Lerner says. “When we first proposed the project, we tried to convince the merchants. We showed them designs, information ... it was a big discussion. Then we realised we had to have a demonstration effect.” So Lerner took the plan to his director of public works, saying: “I need this [built] in 48 hours ... He looked at me and asked, ‘Are you crazy? It will take at least four months.’”    If you want creativity, cut one zero from the budget. If you want sustainability, cut two zeros!  Jaime Lerner     Regardless, Lerner and his team – impatient, wily or both – prepared to begin work at sundown that very Friday, waiting only until after the city’s courthouse had closed so that shopkeepers could no longer file their injunction. “If I’d received a juridical demand to stop the project, we would never have made it,” Lerner recalls. “So we finished in 72 hours – Friday night to Monday night. And at the end, one of the merchants who wrote the petition to stop the work told me: ‘Keep this petition as a souvenir, because now we want the whole street, the whole sector pedestrianised!’” The project encapsulates Lerner’s planning philosophy: act now, adjust later. “We had to work fast to avoid our own bureaucracy, and to avoid our own insecurity, because sometimes we start to think: ‘That’s a good idea but I cannot make it happen.’ So the key issue in Curitiba was to start – we had the courage to start.”  When I press Lerner on the political implications of this kind of strong-arming – which some have described as a “technocratic approach without participation” – he has a ready response: “Democracy is not consensus. Democracy is a conflict that is well managed. It’s about how you manage that conflict – sometimes for the minority, sometimes for the majority. But it has to happen.”      Today Curitiba boasts more than 50 sq metres of green space per person. Photograph: Alamy    Guided by this learning-by-doing philosophy, Curitiba became a laboratory for urban planning innovation. In 1974, Lerner and the IPPUC introduced a new street design that provided express lanes for buses. Passengers would board from new stations along the medians of the city’s main streets, so that buses could move uninterrupted through the city. At the time, most planners were calling for the development of extensive subway systems as the cutting-edge mode of urban transport. But Lerner was – and remains – a major advocate of surface transport, while critical of subway projects that drain public funds and disrupt city life. As one of his most oft-cited sayings goes: “If you want creativity, cut one zero from the budget. If you want sustainability, cut two zeros!” With the new bus transit scheme, public ridership grew steadily, as buses became both the cheapest and fastest mode of transport. But Lerner and his planners were not satisfied. In the late 1980s, he observed that the inflow and outflow of passengers was dragging the speed of the bus at each station.  Three innovations followed: a new system of raised platforms (the futuristic “tube” station system for which Curitiba has grown famous) that allow passengers to move straight from the station into the bus without the hassle of stairs; longer buses to add extra capacity to the fleet; and a system of pre-payment so that bus drivers do not have to issue tickets and collect money on the go.     Curitiba’s futuristic ‘tube’ station system for buses. Photograph: Alamy    The impact was marked: today, roughly 85% of Curitiba uses the Bus Rapid Transit (BRT). “It’s about creating a complete network,” Lerner explains. “We are transporting two million each day, while the London subway carries three million.” His pride in the system is clear: “We started BRT in 1974; now 300 cities around the world are using it.” For Lerner and his team, the social implications for the city were all-important. “We realised people were taking such a long time to get to the city centre,” Rabinovitch says. “So the idea was to incorporate the essential features of a subway system – and in doing that, people coming from the periphery were spending 20 to 25 minutes less per journey.” Other projects have built on this social mission. Under the Green Exchange programme, developed by Lerner’s assistant Nicolau Klüppel in 1989, Curitiba residents trade trash for tokens – four pounds of trash for a pound of produce. Today, 90% of the city participates in its recycling programme, and more than 10,000 residents make use of the trash-for-tokens exchange. Where most cities develop mountains in landfills along the periphery, Curitiba recycles 70% of its garbage. “We can’t have landfills forever, and we can’t ask others to accept our trash,” Lerner said. “Garbage removal is a citizen responsibility.” Alongside these efforts to clean the city were new programmes to green it. Back in 1971, Curitiba had only one park at the Passeio Público downtown; today it has more than 50 sq metres of green space per person – compared to neighbouring Buenos Aires’s two per person. Lerner and his team were aggressive in developing parks and city gardens, and in protecting the city’s main river Iguacu from being channelised along concrete walls.     According to Lerner: ‘When you look at the parks the architecture is just great, because it is silent architecture.’ Photograph: Alamy    Lerner focuses less on these big projects, however, than on the smallest details of sustainable planning. “If you visit Curitiba, the private architecture is normal – some terrible buildings, some good ones. But when you look at the parks, the architecture is just great, because it is silent architecture. We bought treated, wooden poles from the energy company and used them for all the architecture in the parks – so, existing tree poles could substitute concrete poles ... Like I said, if you want creativity, cut some zeros!” A sustainable future Among many observers, Curitiba’s list of accolades generates some suspicion. Can it all be true? Did Curitiba really avoid so many pitfalls of planning in Latin America?  The short answer, according to Bill McKibben – an environmentalist and author who writes extensively on the city in Hope, Human, and Wild – is yes: “Curitibanos were cynical themselves, and somewhat introverted – they are not the gregarious Brazilians of Rio or Recife. But against their own conservatism, they came to like their city a lot.” “Many people ask me about how Curitiba did all this,” says Rabinovitch. “They say the population of Curitiba is more educated, or more European. But what we usually say is that the population is not made by Swiss clockmakers. Up to 8% of Curitiba still lives in favelas; it is not a socio-economic island within the Brazilian context.”   Related: Story of cities #38: Vancouver dumps its freeway plan for a more beautiful future    Yet for Rabinovitch and many others, Curitiba still offers inspiration: “When I go to visit my mother-in-law in Jardim das Americas, I can see parakeets, birds, trees in her backyard. In other Brazilian capitals, this doesn’t happen – growth was unplanned, and uncontrollable.”  Since Lerner’s departure, Curitiba has begun a backslide that threatens its status as the singular case of enlightened planning. Car-use is up, bike- and bus-use down, and crime statistics continue to linger around national averages.   Yet Curitiba’s early accomplishments remain. “Administrations change, people change, leaders change. But there is still ownership by the population,” says Rabinovitch. “The city centre is already preserved. No one would be so crazy as to eliminate the pedestrian streets now, or to pull down the old buildings and construct high-rises, as they were doing in the 60s and 70s.”  “Politics is about providing a collective dream,” Lerner says, “and creating a scenario that everyone can understand and see is desirable. Then they will help you make it happen.” Does your city have a little-known story that made a major impact on its development? Please share it in the comments below or on Twitter using #storyofcities",
  "webTitle": "Story of cities #37: how radical ideas turned Curitiba into Brazil's 'green capital'",
  "webPublicationDate": "2016-05-06T06:30:17Z",
  "webUrl": "https://www.theguardian.com/cities/2016/may/06/story-of-cities-37-mayor-jaime-lerner-curitiba-brazil-green-capital-global-icon",
  "keyword": [
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    }
  ],
  "authors": [
    {
      "webTitle": "David Adler",
      "id": "profile/david-adler"
    }
  ],
  "guardianId": "cities/2016/may/06/story-of-cities-37-mayor-jaime-lerner-curitiba-brazil-green-capital-global-icon"
}