{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/13/mustafa-badreddine-the-hezbollah-leader-who-left-no-footprints",
  "id": "2016-05-13-263",
  "sectionId": "world",
  "body": "Elias Saab. Sami Issa. Safi Badr. Zul Fikar. All were aliases of Hezbollah’s secretive military commander, Mustafa Amine Badreddine, described in court records as an “untraceable ghost”.   Related: Leading Hezbollah commander and key Israel target killed in Syria    Few details are known about Badreddine, who was killed this week in a mysterious explosion at a Hezbollah base near Damascus airport. This despite him being one of the most prominent figures in the party and the brother-in-law of the notorious Imad Mughniyeh, who he succeeded as military commander after the latter was killed in a 2008 joint CIA-Mossad operation in the Syrian capital. Born in the southern Beirut suburb of Ghobeiry on 6 April 1961, Badreddine had a pronounced limp, believed to have been sustained while he fought alongside pro-Palestinian and pan-Arabist militias during the Israeli invasion of Lebanon in 1982. His nom de guerre was Sayyed Zul Fikar: Sayyed indicating a claimed descent from the prophet Muhammad; Zul Fikar being the name of the legendary forked sword of Imam Ali, the prophet’s cousin and one of the most revered figures in Shia Islam. Badreddine was arrested and sentenced to death in Kuwait in 1983 over his suspected involvement in a string of coordinated bombings in the tiny Gulf emirate that also targeted the US and French embassies. They were believed to be retribution for Kuwait and the west’s support for Iraq in its war with Iran. The sentence, which had to be formally approved by the emir, was never carried out, perhaps as a consequence of a series of attacks and plane hijackings demanding the release of the Kuwait attackers, and which allegedly involved Mughniyeh. It was also never carried out because when the Iraqi dictator Saddam Hussein invaded Kuwait in August 1990, he threw open the doors of the country’s prisons, allowing Badreddine to escape. This is where the trail disappears. It only emerges again in 2011, when UN prosecutors investigating a 2005 Beirut bombing that killed Lebanon’s prime minister, Rafik Hariri, indicted Badreddine. They alleged he was the coordinator of a sophisticated network that tracked and ultimately assassinated the popular billionaire.   Related: Ten years after Hariri's assassination, Lebanon badly needs his moderation    Court records from the special tribunal for Lebanon have offered a rare glimpse into the life of Badreddine, who was charged with conspiring to commit a terrorist act, carrying out a terrorist act by means of an explosive device, and intentional homicide. Badreddine studied political science at the Lebanese American University from 2002-04. He drove a Mercedes Benz, owned the Samino jewellery shop in Beirut, and an apartment in Jounieh, a coastal town north of the capital known for its active nightlife, where he supposedly entertained friends. His phone’s contact list, prosecutors alleged, included the numbers of college friends and business associates, Hezbollah officials and bodyguards, family members as well as supposed girlfriends. Badreddine became military commander in 2008 after his brother-in-law was killed by a bomb placed in the headrest of his car. Mughniyeh had been the architect of Hezbollah’s guerrilla defence in Lebanon during the 2006 war with Israel and was implicated in the 1990s bombing of a synagogue in Argentina. There are almost no images available of Badreddine. Two that were made available by the tribunal were dated, one showing him as a teenager and the other apparently from his days in Kuwait, showing a handsome young man with curly hair and a moustache, dressed in a tie-less suit. On Friday’s Hezbollah’s media department circulated an photo of the commander smiling in military fatigues and sporting a short grey beard and spectacles. Badreddine left few personal records. Investigators for the UN trial say they found no driving licences or passports, no property formally owned by him, no record of him ever having left Lebanon, no bank accounts, and no photos from around the time of Hariri’s assassination. In the opening sessions of his trial in absentia in The Hague, prosecutors said he “passes as an unrecognisable and untraceable ghost throughout Lebanon, leaving no footprint as he passes”. Hezbollah vehemently denies the allegations and does not recognise the tribunal. In recent years, Badreddine was mostly known for his role in leading Hezbollah’s contingent in Syria, where the paramilitary group has been instrumental in ensuring the continued survival of the Assad government, alongside its patron, Iran, where an estimated 900 of the party’s fighters have died, including Jihad Mughniyeh, Imad’s son.  Badreddine was sanctioned by the US Treasury Department over his role in Syria in 2012. An Israeli investigative journalist who is writing a history of the Mossad said the strike that killed Jihad Mughniyeh near the Golan Heights last year was actually aimed at Badreddine.",
  "webTitle": "Mustafa Badreddine: the Hezbollah leader who left no footprints",
  "webPublicationDate": "2016-05-13T09:02:28Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/13/mustafa-badreddine-the-hezbollah-leader-who-left-no-footprints",
  "keyword": [
    {
      "webTitle": "Hezbollah",
      "id": "world/hezbollah",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Lebanon",
      "id": "world/lebanon",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Syria",
      "id": "world/syria",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Kareem Shaheen",
      "id": "profile/kareem-shaheen"
    }
  ],
  "guardianId": "world/2016/may/13/mustafa-badreddine-the-hezbollah-leader-who-left-no-footprints"
}