{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/08/frank-field-bhs-pensions-select-committee-green",
  "id": "2016-05-08-191",
  "sectionId": "business",
  "body": "If the select committee hearings into the collapse of BHS might be compared to a heavyweight boxing bout – Sir Philip “the medallion stallion” Green against Frank “earnest Ernest” Field – tomorrow we have the undercard. Metaphorically donning the silk dressing gowns and shadow boxing their way into the ring will be Alan Rubenstein, chief executive of the Pension Protection Fund, plus Lesley Titcomb and Nicola Parish, respectively chief executive and director of case management at the Pensions Regulator. They will face a tag-team of inquisitors: Field’s work and pensions select committee, and the business, innovation and skills (BIS) committee chaired by Iain “Leading” Wright. Field has already irked the medallion stallion with some low blows before the bell has rung, but it looks doubtful whether punches will be pulled for the number crunchers. In the pre-bout publicity, Field jabs: “A major aim of the work and pensions committee representatives will be to test how adequately both organisations have carried out their duties to help protect members’ pensions under the existing law, whether the existing law is inadequate and, if so, how should it be strengthened, or whether existing powers are adequate but were not fully exercised.” Seconds out. Osborne’s song remains the same In other Westminster grilling news, the chancellor, George Osborne, will be appearing in front of the Treasury select committee on Wednesday, to be quizzed about the UK’s membership of the European Union. Well, that’s what it says on the tin, although when Osborne speaks about UK membership of the EU, he tends to talk about the exact opposite. That’s what happened last month, when the chancellor’s mandarins published a 200-page tome entitled “HM Treasury analysis: the long-term economic impact of EU membership and the alternatives”, which put the emphasis squarely on the alternatives. You’ll recall that the study claimed UK GDP would shrink by 6% by 2030 if we vote to leave the EU, which apparently would cost every household the equivalent of £4,300 a year. Well, maybe. But without wanting to belittle the work of serious economists, most dismal scientists struggle to predict where they’ll have dinner – so 2030 is heroic guesswork. Meanwhile, that £4,300 figure is based on dividing their guess on how much GDP the UK will have missed out on, by the number of UK households. It is stretching it to imply that’s income. Sympathy for the bookies? A high-rolling punter stumbles into a fancy casino and turns £1m into chips. Before he starts playing cards, he gets talked into spending £5 on the casino’s own lottery game, which boasts a first prize of £25,000. The punter then hits the tables and loses the whole million. Still, on his way out, the punter gets collared by a croupier and informed that very few people bought lottery tickets, so he’s scooped the top prize. Would anybody have any sympathy for the casino manager if he then started moaning that he’d lost £25,000? Yet that is effectively what the bookies have been asking everybody to believe with their constant bleating about Leicester City winning the Premier League, having started the season at odds of 5,000-1. What really happened was the bookies coined it in all season on the back of freak results, only to hand a fraction back last week. We may get a reality check on this on Wednesday, when William Hill gives a trading update and holds its annual general meeting – but don’t, er, bet on it. The myth of the bookies being fleeced by Leicester’s triumph comes second only to the even more unbelievable line that the Foxes triumph was football’s “greatest fairy tale”. No: it was the third-greatest footballing fairy tale in the East Midlands – in the past 44 years.",
  "webTitle": "BHS pensioners are on the ropes, but Frank Field is in their corner",
  "webPublicationDate": "2016-05-08T06:00:15Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/08/frank-field-bhs-pensions-select-committee-green",
  "keyword": [
    {
      "webTitle": "BHS",
      "id": "business/bhs",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Sir Philip Green",
      "id": "business/philip-green",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Pensions",
      "id": "money/pensions",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Frank Field",
      "id": "politics/frank-field",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Travel & leisure",
      "id": "business/travelleisure",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Simon Goodley",
      "id": "profile/simongoodley"
    }
  ],
  "guardianId": "business/2016/may/08/frank-field-bhs-pensions-select-committee-green"
}