{
  "apiUrl": "https://content.guardianapis.com/music/musicblog/2016/may/18/mercury-rev-10-of-the-best",
  "id": "2016-05-18-169",
  "sectionId": "music",
  "body": "1. Chasing a Bee Mercury Rev are a rarity in indie rock: a band who have continually evolved their sound, pushing at the boundaries of what rock music actually means over 25 years, borrowing from jazz, funk, doo-wop, techno, folk and more along the way. Compare the pristine chamber pop of last year’s The Light in You with the berserk guitar fuzz of their 1991 debut, Yerself Is Steam, and you might think you were listening to different bands. In reality, though, the lineup has remained fairly stable over the years, with the core duo of Jonathan Donahue (vocals and guitar) and Sean “Grasshopper” Mackowiak (guitar) present throughout, joined by Dave Fridmann (bass and production) on the first seven studio albums and flautist Suzanne Thorpe on the first five. The most notable departure was original vocalist David Baker, whose vocal style and stage presence owe more to the manic energy of comedian Andy Kaufman than to the studied cool of most frontmen. Chasing a Bee – side one, track one on the band’s debut album – might be Baker’s tour de force, his vocals endlessly shifting from calm to angst, from humour to passion in a remarkable, unnerving performance, set off by a soaring chorus and a backdrop of exploding guitars. Thorpe’s four-note descending flute riff anchors the madness.  2. If You Want Me to Stay “Funky” rarely appears among the adjectives used to describe Mercury Rev. And yet If You Want Me to Stay, a Sly and the Family Stone cover originally released as part of the Rough Trade Singles Club, demonstrates that Mercury Rev can funk it up with the best of them. Their version, later collected on Yerself Is Steam bonus album Lego My Ego, not only captures the original’s understated funk, but also brilliantly reflects the dark desperation of early-70s Sly Stone as he retreated into drugs and paranoia. That is largely thanks to Baker’s yearning, slightly deranged vocal, which bounces around over woodwind riffs and guitars that vacillate between funk and fuzz.     Humour and energy … Donahue, left, and Grasshopper at the Royal Northern College of Music, Manchester, in 2015. Photograph: Jon Super/Redferns via Getty Images    3. Meth of a Rockette’s Kick Deserter’s Songs, Mercury Rev’s fourth album, may be their acknowledged classic. But Boces, their second, and the last to feature Baker, is the hardcore fans’ favourite, a 3D DayGlo dream of a record on which all musical life abounds, from Dixieland jazz to punk. Remarkably, it came out on a major label – Columbia – in the US, with Baker telling me in 2013 that the label essentially let them get on with it. “We were trying to allow each other’s freaks and difference to come out because we had a responsibility,” he said. “They [Columbia] were saying, ‘You can do what you want.’” On the album’s mighty, 10-and-a-half minute opening track Meth of a Rockette’s Kick, “what you want” turned out to be combining a tightly wound, multi-layered collage of barbershop-quartet backing vocals with harps, trombones, brushed drums, flute and controlled guitar detonations. Its astonishing attention to detail was a tribute to the production nous of Fridmann.  4. Something for Joey Depending on who you ask, the recording of Boces was either “magical” (Baker), “trying” (Grasshopper) or “impossible” (Donahue). And yet what emerged was an album shot through with colour, light and harmony. “We were trying to capture the magic of what was happening,” Baker told me. “There was humour and energy. We loved being in the studio.” Something for Joey, the album’s improbable lead single, exemplifies that feeling of humour and energy, with rolling guitar verses erupting into a three-note brass chorus that is pure musical release and childish joy. A live appearance on Gary Crowley’s ITV music show The Beat, in which Mercury Rev performed the song surrounded by pantomime horses, a lion with a beach ball, a squid and a yeti, felt oddly appropriate given the song’s crazed glee.            5. Young Man’s Stride See You on the Other Side, the band’s third studio album, released in 1995, represented something of a commercial nadir for Mercury Rev. Baker had departed, longtime drummer Jimy Chambers was soon to do so too, and the album sold so badly that the band apparently asked their label to drop them. That 1995 was the peak of Britpop – a style that, at its worst, was the antithesis of Mercury Rev’s experimental bent – didn’t help the album’s fortunes. And yet for all its commercial failure, See You on the Other Side was in tune with the band’s previous, well-received releases. In Young Man’s Stride it even featured a song that sounds suspiciously like it could have been a hit, if released a few years earlier at the height of grunge (and possibly with Sonic Youth’s more fashionable name to it). Two and a half minutes of punkish snarl and thunderous drum propulsion, it may not be the only riff-led stomp in the band’s catalogue – Syringe Mouth on Yerself Is Steam sports a guitar line that bears a brilliant resemblance to the synth part in 2 Unlimited’s No Limit – but its focused aggression makes it unique in the Mercury Rev catalogue, a kind of palate cleanser to wipe clean the band’s unruly history.        6. The Private Psychedelic Reel – The Chemical Brothers The Private Psychedelic Reel may not be a Mercury Rev song. But it proved one of the key moments in their history, spurring a broke, disillusioned and depressed Donahue to start making music again. “Somewhere in 1996 or 1997, I can’t remember, nothing was happening, everything was at a complete standstill, we’d barely even begun writing Deserter’s Songs,” Donahue told the Quietus. “I was thinking, ‘Well, OK, I’ve got to go out there and pump gas for the rest of my life.’ Then out of the blue I got a call from Tom and Ed from the Chemical Brothers, who said, ‘Would you like to play on a song?’” For the Chemical Brothers, the track, which closed their career-defining second album, Dig Your Own Hole, was a revelation, the most perfect realisation to date of their attempts to fuse electronic music with psychedelia – the sound of George Harrison pootling around on a sitar fast-forwarded to the late 90s-club scene. What Donahue actually did on it remains a mystery. He is credited with “Effects [Dub ‘tetix Wave’]”, the Tettix Wave Accumulator being a mysterious, oscillator-based instrument invented by Donahue and Grasshopper, which apparently takes up most of the room in Grasshopper’s basement. The Chemical Brothers would go on to remix Deserter’s Songs’ closer, Delta Sun Bottleneck Stomp, to brilliantly Balearic effect, while Mercury Rev would, some 10 years later, dabble with electronica themselves on Snowflake Midnight. 7. Tonite It Shows            When Mercury Rev eventually ascend to the great gig in the sky, Deserter’s Songs will be written on their tombstone. The album, released in September 1998, is near flawless, one of those records on which not a second is wasted and every track could be a single. And yet when it was released, it felt like it had appeared out of nowhere. See You on the Other Side had flopped three years earlier and, as Donahue told Uncut in 2011, “The world wasn’t exactly waiting for another Mercury Rev record.” Even the fans were taken aback by Deserter’s Songs. The band had experimented with musical genres over the years, but they had never changed their sound so totally. Out went frantic electric guitars and brute sonic force, in came pastoral Americana and yearning for a forgotten age. It even featured a musical saw. But it was the incredible quality of the tracks that made Deserter’s Songs stand out. Tonite It Shows has an immaculate vocal performance from Donahue, which injects the straightforward nostalgia of lines such as “The way we were, the way we met / The way I lit your cigarette” with spine-tingling power, his voice catching at the edges like a man overcome with the force of memory. The orchestral arrangement, reminiscent of early Disney films, is note-perfect, too.  8. The Dark Is Rising If Deserter’s Songs proved a massive step forward for the band, both critically and commercially, their next two albums, 2001’s All Is Dream and 2005’s The Secret Migration, saw them largely stand still, using the dreamy pop template that had served them well on Deserter’s Songs to diminishing returns. The Secret Migration probably deserved the panning it got from the critics, who saw it as far too generic. But All Is Dream has some fantastic songs and moments of preposterous pomp, not least The Dark Is Rising, which continues the band’s tradition of brilliant album openers. The song races out of the traps with booming timpani and soaring strings, before settling into one of Donahue’s most sweetly affecting melodies. If Mercury Rev were ever to make a Bond theme, this would be it.            9. People Are So Unpredictable (There’s No Bliss Like Home) For the first time in their career, Mercury Rev found themselves out of ideas after The Secret Migration, having mined the pastoral seam they struck on Deserter’s Songs as far as they could. They would, however, find inspiration in the most unlikely place. “Our bass player Carlos was a DJ in this little nightclub,” Jonathan Donahue told the Quietus. “But he would play stuff that would get the girls dancing, you know, [sings] “groove is in the heaaart”, and we’d sneak in there and bring in tiny synthesisers, and say ‘OK, at the end of Groove Is in the Heart, switch into this, and see how long we could play before people noticed. Not mimicking the sound, but the feel.” The result was a bunch of 30-minute-long song ideas, largely electronic, which would become Snowflake Midnight, the band’s seventh studio album, released in September 2008. Their embrace of electronics was brilliantly out of place with what was happening in the rest of the musical world, coming more than a decade after British indie bands fused their own dance/rock crossover and a few years before America would “get” EDM. The sound of Mercury Rev propelled by a 4/4 kick, synth washes and electro-Krautrock beats (see Butterfly’s Wing and Senses on Fire for evidence) proved divisive: the Guardian’s Jude Rogers called the album a “masterpiece” in a five-star review, while Pitchfork suggested the band’s latest reinvention might not quite have hit the mark. Whatever the case, it was refreshing to hear the band try something new, and the gorgeous People Are So Unpredictable (There’s No Bliss Like Home) proved that Donahue’s wistful melodies could work brilliantly against electronic textures. 10. Are You Ready? It is a tribute to the band’s restless creativity that when they announced their eighth studio album, no one really knew what it was going to sound like. The Light in You was the band’s first new album in seven years, their first without Dave Fridmann and their first for a new label, Bella Union. The band had not been totally inactive in the break, however, with much of their time taken up with touring to promote the reissue of Deserter’s Songs. This excursion into their past proved to be instructive, as Grasshopper explained. “Playing tracks again from Deserter’s Songs helped us look at where we’ve been, and where we were going,” he said. “Though by no means did we want to make Deserter’s Songs 2, we did feel we had some loose ends to tie up.” The Light In You does lean more towards Deserter’s Songs than the lukewarm electronics of Snowflake Midnight, its sound dominated by acoustic guitars and sweet orchestral flushes and featuring some of their strongest songs in years. Remarkably, though, Mercury Rev still manage to explore new musical paths on the album, with Sunflower dashing through film-soundtrack funk, while Rainy Day Record features – I kid you not – the band’s first excursion into rap (or rhythmic spoken word, if there’s any difference). The best track, though, is the one that sounds most like the Mercury Rev of very, very old: Are You Ready? hints at the massed guitars and surging choruses of Boces or Yerself Is Steam – a sound that, it appears, is as evergreen as Mercury Rev themselves.",
  "webTitle": "Mercury Rev – 10 of the best",
  "webPublicationDate": "2016-05-18T13:02:08Z",
  "webUrl": "https://www.theguardian.com/music/musicblog/2016/may/18/mercury-rev-10-of-the-best",
  "keyword": [
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Pop and rock",
      "id": "music/popandrock",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Indie",
      "id": "music/indie",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Psychedelia",
      "id": "music/psychedelia",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Americana",
      "id": "music/americana",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Cardew",
      "id": "profile/ben-cardew"
    }
  ],
  "guardianId": "music/musicblog/2016/may/18/mercury-rev-10-of-the-best"
}