{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/09/ten-seats-that-will-be-key-battlegrounds-in-the-2016-australian-election",
  "id": "2016-05-08-28",
  "sectionId": "australia-news",
  "body": "If the Liberal-National Coalition loses 13 or more seats at the election, it will lose its majority. If Labor can gain 19 or more seats – needing a uniform swing of 4% – it will win a majority. There are more than 20 seats that could be crucial to this election but here are 10 seats that are worth watching – seats that may become key battlegrounds if the election is close. Banks, New South Wales Banks covers suburbs on the north shore of the Georges river in southern Sydney. Labor’s Daryl Melham held Banks for more than 20 years but lost in 2013 to Liberal candidate David Coleman. Coleman holds Banks by 2.8%, which is well within reach for Labor, but this area is trending towards the Liberal party. The Liberal vote is quite strong along the riverside and both state seats bucked the trend towards Labor at the 2015 state election. Bass, Tasmania Bass covers Launceston and the north-eastern corner of Tasmania. It is one of three marginal Liberal seats in central and northern Tasmania. The Liberal MP Andrew Nikolic holds Bass by a 4% margin. No MP has been re-elected in Bass since 2001 and Nikolic will have a fight on his hands to win a second term. Bonner, Queensland     The Liberal National MP Ross Vasta won the seat of Bonner when it was created in 2004, lost it in 2007 and won it back in 2010. Photograph: Andrew Sheargold/AAP    Bonner covers the eastern suburbs of Brisbane, including Manly, Wynnum and Mount Gravatt. The Liberal National MP Ross Vasta holds Bonner by a 3.7% margin. Vasta won the seat when it was created in 2004, lost it in 2007 and won it back in 2010. Brisbane, Queensland Brisbane covers the central suburbs of Brisbane on the north side of the river, including the Brisbane CBD, Fortitude Valley, Paddington, Clayfield and Kelvin Grove. The LNP’s Teresa Gambaro won the seat in 2010 and she’ll be retiring in 2016. Labor’s Pat O’Neil will be facing off against the LNP’s Trevor Evans. Evans will be defending a 4.3% margin. Corangamite, Victoria Corangamite covers rural areas to the south-west of Geelong, including Colac, Queenscliff, Torquay, Ocean Grove and the southern suburbs of Geelong. The Liberal MP Sarah Henderson won this seat in 2013 with a 3.9% margin. This seat was traditionally safer for the Liberal party but trended towards Labor in the 2000s before Labor won the seat in 2007. Cowan, Western Australia Cowan is a Liberal seat in the northern suburbs of Perth, covering Wanneroo, Ballajura, Girrawheen and Beechboro.    Polls suggest a large swing to Labor in Western Australia, so it would be hoping to win back Cowan    The Liberal MP Luke Simpkins won Cowan in 2007. Over four elections, Simpkins has increased the Liberal vote in Cowan by 13.4% but a redistribution shifted Cowan into more Labor-friendly areas, cutting his margin to 4.5%. Polls suggest a large swing to Labor in Western Australia, so it would be hoping to win back Cowan. Deakin, Victoria Deakin covers parts of Melbourne’s eastern suburbs, including Nunawading, Ringwood and Croydon. The Liberal MP Michael Sukkar won Deakin in 2013 with a 3.2% margin. Deakin is the most marginal Liberal seat in Melbourne and Labor would be hoping to regain it if it is on track to form government. Macarthur, NSW Macarthur covers most of the Campbelltown area in south-western Sydney and is held by the Liberal MP Russell Matheson, who was first elected in 2010. The redistribution removed most of the Liberal-leaning Camden and Wollondilly areas, drawing Macarthur into Labor-friendly Campbelltown. This change cut the Liberal margin from 11.4% to 3.3%. The Liberal party has held Macarthur for 20 years but Labor now has a strong chance of winning it back. Mayo, South Australia Mayo covers the Adelaide Hills, the Fleurieu peninsula and Kangaroo Island. The Liberal MP Jamie Briggs holds Mayo by a 12.5% margin. This seat looks safe on paper but the Nick Xenophon Team has identified Mayo as a key target. Xenophon polled 28.3% of the Senate vote in Mayo at the 2013 election. Briggs could be in trouble if the NXT candidate can overtake Labor and benefit from Labor and Greens preferences. New England, NSW     Barnaby Joyce speaks to residents during a ‘Politics in the Pub’ event at Merriwa during a day of campaigning in new parts of his electorate of New England. Photograph: Lukas Coch/AAP    New England is shaping up as a fierce contest between the sitting Nationals MP and deputy prime minister, Barnaby Joyce, and his predecessor, the independent candidate Tony Windsor. Windsor retired in 2013 and Joyce was easily elected without serious opposition. Windsor had won New England with relative ease against weaker Nationals opponents before 2013.  Both candidates have won New England easily in the past but never in a tight contest. Windsor’s popularity was once high but hasn’t been tested in an election since his decision to support the Gillard government in 2010. Joyce will be a much stronger opponent than Windsor has faced in the past. Map: ten seats to watch   Map: ten seats to watch",
  "webTitle": "Ten seats that will be key battlegrounds in the 2016 Australian election | Ben Raue",
  "webPublicationDate": "2016-05-08T20:30:07Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/09/ten-seats-that-will-be-key-battlegrounds-in-the-2016-australian-election",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Raue",
      "id": "profile/ben-raue"
    }
  ],
  "guardianId": "australia-news/2016/may/09/ten-seats-that-will-be-key-battlegrounds-in-the-2016-australian-election"
}