{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/28/hillary-clinton-campaign-emails-bernie-sanders-trump-polls",
  "id": "2016-05-28-105",
  "sectionId": "us-news",
  "body": "For Hillary Clinton, the week that Donald Trump finally sealed the Republican presidential nomination should have been a triumphant one.   Related: Endless war: Trump and the fantasy of cost-free conflict    After a final few delegates nudged him past the official finishing line on Thursday, here at last was the candidate Democrats always dreamed of running against: unpopular, undisciplined and ostensibly unelectable in November’s general election. Yet in the Alice in Wonderland world of American politics in 2016, nothing is what it seems. Clinton supporters would instead have to stomach six impossible things before the week was out. The first was the sight of the former secretary of state falling behind her Republican opponent in an average of national opinion polls.  Though by a wafer-thin – and probably temporary – margin, the breaching of this symbolic threshold could yet become self-fulfilling, if it normalises the once unthinkable prospect of a Trump White House. Then came a damning report by an independent inspector at the state department, who contradicted Clinton’s claims that she had been allowed to use a private email server for official business while serving as the nation’s chief diplomat.  Once again, things were not quite as simple as they appeared. Clinton allies argued the report showed other former secretaries of state up to the same tricks. But only one is running for president. With the FBI still investigating whether Clinton broke federal law, this is an old wound that could open again before the contest is over. Some Democrats, such as the progressive champion Elizabeth Warren, show signs of rallying round their beleaguered captain. But the FBI investigation also complicates the ability of the party’s most influential cheerleader to come to the rescue.  At a press conference in Japan, the normally loquacious Barack Obama flat-out refused to take a question from a journalist who asked whether the email scandal undermined Clinton’s trustworthiness.  In part, the ringing non-endorsement reflected the president’s need for political as well as legal neutrality. Perhaps the biggest surprise of the race so far is that it is the Democrats – not the Republicans, who started with 17 candidates – who have not yet decided their nominee.     Bernie Sanders wait for their candidate to arrive for a campaign event in San Pedro, California, on Friday. Photograph: Kevork Djansezian/Reuters    Bernie Sanders might be far enough behind in the delegate race for Clinton to plausibly declare herself the victor, but he is putting up a surprisingly spirited struggle.  The next surprise blow to Team Clinton this week was new opinion polling in California, where the penultimate and largest Democratic primary takes place on 7 June. It showed Sanders virtually neck and neck, forcing Clinton to schedule extra appearances to try to avoid the humiliating prospect of winning the national nomination race on the same day as she loses the largest state. To make matters worse, Sanders responded to Clinton’s decision to pull out of a scheduled televised debate by taking up a subsequently rescinded offer to face Donald Trump instead. Though establishment Democrats fumed at the disloyalty of such a stunt, few doubted it would have drawn giant audiences. Somewhat less attention was drawn to the final shock news of the week: a federal investigation into campaign contributions to a longtime Clinton confidant, Governor Terry McAuliffe of Virginia. With the FBI investigating both the candidate and the elected official with perhaps the closest ties to her family, Trump may have more ammunition for his “crooked Hillary” taunts than even he expected. ‘Bernie is going to be in her rear-view mirror very, very soon’ Whether these surprise developments in one week in May add up to lasting consequences in November is, of course, another matter. Some strategists in Washington believe Clinton should simply sit tight and ride out a storm that will pass quickly. “The polls are showing the race effectively tied, but Trump and Clinton are at very different points in their campaign,” said veteran political analyst Charlie Cook.  “The Republicans have come back in line faster than a lot of people thought, but Sanders will be out of [Clinton’s] way in a week and a half, and her natural lead will return to three or four points.  “In November, it is not going to matter a whit if he won California. Bernie Sanders is going to be in her rear-view mirror very, very soon.” Cook argues that scrutiny can only get harder for Trump, while Clinton may have been through the toughest phase.     The presumptive Republican nominee, Donald Trump, meets supporters in Billings, Montana, on Thursday. Photograph: Jonathan Ernst/Reuters     Related: Is Bernie Sanders making a Trump presidency more likely? | Christopher R Barron    “The worst things that could happen are largely behind her,” he said. “If the justice department was going to charge her it would probably have done so by now. I would rather be her than [Trump]. There are too many things that have to go right for him. I don’t think she’s in a terribly challenging place.” Certainly, to envisage Trump’s national poll improvement bearing fruit requires some heroic assumptions about the state contests that actually decide presidential elections. Not only would the New York billionaire probably have to transform previously safe Democratic territory in the rust belt, such as Pennsylvania, Michigan and the more finely balanced Ohio. He would also have to stop Clinton holding more diverse states like Virginia and Colorado and possibly winning back Arizona and Georgia. Other experts, such as Larry Sabato of the Center for Politics at the University of Virginia, suggest Clinton’s struggle to conclude the Democratic race could make for a bumpy party convention in July. “How she handles Sanders is key,” Sabato said. “If she does it skilfully, it will be crucial to motivating younger voters, who are very hard to get out to vote if they are not enthusiastic.    She can’t control the FBI. She started that ball rolling and will have to live with the consequences  Larry Sabato, Center for Politics at the University of Virginia     “If he wins California, it guarantees he will go forward to the convention trying to turn every last delegate and it could be very damaging for her. It is a turning point.” Just as importantly, Sabato argues, Clinton needs to go on the offensive and set her own agenda over the next few weeks.  “Some things she can’t control,” he said. “She can’t control the FBI. She started that ball rolling and will have to live with the consequences. She has to demonstrate how she is going to attack Trump. They are all over the map at the moment because there is an embarrassment of riches, but there is devilry in that in a way.” Right now, most pundits agree that it all makes for a noisy political environment in which it is hard to judge who is really winning. Kathleen Hall Jamieson, professor of communications at the Annenberg Public Policy Center at the University of Pennsylvania, believes the best approach is for Clinton to try to define her own news agenda, rather than respond to that of her critics. ‘The news environment matters,” she said. “The email news could have been much worse if it had fallen in a quieter week. She has benefited this week from the fact that there has been a cluttered news environment.”   Related: Travelgate to Furnituregate: a guide to the Clinton scandals of the 90s    But Jamieson, who founded factcheck.org to help hold politicians to account, is scathing of the tactics adopted by the Clinton campaign regarding the emails, which she believes distort the degree to which the rules have changed since previous secretaries of state were in office. “[Clinton] is making the best she can of it, but she is doing it by misrepresenting the facts,” she said. “It would be smarter not to offer misleading inferences.” Beyond all else, this suggests it is the ongoing furore over her emails, rather than Sanders or Trump, that could really spoil the party. “California is not likely to come back to haunt her,” Jamieson said. “The damaging thing is the report by the State Department and how it fits in the ongoing narrative.  “This speaks to a central part of her campaign – her experience – and calls into question her judgment. The question now is what is the next shoe to drop.”",
  "webTitle": "Hillary Clinton's week from hell: can she shake off troubles to take on Trump?",
  "webPublicationDate": "2016-05-28T11:34:50Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/28/hillary-clinton-campaign-emails-bernie-sanders-trump-polls",
  "keyword": [
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Democrats",
      "id": "us-news/democrats",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Bernie Sanders",
      "id": "us-news/bernie-sanders",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Dan Roberts",
      "id": "profile/dan-roberts"
    }
  ],
  "guardianId": "us-news/2016/may/28/hillary-clinton-campaign-emails-bernie-sanders-trump-polls"
}