{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/12/how-history-shaped-jewish-identity",
  "id": "2016-05-12-68",
  "sectionId": "world",
  "body": "Your correspondents seeking to defend the Labour party from allegations of antisemitism disgrace themselves and their argument when they claim that “most Jews who perished in the Holocaust were indifferent to Zionism and many opposed it” (Letters, 11 May). They simply do not know what the 6 million victims of Nazi antisemitism thought of Zionism. They do not know how many Polish Jews who voted for non-Zionist parties before the war changed their views as they were forced into ghettos and camps, starved and worked to death, shot into pits and herded into gas chambers. They do not know how many Jews might have been saved had Israel existed in the 1930s, nor how many survivors were grateful for Zionism after the war when Israel was the only country that would take them in. They claim to speak for those who cannot, in order to fight their petty political battles. They may speak as Jews, but they show a stunning disregard for the sensibilities and sensitivities of their fellow Jews. They would be well advised not to repeat this claim.Dave RichCommunity Security Trust • The signatories to the letter do not mention that not one single Bundist was ever elected to the Sejm, the Polish parliament during the inter-war years. The Zionists and the ultra-orthodox were far more successful. In 1939 the Bund depended on an electoral arrangement with the Polish Socialist party for its municipal election gains. Those Warsaw Jews who did vote for the Bund were slaughtered by the Nazis in the Holocaust; and Stalin ordered the execution of its leaders, Henryk Ehrlich and Victor Alter, who had sought refuge in the Soviet Union. After the war many surviving Bundists and others on the left followed Trotsky’s approach in the 1930s that there was now some validity in Jews leaving for Palestine to build socialism. After 1945, it was the recognition that there had been no international workers’ uprising to save the Jews during the Holocaust that transformed Zionism from being a minority concern among Jews. The recent survey by City University about British Jewish attitudes towards Israel indicated that an overwhelming 93% believed that an identification with Israel forms some part of their identity today. The ideological and emotional attachment to the pre-war Bund blinds the signatories to the notion that anti-Zionism can occasionally tip over into antisemitic stereotyping and should therefore be condemned.Colin ShindlerEmeritus professor, Soas, University of London • I found something stomach-turning in the extraordinary and deeply offensive implication that the chief rabbi might be branding a number of Jewish Holocaust victims antisemites. Do the long list of signatories (designed to impress) believe (wrongly) that their self-proclaimed Jewishness protects them from accusations of being antisemitic themselves? No other country in the world faces the ignominy of having to face the constant questioning of its very existence like Israel. After 68 years, maybe it’s about time to recognise that Israel is here to stay, and deal with it? Oh yes, and I am a Jew too (if that’s all right).Gary LancetLondon • Join the debate – email guardian.letters@theguardian.com",
  "webTitle": "How history shaped Jewish identity | Letters",
  "webPublicationDate": "2016-05-12T18:41:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/12/how-history-shaped-jewish-identity",
  "keyword": [
    {
      "webTitle": "Judaism",
      "id": "world/judaism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Israel",
      "id": "world/israel",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "History",
      "id": "education/historyandhistoryofart",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Poland",
      "id": "world/poland",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Middle East and North Africa",
      "id": "world/middleeast",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Race issues",
      "id": "world/race",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "world/2016/may/12/how-history-shaped-jewish-identity"
}