{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/24/jockey-michelle-payne-undergoing-tests-in-hospital-after-nasty-fall",
  "id": "2016-05-24-322",
  "sectionId": "sport",
  "body": "The Melbourne Cup-winning jockey Michelle Payne will undergo tests on her pancreas and liver after suffering a heavy fall during a race in Mildura on Monday afternoon. Payne, who was riding her brother Patrick’s horse Dutch Courage in race seven of the meet in Victoria, was taken by ambulance to Mildura base hospital for observation after complaining of severe abdominal pain.   Related: 'Get stuffed': how Michelle Payne and family beat odds to win Melbourne Cup    Despite being given a tentative all-clear, she later tweeted that she would have to attend the Alfred hospital in Melbourne for further tests on Tuesday. Victorian Jockeys Association chief executive Des O’Keeffe sought to reassure fans of Payne, who became the first woman to ride to Melbourne Cup victory in 2015, and play down the severity of her injuries. “It’s nothing urgent or too dramatic, it’s more of a precautionary move,” he said. “She’s not at the top of her game, but she’s going really good. “They are riding 500kg animals at 60km/h in a field, it is always going to be a dangerous job, but it’s as safe as can be – they wear vests, they wear safety helmets.” Payne’s father, Paddy, said she had landed underneath her horse and taken a kick to the stomach. The jockey was fortunate to have been riding at the back of the field with no other horses behind her at the time of the fall. “She told me she got a kick in the guts but she can’t remember much else about the fall,” Paddy Payne said. “She said she was going OK, but her stomach was hurting. “She sounded a bit down as it’s marred a good weekend for her. Unfortunately it’s just one of those things and it’s always on the cards in racing.” Earlier in the day, Payne had ridden two winners and placed second three times for her brother.  Last weekend she rode Prince of Penzance – the 100-1 shot she paired with to win the 2015 Melbourne Cup – to second place at the RA Lee Stakes in Morphettville, the gelding’s first outing since last year’s famous victory at Flemington Racecourse.",
  "webTitle": "Jockey Michelle Payne undergoing tests in hospital after nasty fall",
  "webPublicationDate": "2016-05-24T00:22:30Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/24/jockey-michelle-payne-undergoing-tests-in-hospital-after-nasty-fall",
  "keyword": [
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Melbourne Cup",
      "id": "sport/melbourne-cup",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Michelle Payne",
      "id": "sport/michelle-payne",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian sport",
      "id": "profile/guardian-sport"
    }
  ],
  "guardianId": "sport/2016/may/24/jockey-michelle-payne-undergoing-tests-in-hospital-after-nasty-fall"
}