{
  "apiUrl": "https://content.guardianapis.com/holiday-in-sweden/2016/may/11/10-things-to-do-in-west-sweden-this-summer-and-autumn",
  "id": "2016-05-11-120",
  "sectionId": "holiday-in-sweden",
  "body": "Sweden’s west coast has plenty to offer visitors willing to get off the beaten track. Here, one can taste the country’s freshest fish and seafood, indulge in the tradition of Swedish coffee and rich pastries and visit the effortlessly chic headquarters of Scandinavian fashion. Here are the 10 best ways to discover the rich landscape and culture of West Sweden.    Related: Eat like a Swede    Sample signature seafoodWest Sweden is famous for its seafood. But the experience does not have to start at the dinner table. The closeness of Sweden’s island archipelago allows visitors to take part in the fishing themselves. Fishing tours and seafood safaris take place all summer and autumn in the seaside resort of Smögen, where lobster and crayfish are abundant – especially in August and September when crayfish parties take place in homes throughout the country. You can head out on shellfish safaris all over the western province of Bohuslän, hunting for oyster, crayfish, lobster, mussels and shrimp. If there’s no home for you to head to don’t worry, you won’t have to miss out on a crayfish party. Norrqvarn Hotell & Konferens offers some catch-your-own fun fresh from the Göta canal, while guests at the Väderöarnas Värdhus guesthouse have the chance to tuck into freshly caught langoustines (ocean crayfish) from its enviable location on the Weather Islands. Kayak in BohuslänIf you visit Bohuslän, make sure to experience it paddling a kayak through the crystal clear waters surrounding this beautiful archipelago, with plenty of beaches to rest at. Nautopp Seakayaking offers a three-day tour starting from the seaside resort of Grebbestad (home of some of the world’s best oysters). When you reach the Fjällbacka archipelago you relax swimming, snorkelling and sunbathing. Make sure you look out for seals when you pass the island of Hamburgsund. At night you sleep in tents on sandy beaches.      Head to Smögen for seafood safaris. Photograph: Gustaf Waesterberg/plainpicture/Folio Images    Enjoy fika in AlingsåsThe ideal place to combine the Swedish tradition of fika with sightseeing tour of the town of Alingsås? Fika is the obligatory time of day – sometimes even law-enforced at the workplace – when Swedes meet over coffee and something sweet to eat. Alingsås is called the capital of fika, due to its rich heritage in this tradition. As early as the 18th century coffee shops filled the town and, luckily, many remain. Visitors are invited to partake in the tradition in a newly created fika tour. The hour-and-a-half long walk, hosted year round, takes visitors to five selected stops set among the tempting bakeries and coffee shops of Alingsås. This way you get to experience the Swedish lifestyle up-close – Swedes love to sit down with a cup of strong coffee and a bun and talk for hours.  “Cinnamon buns, seven types of traditional cookies, and princess cake (prinsesstårta), a layered cake with whipped cream, vanilla and jam filling covered in a layer of green marzipan, is served alongside modern raw-food fika [raw, unprocessed, health-concious ingredients such as nuts and dried fruits],” explains Gunbritt Reteike, Alingsås council’s head of tourism. Travel along Göta canalConstructed in the early 19th century, Göta canal connects a number of lakes and rivers to form a route from Sjötorp by Lake Vänern, north-east of Mariestad, to Mem on the Baltic Sea, just east of Söderköping, stretching 191 kilometres. There are plenty of tours you can take here, including cycling, hiking and going on one of the canal boats. You can also catch fresh crayfish from the canal. Norrqvarn Hotel & Conference offers a three-day cycling tour where you get to pass historic sites and visit old harbour warehouses. Visit the Göta canal site for more information. Explore Läckö CastleLäckö Slott, located a two-hour drive north-east of Gothenburg, overlooks Sweden’s largest lake, Vänern, and makes for an ideal start point for a day trip to the Vänern archipelago. Surrounded by a large garden and steeped in medieval history, the castle also offers more modern facilities, including dining at restaurant Hvita Hjorten and coffee at Café Stallet. There is also lodging for visitors – either in the nearby camping grounds and guest harbour, or in Victoriahuset on the banks of Vänern. The castle is open May to September. Hike the car-free islands in BohuslänThere are plenty of hiking trails in Bohuslän, but you should make sure to experience the car-free islands. North and South Koster in the Koster marine national park offer a host of activities on route either on foot or by bike. Make sure to stop by Kosters Trädgårdar, which is a garden cafe set in a lush garden from where they also pick the ingredients for your lunch or dinner. You will also get to enjoy the views from the highest point on the islands, Valfjäll.     Läckö Castle is steeped in medieval history. Photograph: Alamy    Solve a murder mystery in FjällbackaThroughout summer and autumn, the small community of Fjällbacka welcomes visitors eager to soak up some sun and enjoy beautiful views of the ocean from the historical Vetteberget mountain.There is, however, more to the story of this seemingly serene setting. The cosy fishing village is also the setting for popular crime novelist Camilla Läckberg’s Fjällbacka Murders series. The city even hosts murder mystery tours in Läckbergs’ name.   Go seal watching in KosterKosterhavet, Sweden’s first national marine park, protects a coral reef and aquatic life in and around the Koster fjord, host to the greatest amount of marine biodiversity in Sweden. Some of the park’s seal population can be spotted, by boat, heading for some of the best sunbathing spots on the shores of Koster’s southern archipelago. Other activities in the area include snorkelling, and fishing for mackerel and crayfish. Visit farm shops and local producersMake sure to visit the mill in Hyssna, a farm shop and artisanal bakery where you can also experience the authentic industrial museum which has one of the last frame-saws in western Sweden. Other stops should include Hofsnäs lilla Saluhall with produce from around 30 local farmers, Sivans cheese in Vara and the garden café Kosters Gardens on the island of Koster for their home-grown produce that make up delicious salads and sandwiches. (This post is recommended by Visit Sweden.)   Textiles and street art in BoråsMuch of Swedish fashion heritage hails from the textile schools and manufacturers of Borås, which is just a 45 minute drive from Gothenburg. At the Textile Museum of Borås, visitors can get an insight into the starting point of many top tier brands and designers connected to the area. There’s more to Borås’s creativity and the city’s street art initiative, No Limit Street Art Borås, can be easily be enjoyed on foot. For more information, visit No Limit Street Art. For bespoke tours of West Sweden that take you off the beaten track visit the Sunvil website  This article was amended on 16 May 2016 to correct the No Limit Street Art Borås tour dates, and on 18 May 2016 to update the recommended farm shops and local producers.",
  "webTitle": "10 things to do in West Sweden this summer and autumn",
  "webPublicationDate": "2016-05-11T16:31:01Z",
  "webUrl": "https://www.theguardian.com/holiday-in-sweden/2016/may/11/10-things-to-do-in-west-sweden-this-summer-and-autumn",
  "keyword": [
    {
      "webTitle": "Holiday in Sweden",
      "id": "holiday-in-sweden/holiday-in-sweden"
    }
  ],
  "authors": [],
  "guardianId": "holiday-in-sweden/2016/may/11/10-things-to-do-in-west-sweden-this-summer-and-autumn"
}