{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/27/bletchley-park-was-rife-with-sex-and-romance-says-historian",
  "id": "2016-05-27-63",
  "sectionId": "world",
  "body": "Bletchley Park evokes an image of serious pipe-smoking young men in Fair Isle sweaters working alongside equally serious young women, often from aristocratic backgrounds. But, Hay festival heard on Friday, the wartime codebreaking HQ was also teeming with sex and romance tolerated by the authorities. Bletchley historian Sinclair McKay joked: “I don’t have a complete list of romances, affairs, dalliances... there were too many to count. An eye-watering number.” “There were British and American romances, there were elicit affairs and marriages which carried on for decades after. We always now associate Bletchley Park with Tweed and pipes and Fair Isle sweaters but actually it was very vibrant and beautiful.” McKay gave the example of Mavis Lever, who was brilliant at wrangling with the Italian Enigma codes and was instrumental in Britain winning the Battle of Cape Matapan. She met the love of her life at Bletchley, a Lancashire codebreaker in hut 6 called Keith Batey: “Their eyes met across a crowded Enigma machine.” McKay recalled asking the Bateys if their affair was ever a security concern because people from different huts were forbidden from discussing any aspect of their work. “Apparently not,” he said. “The other side of this is that the authorities thought it was much better that affairs were kept in-house.” Married couples were not even allowed to discuss their roles after the war. McKay said he talked to one couple who only turned to each other in the 1990s, after Bletchley Park’s real purpose was finally revealed, and asked what the other had been doing. McKay said a “free-wheeling, free-thinking atmosphere” was deliberately encouraged by the man in charge, Alastair Denniston, who appreciated what the difficulty of getting the best out of his cryptologists. “It was not easy, it was like trying to herd grasshoppers,” said McKay. “The Foreign Office was taken aback by the apparent lack of hierarchy. Also was Bletchley a military or a civilian establishment? It could be whatever anyone wanted it to be.” Certainly it could be an eccentric place, baffling to locals who speculated it was a government-owned lunatic asylum. American visitors were staggered to discover work really did stop for tea. McKay said there was lots of dancing at Bletchley and he had talked to young women who would make regular hedonistic trips to London during the Blitz and catch the milk train back. That’s not to say there was not lots of incredibly hard work and unbelievable achievements which helped the Allies win the war. But McKay’s colleague Thomas Briggs said wartime Bletchley Park should be compared to a university campus... “and all that entails”.",
  "webTitle": "Bletchley Park was rife with sex and romance, says historian",
  "webPublicationDate": "2016-05-27T17:00:06Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/27/bletchley-park-was-rife-with-sex-and-romance-says-historian",
  "keyword": [
    {
      "webTitle": "Second world war",
      "id": "world/secondworldwar",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Hay festival",
      "id": "books/guardian-hay-festival",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Festivals",
      "id": "culture/festivals",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Brown",
      "id": "profile/markbrown"
    }
  ],
  "guardianId": "world/2016/may/27/bletchley-park-was-rife-with-sex-and-romance-says-historian"
}