{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/17/tuesdays-best-tv-marcella-david-attenboroughs-zoo-quest-locked-up",
  "id": "2016-05-17-318",
  "sectionId": "tv-and-radio",
  "body": "In the Club9pm, BBC1 Despite the occasional mention of Kim’s baby blog, there’s a distinctly late-90s air to Kay Mellor’s Leeds-based parenting drama. As its second series trundles on, hapless Rick causes chaos for Dev and Jasmin, demanding their help when one of Diane’s young charges is injured in her absence. Meanwhile, surrogate mum Shelly goes into labour with Nathan and Andrew’s baby, and Ray worms his way back into ex-wife Roanna’s life under false pretences. Hannah J Davies Marcella9pm, ITV Oh Marcella, with your Scandi cardigans, sippy beers and those moments that make you jump out of your seat, why must you end? It’s the big finale, so who’ll be found with a plastic bag on their head this week? Marcella (Anna Friel) is questioning Henry (Harry Lloyd) as she looks for Matthew (Ben Cura), and Tim (Jamie Bamber) puts the squeeze on Jason (Nicholas Pinnock) in the investigation of Andrew Barnes’s murder. Whodunnit? And, more importantly, will there be loose ends to tie up if it returns for a second series? Hannah Verdier David Attenborough’s Zoo Quest in Colour9pm, BBC4 A remarkable discovery was recently made in the vaults of the BBC natural history unit: 16mm negatives of the 1950s show Zoo Quest – astonishingly, in fabulous colour. In this dazzling documentary, original presenter Attenborough and pioneering cameraman Charles Lagus talk us through the making of the show and the treasures within, including Balinese musicians and a fresh-faced Attenborough himself. The delight is palpable. Ali Catterall The Tunnel: Sabotage9pm, Sky Atlantic Having diverted from the template of The Bridge, season two of The Tunnel has seen bullish-but-smart Karl Roebuck (Stephen Dillane) and socially challenged-but-smart Elise Wassermann (Clémence Poésy) pulled into a case that appears to involve conspiracies within conspiracies. And, to judge by tonight’s scenes of torture, some genuinely scary baddies. Several scenes stretch credulity, but it’s a taut procedural with bravura moments. Jonathan Wright Locked Up10pm, Channel 4 Recent years have brought a couple of dramas worthy of sitting alongside Prisoner: Cell Block H in the women’s prison TV pantheon. This Spanish series co-opts Orange Is the New Black’s innocent-thrown-to-the-wolves motif: unworldly, overly entitled Macarena Ferreiro (Maggie Civantos) will have to toughen up after she’s framed for fraud and jailed. The tone is pleasingly bleak and clinical from the start, and a disturbing incident on her first night inside can only make Macarena’s life harder. Phil Harrison The Great Human Race10pm, National Geographic “Humans walk the earth today for one reason: we are survivors,” says the entertainingly portentous voiceover as a stone-age couple tear lumps off a deer carcass. It turns out they are archaeologist Bill Schindler and primitive survival instructor Cat Bigney. The two will live like primitive humans in unforgiving terrains around the world, wearing only animals skins and using ancient tools. It’s a hoot, with both taking it very seriously. Wildly entertaining. Julia Raeside Leicester’s Impossible Dream – Gary Lineker’s Story of the 2015/16 Premier League Season10.45pm, BBC1 Boyhood fan and one-time club centre-forward Gary Lineker is the only possible host for this review of the most surprising English football season ever, and arguably the greatest underdog triumph of all time in any sport: relegation favourites Leicester City winning the Premier League. Lineker’s wonder on Match of the Day was just one of the joys of watching the Foxes fly; his closeness to the club should afford insight into how on earth Claudio Ranieri and his players kept their nerve. Jack Seale Film choice The Sea Inside (Alejandro Amenábar, 2004) 9pm, Sky Arts The true-life story of Ramón Sampedro. After 27 years as a quadriplegic following a diving accident, Sampedro fought for the right to end his life, a decision that brought him into conflict with the courts, church and his loving family. A restrained and moving account, with an affecting central performance by Javier Bardem. Paul Howlett Live sport Cycling: Giro d’Italia Coverage of the 10th stage of the Grand Tour race, featuring a route from Campi Bisenzio to Sestola. 1.30pm, Eurosport 1 IPL cricket: Rising Pune Supergiants v Delhi Daredevils From Maharashtra Cricket Association Stadium in Pune. 3pm, Sky Sports 2 Championship football: Hull City v Derby County Second leg of the play-off semi-final. 7.30pm, Sky Sports 1",
  "webTitle": "Tuesday’s best TV: Marcella; David Attenborough’s Zoo Quest; Locked Up",
  "webPublicationDate": "2016-05-17T05:10:34Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/17/tuesdays-best-tv-marcella-david-attenboroughs-zoo-quest-locked-up",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Hannah J Davies",
      "id": "profile/hannah-j-davies"
    },
    {
      "webTitle": "Hannah Verdier",
      "id": "profile/hannah-verdier"
    },
    {
      "webTitle": "Ali Catterall",
      "id": "profile/alicatterall"
    },
    {
      "webTitle": "Jonathan Wright",
      "id": "profile/jonathanwright"
    },
    {
      "webTitle": "Phil Harrison",
      "id": "profile/phil-harrison"
    },
    {
      "webTitle": "Julia Raeside",
      "id": "profile/juliaraeside"
    },
    {
      "webTitle": "Jack Seale",
      "id": "profile/jack-seale"
    },
    {
      "webTitle": "Paul Howlett",
      "id": "profile/paulhowlett"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/17/tuesdays-best-tv-marcella-david-attenboroughs-zoo-quest-locked-up"
}