{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/18/bayern-munich-americas-favourite-football-team",
  "id": "2016-05-18-249",
  "sectionId": "football",
  "body": "The scenes in tiny Ingolstadt when Bayern Munich secured a record fourth Bundesliga title in a row, weren’t exactly ones of utter jubilation. The Bavarian giants celebrated in the visitors’ dressing rooms after their victory over the home side, but were perhaps still slightly downbeat from their semi-final loss to Atlético Madrid in the Champions League earlier in the week. Thousands of kilometres away however, a celebratory mood filled Cleo’s Bar and Grill in Chicago, where dozens of fans and members of the official Bayern Munich Chicago fan club had gathered for an 8.30am kick-off. Shots of Jägermeister and pints of Paulaner were shared, as they very likely were by Bayern fans throughout the US and North America. Bayern Munich is not yet synonymous with the world’s elite soccer clubs whose reach stretches far beyond their home country: in comparison to Real Madrid, Barcelona and Manchester United, for example, the German champions don’t yet have the kind of global reach that has transformed their club into a powerful international brand. Their Twitter account currently counts 2.8 million followers while the aforementioned clubs count 19.3 million, 17.5 million and 7.67 million followers, respectively.   Related: Bayern Munich send off Guardiola like a brilliant but unloved CEO | Raphael Honigstein    But on the strength of yet another Bundesliga title, and with the chance to add a DFB-Pokal Cup to the season on Saturday against rivals Borussia Dortmund, Bayern are planning a full-scale offensive into the North American market to expand their reach. Glimpses into the many established fan clubs within the United States and Canada provide the kind of route that Bayern will have to take to grow their brand. The club’s launch of an office in New York City in 2014 that will “work to raise awareness of the FC Bayern brand in North America” came very soon after Germany’s World Cup win in 2014. The club will play three matches this summer in Chicago, New York and Charlotte as part of the International Champions Cup. Despite a record-setting Bundesliga title, the club’s approach to expanding their reach into the US market will not be a traditional one. Soccer is as star-driven a sport as any other, but Bayern does not have a global star on their roster to compare to Lionel Messi or Cristiano Ronaldo. Jose Miguel Burgos of International Soccer Consultants, a US-based soccer consultancy firm, believes that this won’t hamper their approach in the lucrative US market. “Bayern Munich is going for a different demographic,” he tells the Guardian. “They’re going for the root. The other clubs are going after the millennials who are already watching three or four soccer clubs per weekend. We have a lot of those fans in America who can very well follow Manchester City, AC Milan and Barcelona at the same time.” Based on what he’s seen, Burgos believes Bayern are trying to appeal to fans who identify with the club rather than a specific player, and that the advantage they have is that they can relate to the actual “meat and potatoes” of the American soccer world. “The American sports fan follows teams,” he says. “The Japanese and Asian markets follow players. Americans are interested more in something long-term if they’re going to devote their interest to soccer in the way Bayern Munich is thinking about it. Compared to any other major American sport, soccer is not seasonal. Soccer can last all year long. There is an emphasis on removing the superstar image from the equation. What happens if Cristiano Ronaldo leaves Real Madrid tomorrow?” It is a player like Ronaldo that Bayern lacks. In ESPN Magazine’s recent “Fame Issue,” Ronaldo was ranked as the most famous athlete in the world with Barcelona’s Lionel Messi and Neymar finishing third and fourth respectively.    Related: Bayern Munich sign Dortmund’s Mats Hummels and Benfica’s Renato Sanches    If Bayern truly are going to compete in the US market, forging stronger connections with established fan clubs could help. The German national team are one of the favourites entering this summer’s European Championships, and Matthias Schmitt of the Bayern Munich New York City fan club says that the club’s membership is a reflection of the German national team. “A lot of our members are fans of the German national team. Because Bayern Munich was always responsible for having a block of players on the German national team, it invariably led people to follow Bayern Munich,” he says. In Toronto, a multicultural city with no shortage of transplanted fans that have connections to soccer clubs around the world, Bayern’s fan club stretches throughout the entire International Sports Bar and Eatery. Here, dozens of fans gather every Saturday morning for Bundesliga matches and even more emerge for Champions League matches. While the club is less than two years old, fan club representatives speak of the incredible growth in that short time. I watched Bayern lose 1-0 to Atletico Madrid in the first leg of the Champions League final with the fan club. For Bayern fans, it was a painful loss. Another Bundesliga title and perhaps an 18th DFB-Pokal Cup this weekend would serve as a nice consolation prize. But it is the larger titles, specifically the Champions League that have eluded Bayern for the past three seasons, that could help increase their brand exponentially. “Ultimately, what it comes down to is consistent success at a high level,” says Ryan Tune, deputy chair of the Bayern Toronto fan club. “No casual soccer fan is going to become a Bayern fan by [Bayern] winning the Bundesliga or winning the Pokal. They’re only going to become fans when the team wins the Champions League or consistent Champions League success. That’s the only way a person without some sort of deep-rooted connection that goes back to German heritage will become a Bayern fan.”",
  "webTitle": "Can Bayern Munich become America's favourite football team?",
  "webPublicationDate": "2016-05-18T10:00:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/18/bayern-munich-americas-favourite-football-team",
  "keyword": [
    {
      "webTitle": "Bayern Munich",
      "id": "football/bayernmunich",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Bundesliga",
      "id": "football/bundesligafootball",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "European club football",
      "id": "football/europeanfootball",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Joshua Kloke",
      "id": "profile/joshua-kloke"
    }
  ],
  "guardianId": "football/2016/may/18/bayern-munich-americas-favourite-football-team"
}