{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/21/justin-trudeau-elbow-canada-benny-higgins-tesco-black-cabs-london-kim-jong-un",
  "id": "2016-05-21-24",
  "sectionId": "commentisfree",
  "body": "Canada’s prime minister, the Liberal Justin Trudeau, had what we might call an interesting moment in the House of Commons in Ottawa last week. Trudeau, impatient to get a vote started (on assisted death legislation), strode over to a scrum of stalling politicians, pulling chief opposition whip Gordon Brown towards his chair, allegedly shouting at others: “Get the fuck out of the way”, and sharply elbowed New Democratic party MP Ruth Ellen Brosseau in the chest. Brosseau was clearly shocked by the incident and left before the vote, with Trudeau later apologising for “impacting” her. “Impacting” is one way of putting it, though it’s clear from the footage that what happened to Brosseau was unintentional. So this wasn’t about women politicians being molested or made to feel unsafe (a contention farcically milked by Trudeau’s opponents in the aftermath). Trudeau didn’t realise who was behind him or even that he was elbowing anyone.           Canadian PM Justin Trudeau apologises after physical altercation in parliament    However, how about what was intended? Why was Trudeau, a 44-year-old politician, having a foul-mouthed tantrum over a (reportedly brief) delay to the start of a Commons vote? What made him think that he was free to manhandle Brown, or, indeed, anyone else? Crucially, has Canada’s Sun King revealed a little too much? This isn’t an exclusively Canadian issue – not after the almost-blanket western dribbling over Trudeau, son of former PM, Pierre, and “hip” beacon of genial liberalism, hailed as a happy contrast to the repressive, divisive, socially stiff previous Conservative leader Stephen Harper. However, even before The Elbow Cometh, the honeymoon was over. The cult of Trudeau was becoming too dominant; there were too many cutesy photo-ops, too much style over substance, and not enough hard government graft, his oft-cited likability starting to grate. So far, so normal for a new leader – the celestial glow and heavenly choir were always going to depart at some point. Still, there’s no discounting the shock of seeing someone of Trudeau’s rank manhandling others to make them do his bidding faster. It is usually assumed that people behave even worse in private than they do in public. I’m not implying that Trudeau is battering politicians or anybody else behind closed doors. That would be ludicrous. However, his behaviour still speaks volumes: it was a display of impatience, immaturity (as long charged by his political enemies) and an overinflated sense of entitlement.   Related: Elbowgate: is it the end of the Justin Trudeau honeymoon? | Stephen Maher    The last shouldn’t be a surprise – it would be more surprising if Trudeau did not have a sense of entitlement. Take away the liberal giftwrap, and he’s the son of a former leader, the product of a political dynasty as much as George W Bush. This isn’t news. Nobody minded. I’m sure many liked the nostalgic sprinkle of stardust (Pierre! Margaret!) that Justin Trudeau brought to the table. However, entitlement is a different matter: no one votes for that. And no one votes for out-of-control petulance. Which is why whom Trudeau “impacted” is a side issue. I’m not diminishing what happened to Brosseau. Men are always going on about how a kick to the crotch hurts: believe me, a sharp jab to the breasts isn’t an umbrella-strewn cocktail. However, that was an accident. It was what Trudeau intended to do that mattered. This wasn’t a leader asserting his authority – this was a little emperor stamping his foot because things weren’t going his way fast enough. This was: “Do as I say, I’m very important, and always have been.” The kind of behaviour that has spoiled rich kid written all over it. Will Trudeau’s term be overshadowed by this? Let’s hope not – and it’s unlikely to be. It’s early days, and Trudeau has plenty of time to make up for his mistake. However, mistake it was, and an illuminating one. Uh-oh – nuclear Kim is trying to quit     ‘Supreme gasper’: Kim Jong-Un indulges his former habit at a hospital in Pyongyang. Photograph: KNS/AFP    In the week of the introduction of standardised cigarette packets, it’s also been announced that Supreme Leader Kim Jong-un has quit the fags in support of North Korea’s anti-smoking policies. This is devastating news for those of us who, the odd bit of despotism aside, were fans of the Supreme Gasper’s defiant smoking style. Not for Kim, the westerner’s shame-faced query about whether it was OK to smoke on your garden decking, or self-conscious “smirting” on pavements outside restaurants. Kim would puff anywhere – in a famous incident in 2013 he even had a cigarette going when he was testing out some new exercise machines. However, alarm bells are ringing shrilly across the globe at the news that Kim has given up. As anyone who’s given up smoking will know, tempers can fray during the process. A happily smoking supreme leader was nerve-racking. Now that Kim has jacked in the snouts, let’s hope North Korea has a large supply of Nicorette patches, and that no one leaves him alone near any super-special flashing red buttons. Every little black cab helps     ‘Ferried around’: Tesco Bank boss Benny Higgins. Photograph: Tesco Bank/PA    Tesco Bank boss Benny Higgins is reported to have spent more than £18,000 on London cabs over eight months, despite the company’s new cost-cutting measures. For that money, you’d like to imagine that Higgins didn’t even walk to the bathroom by himself, that he was driven right up to the urinal. However, Higgins seemed to have had a smashing time, being ferried around the capital – museums, opera houses, restaurants in Belgravia. Just the average London tourist itinerary then, if the tourist earned millions a year. I’m sniping, but a little bit of me understands. Like Higgins, I grew up in that terrible dark savage place known as Not London, and I know how easy it is for people like us to become intoxicated by the allure of London black cabs. Years ago, during a very busy work period, I had to get black cabs all the time. It was horrifically expensive and I barely claimed any of the cash back owing to my patented filing system of stuffing receipts in an open handbag, but still I loved it. All that self-important frenzied hailing made me feel like a proper “media person” for the first time. Much as I like minicabs, it’s just not the same. Sure, other cities have black cabs too, but there’s something about London ones, where the glamour sucks you in, changes a person. So yes, that’s a big cab bill by anybody’s standards, but I can’t help but sympathise. I have an image of Higgins sat on the back seat, thinking, “Ooh, this is the life, I finally feel as though I’m the boss of Tesco Bank.”",
  "webTitle": "Steady on, Justin Trudeau. You’re meant to be the good guy",
  "webPublicationDate": "2016-05-21T23:03:26Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/21/justin-trudeau-elbow-canada-benny-higgins-tesco-black-cabs-london-kim-jong-un",
  "keyword": [
    {
      "webTitle": "Justin Trudeau",
      "id": "world/justin-trudeau",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Canada",
      "id": "world/canada",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Tesco",
      "id": "business/tesco",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Kim Jong-un",
      "id": "world/kim-jong-un",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Smoking",
      "id": "society/smoking",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Barbara Ellen",
      "id": "profile/barbaraellen"
    }
  ],
  "guardianId": "commentisfree/2016/may/21/justin-trudeau-elbow-canada-benny-higgins-tesco-black-cabs-london-kim-jong-un"
}