{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/24/live-racing-kieren-fallon-derby-across-the-stars-tuesday-may-24",
  "id": "2016-05-24-228",
  "sectionId": "sport",
  "body": "Today’s best bets, by Chris Cook As we prepare for one of the most open Derbys I can remember, how interesting to see that Sir Michael Stoute has decided to get the old band back together. News emerges this morning that the Newmarket trainer has booked Kieren Fallon to ride his 40-1 shot Across The Stars in the Epsom Classic a week on Saturday. The horse is owned by Saeed Suhail, so it’s a complete reunion of the team that won with Kris Kin back in 2003, when the world was young and full of hope.   Related: Kris Kin wins Derby    I was a little shocked, in reading the Derby media guide, to see that Fallon has only taken part in two Derbys in the past decade. He used to be revered as the king of Epsom and I note from the Racing Post stats that you could still have made money backing all his mounts around there to level stakes in the past four seasons, even though his strike-rate was no higher than 12%. Of course, Fallon did himself out of a Derby ride back in 2011 by getting into some contractual difficulties. What a long, strange career the man has had. It would really be something if he could win the big race one final time at the age of 51. He seems to have his focus back, so good luck to him. Today’s nap is Bayan Kasirga (4.45) at Wolverhampton, where Richard Fahey’s mare has four wins from six runs since November and is only 3lb higher than for the most recent of those, despite having scored since at Musselburgh a fortnight ago. In the absence of the injured Sammy Jo Bell, she will be partnered by Natalie Hambling, who is 4/11 round this track. You can get 3-1.   Related: Horse racing tips: Tuesday 24 May    I wondered if the betting might overlook Solid Justice (8.50) when I saw him at the bottom of the list for the last at Wetherby and so it proves, with 16-1 on offer. His last-time-out win was achieved by a neck at 40-1, so of course it looks like a fluke and perhaps it was. On the other hand, even his revised mark is 10lb below the one from which he won at the end of 2014 and he has not been rushed back into action, it being four weeks since we last saw him. He switched stables towards the end of last year, joining Kenny Johnson, who had an unproductive 2015 but may now be turning the corner. Tipping competition, day two Our winners so far: Monday Final Venture 7-2 Outback Blue 14-1 The Tin Man 3-1 And our leader is: dean055 +5.50 … who had Final Venture and The Tin Man. No one found Outback Blue, though quite a few of you were on the second and third in those races. Today, we’d like your tips, please, for these races: 4.45 Wolverhampton, 7.35 Southwell, 7.50 Wetherby. This week’s prize is a pair of tickets to Epsom’s Duchess Stand for Derby day a week on Saturday, 4 June. You could be there for one of the most open Derbys in memory and perhaps a star will emerge before your very eyes! If you don’t win, you can buy tickets here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -3. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here]. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Tuesday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-24T10:11:37Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/24/live-racing-kieren-fallon-derby-across-the-stars-tuesday-may-24",
  "keyword": [
    {
      "webTitle": "The Derby 2016",
      "id": "sport/the-derby-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Derby",
      "id": "sport/epsom-derby-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Kieren Fallon",
      "id": "sport/kieren-fallon",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing tips",
      "id": "sport/horse-racing-tips",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Chris Cook",
      "id": "profile/chriscook"
    }
  ],
  "guardianId": "sport/blog/2016/may/24/live-racing-kieren-fallon-derby-across-the-stars-tuesday-may-24"
}