{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/06/neil-warnock-rotherham-championship-manager",
  "id": "2016-05-06-191",
  "sectionId": "football",
  "body": "When Neil Warnock arrived at Rotherham United in February, they were in the relegation zone, three points from safety, and heading only one way. A couple of weeks later they were six adrift, only one point above Bolton Wanderers. Then Warnock got his feet under the table.   Related: Liverpool sink Yellow Submarines to reach Europa League final - Football Weekly Extra    Rotherham’s defeat by Blackburn Rovers last weekend was their first since February, an 11-game unbeaten run that saw victories over Sheffield Wednesday and Middlesbrough, plus a draw against play-off-bound Derby County, who spent more on players this season than Rotherham did on their entire stadium. Safety was confirmed with two games to spare but in retrospect it was nailed on as soon as Warnock walked through the door. Before joining Rotherham, Warnock thought he was done. After leaving Crystal Palace in December 2014, it looked as if his future was a pleasant life at home in Cornwall, with the odd media appearance and the occasional advisory gig to keep things ticking over. One of those came at Queens Park Rangers, who wanted Warnock to give Chris Ramsey a hand, but when Ramsey was sacked and Warnock took temporary charge, the “glint in his eye” returned. “It gave me a buzz, on the training ground,” he says. “I forgot how much I enjoyed it.” Even then, after Jimmy Floyd Hasselbaink was appointed the new manager at Queens Park Rangers and Warnock’s help no longer required, he did not expect to rock up at Rotherham. “They had asked before Christmas if I’d help out, but I said no chance – it’s too far. But then I went up there to watch them against QPR in January, and I just enjoyed it so much, when they asked me to help out, I said: ‘Let’s give it a go then.’” And give it a go he has. Warnock, with the help of his trusty sidekick Kevin Blackwell, has employed a very recognisable style of football: uncomplicated, organised, a bit of steel and priority given to, shall we say, getting the ball up front in quick-smart fashion. But off the pitch has been just as important, where the atmosphere has been lightened and the players are far more relaxed; most of the squad, when asked about Warnock’s tenure, will refer to his positivity. Warnock and Claudio Ranieri might not be the most obvious kindred spirits but their respective successes this season have shown that keeping things light and positive on the training ground is a decent place to start for any manager. The Leicester comparison might be a little tenuous – Rotherham looked in trouble, but were not 5,000-1 to stay up – but there are other similarities. “It’s a massive boost for everybody,” Warnock says of Leicester’s title win, “because they won’t be anywhere near the top half wages wise, and Rotherham will probably be the lowest next year, depending on who gets promotion. Nowadays, money isn’t the be-all and end-all – Leicester have showed that. It’s shrewd additions, a good recruitment policy and team spirit.” Lee Frecklington, club captain and veteran of the back-to-back promotions that took Rotherham into the Championship, confirms: “The team spirit in the dressing room is the best I’ve ever known here. I think even through the promotion years I’ve never known a dressing room that was so happy to come to training every day. He [Warnock] creates a really positive environment when he comes into training, always with a smile on his face, always making sure he uses the word ‘enjoy’.”     Rotherham’s Lee Frecklington wins the last-minute penalty that earned a win over Leeds in April. He says Warnock ‘creates a really positive environment when he comes into training’. Photograph: ProSports/Rex/Shutterstock    The short-term nature of the project seems to have helped, too. When Warnock arrived he made it clear that he was there for 16 games and wanted to enjoy himself, telling the players in no uncertain terms that they should as well. “He said it was a 12-week project, we’re going to give it everything we can and maybe we’ll enjoy the ride along the way,” says Frecklington. “Because it was only a short-term plan everyone’s given everything they can for these 12 weeks, and that’s turned out to be enough.” “If I’m honest, most people there – the players included – thought we were down,” says Warnock. “But right from day one we said: ‘Look, we’ve got a great chance if we stick together, and you listen to what we’ve got to say.’ We started on a run which has been fantastic. Someone’s just rung me to say it’s the best run Rotherham have had since 1959 at this level.” Warnock has won promotion to the top flight three times (with Notts County, Sheffield United and QPR) and managed there with four different clubs, but he has never looked at home, always seeming slightly uncomfortable, resembling a boy forced into wearing a smart but uncomfortable suit when he would rather be out playing in the park, getting grubby. “The Championship’s a difficult league, but I do enjoy the blood and guts … it’s my cup of tea.” Warnock represents one of the curious paradoxes of the Championship, a division in which many enjoy life but are essentially driven by a desire to get out of it. For most, promotion is a means to an end, a way of getting to the shiny riches and polished challenges of the Premier League, but you get the sense for Warnock that promotion itself is the prize, rather than what comes after it. He is like the gentleman thief, motivated not by the gold but the act of cracking the safe. Football’s Thomas Crown, if you want to extend the metaphor to breaking point. Warnock has been promoted seven times in his career: nobody has managed eight, which is why one more season, with a promotion at the end before he finally does retire, would seem like the perfect way to go out. A big factor in this late-career resurgence seems to be his wife, Sharon, who gave him her blessing and even encouraged his return to the game, despite being diagnosed with breast cancer in December. “I just think she wanted to get me out from under her feet really,” Warnock says. Sharon’s treatment is going well, to the extent that she wants him to continue next season. Where that will be, nobody yet knows. Warnock is relatively coy about where he will be in August, but he says it will be in the Championship and has already fielded several offers. He repeatedly stresses the importance of having a good chairman, which would probably rule out a fair few clubs. “I’ve been surprised, the people that have spoken to me,” he says, although he has not discounted staying at Rotherham, talking about the club and chairman, Tony Stewart, with genuine warmth. “It’s like in the old times,” he says. “I’ve got a chairman here who’s just let me manage, and I think he’s enjoyed it. He’s given me support when I’ve needed it, and for me that’s how football clubs should be.” Stewart, Frecklington and seemingly most of Rotherham want him to stay, but he has promised to leave any announcement about his future until the season is over. “It’d be fantastic,” he says about bowing out with another promotion next season. “No disrespect to Rotherham, going up would be very difficult with them, but having said that, there’s a lot to be said for contentment, and a working environment I enjoy. I’ve got a lot to think about really.”",
  "webTitle": "Neil Warnock: ‘I do enjoy the blood and guts ... it’s my cup of tea’",
  "webPublicationDate": "2016-05-06T12:00:26Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/06/neil-warnock-rotherham-championship-manager",
  "keyword": [
    {
      "webTitle": "Neil Warnock",
      "id": "football/neil-warnock",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Rotherham",
      "id": "football/rotherham",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Nick Miller",
      "id": "profile/nick-miller"
    }
  ],
  "guardianId": "football/2016/may/06/neil-warnock-rotherham-championship-manager"
}