{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/20/premier-league-season-predictions-leicester-city",
  "id": "2016-05-20-265",
  "sectionId": "football",
  "body": "All hail the 43 Guardian readers who predicted that Leicester City would win the Premier League! Sure, a whopping 99.47% of you were wrong and more of your votes went to Watford (57), Bournemouth (87), Tottenham (94), Liverpool (512), Manchester City (690), Manchester United (1,558), Chelsea (1,997) and Arsenal (2,685), but, for those 43 soothsayers out there, that is quite a result.    Related: Leicester’s title win: when our writers realised they had got it wrong     The magnificent 43 (but not the Liverpool fans with fat fingers) deserve our eternal respect but, as is now customary in our annual retread over our readers’ predictions, it is only fair to point out that the majority of you deserve no praise at all. Our esteemed football editor and his team of writers have already admitted underestimating Leicester, so we respectfully suggest that the 51% of readers who predicted that they would be relegated should follow their lead in the comments section below. The more contrite the better please.  Of course, it would be unfair to pick on you if your only mistake was missing Leicester’s title win. But you were wrong about loads of things! Two thirds of you predicted that Watford would be relegated; Wayne Rooney and Christian Benteke were tipped to score more goals than Harry Kane; and Memphis Depay came second in the signing of the season category – the same place he finished in the flop of the season category nine months later. All in all, your predictions do not make for great reading: Who will win the Premier League in 2015-16? Arsenal 34%Chelsea 25%Manchester United 20%Manchester City 9%Liverpool 6% Which clubs will be relegated? Watford 66%Leicester City 51%Norwich City 48%Bournemouth 34%Sunderland 32% Who will be the top goalscorer? Sergio Agüero 38%Wayne Rooney 14%Christian Benteke 12%Alexis Sánchez 12%Harry Kane 7% Who will be the best signing? Petr Cech 43%Memphis Depay 12%Christian Benteke 8%Yohan Cabaye 6%Roberto Firmino 5% Who will be the first manager sacked? Brendan Rodgers 21%Claudio Ranieri 18%Quique Sánchez Flores 19%Slaven Bilic 10%Dick Advocaat 5% Better luck next year...",
  "webTitle": "Did you predict this unpredictable Premier League season? Probably not",
  "webPublicationDate": "2016-05-20T09:19:25Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/20/premier-league-season-predictions-leicester-city",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Leicester City",
      "id": "football/leicestercity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Claudio Ranieri",
      "id": "sport/claudio-ranieri",
      "sectionId": "football",
      "sectionName": "Football"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Campbell",
      "id": "profile/paul-campbell"
    }
  ],
  "guardianId": "football/2016/may/20/premier-league-season-predictions-leicester-city"
}