{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/05/morrisons-records-second-quarter-of-sales-growth",
  "id": "2016-05-05-262",
  "sectionId": "business",
  "body": "Home deliveries and strong sales of takeaway sandwiches have helped Morrisons achieve its second consecutive quarter of underlying growth after nearly four years of decline. The supermarket was one of the FTSE’s biggest risers in Thursday morning trading after it said sales at stores open for more than a year, including its online store, rose 0.7% in the three months to 1 May. Online sales boosted that figure by 1% with sales in stores continuing to fall after Morrisons slashed prices by an average 2.6% to help fight off competition from discounters Aldi and Lidl as well as major rivals such as Tesco and Asda. Shares rose by more than 2% on Thursday morning as investors were cheered by the news that the first quarterly growth in four years achieved in the previous three months was not a one-off. David Potts, who joined Morrisons a year ago as chief executive, said the trading update demonstrated that his efforts to stabilise trade at Morrisons were taking effect. “There is still much to do and our colleagues are working very hard to improve the shopping trip and save customers every penny we can. Customers are responding and satisfaction levels remain ahead of last year,” he said. “Word of mouth is very important and if the word on the street is that Mozzas is back on its feet and has found its sea legs again in quite a choppy market then that will spread,” Potts added later. He said Morrisons had cut prices on more than 800 items in the last week and would continue to make cuts as customers appreciated it and bought more items. He said Morrisons was also improving its product range and service. “We will continue to do the work around this shopping trip. We are right at the start of this journey,” he said. The chain was also boosted in the first quarter by new and improved products within its Food to Go range of sandwiches, salads, sushi and snacks, where sales were 17% higher than the same period a year earlier. Its new self-service and express checkouts encouraged customers to shop more often and spend less time queuing, Morrisons said, and contributed to a 2.8% fall in items per basket. Sales of the chain’s Nutmeg clothing range rose 25% in established stores and Potts plans to put it in all Morrisons stores by early next year. Total sales fell 1.8% over the first quarter as the retailer sold off its convenience store business and closed several unprofitable supermarkets.  Bruno Monteyne, an analyst at Bernstein, said Morrisons would continue to be hit by the need to cut prices in order to stay competitive after store closures. “It is trying to shrink to greatness. These results may get the market excited temporarily, but we should focus on the line ‘there is still much to do’,” Monteyne said. Morrisons is attempting to simplify the business following a tough period of competition from discounters Aldi and Lidl. It is also benefiting from a belated move online via a partnership with Ocado, which it is currently in negotiations to expand. Morrisons announced in February that it would make fresh and frozen food available on Amazon as well as via its own website. Potts said Morrisons expected its ranges to be available via the Amazon Pantry service “imminently”. It has already supplied 800 separate product lines – all tinned and packaged groceries – to the online retailer. The company is also hoping to expand the wholesale of its own-label foods through its tie-in with petrol station operator Motor Fuel Group, which is currently operating in five stores.",
  "webTitle": "Morrisons records second quarter of sales growth",
  "webPublicationDate": "2016-05-05T09:24:42Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/05/morrisons-records-second-quarter-of-sales-growth",
  "keyword": [
    {
      "webTitle": "Morrisons",
      "id": "business/morrisons",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Retail industry",
      "id": "business/retail",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Supermarkets",
      "id": "business/supermarkets",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Butler",
      "id": "profile/sarahbutler"
    },
    {
      "webTitle": "Angela Monaghan",
      "id": "profile/angela-monaghan"
    }
  ],
  "guardianId": "business/2016/may/05/morrisons-records-second-quarter-of-sales-growth"
}