{
  "apiUrl": "https://content.guardianapis.com/music/2016/may/24/flume-on-the-pressures-of-writing-his-sophomore-album-it-didnt-just-come",
  "id": "2016-05-24-321",
  "sectionId": "music",
  "body": "Flume is holding the vinyl copy of his new album, Skin, for the very first time. “It arrived today,” he says down the line from New York, where the Australian producer – aka 24-year-old Harley Streten – is based while speaking to global press. “It’s very satisfying that it’s tangible. It’s all the last few years’ work in a nice, slick-looking package.”   Related: Moby: ‘There were bags of drugs, I was having sex with a stranger’    Creating the contents of that package proved a maddeningly difficult task for Streten. His self-titled debut album of lush, mid-tempo electronica, initially conceived as “headphone music”, was released in 2012 and became a critical and commercial smash. Flume sold loads and won eight Aria awards, making him an international draw and anointing Streten as a totem of his generation. So when he returned home to Sydney’s northern beaches after years of touring, he decompressed the way any early 20-something might: he partied. “It was the first time in my life I had money and status and independence,” he says. “I moved out of home, got my own place, and just had a mad time.”  He played the odd show, and delivered remixes for the likes of Lorde, Arcade Fire and Sam Smith. But when it came time to work on new tunes, Streten couldn’t make anything he liked. “It was incredibly stressful,” he says. “But I made it stressful. I’m a perfectionist. I put a lot of pressure on myself to have my music at a certain quality, and that wasn’t a positive thing. Skin was a totally different experience than the first record. It didn’t just come.”    As soon as I got away from it all I was able to write again  Harley Streten     Streten decamped to Los Angeles for three months to shake out ideas. At one point the pressure got so intense he blew off his own birthday and fled to Mexico. “I was frustrated,” he recalls. “So I got up super early and flew to Mexico on my own. Hired a car and went to the beach. Had tequilas with this old couple at the hotel and didn’t even tell them it was my birthday. And as soon as I got away from it all I was able to write again.” The new album is easily traced to Streten’s sharp ascent – it sounds like all emotions at once. Where his first album sustained a mood, Skin violently generates then slashes through them with the sonic grandeur of a producer discovering new powers. 3 surrounds an escalating siren with crushed drums and disorientating samples; the metallic clang of Numb & Getting Colder suggests a dying Transformer trying to fit through a car wash. But there’s beauty, too. Children’s chatter and forlorn piano wash through, When Everything Was New, and affecting album closer, Tiny Cities, has guest vocalist Beck pining: “Can I, should I, find my way home?”               Flume’s second album, Skin. Photograph: Bossy Music    “It’s been a crazy couple of years of learning life,” says Streten. “I’m sure that’s reflected in the music – a million per cent. It makes sense. But if it wasn’t such an intense time the music would have turned out different. And I wouldn’t have pushed myself anywhere near as hard.” He does think the difficult birth bodes well. “When this album cycle comes to an end, I’m going to have a lot of music already done,” he says. “I’m treating it like a proper job. Now I’m a little more: ‘Nah I’m not going to the afterparty. I’m going to do yoga in the morning and write some beats.’” Streten nearly sounds relaxed – he has just sold 144,000 tickets on the first day of the Skin world tour going on sale. But only nearly. “I want to feel like this for the rest of my career,” he says. “Enjoy it. But always keep working.”  • Skin is out 27 May",
  "webTitle": "Flume on the pressures of writing his sophomore album: 'It didn’t just come'",
  "webPublicationDate": "2016-05-24T00:52:02Z",
  "webUrl": "https://www.theguardian.com/music/2016/may/24/flume-on-the-pressures-of-writing-his-sophomore-album-it-didnt-just-come",
  "keyword": [
    {
      "webTitle": "Electronic music",
      "id": "music/electronicmusic",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Music",
      "id": "music/music",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Marcus Teague",
      "id": "profile/marcus-teague"
    }
  ],
  "guardianId": "music/2016/may/24/flume-on-the-pressures-of-writing-his-sophomore-album-it-didnt-just-come"
}