{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/27/inside-50-indigenous-participation-rates-still-lag-in-afl-administrative-ranks",
  "id": "2016-05-26-48",
  "sectionId": "sport",
  "body": "If you were to take a literal reading of the Indigenous participation rates set out in the AFL’s reconciliation action plan of 2014-16, you’d say that the league is currently in a period of stagnation, with Indigenous representation on playing lists still hovering at 9%, and in its administrative ranks at 3%.  You could also look at these numbers and contrast them with the more impressive Indigenous figures in the NRL (12% participation rate for players, 4% for administrative roles) to indicate that the AFL is lagging behind, but when viewed next to the overall Indigenous population of Australia (2.7%), the AFL – even as a self-appointed community leader who should be held to reasonable account – is still punching above its weight compared to most similarly sized organisations in Australia. Great people are doing good work on a daily basis.   Related: Nova Peris resigns from the Senate after reports she was seeking AFL job    But the problem with the reconciliation action plan, as with most of these sorts of corporate do-gooding documents, is the lack of detail and accountability. It’s big on talk of “mutual respect” and “lasting change” and “real opportunities” for Indigenous Australians, but nothing much in the way of binding promises or measurable outcomes. Its expressed “targets” are actually just methods, like “at least one new program in place to support the goal of increasing total Indigenous participation” or “updated strategy completed and endorsed. Increased percentage of Indigenous employees across the AFL.” What specific percentage increase is that though? Sadly, numbers are used only to order the pages.  So for now, we can only guess why such a chasm exists between the percentage of Indigenous Australians playing the game and the number who have a genuine stake in shaping its course at administrative level. The clearest manifestation of this sluggishness at AFL headquarters is the still unresolved issue of the league’s first Indigenous commissioner, long mooted but as yet not appointed. The issue may well be resolved before the organisation’s own generous 2018 deadline, with former Olympic champion and Labor senator Nova Peris the new frontrunner.  But for now what the AFL does better than most codes is develop programs and plans, yet those alone can’t hope to tackle the most glaring issues confronting Indigenous participants in the game. “The programs are essential,” Adam Goodes wrote in the 2014 document. “But there is more to do, and it’s not necessarily about more programs. It’s actually about the thing that limits us all.”  Which is this: “Let me put it this way; you can’t be the most brilliant footballer the game has ever seen if there is anyone in the crowd who thinks racist thoughts. You are limited from the start by what people think of you. We need the pathway programs for sure, but we also need to remove any trace of the barrier which says you are inferior because of your skin colour.” In March this year, AFL Victoria football development manager and former AFL star Chris Johnson, a Gunditjmara man, said that the current disparity between Indigenous participation rates in the AFL and NRL was merely a function of the increased number of Indigenous residents in league-crazed states, but it’s interesting to consider the current freeze on AFL numbers in an era in which club recruiting departments are better resourced than ever.  It’s also worth noting that two clubs – Collingwood and St Kilda – currently have only one Indigenous player on staff, while at the other end of the scale, above the current league average of four, the outliers are Fremantle (nine players) and Port Adelaide (eight). There is no one easy explanation for the latter. You could apply Johnson’s theory and point to the fact that seven of the nine Indigenous Dockers are Western Australian locals, perhaps positing that it’s easier to identify and retain top Indigenous talent from your own state, but then only one of Port’s eight Indigenous players (Chad Wingard) is a local, so there goes that. The AFL’s programs and initiatives undoubtedly lay out a better and clearer pathway to league football than has ever been available to Indigenous players but in the end, the league itself can’t control the decisions made on draft day by club recruiters. What they can do better in the future is seriously address that clear disparity between the number of Indigenous Australians who currently play the game and those who have a high-level, meaningful say in the way it’s run. King of recruitment All of this has reminded Inside 50 of one of the lesser-known stories of Indigenous AFL recruitment. Now, of course, talent scouts need to wait in line on draft day for the pick of the best young Indigenous players but this wasn’t always so. In the 1980s Melbourne clubs found it far easier to lure talented Indigenous players away from home via the now-defunct “form four” contract.    Related: David Squires on ... Nicky Winmar and Indigenous players in the AFL    So in stepped the late John King, a peripheral but significant figure in his time as a St Kilda talent-spotter of the 80s and 90s. King was a trailblazer – the only Indigenous man doing regular recruiting work in AFL ranks, focusing exclusively on Indigenous players. It was due to King’s ingenuity alone that St Kilda was able to pinch Nicky Winmar from under the noses of Essendon and the nascent West Coast Eagles in 1986.  A former country footballer from Ballarat, King was a colourful character with late-70s Elvis Presley sideburns and the gift of the gab, traits that served him well in getting Winmar over the line. The story of that deal, described in Matthew Klugman and Gary Osmand’s book ‘Black and Proud, is almost worthy of a cold war spy novel. Winmar’s contract needed to be signed in person at Moorabbin, so the club sent King across the Nullarbor with the aim of smuggling the young star onto a plane before the Eagles made a pre-emptive offer. This he achieved using plane tickets booked for “Mr and Mrs King”, but not before the pair had been holed up in various Perth hotels, eating room service food and steadfastly avoiding the phone for three days of clandestine negotiations. Not even Winmar’s family knew he was interstate once he’d signed on the dotted line. Incredibly, with hindisght, King had actually spent the three previous seasons making representations to Melbourne clubs on Winmar’s behalf without luck. He’d already been rebuffed by North Melbourne, Richmond and Essendon. “I went around to clubs and said, ‘I’ve got a kid who can play a bit’,” King told the Herald Sun in 1991. “But they knocked me back and they knocked him back as well. Kevin Sheedy has always said that Nicky Winmar should have been in an Essendon jumper, and I think the fact that he missed out made him even more determined to get Wanganeen, Long and Kickett.” In the years that followed the Winmar coup, King lured a number of other Indigenous players to the Saints, including Gilbert McAdam, Russell Jeffrey, Jim Krakouer and Tony Antrobus. Even then, he said most club administrators had “fairly set ideas” on Indigenous players – too much trouble and too great a risk of returning home when times got tough. They weren’t seriously considered as long-term propositions. Yet the players King helped bring into league football ushered in an era of unprecedented longevity in the careers of Indigenous players. In 1997 Winmar became the first Indigenous player to notch up 200 AFL games, a mark passed by 17 other players in the intervening years. Sadly, King died of a heart attack five years ago so didn’t live to see all of them pass that mark. At St Kilda, those who knew him remember him fondly. Those who don’t can thank him for delivering a once-in-a-lifetime player. Quote of the week It’s money for old rope eight days on, but having just missed last week’s cut-off, we couldn’t bear passing up the chance for one final nod to Brendon Goddard’s take on his exiled teammate Jobe Watson’s barista adventures in New York City:  He’s gone over there with the intention to make coffees.  Photograph of the week True Detective season three? Inside 50 could pretty much run a Max Gawn photo in this slot every single week (AFL snapper Michael Wilson took a gem over the weekend in which the big ruckman is studying Jim Stynes’ old number before pulling on his Melbourne guernsey) but this Quinn Rooney shot captured well last weekend’s ruck duel between the Dees star and former team-mate Stefan Martin.     Stefan Martin of the Lions and Max Gawn of Melbourne compete in the ruck during round nine. Photograph: Quinn Rooney/Getty Images    Bits and bobs Round 10 promises plenty of fascinating football, starting with tonight’s battle between undefeated league pace-setters North Melbourne and 7-2 Sydney, who boast home ground advantage and a seemingly content Lance Franklin, whose recent form has inspired confidence in the Swans’ premiership aspirations. The Adelaide-GWS and Collingwood-Bulldogs games are the other encounters that pit two in-form teams together. There’s less to be said for Geelong’s likely confidence-booster against Carlton and the punishing finale of West Coast-Gold Coast in Perth, but low-key match-ups elsewhere should provide plenty of interest. Hawthorn can’t take anything for granted right now, not even Brisbane at the Gabba, Melbourne travel to Darwin as legitimate favourites against Port Adelaide, while St Kilda have a chance to make Ross Lyon’s Fremantle a miserable 0-10 on an Etihad Stadium surface that rarely seems to favour the Dockers. Saturday night’s Dreamtime at the G clash between Essendon and Richmond will be brought to you on the Guardian live blog, no matter how scrappy it ends up.",
  "webTitle": "Inside 50: Indigenous participation rates still lag in AFL administrative ranks",
  "webPublicationDate": "2016-05-26T20:30:12Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/27/inside-50-indigenous-participation-rates-still-lag-in-afl-administrative-ranks",
  "keyword": [
    {
      "webTitle": "AFL",
      "id": "sport/afl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australia sport",
      "id": "sport/australia-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Australian rules football",
      "id": "sport/australian-rules-football",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Russell Jackson",
      "id": "profile/russell-jackson"
    }
  ],
  "guardianId": "sport/2016/may/27/inside-50-indigenous-participation-rates-still-lag-in-afl-administrative-ranks"
}