{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/31/environment-scorecard-rates-coalitions-policies-woefully-inadequate",
  "id": "2016-05-30-20",
  "sectionId": "australia-news",
  "body": "The Australian Conservation Foundation has described the Coalition’s environmental policies as “woefully inadequate” in its traditional election scorecard. It gave the Coalition 11 points out of a possible 100, Labor 53 and the Greens 77. The ACF’s chief executive, Kelly O’Shanassy, said: “The politicians who want to lead the country must have real plans to protect people, rivers, reefs, forests and wildlife for the future.”    Related: Coalition's Queensland dam bonanza 'threatens Great Barrier Reef'    “The Coalition’s 11 out of 100 on the environment is woefully inadequate. If they are not prepared to lead on climate and nature, they are not fit to lead the country. “It’s not as if conservatives can’t be good conservationists – Liberal cabinet minister Garfield Barwick was ACF’s first president; Robert Menzies signed the first Antarctic Treaty; Malcolm Fraser made Kakadu a national park; John Howard established the national greenhouse inventory and the national water initiative,” she said. The scores were calculated by measuring the parties’ policies on clean energy, pollution reduction, and environmental protection, and comparing them with the 40 tests set out in ACF’s national agenda for 2016. Those tests include setting stronger pollution targets to help limit global warming to less than 1.5C above pre-industrial temperatures; stopping uranium mining and export; delivering on the Murray-Darling Basin Plan; and shifting to 100% renewable energy by 2050. The ACF decides how many marks to award for each party policy on the basis of how completely it fulfils the ACF’s tests. Where a policy unwinds existing environmental protection, the ACF awards negative marks.  An ACF spokesman said the organisation had been in contact with all three major parties this year to tell them how their policies would likely rate in its election scorecard with its policies as they stand.    Related: Labor pledges $500m over five years to support Great Barrier Reef    On Monday Labor promised to invest $500m to boost scientific monitoring and management of the Great Barrier Reef over five years, which was its biggest environmental policy of the election campaign so far. The Labor leader, Bill Shorten, said on protecting the Great Barrier Reef would be one of Labor’s “highest priorities” if it won the election. “The best way to help the reef and to boost tourism and economic growth is to take serious action on climate change, to face the challenge and show leadership,” he said. But the reef campaign director at the Australian Marine Conservation Society, Imogen Zethoven, said it was also a missed opportunity.  She said Labor had failed to include regulations to set a cap on pollution entering the reef, or enough investment in better farm management and catchment repair.   Related: Saving Great Barrier Reef from climate change should be central election issue, says Tim Flannery    The ACF said Labor’s new reef policy had not been included in its score, but a second election scorecard will come out later in the campaign to account for new policy announcements. A spokesman also said Labor’s policy would not improve its score much because Labor still supports the building of new coal mines, and the burning of fossil fuels is one of the biggest contributors to climate change. A recent poll showed climate change is one of the top four issues for voters at this election. It was revealed last week that every reference to Australia in the final version of a major UN report on climate change was scrubbed out after the Australian government intervened, objecting that the information could harm tourism.",
  "webTitle": "Environment scorecard rates Coalition's policies 'woefully inadequate'",
  "webPublicationDate": "2016-05-30T20:38:10Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/31/environment-scorecard-rates-coalitions-policies-woefully-inadequate",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian Greens",
      "id": "australia-news/australian-greens",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/31/environment-scorecard-rates-coalitions-policies-woefully-inadequate"
}