{
  "apiUrl": "https://content.guardianapis.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-brighton-hove-energy-services-co-operative",
  "id": "2016-05-02-172",
  "sectionId": "small-business-network",
  "body": "Dan Curtis, customer services and marketing co-ordinator of Brighton & Hove Energy Services Co-operative, explains why the business should win the Startup of the Year category of the Guardian Small Business Showcase competition:   BHESCo was formed in mid-2014 with the vision of creating a new kind of energy service, one owned by and run for the local community, helping people to install renewable energy measures for no upfront cost and providing a locally-sourced energy tariff.  Founder and CEO Kayla Ente spent the next year establishing the co-operative and researching potential customers for renewable energy projects, as well as preparing for a Share Launch that took place in June 2015. BHESCo participated in the Big Energy Saving Network, a switching advice service that helped 200 people in the local area to save £12,000 collectively on their energy bills.  The Share Launch generated £145,000, allowing work to begin on the first four projects. As these endeavours progressed and the Pay-As-You-Save model was shown to work, BHESCo was successful in a grant application which allowed Kayla to recruit two full-time employees.  In November 2015, BHESCo collaborated with Brighton and Hove Council to install solar panels on 25 Council owned houses in the city. The following month, the company was awarded funding to provide energy efficiency services to 200 homes in the area through the “Warmth For Wellbeing” programme. This meant three new employees could be recruited to deliver a home energy assessment service to tackle fuel poverty in Brighton and Hove.  To date BHESCo has undertaken nine projects in the local community, saving customers an estimated annual total of £25,000 on their energy bills, as well as reducing carbon emissions by 106 tonnes per year.  All entries which meet the competition criteria are published and our judging panel select a shortlist of the top three for each category. Winners are announced at an awards ceremony in summer 2016.",
  "webTitle": "Startup of the Year 2015-16 competition entry: Brighton & Hove Energy Services Co-operative",
  "webPublicationDate": "2016-05-02T10:57:31Z",
  "webUrl": "https://www.theguardian.com/small-business-network/2016/may/02/startup-of-the-year-competition-entry-brighton-hove-energy-services-co-operative",
  "keyword": [
    {
      "webTitle": "Small Business Showcase",
      "id": "small-business-network/small-business-showcase",
      "sectionId": "small-business-network",
      "sectionName": "Guardian Small Business Network"
    }
  ],
  "authors": [],
  "guardianId": "small-business-network/2016/may/02/startup-of-the-year-competition-entry-brighton-hove-energy-services-co-operative"
}