{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/05/west-ham-united-fans-share-your-favourite-boleyn-ground-memories",
  "id": "2016-05-05-130",
  "sectionId": "football",
  "body": "It’s the end of an era for West Ham United on Tuesday 10 May. The game against Manchester United is not only the last home game of this season, but a final farewell to the Boleyn Ground as the club prepare for a new existence at the Olympic Stadium in Stratford from next season. For many West Ham fans life has revolved around the old stadium, and we’d like to hear about your memories of watching the team at Upton Park through the years.    Related: Farewell West Ham’s old ground – and a piece of my family history    What is your first ever memory of watching West Ham at the Boleyn Ground, and who did you go with? Maybe there’s a particular match you remember fondly, or a player you were in awe of from the stands? Are you happy with the move to the Olympic Stadium or are you worried about leaving the old ground after all these years? If you live near the ground are you concerned about the impact the move will have on the local economy? You can share all your personal highs and lows of following West Ham at the Boleyn Ground through the years by filling out the form below. We’ll feature some of your contributions on the site.",
  "webTitle": "West Ham United fans: share your favourite Boleyn Ground memories",
  "webPublicationDate": "2016-05-05T15:32:16Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/05/west-ham-united-fans-share-your-favourite-boleyn-ground-memories",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    }
  ],
  "guardianId": "football/2016/may/05/west-ham-united-fans-share-your-favourite-boleyn-ground-memories"
}