{
  "apiUrl": "https://content.guardianapis.com/sustainable-business/fairtrade-partner-zone/2016/may/10/a-cooperative-approach-to-growth-in-fairtrade-wine-communities-argentina-the-coop",
  "id": "2016-05-10-163",
  "sectionId": "sustainable-business/fairtrade-partner-zone",
  "body": "I have a confession. I normally find graduation events a bit tedious. But when I saw the first pupils graduate from Tilimuqui secondary school in northern Argentina I was humbled by the sense of achievement palpable at the ceremony. The pupils, parents, teachers and the community all knew just how lucky these young people were to have completed their education. No one took that for granted. That evening the celebrations for this first class of 18 year old graduates were still going on when I left at 1am, having raised many a glass of Malbec to them.  A few years ago things were very different. This remote village in La Rioja province is agriculturally rich but economically poor, located far away from any other secondary schools. As most parents are unable to afford the transport, most children leave school at 12 or 13.  Back in 2008 when plans first began to build a college specialising in agricultural studies, I remember we faced some opposition from the community, who were suspicious. Why would a retailer based thousands of miles away in the UK want to help them? For us at the Co-operative the answer is simple; these people produce our wine, we are connected to them so we want to work with them to improve their quality of life.      Tilimuqui secondary school. Photograph: Edward Robinson/The Co-op    The majority of the community in Tilimuqui work for La Riojana wine co-operative, the first winery in Argentina to receive Fairtrade certification in 2006. It is now the world’s largest producer of Fairtrade certified wines.  Two thirds of the funding for the school was generated from the sales of the Co-operative’s Fairtrade Argentine wine, which we match-funded. Additional support came from the local university. It was completed in 2012 after four years of collaboration with the community. It has increased employment and improved public services, but most importantly it has brought opportunity to future generations, many of whom will be skilled agriculturalists, able to introduce new, more economical, profitable and greener farming methods for years to come.  One pupil, Angel Leonel Morales, said: “It has given me the opportunity to learn many new things and it also means a lot to my family who would like me to have a good education. When I leave school I want to study agricultural engineering.”      The first graduates from the agricultural college. Photograph: Juan Cruz/La Riojana Wine    This is what Fairtrade can do. And this approach is key to the Co-op’s mission and values. Since we were established in 1844 as a quality, affordable retailer, local communities have always been at the heart. It’s entirely natural that we want to play a role in communities that grow our produce.  We travel to wineries, we work with producers to blend unique wines, we build relationships with people, we commit to work with producers and communities for the long-term and all of this achieves results, not least quality, great tasting wines.      La Riojana winery Photograph: Edward Robinson/The Co-op    To continue growing our reputation, we have always focused on improving our label range. We’ve come a long way since launching our first Fairtrade wine in 2004. We’re the UK’s largest retailer of Fairtrade wine, capturing two-thirds of all sales.  South Africa and beyond In South Africa there are now 27 Fairtrade-accredited wine producers and this competition has driven up quality.  We were the first retailer in the UK to get behind wine from South Africa after the apartheid era. At Bosman Family Vineyards in Wellington, South Africa for example, they have a large workforce but staff turnover is lower than average. They attribute this to the fact that people know they are working for their communities as well as themselves. They also have opportunities to develop their skills.  I’m proud that we kicked off the new year with the Drinks Retailing Awards’ prize for most ethical and green drinks UK retailer but I want to share these plaudits with the producers. The collaboration with suppliers, growers and customers is what’s most important. We as retailers simply provide the middle link in the chain.  We know our members and customers share our values and we want them to know the impact they have, by sharing the stories of La Riojana, Bosman and others. As a convenience retailer this is a challenge, particularly when customers have limited time and in the case of wine, there is little room on the product.  One way we aim to overcome this is with the launch of bottle neck collars next year. We are also designing a booklet on our wines and this will go a long way in telling the stories of what communities such as Tilimuqui have achieved. Our new Growing Stories website allows people to engage directly with communities, to ask questions and post comments via social media. And we continue to engage with communities in the UK too, by holding wine tasting events and providing a kit to teach people about tasting notes.  Our members are coming up with fun ways to help people understand more about wine and the growers. These are real life stories, the communities are constantly changing and it is important to show customers that buying wine is helping to drive their development and improve the quality of the product. This is a virtuous cycle; the more people buy, the more money goes back to projects and the more things improve.  Content on this page is paid for and provided by Fairtrade Foundation, sponsor of the spotlight on commodities series",
  "webTitle": "A cooperative approach to growth in Fairtrade wine communities",
  "webPublicationDate": "2016-05-10T12:58:51Z",
  "webUrl": "https://www.theguardian.com/sustainable-business/fairtrade-partner-zone/2016/may/10/a-cooperative-approach-to-growth-in-fairtrade-wine-communities-argentina-the-coop",
  "keyword": [
    {
      "webTitle": "Sustainable Business - Fairtrade partner zone",
      "id": "sustainable-business-fairtrade-partner-zone/sustainable-business-fairtrade-partner-zone",
      "sectionId": "sustainable-business/fairtrade-partner-zone",
      "sectionName": "Sustainable Business - Fairtrade partner zone"
    }
  ],
  "authors": [],
  "guardianId": "sustainable-business/fairtrade-partner-zone/2016/may/10/a-cooperative-approach-to-growth-in-fairtrade-wine-communities-argentina-the-coop"
}