{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/19/meet-the-doomerang-generation-its-like-being-a-41-year-old-teenager",
  "id": "2016-05-19-191",
  "sectionId": "commentisfree",
  "body": "Most people will be familiar with the boomerang generation – a term applied to today’s graduates who choose to return to the family home after university while they pay off their debts and look for a job. But you might know less about the “doomerangers”, roughly defined as those who left home many years before, only to return – sometimes up to a decade later – due to financial circumstances or the sudden loss of their home due to a break-up. According to a survey commissioned by Churchill Insurance, around seven million Britons have found themselves in this situation. On average they spend six months living with their parents. Malachai, 28, from London, falls into this category. He moved back home, after nearly seven years of living independently, when his relationship broke down. “I was living with my girlfriend and felt as though I was somewhat settled,” he says.    At 28 your social media feed is full of status updates about home ownership. I felt I had failed.  Malachai     “I initially felt embarrassed and even ashamed about moving back home. The more pragmatic side of me knew it was the right option, however. The worst part of it all was the feeling of isolation ... also at 28 your social media feed is full of pictures of your friends’ babies and status updates about home ownership. I felt I had failed.” The main reason Malachai moved back home was the excessive cost of renting. “I realised that in order to one day have my own place I needed to start saving, a lot.” He adds that it’s becoming more common these days to move out for years and then return, because renting doesn’t seem viable any more and people are now willing to consider all sorts of other arrangements. Financial difficulties also forced Dean, 28, back home, where he stayed for nine months after losing his job. “I moved back to my home country after a period living and working abroad and couldn’t find work for nearly a year. Though I wasn’t broke I had no regular income and I didn’t want to eat into my savings. Living with the parents represented a very cheap way to live while job searching.” He adds: “It was pretty depressing, being jobless, single and living with my parents at 27. I felt like a failure as an adult.” But not everyone returns home for financial reasons. When Kelly, 47, from Lincoln moved back in with her parents after a breakup she found the company more reassuring than anything else. “Of course one of the best aspects of being back at home is not paying rent or a mortgage. However, what I am most grateful for is the companionship, laughter, support and care that is always there for me. Because my parents are now both more or less retired it means I can go out to work, but still come home to pets without feeling guilty. I can also keep an eye on my parents, and I feel a great responsibility and gratitude to them. As the eldest child, and given the fact that my siblings live away, I will be the one who will be taking charge of things when the time comes.”     Jane Fryer: ‘When my relationship broke down I had nowhere to go but back home.’ Photograph: Jane Fryer    For Jane Fryer, 41, from Ontario, Canada, who moved back home after 13 years, returning to her mum and dad also offered much-needed emotional support. “After separating from my husband of 11 years I lived on my own for not quite a year. I met a man and soon afterwards became pregnant. Shortly before the baby was born I moved into his house. When the relationship broke down I had nowhere to go but back home,” she says. She adds that home was a place of security and refuge: “Exactly what I needed after leaving an abusive relationship unexpectedly.” Then there are those who return, in part, to look after their parents. George Tusk, 40, from Bracknell, Berkshire, did this, bringing his wife back home with him. “My mother was becoming increasingly frail. Even after 20 years of doing quite well I was in no position to buy anything in the south-east of England bigger than a shoebox, and my mother was reluctant to leave the area my father was buried. The obvious solution was for my family to move in with her until she felt it was time to move into an assisted living apartment.” Moving back home, regardless of the situation, is not without its challenges. Fryer, who has three children and is now a single parent, says her parents have been instrumental in making sure she can continue to be there for her kids, but it also meant they were privy to certain aspects of her life they wouldn’t normally be. “That’s hard. It’s a little bit like being a 41-year-old teenager again, trying to balance their ideas of how I should be living my life against the life I would like to lead. I want to be respectful of their space and of the help they offer to me every day, but I feel they see me only as their daughter and mother to their grandchildren – and not necessarily as a woman, someone who isn’t just a daughter and a mother.”    The worst aspects of living at home are: having to live in my bedroom, being treated like I am a child again  Becky     Becky, 39, from the north-west feels like a kid again. “The worst aspects of living at home are having to live in my bedroom, being treated like I am a child again and being asked where I’m going, who I’ll be with and what time I’ll be back. I have lied a fair bit,” she says. Emily, 40, from the West Midlands, who moved home after eight years, says the worst part of it is not having her own space. She moved back to save for a deposit and to requalify and get a masters, something she feels is essential these days. “My friends are welcome but I couldn’t make a mess in the kitchen and leave it until the next day to clear up. It’s not good for dating. I can’t play music. I sort of feel like I am being punished while feeling guilty for being so ungrateful.” Tusk bemoans the impact living with Mum has on his sex life, but says this can be made up for by the fact he and his wife can now afford a hotel room. “We have the money now that we don’t have to pay my whole salary to someone else so that they can pay the mortgage on their second property.”  Overall, families such as the Tusks have found the positives far outweigh the negatives and living together is a fulfilling experience – George even says he would choose it over having his own place. “I would actually choose this way of living above others, regardless of the financial reasons. If I had been living in the UK alone (I met and married my wife abroad) I would have lived with my mum for that time too. I don’t see why there is a drive to live alone in the UK; communal life is more fun. Ideally I would buy a mansion and invite my brother and his family to join us, and we have spoken about doing just that when my mum pops her clogs. We can sell her ex-council house and buy a rather large villa with swimming pool and several separate apartments for the same money in my chosen country, with some left over.”   Some names have been changed.",
  "webTitle": "Meet the doomerang generation: 'It's like being a 41-year-old teenager'",
  "webPublicationDate": "2016-05-19T12:12:11Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/19/meet-the-doomerang-generation-its-like-being-a-41-year-old-teenager",
  "keyword": [
    {
      "webTitle": "Family",
      "id": "lifeandstyle/family",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Housing",
      "id": "society/housing",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Communities",
      "id": "society/communities",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Sarah Marsh",
      "id": "profile/sarah-marsh"
    }
  ],
  "guardianId": "commentisfree/2016/may/19/meet-the-doomerang-generation-its-like-being-a-41-year-old-teenager"
}