{
  "apiUrl": "https://content.guardianapis.com/world/shortcuts/2016/may/10/pray-vicars-jokes-sermons-clergy-humour-church",
  "id": "2016-05-10-112",
  "sectionId": "world",
  "body": "A recent poll has found that churchgoers hate the vicar’s jokes. Well, let’s hope the message gets through. Because there is nothing more excruciating than the lame stories that clergy tell, mostly as warm-ups at the beginning of their sermons. I would end up fleeing down the road to the local mosque if Dawn French became my vicar. No, I wouldn’t agree with them theologically, but at least they would adopt an appropriate seriousness of mood that would allow me properly to think and pray. And please don’t get me started on vicars using puppets in the pulpit. I’d bring back the inquisition for that. The Venerable Jorge had the right idea in Umberto Eco’s The Name of the Rose: some comedy just doesn’t work in church. Church is a serious house on serious Earth. And, ultimately, people go for serious purposes.     No laughing matter: Dawn French in The Vicar of Dibley Photograph: BBC    It is not that all humour fails. Take Dr Paisley, for instance, a master of pulpit wit. Now, in order to get this one you have to hear it in his strong Northern Irish accent. One Sunday, Dr Paisley was preaching about death and damnation, one of his favorite subjects. “There will be weeping,” he thundered, “and wailing and gnashing of teeth.” An elderly lady on the front row stuck up her hand and objected that she didn’t actually have any teeth. Dr Paisley fixed her with a withering gaze: “Madam,” he said slowly, “teeth will be provided.” I love the idea of the Almighty handing out replacement dentures to those not able to gnash. But most clergy humour is not this quick-witted. It usually takes the form of a drippy anecdote dreamed up in the vicarage the night before – nothing too saucy, of course – and told at the beginning of a 12-minute message thus vaguely to illustrate some wider point. As if Paul’s letter to the Romans requires a little splash of Peter Kay to make it more user-friendly. Humour used for such openly didactic purposes is rarely funny. And never dangerous enough to be funny. I suppose the parables of Jesus are what some would turn to as justification. But Jesus’s use of story never elicited the same groan at the false consciousness of the whole narrative set-up.    Dark truth is not best illustrated with a silly story. The medium cheapens the message    Subconsciously, the message of the pulpit comedian may be something like this: “No, we are not Puritans or the Taliban. We are not extremists. We are normal people. Just like you. We like a joke and a beer.” Well, what rubbish. Of course we are extremists. Jesus asks his followers to take up their cross and follow him. That is, to expect crucifixion as a consequence of faith. This can’t be mitigated with a witty story or jokes below the comedic level of the average Christmas cracker. It was the brilliant Life of Brian that satirised all this, with the Roman guard handing out crosses along with a little bit a gentle Anglican banter. Monty Python was right to take the piss out of the modern church. Real funny only takes place against the background of truth, often dark truth. Frequently, the funniest people have had the hardest of lives – take Richard Pryor, for example. But, conversely, dark truth is not best illustrated with a silly story. The medium cheapens the message. Anglican comedy may be a crime against comedy more than a crime against God. But precisely because it is so woeful and insincere, it has no place in church.",
  "webTitle": "Let us pray that vicars stop telling jokes in sermons",
  "webPublicationDate": "2016-05-10T16:04:53Z",
  "webUrl": "https://www.theguardian.com/world/shortcuts/2016/may/10/pray-vicars-jokes-sermons-clergy-humour-church",
  "keyword": [
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Giles Fraser",
      "id": "profile/gilesfraser"
    }
  ],
  "guardianId": "world/shortcuts/2016/may/10/pray-vicars-jokes-sermons-clergy-humour-church"
}