{
  "apiUrl": "https://content.guardianapis.com/lifeandstyle/lostinshowbiz/2016/may/27/dont-call-me-luvvie-how-tom-conti-became-the-mlk-of-the-21st-century",
  "id": "2016-05-27-294",
  "sectionId": "lifeandstyle",
  "body": "To the final frontier of identity politics, and a preposterously late debut in this column for acting’s Tom Conti. Indeed, Lost in Showbiz has left it so late that Contism – absolute Contism – has become an established doctrine. Though Mr Conti found fame as an actor, starring in such favourites as Shirley Valentine and Reuben, Reuben, he is now widely acknowledged for his work in the field of making objections to things in the London village of Hampstead, where he owns a £17.5m house. Mostly, they are planning objections – his last outing was against the development of a Sainsbury’s, in a performance that critics are already calling his finest since the time he didn’t want his next-door neighbour Thierry Henry to build a fishtank. But his latest and arguably greatest intervention is an objection to a particular strain of hate speech. By way of background, Conti is part of a group of other local actors who are reflexively opposed to such things as war and leafblowers. Your Emma Thompsons, your Janet Suzmans. Last week, their seemingly tireless objections to the advent of mid-range supermarkets – as well as plans for the cycle superhighway – saw them branded “livid luvvies” by one councillor in a letter to the local paper. Invited to address this designation, Conti made what I think will become one of the most pivotal speeches in the history of the early-21st-century civil-rights movement. The word luvvie, he told the Daily Mail, is “as abusive as ‘Yid’ or ‘n******’.” Go on, Tom. Actually don’t go on – I need a minute. All right, go on now. “It’s a horrible expression,” Tom continued. “It’s pejorative, denigrative and demeaning.” God, yes. It deffo stains us all. In fact, how about if – instead of building the supermarket – they built a museum to the time when rich actors were kept as slaves? I know these places can be a really harrowing visit, but it’s just so important we tell the stories and educate future generations about the barbarity. “I know a number of actors,” ran the continuation of Tom’s argument, “and certainly the actors with whom I have mixed over my entire life have been very bright people.” No doubt. Borderline genius is widely credited as coming as standard in their line of work. Certainly, Tom himself is possessed of an exceptionally fine mind – his ability to see the similarities between the N-word and the L-word evidences an intellectual agility rarely seen outside the confines of first-rate legal academia. Of course, I know you’ll always get some one-eyed internet halfwit asking how it can be hate speech when some actors use the L-word as a term of endearment among themselves. But those are what they always are: whiny and transparent attempts to distract from confronting the real abuse, usually advanced by people too unimaginative to realise they are bigots. The good news is that while Tom is undoubtedly the Rosa Parks of this thing – if not its MLK – he is not alone. Enter Peter Egan, most recently seen in Downton Abbey, who knows exactly what Conti is talking about. “If actors are voicing an opinion, in many cases a true opinion,” Egan explained, “the way to dismiss that is to downgrade them with a diminishing term for a name. It was exactly the same in Vietnam. The American troops ... ” Hang on. Hang on. Again, I’m going to have to put Peter on hold there for a minute, because that got heavy and it got heavy FAST. I know the very last line that should have popped into my head is the Dude’s cordial inquiry of Walter Sobchak in The Big Lebowski. To wit: “Walter! What the fuck does this have to do with Vietnam?” Even so, the line is there. Peter! What the fuck does this have to do with Vietnam? Was Egan in ’Nam? No, he was in Cold Comfort Farm, a 1968 BBC adaptation that also starred Alastair Sim and Brian Blessed. Probably fairly lively in the pub after wrapping for the day, but still marginally less gruelling than the Tet offensive. Anyway, let’s permit Peter to finish: “It was exactly the same in Vietnam. The American troops used to call the Viet Cong ‘Charlie’. It’s a cheap way of scoring points. And I do find it offensive, personally.” Damn straight. Just like his forebear in rights activism, Egan ain’t got no quarrel with them Viet Cong. No Viet Cong never called him luvvie. Even so, I’ve never felt gladder that Penelope Wilton didn’t end up leaving Richard Briers for him in Ever Decreasing Circles. As for Conti, he didn’t watch his buddies die face down in the muck just so some draft-dodging local councillor could fail to thank him for his service. The tragedy, of course, is what happens to veterans like Tom when they come home – home to Hampstead from theatreland or a movie set – and find some townsfolk either unwilling to understand what they’ve been through, or moved to use hate speech against them. Frankly, the fact that Tom has still to find a buyer for his house, despite recently knocking £2.5m off the price, makes it overwhelmingly clear where this all leaves him. Namely: down in the shadows of the penitentiary, out by the gas fires of the refinery. He’s 10 years burning down the road – nowhere to run, nowhere to go ...",
  "webTitle": "‘Don’t call me luvvie’: how Tom Conti became the MLK of the 21st century",
  "webPublicationDate": "2016-05-27T06:00:24Z",
  "webUrl": "https://www.theguardian.com/lifeandstyle/lostinshowbiz/2016/may/27/dont-call-me-luvvie-how-tom-conti-became-the-mlk-of-the-21st-century",
  "keyword": [
    {
      "webTitle": "Celebrity",
      "id": "lifeandstyle/celebrity",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    }
  ],
  "authors": [
    {
      "webTitle": "Marina Hyde",
      "id": "profile/marinahyde"
    }
  ],
  "guardianId": "lifeandstyle/lostinshowbiz/2016/may/27/dont-call-me-luvvie-how-tom-conti-became-the-mlk-of-the-21st-century"
}