{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/20/arizona-sheriff-joe-arpaio-beastiality-video-craigslist-trump",
  "id": "2016-05-20-49",
  "sectionId": "us-news",
  "body": "Sometimes, while James Allen Darland delivered packages for his postal company, he would also have sex with dogs. Stray dogs, or the dogs of people he delivered to. He also had sex with sheep, horses, and other dogs, whose owners he contacted over Craigslist. In exchange, he often let the owners of the animals have sex with his own dog, Wiley. Darland lived in Seattle, Washington, but was tempted down to Phoenix, Arizona, by one particular online ad.   Related: The face of American fascism? Decoding sheriff Joe Arpaio’s anti-bestiality video    That’s where he ran into Sheriff Joe Arpaio. Arpaio – Donald Trump’s favorite sheriff, who is mentioned in almost all of the Republican candidate’s speeches, and was one of the first elected officials to endorse Trump in his bid for President – is running a sophisticated sting operation which aims to entrap people like Darland who want to engage in sexual acts with animals. The operation posts fake ads on Craigslist or responds to them and then arresting the alleged perpetrators when they turn up. In a video posted to his Facebook page on 6 May, Arpaio boasted of the program’s 10th arrest, a suspect “who negotiated through the Craigslist”, to meet an undercover detective in order to have sex with his dog. In the video he warned of “a group of people going around the nation called ‘zoo-sexual’, that has warned everyone to beware of this sheriff and his crackdown on bestiality laws”.     Donald Trump and sheriff Joe Arpaio at a campaign event in Iowa. Photograph: Mary Altaffer/AP    In fact, Arpaio told the Guardian over the phone from his office in Phoenix, those laws would not exist at all if it wasn’t for him. In the early 2000s he had set up a unit to investigate animal cruelty, and in 2006 they were referred the case of Leroy Johnson, a deputy fire chief with the Mesa fire department, who had been reported by a neighbor – a farmer named Alan Goats, incidentally – for sneaking into his barn and trying to have sex with one of Goats’ lambs. Confronted while bent over the animal with his pants down, according to the police report, Johnson said, “You caught me, Alan, I tried to fuck your sheep”. Johnson was charged under public indecency statutes, but the case inspired Arpaio to go to the legislature and demand that bestiality be made against the law. “This is one of my crusades,” he said. Such is the power that Arpaio wields, as a nationally recognized and controversial figure – who has been the focus of media attention for racial profiling, his hardline stance on illegal immigration, and his continued insistence that Barack Obama’s birth certificate is a forgery, and who styles himself “America’s toughest sheriff” – that the state legislature passed an anti-bestiality statute the same year. Since then, his officers have been digitally lying in wait for people like Darland – or like Michael Crawford, a Pennsylvania man who was convicted in January after arranging with undercover detectives to have sexual intercourse with a horse. Arpaio boasted that all of his arrests under the bestiality law he demanded have so far ended in convictions. Moreover, Arpaio has been able to turn Arizona’s new law into a national crusade. Darland, for example, lived in Seattle and had no connection with Arizona until he fell into Arpaio’s online sting operation and got on a plane to Phoenix. Arpaio often quotes “studies” which he says link bestiality to sexual abuse, though the Guardian was unable to find the original studies, but the issue of animal welfare clearly runs deeper than that for him. “As a young kid, I would go to school, my dog Pepper – who lived to 18 years old – would follow me as I walked to school, wait for me, and then walk back home with me,” he said. “So how can you say that dogs don’t make families happy and people happy?” He has converted one of the jails in his jurisdiction into a shelter for animals rescued by his officers. Darland’s dog Wiley is one, but many others come from animal-hoarders, abusive owners, or puppy-farms. He is also piloting a program which uses the animals as rehabilitative tools for non-violent inmates and prisoners who are veterans. In some of his jails, he told the Guardian, he allows the inmates only to watch the animal-themed movies Lassie Come Home and Old Yeller.  “I’m an animal rights person,” Arpaio said. “Someone has to protect the animals.” Then, he quoted Mahatma Gandhi: “You judge the morality of a country by the way they treat their animals.”",
  "webTitle": "Sheriff Joe Arpaio fights bestiality with Craigslist stings: ‘This is my crusade’",
  "webPublicationDate": "2016-05-20T17:47:34Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/20/arizona-sheriff-joe-arpaio-beastiality-video-craigslist-trump",
  "keyword": [
    {
      "webTitle": "Arizona",
      "id": "us-news/arizona",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Animals",
      "id": "world/animals",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US crime",
      "id": "us-news/us-crime",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicky Woolf",
      "id": "profile/nicky-woolf"
    }
  ],
  "guardianId": "us-news/2016/may/20/arizona-sheriff-joe-arpaio-beastiality-video-craigslist-trump"
}