{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/19/inquest-hears-of-britons-nick-alexander-final-moments-in-bataclan-attack",
  "id": "2016-05-19-250",
  "sectionId": "world",
  "body": "The final moments of a British roadie killed in the terrorist massacre at the Bataclan in Paris have been described in heartbreaking testimony from his ex-girlfriend at an inquest into his death.  Nick Alexander, 35, was working as a merchandise manager for Eagles of Death Metal at the Parisian theatre when three extremists burst into the venue, opened fire and detonated suicide vests, killing him and 88 other people. The senior coroner for Essex, Caroline Beasley-Murray, recorded a verdict of unlawful killing at the inquest in Chelmsford. His cause of death was given as gunshot wounds to the abdomen and chest. He is believed to have been shot two or three times.   Related: Indiscriminate nature of Paris attacks clear in identities of victims     Helen Wilson, who had remained close friends with Alexander after the end of their two-year relationship, told the inquest she and Alexander played dead as the gunmen tore into the crowd shortly after 10pm on 13 November last year.  In a written statement, Wilson said: “Nick and I were still talking, I told him not to move and keep his eyes closed. We were playing at being dead.” Wilson heard a man scream, which caused one of the shooters to come towards where she and Alexander were located. She tried to protect him by wrapping her legs around him. “The man was tall and had dark hair, he came in our direction and started shooting. I tried to protect Nick by covering his body with my legs and wrapping my arms.” She asked Alexander if he had been shot and then felt a “burning sensation” around her legs and could see blood. “We were holding hands the whole time. He told me that it was hard to breathe so I told him to squeeze my hand and was telling him to stay with me.” Wilson started to give Alexander mouth-to-mouth resuscitation. “I was telling him not to leave me, and that I love him.” As she repeatedly attempted mouth-to-mouth, Wilson heard a bomb detonate. “I protected myself and asked Nick if he was OK, he said: ‘I’m going to die.’ I told him that he wasn’t, he said he couldn’t breathe.” Alexander continued mouth-to-mouth but she “could tell he had already died”. “At the time I was holding Nick he felt cold and his eyes had changed, his body was lifeless,” she said. Wilson, a US citizen living in France, told the inquest that Alexander, from Colchester, Essex, was the love of her life. She met Alexander in 2006 in Liverpool, where they started a relationship. After it ended, they continued to see each other occasionally as she ran a catering company based around the music business. Wilson told the inquest she had spent the night with Alexander in his hotel room the night before the deadly attacks. She arrived at the Bataclan to meet him and spent 30 or 40 minutes with him at his merchandising stall before she saw the black swing doors burst open and the gunmen enter. Two of the assailants died when they detonated suicide vests, the third was shot and killed by police. The killers were later revealed as Omar Ismail Mostefai, Samy Amimour and Foued Mohamed-Aggad.  A total of 130 people were killed in coordinated attacks across Paris on 13 November at the Stade de France, cafes and restaurants, as well as the Bataclan.           Paris attacks: how events unfolded    Outside the coroner’s court Alexander’s older sister, Zoe, stood alongside their mother, Sheelagh, and paid tribute to him. She said: “On 13 November last year our precious Nick along with 88 others lost his life in an indiscriminate act of terror at the Bataclan theatre. “Nick was a much loved son, brother, uncle and friend. A strong, gentle, generous and funny man who lived his life to the full. We were blessed to have him in our lives and we miss him beyond measure.  “Our continuing thoughts are with the many other families who lost their loved ones that night in Paris.”",
  "webTitle": "Inquest hears of Briton's final moments in Bataclan attack",
  "webPublicationDate": "2016-05-19T10:03:57Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/19/inquest-hears-of-britons-nick-alexander-final-moments-in-bataclan-attack",
  "keyword": [
    {
      "webTitle": "Paris attacks",
      "id": "world/paris-attacks",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "France",
      "id": "world/france",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Paris",
      "id": "world/paris",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Jamie Grierson",
      "id": "profile/jamie-grierson"
    }
  ],
  "guardianId": "world/2016/may/19/inquest-hears-of-britons-nick-alexander-final-moments-in-bataclan-attack"
}