{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/04/jeremy-corbyns-aide-clarifies-earlier-remarks-local-elections",
  "id": "2016-05-04-37",
  "sectionId": "politics",
  "body": "Jeremy Corbyn’s claim that Labour will not lose seats in Thursday’s local council elections but is instead seeking to make gains was misinterpreted, according to his official spokesman.   Related: Labour will not lose seats in local elections, Jeremy Corbyn says    The aide said his leader’s comment – “we are not going to lose seats, we are looking to gain seats where we can” – should not be taken as a prediction of what might happen. As the public prepares to vote in Scottish, Welsh and English local elections, the adviser said: “I’m telling you what he intended to say. He was saying we were not in the business of losing seats.” It came amid internal fears inside Labour that the party could be set to lose control of a string of English councils, including Dudley, Redditch, Southampton, Plymouth and Cannock Chase, although there is hope that Sadiq Khan will win the London mayoralty. One source said the worst case scenario was that 10 councils would be lost in the wake of an antisemitism crisis that has gripped the party for over a week and resulted in the suspensions of Naz Shah MP and the former London mayor Ken Livingstone. A Labour spokeswoman confirmed that three more activists had been suspended from the party on Wednesday and were facing investigations. That included the vice chair of the South Thanet party, Jackie Walker, who published an online post asking “what debt do we owe the Jews?” Kezia Dugdale, the Scottish Labour leader, said the furore was damaging the party’s prospects north of the border. “It has unquestionably had an effect,” she said, claiming that the subject was coming up on doorsteps. Labour council leaders campaigning hard across southern England told the Guardian that their battles were too close to call. Jon Clempner, Labour leader of Harlow council, said: “To be perfectly frank, it’s going to be very tight [to keep control of the council].” He said Labour campaigners were talking up local issues over national politics and the EU referendum. Peter Lamb, the council leader in Crawley, said some believed that Labour risked losing control because it only had a majority of one. However, he suggested it would be devastating for local campaigners if that happened. “Given the history of the seat it would be unprecedented for us to lose control in a year when [the national party is] in opposition,” he said. In Plymouth the council’s leader, Tudor Evans, said the party had had a good election night in 2012 and so was now defending 12 seats. The council is in no overall control but could be taken by the Tories if they win three seats. “It is on a knife edge,” admitted Evans. “It is too close to call.” David Cameron used his weekly prime minister’s questions on the eve of the elections to challenge Corbyn relentlessly over his links to extremist groups with antisemitic views, calling on him four times to withdraw having once described Hamas and Hezbollah as friends.  The prime minister turned the weekly session on its head, ignoring Corbyn’s questions about domestic policy and instead declaring: “Those organisations in their constitutions believe in persecuting and killing Jews, they are antisemitic organisations, they are racist organisations, he must stand up and say they are not his friends.” The prime minister also hit out at Khan, whom he accused of repeatedly sharing platforms with extremists.  Corbyn strongly defended Khan, whom he said was being smeared, and insisted Labour was an anti-racist party that would not tolerate antisemitism. However he failed to directly withdraw his previous comments about Hamas and Hezbollah. Instead he said that he did not approve of either organisation, adding: “Anyone who commits racist acts or is antisemitic is not a friend of mine.” The controversy could affect the party in the elections, with one poll finding that only 8.5% of British Jews would vote Labour in Thursday’s election. The survey for the Jewish Chronicle found that support has plummeted since last year’s election, when 18% of the paper’s Jewish community said they voted Labour under Ed Miliband’s leadership. Alan Johnson, the Labour former home secretary, told the Yorkshire Post he was concerned about the 18 suspensions over allegations of antisemitism. “I am worried about it. It’s not my party, it’s not the party I joined … These accusations need to be looked at and the people involved need to be rooted out and to make sure that we are anti-racist in everything we do and that we get rid of any racists [who] we might have [who] infiltrate our ranks. I don’t think it has an impact [on the local elections]. It might have an impact on mayoral elections. I hope not.” Robert Hayward, the elections analyst and Conservative peer, said the overall results would be seen through the prism of Labour’s performance. Corbyn will face a barrage of criticism if the party does poorly, with rumours in Westminster that some shadow cabinet members may resign and there could be calls for the leader himself to step down. “The risk for the Labour party is that [it] will be almost non-existent in southern England and hit fairly hard in many of its remaining bases in the Midlands,” said Hayward. Some are also warning that Labour could slip into third place in Scotland behind the Tories and slip backwards in Wales. However, on a more positive note for the Labour party, it is the Conservatives who have come under more pressure than other parties in council by-elections since the start of the year. Analysis by the Press Association finds that the Tories, who have faced controversy themselves over the EU and a budget rebellion, have lost 10 seats in town hall contests, particularly to independents, in recent weeks and have gained only two. In recent weeks, Conservatives have seen losses to independents in council byelections at Allerdale, Craven, East Riding of Yorkshire and North Kesteven.",
  "webTitle": "Jeremy Corbyn's aide clarifies earlier remarks about local elections",
  "webPublicationDate": "2016-05-04T19:48:50Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/04/jeremy-corbyns-aide-clarifies-earlier-remarks-local-elections",
  "keyword": [
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local elections",
      "id": "politics/local-elections",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Local government",
      "id": "society/localgovernment",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Local politics",
      "id": "politics/localgovernment",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Anushka Asthana",
      "id": "profile/anushkaasthana"
    },
    {
      "webTitle": "Rowena Mason",
      "id": "profile/rowena-mason"
    },
    {
      "webTitle": "Libby Brooks",
      "id": "profile/libbybrooks"
    }
  ],
  "guardianId": "politics/2016/may/04/jeremy-corbyns-aide-clarifies-earlier-remarks-local-elections"
}