{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/10/tom-brady-cookbook-200-dollars-tb12-nutrition-manual",
  "id": "2016-05-10-38",
  "sectionId": "sport",
  "body": "In a further sign that the modern world has gone to the dogs, it emerged on Tuesday that Tom Brady’s cookbook has sold out. Yes, that’s right, Tom Brady’s cookbook: an 89-recipe tome written by an NFL quarterback that costs $200. It’s proved to be a big hit – and further copies won’t be available for another month at least. Brady’s snappily-titled “TB12 Nutrition Manual”, available for purchase on the Patriots QB’s personal website at an attractive $200 on the nose, is out of stock, so those of you itching to find out which of the freshest ingredients Tom loves to cook with will just have to wait a little longer.   Related: The NFL and Tom Brady need to cut a deal and kill Deflategate for good | Les Carpenter    The website describes its culinary offering as a “limited-edition ‘living document’ containing information about our core TB12 nutritional philosophies and featuring a library of 89 seasonally-inspired recipes that you can use to support your TB12-aligned nutrition plan.” But why so expensive? Is it made of gold? Well, no. But it is is “printed and hand assembled in the United States, and is printed on thick 100lb text paper. The covers are made from natural wood with a laser-etched TB12 logo and title.” How’s that for novelty: a cookbook with a wooden cover. And that’s not all. “Please note also that as we periodically update this manual with new or modified recipes, we will send additional pages to all purchasers of the manual.” Which translates as: we’ll keep sending you recipes for the rest of eternity. Brady should have plenty of time to perfect his skills in the kitchen: he’ll miss the first four games of the NFL season after his Deflategate ban was upheld last month. Brady’s personal chef Allen Campbell revealed in January that Brady eats “80%” vegetables. He also goes in for brown rice, quinoa, millet and beans – but no sugar, coffee, dairy or tomatoes. Why tomatoes? “They cause inflammation,” Campbell said. “No white sugar,” Campbell told Boston.com in January. “No white flour. No MSG. I’ll use raw olive oil, but I never cook with olive oil. I only cook with coconut oil. Fats like canola oil turn into trans fats I use Himalayan pink salt as the sodium. I never use iodized salt. “[Tom] doesn’t eat nightshades, because they’re not anti-inflammatory. So no tomatoes, peppers, mushrooms, or eggplants. Tomatoes trickle in every now and then, but just maybe once a month. I’m very cautious about tomatoes. They cause inflammation. “What else? No coffee. No caffeine. No fungus. No dairy. The kids eat fruit. Tom, not so much. He will eat bananas in a smoothie. But otherwise, he prefers not to eat fruits.” Looks like Brady won’t be taking the kids to White Castle this weekend, then. Brady posted a picture from the book on his Facebook page, calling it “another step toward achieving your peak performance.” But all copies are final sale. “Please note that due to its unique content and binding, all sales of the TB12 Nutrition Manual are final sale – the manual can not be returned or exchanged.” At $200, Brady’s cookbook isn’t even the most expensive book written by someone in his family. His wife Gisele Bündchen sold a $700 coffee-table book back in November. It too sold out.",
  "webTitle": "Tom Brady's $200 cookbook ‘TB12 Nutrition Manual’ sells out on website",
  "webPublicationDate": "2016-05-10T20:31:27Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/10/tom-brady-cookbook-200-dollars-tb12-nutrition-manual",
  "keyword": [
    {
      "webTitle": "Tom Brady",
      "id": "sport/tom-brady",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "New England Patriots",
      "id": "sport/new-england-patriots",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "NFL",
      "id": "sport/nfl",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "US sports",
      "id": "sport/us-sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tim Hill",
      "id": "profile/timhill"
    }
  ],
  "guardianId": "sport/2016/may/10/tom-brady-cookbook-200-dollars-tb12-nutrition-manual"
}