{
  "apiUrl": "https://content.guardianapis.com/sport/blog/2016/may/20/live-racing-minding-irish-1000-guineas-friday-20-may",
  "id": "2016-05-20-266",
  "sectionId": "sport",
  "body": "10.15am Minding replaces Ballydoyle for O’Brien in Irish Guineas   Related: Minding’s 1,000 Guineas superiority prompts talk of gatecrashing Derby    Tony Paley: Aidan O’Brien has announced that Minding will replace Ballydoyle as his No1 runner in Sunday’s Irish 1,000 Guineas at The Curragh and bid for a quick Classic double following her runaway victory at Newmarket earlier this month. Ballydoyle, who had been odds-on for Sunday’s race after finishing second to her stablemate at Newmarket, will miss the race after her trainer revealed that the filly’s blood wasn’t 100% in a scope test this week. Speaking to the Racing Post on Friday morning, O’Brien said: “We’ve decided to declare Minding for the Tattersalls Irish 1,000 Guineas but Ballydoyle’s blood picture wasn’t 100% right this morning and she won’t be declared.” He added: “Vancouver, who was due to have his first run since joining us from Australia in the Group Two Greenlands Stakes at The Curragh on Saturday, will also miss his race as we weren’t happy with his bloods when we checked out our weekend runners this morning. It’s unfortunate as we were keen to run him with Royal Ascot in mind.” O’Brien had previously been planning to head straight to the Oaks with Minding, and the Epsom Classic remains the target for the impressive 1,000 Guineas winner. Minding will be joined in her Irish 1,000 Guineas bid by Coolmore, Pretty Perfect and Californiadreaming from the O’Brien camp. Friday’s best bets, by Greg Wood   Related: Horse racing tips: Friday 20 May    Just four runners go to post for the Cocked Hat Stakes at Goodwood this afternoon, but two are still engaged in the Derby and Prize Money (3.30) in particular could yet emerge as a late outside bet for the Classic. Saeed bin Suroor’s colt has had just two starts to date, the first in a Newmarket maiden last October and the next in a handicap at the same course on 1,000 Guineas day earlier this month. Prize Money could finish only a half-length second there, which is not an obvious portent of Classic potential, but he was giving 8lb to Taqdeer, the winner, in a race that often proves to be one of the strongest three-year-old handicaps all season. The time of the race was also noticeably strong - a match for Wings Of Desire’s performance when winning the Dante according to Timeform - and John Ferguson, Godolphin’s chief executive, made it clear on Thursday that Prize Money is likely to take up his Derby engagement if he wins impressively today. On that basis, the 50-1 for Epsom available on a “non-runner, no bet” basis with a couple of firms could be worth a small interest. Elsewhere on the card, the seven runner fillies’ handicap boils down to three realistic contenders with Aristocratic (2.55) a fair price to beat Persuasive, who is in the same ownership. Parnells Dream (4.00) is another to catch the eye on the same card, while at Haydock this evening, Double Up (7.30) still has scope for further progress and can take an interesting race for the Listed Achilles Stakes at around 7-2. Tipping competition, day five Our winners so far: Monday Paling 3-1 Rusty Rocket 12-1 Gowanauthat 8-1 Tuesday Orion’s Bow 4-1 Coto 5-1 Powerful Wind 14-1 Wednesday Maleficent Queen 3-1 Don Padeja 25-1 Almodovar 4-1 Thursday Skiffle 5-1 Pour La Victoire 9-1 Manson 12-1 And our leader is: Carol Keen +28 … who endured a winnerless Thursday, while melonk seized the opportunity to close up to +26, thanks to Pour La Victoire and Skiffle. Other good scores: Lindsey6677 +13, jamesstod +13, Toptrapper +11, sandiuk +8, Copshaw +7, Mai11 +6. For today’s thrilling climax, we’d like your tips, please, for these races: 4.00 Goodwood, 7.30 Haydock, 7.50 Stratford. This week, we’re offering you a second chance to win a copy of Addicted to Horse Racing by Norton Howells, a late convert to the greatest game, who tells us his tales of trying to crack the code of gambling success. “The writing is precise yet evocative, with nothing held back, as we discover the vivid consequences of an obsession,” the press release tells me. If you don’t win, you can buy a copy here. As ever, our champion will be the tipster who returns the best profit to notional level stakes of £1 at starting price on our nominated races, of which there will be three each day up until Friday. Non-runners count as losers. If you have not joined in so far this week, you are welcome to do so today but you will start on -12. In the event of a tie at the end of the week, the winner will be the tipster who, from among those tied on the highest score, posted their tips earliest on the final day. For terms and conditions click here. Good luck! And post your tips or racing-related comments below.",
  "webTitle": "Talking Horses: Friday’s best bets plus all the latest racing news",
  "webPublicationDate": "2016-05-20T09:14:47Z",
  "webUrl": "https://www.theguardian.com/sport/blog/2016/may/20/live-racing-minding-irish-1000-guineas-friday-20-may",
  "keyword": [
    {
      "webTitle": "Aidan O'Brien",
      "id": "sport/aidan-o-brien",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "1,000 Guineas",
      "id": "sport/1000-guineas",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "The Oaks",
      "id": "sport/epsom-oaks-stakes",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Horse racing",
      "id": "sport/horse-racing",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Tony Paley",
      "id": "profile/tonypaley"
    },
    {
      "webTitle": "Greg Wood",
      "id": "profile/gregwood"
    }
  ],
  "guardianId": "sport/blog/2016/may/20/live-racing-minding-irish-1000-guineas-friday-20-may"
}