{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/11/trump-foreign-policy-national-security-defense-spending",
  "id": "2016-05-11-277",
  "sectionId": "us-news",
  "body": "A chasm between the Republican party’s national-security wing and its likely presidential nominee Donald Trump has been exposed as politicians on Capitol Hill wrestle with the annual US defense budget. The Senate armed services committee is due on Wednesday to start considering the annual national defense authorization act (NDAA), which was passed with bipartisan support by counterparts in the House in late April. However, Republican defense sources believe the bill reveals the extreme tension between Trump and the traditional Republican defense establishment. “Trump’s foreign policy is an inane jumble of jingoistic sloganeering, and the NDAA is a serious document,” said John Noonan, a national-security aide to former presidential aspirants Mitt Romney and Jeb Bush.   Related: Donald Trump unveils 'America first' foreign policy plan    The NDAA, passed by the House panel and slated to go to the House floor late next week, reflects longstanding defense priorities for the GOP, including plans to increase troop numbers and keep open the Guantánamo Bay detention facility. But, GOP sources say, the bill’s contents conflict with Trump’s offerings in a manner that helps explain why a substantial number of the Republicans who categorically reject Trump come from the national-security wing of the party. Senator Lindsey Graham of South Carolina, a member of the Senate armed services committee, said his biggest concern with Trump was that he had “no idea what his priorities are”. “His foreign policy positions are way out of the mainstream with most Republicans,” said Graham, who suspended his own campaign for president in December and has said he will not support Trump as his party’s nominee.  “He talks like Ronald Reagan one moment then embraces [Vladimir] Putin the next. … The contradictions are just overwhelming to me.”           Trump vows to ‘shake rust off America’s foreign policy’    Senator Marco Rubio of Florida, who exited the race in March, said he stood by charges leveled against Trump during his own campaign that included referring to his former opponent as “an erratic conman” who shouldn’t have access to nuclear codes. “I stand by the things I said,” Rubio told CNN on Tuesday. “My differences with Donald – both my reservations about his campaign and my policy differences with him – are well documented and they remain.” Some on the right view the NDAA as more akin to a living will for GOP defense priorities likely to go into eclipse under either presidents Trump or Clinton. “Anything that champions a sensible defense reform, like [panel chairmen] John McCain and Mac Thornberry advocate, there’s a general belief among conservatives that you need to get it into the 2017 bill,” said Kori Schake, a former campaign adviser to McCain. “My sense is everyone is right to be worried that this year’s defense authorization bill could very well be Republicans’ last chance to put their stamp on defense reforms … Trump’s effect down-ticket is likely to be disastrous.” In such a political environment, the reasoning goes, the proposed $610.5bn defense budget serves as a battle standard for a Republican defense orthodoxy during a moment when most Republican voters are rallying around a different flag. Republican defense hawks hope to pass a set of 2017 budget measures that provide a marker for shaping Hillary Clinton’s defense policies if she wins in November, or would be politically difficult for Trump to reverse if he becomes president. Among the bill’s more conspicuous features are proposals to increase the army by 20,000 active and 25,000 reserve soldiers; to lock in 9,800 troops for the Afghanistan war after Barack Obama leaves office; to purchase more F-35 and F-22 warplanes; and to prevent the closure of the detention facility at Guantánamo Bay. To fix what Thornberry calls a “readiness crisis”, the bill would move $23bn in war spending to buy big-ticket hardware. McCain plans to add measures to rebalance power between the military services, the regional commands, and the chairman of the joint chiefs of staff. Whereas Trump has called into question the value of US defense partnerships, including Nato, the House version of the bill would consolidate a maze of legal authorities to enable more US sponsorship of partner militaries. It also suggests that Russia – whose leader, Putin, has exchanged compliments with Trump – is “the greatest threat to US national security”. On the campaign trail, Trump espouses a highly militarized isolationism; a rejection of traditional US alliances; and goals mocked by the party’s defense leadership as dangerous fantasies – a southern border wall, rejection of free trade, trade wars with China, hostility to ally Japan.  Whereas Republican congressional leaders have, with the exception of McCain and Graham, offered only muted support for torture, Trump embraces it enthusiastically. While many elected Republicans have dealt in Islamophobic rhetoric and policies, Trump’s call for a ban on Muslims entering America has attracted more grassroots GOP support than congressional enthusiasm.  Even where their goals align, such as on enlarging the military, Trump’s proposals stop at a vague promise to “spend what we need”.     ‘He talks like Ronald Reagan one moment then embraces [Vladimir] Putin the next … The contradictions are just overwhelming to me,’ Lindsey Graham said of Trump. Photograph: Susan Walsh/AP    Most parochially, Trump has portrayed traditional GOP foreign policy as part of a rot he pledges to fix, calling in the same speech last month for “new voices and new visions” at the Pentagon. Claude Chafin, a spokesman for the House armed services committee, said the bill was not written as a response to Trump, as many of its measures reflect longstanding committee priorities, particularly bolstering military readiness. “It’s never as closely tied to the political winds as it appears on the day it hits the floor,” Chafin said. Trump’s major support from the party’s elected leaders on foreign affairs comes from Bob Corker, the Tennessee Republican who chairs the Senate foreign relations committee. Corker on Tuesday told reporters on Capitol Hill he was confident that much of Trump’s prior statements had to do with appealing to primary voters who wanted “a personality and someone who is irreverent”. Corker, who said he has discussed foreign policy with the Trump campaign in recent weeks, said he believed there was room for him to “evolve and learn” and suggested the Republican party would suffer if it were to reject him as its nominee. “When people say, ‘Never this or never that,’ I think a better place to be is to chill and let the campaign evolve a little bit and see where the candidate ends up,” Corker said. He said Trump was trying to espouse views like those of George HW Bush, adding: “I heard some realism creeping back into foreign policy.” Senator Richard Burr of North Carolina, another influential Republican who chairs the Senate intelligence committee, was similarly prepared to accept Trump. “I didn’t agree with 100% of what George W Bush proposed, and I’ll pick those places where I disagree,” Burr said. But an exchange on the issue of torture exposed some of the challenges elected officials will endure as they reluctantly embrace Trump as their standard bearer.  Asked if by endorsing Trump he was then also backing the real estate mogul’s stance in favor of torture, Burr initially hedged: “You’d have to define what torture is,” he said.  Presented with Trump’s statement that he would go beyond waterboarding, Burr simply replied: “I would not support bringing back waterboarding.” Senator Jeff Sessions, a Trump surrogate who sits on the Senate armed services committee, sought to downplay some of the billionaire’s more outlandish comments on torture and targeting the families of terrorists.  “He has a foreign policy that’s more realistic,” Sessions said. “It’s one that’s a little more cautious in assuming how much we can accomplish by using military force. But when we’re clearly threatened, he’s made it quite clear that he will react strongly and vigorously.”  He added that Trump was in the process of surrounding himself with prominent national security advisers whose advice would help to inform defense priorities more in step with Republican orthodoxy. Yet there are many in Republican defense circles who have shown reluctance or refusal to advise Trump, and more who are withholding their support for his campaign. Eliot Cohen, a senior official in both Bush administrations who is deeply respected in the military, has cast about for a third party. The hawkish thinktanker Max Boot called Clinton “far preferable” in an article for the Los Angeles Times.  There is an active debate among defense experts on the right over whether serving in a Trump administration would be irresponsible, with 121 luminaries of the party’s national-security apparatus signing an open letter pledging to “energetically” prevent his election.  “The fact we have a presumptive nominee who doesn’t know we have an air, sea and land-based nuclear triad is disqualifying in and of itself,” said Noonan, a former air force missile officer and House armed services committee staffer, who said he doubted Trump will be elected. Schake, the former McCain adviser, added: “The president has so much wider latitude in national security policy than in domestic policy. So the national-security community worries that a reckless president could use that power with much greater damage to the country than in an area where there are more checks to the presidency.”",
  "webTitle": "'An inane jumble': Trump foreign policy splits GOP on issue party once agreed on",
  "webPublicationDate": "2016-05-11T10:30:11Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/11/trump-foreign-policy-national-security-defense-spending",
  "keyword": [
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Republicans",
      "id": "us-news/republicans",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US Senate",
      "id": "us-news/us-senate",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "House of Representatives",
      "id": "us-news/house-of-representatives",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US foreign policy",
      "id": "us-news/us-foreign-policy",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US national security",
      "id": "us-news/us-national-security",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Spencer Ackerman",
      "id": "profile/spencerackerman"
    },
    {
      "webTitle": "Sabrina Siddiqui",
      "id": "profile/sabrina-siddiqui"
    }
  ],
  "guardianId": "us-news/2016/may/11/trump-foreign-policy-national-security-defense-spending"
}