{
  "apiUrl": "https://content.guardianapis.com/us-news/2016/may/07/us-economy-election-obama-donald-trump",
  "id": "2016-05-07-115",
  "sectionId": "us-news",
  "body": "In mid-March, while standing in a middle of a stage in Ohio, Hillary Clinton made a promise: “We’re going to put a lot of companies and coal miners out of business. We’re going to make it clear that we don’t want to forget those people.” The former secretary of state and Democratic presidential candidate was campaigning on her clean energy platform but may have come to regret that phrasing. Since September 2014, the mining sector has eliminated 191,000 jobs. About 7,000 of them were lost last month. For many Americans, the story of economic recovery that the Obama administration has been trying to tell – with 5% unemployment and 74 months of continuous job growth – is not one they are familiar with. It’s an issue that is driving them into the arms of Donald Trump. “How can you say you’re going to put a lot of coal miners out of jobs and then come in here and tell us you’re going to be our friend?” a voter from West Virginia, hit hard by the downturn in the energy sector, told Clinton last week. “Those people out there don’t see you as a friend.” Miners have, however, found a friend in Trump, the presumptive Republican nominee for president. A group of them attended a rally on Thursday waving signs that read “Trump digs coal”.      A group of coal miners wave signs for Donald Trump as they wait for a rally in Charleston, West Virginia on Thursday. Photograph: Steve Helber/AP    Obama has unarguably overseen a remarkable turnaround in the jobs market. The unemployment rate is now half the 10% peak it hit at the height of the recession. The president defended his economic legacy last week in a 6,000 word feature in the New York Times. Americans would “be much worse off had we not taken the steps that we took”, he said.    Related: US economy grows at slowest pace in two years as Obama defends legacy    But with paychecks remaining disappointingly small and layoffs reaching a seven-year high, many have subscribed to Trump’s narrative instead of the one presented by Obama’s administration. It’s a horror story about an American economy in terminal decline, its workers sold down the river to China and Mexico.  “People don’t really want to hear that it could have been worse. Sometimes such statements anger people and make the president seem out of touch. It doesn’t resonate because they can’t observe that alternative outcome,” explained Lawrence Mishel, president at the left-leaning Economic Policy Institute. “It’s progress in their weekly paychecks that resonates.”  Over the past few months, the US Labor Department has repeatedly noted: “Wages are the unfinished business of the recovery,” as jobs report after jobs report has shown wage growth to be in the vicinity of just 2%. In addition to jobs, wages are one of the most important parts of this recovery. In order for working-class Americans to feel its effects, wage growth would have to be closer to 3% to 4%. When the US census last released its data about median household incomes in the US, it found that the average American was bringing home the same paycheck as Americans in 1997.  With rents and food costs rising, wages from 20 years ago are no longer cutting it. As a result, working Americans are tired of what they think of as “status quo” politics.  “People are feeling ornery and that’s the result of stagnant wages for the vast majority for at least the last dozen years,” said Mishel. “That may explain why, among conservative GOP voters, Trump has made headway. This is the first election I ever heard any GOP candidates talk about wages.”     Democratic presidential candidate Hillary Clinton visits the AM General plant. Photograph: Matt Rourke/AP    Trump is not the only one talking about jobs and wage growth. While campaigning in Indiana last week, Clinton visited with ironworkers and toured an AM General plant. The union representing workers about to be laid off at two Indiana plants owned by Carrier Corp, an air-conditioning giant that is shifting production to Mexico, recently organized a rally for Bernie Sanders.   Related: US job cuts hit highest level since 2009 according to new study    But Trump’s message appears to be resonating more with blue collar workers than Clinton’s. “There is absolutely no allegiance to Hillary Clinton in Michigan as far as white males go, as far as working men go. Period,” said Michael Lavana, 37, who works for Ford and is member of the United Automobile, Aerospace and Agricultural Implement Workers of America Union (UAW). When casting his vote in the Michigan primary, Lavana voted for Trump and his brother, who is a retired Ford worker, voted for Bernie Sanders “just so that Clinton would not get the vote”. Lavana has always been registered as Republican, but has not always voted along the party lines. In 2008, he voted for Obama. By 2012, he had decided not to vote for either Obama or Mitt Romney. Instead, he says he “threw away” his vote by voting for Gary Johnson, the third-party Libertarian candidate. “I am not a Mitt Romney Republican,” he explained.  During his campaign, Trump has come out against abortion and gay marriage, but has also said that North Carolina was wrong to pass a “bathroom” law that critics say would curtail the rights of LGBT people. For Lavana, however, it’s his stance on the US economy that seems to be the deciding factor. “If Republicans have a fighting chance, they have to stay out of people’s bedrooms,” he said. “That’s a big reason I am voting for Trump,” said Lavana. “I don’t really care what the guy says or what he flies off the handle about. Many of these candidates talk about jobs, but they don’t talk about what cost the jobs.”  He hopes that if elected, Trump would organize a taskforce to find out why companies are leaving the US for places like Mexico and Canada, where Ford has been expanding its operations. Trump has yet to discuss in detail his plan for bringing jobs back to the US, something that Democrats, including Obama, have asked the media to push him on. On Friday afternoon, Obama told the White House press corps that all presidential candidates and nominees who say they have a solution to a particular problem should be pushed to explain their plan. “What I’m concerned about is the degree to which the reporting and information start emphasizing the spectacle and the circus, because that’s not something that we can afford,” said Obama. “American people, they’ve got good instincts, as long as they get good information.”  Trump’s promise to get jobs back to the US resonates with both Democrats and Republicans, said John Cakmakci, president of United Food and Commercial Workers Union Local 951 in Michigan. How he will do it, however, remains a mystery that the voters are not really interested in figuring out.   Related: US unions plan attack on Donald Trump in attempt to derail presidential bid    “People don’t want to know that. They just like that five-second simple solution to the problem,” said Cakmakci. One way that the union could help drive out the vote for Democrats is by educating its members, but there are limits to that approach as well. “Oftentimes our members vote against their own self-interest, thinking that if they vote one way it will help them. You almost got to spoon-feed people, but there’s only so much they want to listen to and digest.”  The main reason unions are not endorsing Trump is because he is running as a Republican, according to Vincent Roney, 36. Roney works at Accuride Wheel End Solutions, operating a machine that cuts wheels from steel and aluminum, and is also member of the UAW union.  “I’ve been a union member for almost 20 years and proud of it,” he said, adding that he does not agree with unions asking members to blindly vote Democrat. “Democrats tend to side with unions over the corporations they are dealing with. But as I see it, the big picture is being missed. What good is winning legislation in favor of higher wages and working conditions if the same lawmakers are allowing outsourcing of these jobs to other countries?” Roney believes that if elected, Trump will do what he says: make America great again.",
  "webTitle": "Unhappy with the Obama economy, voters are buying what Trump's selling",
  "webPublicationDate": "2016-05-07T11:00:13Z",
  "webUrl": "https://www.theguardian.com/us-news/2016/may/07/us-economy-election-obama-donald-trump",
  "keyword": [
    {
      "webTitle": "US elections 2016",
      "id": "us-news/us-elections-2016",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US economy",
      "id": "business/useconomy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Hillary Clinton",
      "id": "us-news/hillary-clinton",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "US unemployment and employment statistics",
      "id": "business/us-unemployment-and-employment-statistics",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Automotive industry",
      "id": "business/automotive-industry",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US income inequality",
      "id": "us-news/us-income-inequality",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Ford",
      "id": "business/ford",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US politics",
      "id": "us-news/us-politics",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Business",
      "id": "business/business",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "US news",
      "id": "us-news/us-news",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Economics",
      "id": "business/economics",
      "sectionId": "business",
      "sectionName": "Business"
    }
  ],
  "authors": [
    {
      "webTitle": "Jana Kasperkevic",
      "id": "profile/jana-kasperkevic"
    }
  ],
  "guardianId": "us-news/2016/may/07/us-economy-election-obama-donald-trump"
}