{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/03/brexit-camp-immigration-economic-vote-leave",
  "id": "2016-05-02-7",
  "sectionId": "commentisfree",
  "body": "Though the early skirmishes of a campaign will not determine the result, the battle lines of the EU referendum contest are being firmly established. Those campaigning to get Britain out of the EU are gradually being forced to abandon a strategy based on economic argument in favour of Nigel Farage’s long preferred dog-whistle tactics. This is now developing into a contest between the economy and immigration. But for a while, it did not look like the campaign would be fought along such predictable lines.   Related: Now it’s Cameron and the unions: thus does Brexit make bizarre bedfellows | Polly Toynbee    Unlike Farage’s provisional wing, the official wing of the leave campaign initially shied away from pandering to xenophobia and using anti-immigration rhetoric to galvanise support. After all, Boris Johnson used to talk of the “massive” benefits of immigration and once backed an amnesty for illegal immigrants, and has repeatedly called for Turkey to join the EU, something that is not going to happen any time soon. Johnson is not alone. According to colleagues, Michael Gove used to take a decidedly emollient position on immigration in cabinet discussions against Theresa May’s harder line. Dominic Cummings, the campaign director, used to say that their side “does not need to focus on immigration”. Gisela Stuart, Labour’s lonely Vote Leave chair, has previously described migration as a “force for good” and believes Ukip feeds “discontent, despair and division” in its attitudes towards foreigners. Stuart must have winced then, when she opened Saturday’s Daily Mail to see Gove’s sinister piece on EU expansion that had the justice secretary’s name on it but could have been penned by Farage himself. In a disturbing echo of Ukip’s last party political broadcast, which told numerous untruths about Turkey, Gove asserted that 77 million Turkish Muslim citizens would soon be using the NHS, and Albanian criminals were about to flood Britain. From Johnson questioning President Obama’s “part-Kenyan ancestry” to EU migrants being blamed for the problems in everything from British schools to our health service to our prisons, every recent Vote Leave intervention has had immigration at its heart. Should we be disappointed by this change in tone? Yes. Should we be worried? No. As Vote Leave spokesman Robert Oxley once perceptively said: “The one thing you know is that people care more about their jobs than they do about migration.” Swallowing the nasty Ukip strategy wholesale may energise the rightwing base of the leave campaign but I cannot see it being enough to persuade more than half of the voting public to take a leap in the dark in quitting the EU. People want to know what will happen to their jobs, their pay packets and their weekly shopping bill more than they want to hear abusive rhetoric and nationalistic myths.   Related: It took Barack Obama to crush the Brexit fantasy | Jonathan Freedland    Why the change in strategy then? Because what little economic credibility leave campaigners had was shredded by George Osborne and Obama in the space of a week. First the Treasury showed that quitting the EU’s single market would take 6% out of our GDP and leave a £36bn black hole in our public finances. Leave campaigners had no answer to the Treasury’s finding that Brexit would cost every household an average of £4,300 a year. Obama then stepped in to make it clear that, once out of the EU, the rest of the world did not offer salvation. Even America, he said, Britain’s special friend, would put us at the back of the queue in future trade priorities. The leave campaigners knew they could not afford to cede the economy entirely and so rustled up a motley crew of economists to fly in the face of all credible international and domestic economic analysis and suggest we would actually be better off outside the EU. In doing so, they embraced the Treasury’s worst-case scenario of moving to trade based on simple World Trade Organisation rules, which would increase the per-household loss from Brexit to an eye-watering £5,200 a year. Leave’s economic case is dissolving. It has forced Johnson, Stuart and Gove to pretend they were secret Kippers all along. By throwing in the towel on economics and putting the end of free movement before Britain’s future prosperity, they are endorsing Ukip’s sugar-daddy, Arron Banks, in accepting that the huge economic cost of doing so is “a price worth paying”. When tested with the public, almost no undecided or wavering voters agree. Does this mean the remain campaign is home and dry? Absolutely not. It must not tire in spelling out Britain’s trade gains and job benefits from being in Europe’s single market. People in Britain – and elsewhere in Europe, for that matter – are rightly concerned about current levels of migration and the impact these have on our way of life and on public services. That’s why the arrangements negotiated by David Cameron to make welfare entitlements for EU nationals more conditional in Britain are being viewed enviously by other member state governments. But it is not the only thing the public worry about. I believe that British people want an immigration system that is fair and managed. They don’t want anyone taking us for a ride, but people who come here to work hard, pay their taxes and support our public services (like the 120,000 EU nationals working in our health and social care system) should be welcomed. I also believe the public value even more highly an economy that is growing, creating jobs and keeping prices low. On the remain side, we must strain every sinew to persuade people that inside the EU they can have both economic prosperity and managed migration. Whereas, outside, we would be swapping economic security for Farage and Vote Leave’s vision of Britain: closed, inward-looking, intolerant and anti-foreigner. That’s the difference between patriotism – love of your own country – and nationalism: hatred of other people’s countries. Over the course of the campaign, I hope that the British public will see through the narrow, divisive arguments peddled by the leave campaign. Polling evidence suggests that, if we get our arguments across effectively, economics will trump immigration as the deciding consideration for most voters. That’s why the remain campaign, at this stage in the race, is in a better place than those who would have us leave.",
  "webTitle": "Why is the Brexit camp so obsessed with immigration? Because that’s all they have | Peter Mandelson",
  "webPublicationDate": "2016-05-02T23:01:38Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/03/brexit-camp-immigration-economic-vote-leave",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Foreign policy",
      "id": "politics/foreignpolicy",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Peter Mandelson",
      "id": "profile/petermandelson"
    }
  ],
  "guardianId": "commentisfree/2016/may/03/brexit-camp-immigration-economic-vote-leave"
}