{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/21/england-roy-hodgson-euro-2016-squad-football",
  "id": "2016-05-21-40",
  "sectionId": "football",
  "body": "Roy Hodgson feels England supporters should stop looking back and torturing themselves over some largely lacklustre tournament performances in the past, and begin to look forward with more optimism as a younger and more inexperienced squad prepares for this summer’s European Championship in France. “It is true that only four of our players have more than 40 caps, so the squad is less experienced than the one we took to Brazil,” the England manager said. “Some of our players will be stepping out on to a major international stage for the first time, but maybe it is time to look forward now. We are certainly not going to France looking for revenge for 2014. “We don’t want the players to be fearful. This group doesn’t have baggage. They aren’t weighed down by the sins of the fathers. That’s what our message will be. We want to go to France with a good football team, play well, and win matches.”   Related: England’s Euro 2016 squad: the provisional 26 picked by Roy Hodgson    When it was suggested England often appeared to be behind the Germans and Italians in tournament strategy, the ability to stay in events for long enough to develop a playing style and impose themselves on opponents, Hodgson admitted he had only a limited grasp of what could be changed. “I don’t know what tournament strategy is,” he said. “There are concepts that are thrown out there, but for someone to say to me that the Germans and the Italians are good at this and you’re not, I’d have to know what is meant by the term. As far as I am concerned you either win games or you don’t. Most football success boils down to winning games, and I don’t think tournaments are any different.” England went out early in Brazil two years ago with a squad expected to do much better, an almost brutally truncated experience that Hodgson clearly remembers only too well. “I am confident now, but I was confident for Brazil,” he explained. “The facts suggest tournaments are decided on results. If you survive the tournament it means you’ve played well and if you don’t it means you’ve played badly. The football truth is probably in between those two scenarios. Had the ball not skidded off Gerrard’s head and played Suárez onside, had we gone on to win that game 2-1, had we then gone on to beat Costa Rica, we might have been talking about a great tournament. “Tournaments have their own life, their own stories, it is three cup finals and you can be lucky, you can be unlucky. All we can do is prepare the best we can and make certain we reduce the chances of something hazardous happening to us. As far as I’m concerned 2014 was a very different set of players, much more mature and experienced as a group. I am going into this tournament with another group of players. I believed that the team in 2014 would go far and we didn’t. I believe this team will go far, so let’s wait and see.” Gary Cahill, who will captain the side in Sunday’s friendly against Turkey, believes Harry Kane and Jamie Vardy will be able to pose problems for most defenders, having seen their ability at close hand in the Premier League. “I have heard both players referred to as pests, but they are actually huge threats to any defence,” the Chelsea defender said. “They are both very sharp and they both work hard too. They have certainly produced in the Premier League this season. I think we are blessed with some top quality striking talent.” Having invited his captain to speak for a few moments while he got his breath back Hodgson was not sure he liked the sound of that. “There’s a difference between having a good season in the Premier League and what’s around at the top end of the international game,” he interjected, perhaps fearful that his young strikers might get carried away with Cahill’s praise. “These are young players making their first steps in a tournament, other countries have strikers who have done it all, if you think about Cristiano Ronaldo, Lionel Messi and Sergio Agüero. I’m just trying to be realistic. Jamie Vardy has had a great season but he will have to lift up a few more trophies before he can be compared to players of that stature.” No one would argue otherwise, especially as Messi and Agüero will not actually be appearing at Euro 2016. Hodgson is just being overprotective, as well as being careful not to take anything for granted. “The players I am working with are young, they are inexperienced, but they are playing a top level of football and they are playing against top level opposition every week,” he said. “It could be argued that some of them will be better once they have got a tournament under their belts, but I think it would be wrong if we said this summer doesn’t matter because it will only be a stepping stone. “I do believe that a lot of these players will go on to future tournaments and be even better than they will be this time, but that belief doesn’t alter our hopes, our ambitions and our dreams. It might be a bit unfair to put too much pressure on these players, they are not yet at the level of Messi or Ibrahimovic, they haven’t got 100 caps. Most of them are at the start of their careers, and I am rather hoping they will be seen as players of potential, not as people who can right the wrongs of the last 40 years.”",
  "webTitle": "England must discard the baggage of the past, believes Roy Hodgson",
  "webPublicationDate": "2016-05-21T21:30:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/21/england-roy-hodgson-euro-2016-squad-football",
  "keyword": [
    {
      "webTitle": "England",
      "id": "football/england",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Roy Hodgson",
      "id": "football/roy-hodgson",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Euro 2016",
      "id": "football/euro-2016",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Wilson",
      "id": "profile/paulwilson"
    }
  ],
  "guardianId": "football/2016/may/21/england-roy-hodgson-euro-2016-squad-football"
}