{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/26/marriage-alliance-apologises-for-spamming-liberals-over-marriage-equality",
  "id": "2016-05-26-333",
  "sectionId": "australia-news",
  "body": "Marriage Alliance has apologised for people being added to its mailing list without their consent, after complaints from some Liberals that they had received spam opposing marriage equality from the group. In April, a number of current and former Liberal members complained they had received a number of unsolicited emails from Marriage Alliance, a lobby group set up to oppose same-sex marriage, despite never signing up to their mailing list. The emails included an inflammatory claim that Labor would make exercise of religious freedom illegal and called for donations and volunteers to oppose same-sex marriage in an upcoming plebiscite.   Related: Young Liberals fear contact details passed to anti-marriage equality group    One sent on 13 March complained that Labor politicians had been “told to vote for gay marriage or leave” and called the senator Joe Bullock, who resigned over the issue, “another voice bullied into silence”. On Thursday Marriage Alliance spokeswoman, Sophie York, issued an apology. It said: “It has come to our attention that some members on our email list have had their addresses added without their consent. This is a serious issue which we have been investigating over the last couple of weeks. We apologise to any individuals who have been inconvenienced by this problem.” The email offers recipients an option to immediately opt out of future emails. A former Liberal member told Guardian Australia the apology was “completely insufficient”. “The email does not provide an explanation for how they received my personal information, when they received [it], and what they have done with [it] – along with confirmation that my information has been removed and won’t be used for future campaigns.” “I think it’s disgraceful that Marriage Alliance have conceded that emails were added without consent, but then offered a half-hearted non-apology apology which does not go to the root of the problem at all.” The former Liberal demanded “a full explanation from Marriage Alliance as to the extent of investigation over the past month”. He queried why the onus was placed on recipients to opt out of emails, when Marriage Alliance had accepted they were added without their consent.     Marriage Alliance’s email apology for communications without consent. Photograph: Marriage Alliance    A current Young Liberal member, who instigated a complaint to Marriage Alliance and the New South Wales Liberal party, said he welcomed the apology but questioned the delay. “While I welcome York’s apology, I have to wonder why it took over a month for her to recognise that there was an issue, given that myself and numerous Young Liberals and former Young Liberals raised this matter with both Marriage Alliance and the NSW Liberal Party,” he said. “It may seem trivial to some, but I consider the privacy of Young Liberal members, current and former, to be important.” “I await the outcome of the investigations from Marriage Alliance and the NSW Liberal Party, and look forward to moving on from this issue.” In April the NSW Liberal party told Guardian Australia the Liberal party had received several complaints and was investigating the matter. Guardian Australia is aware of at least one complaint to the office of the Australian information commissioner over the unsolicited emails.",
  "webTitle": "Marriage Alliance apologises for spamming Liberals over marriage equality",
  "webPublicationDate": "2016-05-26T04:02:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/26/marriage-alliance-apologises-for-spamming-liberals-over-marriage-equality",
  "keyword": [
    {
      "webTitle": "Marriage equality (Australia)",
      "id": "world/same-sex-marriage-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "LGBT rights",
      "id": "world/lgbt-rights",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/26/marriage-alliance-apologises-for-spamming-liberals-over-marriage-equality"
}