{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/14/afghan-raid-prosecutor-tells-why-she-charged-soldiers-with-manslaughter",
  "id": "2016-05-14-203",
  "sectionId": "australia-news",
  "body": "An Australian military prosecutor charged two soldiers with manslaughter in Afghanistan to uphold the “primacy of the rule of law” and alleged that the men had thrown grenades into a room that killed five children during a botched raid in 2009. The ABC has obtained documents under freedom of information laws as part of an Australian Story program into allegations that led to the charges brought against two commandos in Afghanistan. The charges were later dropped before a court martial was held. The charges were brought by the prosecutor, at the time Brigadier Lyn McDade, and the documents set out the circumstances of the allegations and the basis for her decision to prosecute. The program reported that the two men have strongly denied the allegations.    Related: Australian soldier dies in Afghanistan in ‘non-combat-related incident’    The documents released to the ABC by the defence department show the extraordinary and unusual pressures faced by the military prosector in a ministerial briefing in September 2010 to Stephen Smith. The prosecutor notes that she would “not ordinarily expect to be required to explain my decision in a ministerial submission”, but in the particular case it was warranted because of the “peculiar public interest in this matter”. She wrote: “I decided that the primacy of the rule of law, through the proper, fair and orderly hearing of allegations of serious serving offences prevailed over these discretionary factors. “On that basis, and in accordance with my prosecution and disclosure policy, I decided to charge the soldiers with manslaughter and dangerous conduct with negligence.” The circumstances that she says led to the events were that the soldiers entered an Afghan residential compound “with force”. A small group of women and children accompanied by an Afghan male had been located in one room. The Afghan male fired at the soldiers, at which point the first grenade was alleged to have been detonated into the room. A second grenade was then detonated. “Despite their knowledge of the presence of civilian women and children, Sergeant J and Lance Corporal D proceeded with their attack on the room,” she wrote. Assertions from some sources that the Afghan national was an insurgent was conjecture, she wrote, and the evidence suggested he was “an Afghan national defending his home and family”.   Related: Peter Cosgrove visits Australian troops in Afghanistan    One of the soldiers at the centre of the allegations denied the report made by McDade to the ABC.  McDade then continues in the submission to explain the basis for her decision to discontinue the prosecution in light of new evidence that was presented to her. Some of that information was suppressed. She made a series of recommendations to changes to disciplinary and prosecutorial processes as a result of the incident. The full Australian Story program will air on 23 May and 30 May.",
  "webTitle": "Afghan raid: prosecutor tells why she charged soldiers with manslaughter",
  "webPublicationDate": "2016-05-14T04:29:16Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/14/afghan-raid-prosecutor-tells-why-she-charged-soldiers-with-manslaughter",
  "keyword": [
    {
      "webTitle": "Australian defence force",
      "id": "australia-news/australian-military",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Afghanistan",
      "id": "world/afghanistan",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Australian Broadcasting Corporation",
      "id": "media/australian-broadcasting-corporation",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Farrell",
      "id": "profile/paul-farrell"
    }
  ],
  "guardianId": "australia-news/2016/may/14/afghan-raid-prosecutor-tells-why-she-charged-soldiers-with-manslaughter"
}