{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/11/turkey-dismisses-un-alarm-at-alleged-rights-abuses-in-kurdish-region",
  "id": "2016-05-11-272",
  "sectionId": "world",
  "body": "The Turkish foreign ministry has dismissed a UN statement raising alarm over violence against civilians and alleged human rights abuses in predominantly Kurdish south-east Turkey and said it was welcome to visit the region. The UN high commissioner for human rights, Zeid Ra’ad Al Hussein, had on Tuesday expressed concern over the Turkish government’s refusal to allow a UN team to conduct research in the area amid reports that more than a hundred people had burned to death in buildings surrounded by security forces. “More and more information has been emerging from a variety of credible sources about the actions of security forces in the town of Cizre during the extended curfew there from mid-December until early March,” he said in a press release.  “Most disturbing of all are the reports quoting witnesses and relatives in Cizre which suggest that more than 100 people were burned to death as they sheltered in three different basements that had been surrounded by security forces.” Al Hussein said the Turkish government had “not responded positively to requests by my office and other parts of the United Nations to visit the region” to collect information first hand. “In 2016, to have such a lack of information about what is happening in such a large and geographically accessible area is both extraordinary and deeply worrying.” He also condemned all violence committed by Kurdish militants. Violence in the Kurdish region of Turkey has escalated since a ceasefire between the government in Ankara and the outlawed Kurdistan Workers’ party (PKK) broke down last July, leaving a tentative three-year peace process in tatters and reviving a conflict that has cost more than 40,000 lives since it began in 1984.  In Cizre, a town close to the Syrian and Iraqi borders, violent clashes between security forces and armed Kurdish militants have left at least 200 dead and tens of thousands displaced from their homes. Human rights groups have expressed concern about allegations of torture, ill-treatment and extrajudicial killings in towns and districts under curfew, and said access to the region had become increasingly difficult. Tanju Bilgiç, spokesman for the Turkish foreign ministry, dismissed the commissioner’s concerns as biased and said the authorities took all necessary precautions to protect civilians during security operations. Human Rights Watch said the UN should follow up the ministry’s invitation and conduct independent research in Cizre. “We would now like to see a full fact-finding mission that will assess the situation in the south-east of Turkey and that will look at the way the Turkish government is conducting security operations against the PKK,” said Emma Sinclair-Webb, senior Turkey researcher for Human Rights Watch.  “There have been huge problems of access to some areas in the south-east for human rights monitors and journalists. The government cannot deny access and then accuse everyone of getting it wrong, and this denial fuels concerns of a cover-up.”",
  "webTitle": "Turkey dismisses UN alarm at alleged rights abuses in Kurdish region",
  "webPublicationDate": "2016-05-11T10:39:19Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/11/turkey-dismisses-un-alarm-at-alleged-rights-abuses-in-kurdish-region",
  "keyword": [
    {
      "webTitle": "Turkey",
      "id": "world/turkey",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "United Nations",
      "id": "world/unitednations",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Constanze Letsch",
      "id": "profile/constanze-letsch"
    }
  ],
  "guardianId": "world/2016/may/11/turkey-dismisses-un-alarm-at-alleged-rights-abuses-in-kurdish-region"
}