{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/12/killer-women-with-piers-morgan-review",
  "id": "2016-05-12-357",
  "sectionId": "tv-and-radio",
  "body": "Piers Morgan has heard that Erin does a good Amazing Grace, that it’s her go-to song. Is that true? “It might be,” giggles Erin, 24, shyly. “Do you still sing it? asks Morgan. “Oh yeah.” “Could you sing it now?” “Sure.” And she does. Nicely. “Wow,” says Morgan. “You have a great voice.” Sounds like a big fat yes from Morgan, then. Ant and Dec give Erin a cheeky Geordie thumbs up from the wings … Well, they probably would, if this was Britain’s Got Talent. But it’s not, it’s not even America’s Got Talent. More like Hilltop Unit Texas State Prison’s Got Talent. Yes, Morgan is in jail. Yay, at last, you say? But it’s just for an hour I’m afraid, to interview Erin Caffey, the first of the Killer Women With Piers Morgan (ITV). Eight years ago, when she was 16, Erin masterminded the murder of her mother and her two brothers. Her dad survived the attack, which was carried out by Erin’s boyfriend Charlie, 18, and his friend Charles while Erin and another pal, Bobbi, waited in the car. It’s one thing for a teenager to say she wishes her parents are dead, it’s another to go away and calmly organise it. An extraordinary, gruesome story, the more so because the Caffeys were a nice, close family who went to church. That’s the angle that seems to interest Morgan most – the fun-loving girl with the voice of an angel but the soul of the devil who killed her family. As she sings Amazing Grace we hear her therapist saying, “I’ve never come across anyone as dangerous as Erin, and I hope I never do.” Morgan is a good interviewer. (And doesn’t he know it. It’s almost performance interviewing: look at me, tough guy asking the tough questions, but with a human understanding too.) Erin doesn’t give an awful lot away though. Her dad, who he also speaks to, is more forthcoming and more interesting, about how he came to forgive his daughter; she is all he has got now, even if she is the reason she’s all he has got now. Otherwise there’s something a bit murder-porn about it all, the story of the pretty little blond girl who got the boyfriend her family disapproved of to slaughter them. Then they went back to his trailer and had sex (Morgan asks her about this, of course.) It’s not an immersive new investigation into a case. There seems to be no question of miscarriage of justice – Making a Murderer this really isn’t. There are no great revelations, or insights into violence and gender, no special reason for it at all, except that Erin is a KILLER WOMAN and she’s with PIERS MORGAN. Get in! Ant’n’Dec get a mention in Cunk on Shakespeare (BBC2), as it happens. “Popular entertainment in Shakespeare’s day was often unpleasant, involving public humiliation and mindless cruelty to animals, with no Ant’n’Dec to take the edge off it all,” says Philomena Cunk, the idiot reporter sired by Charlie Brooker and so exquisitely given birth to by Diane Morgan. (I’m sure it requires pushing and pain but it looks so easy and natural, as if she just plopped out like a slippery seal pup.) Cunk has been studying Shakespeare “ever since I was asked to do this programme, and it turns out he was more than just a bald man who could write with feathers”. You can hear CB’s own feather behind every line. In the arsiness – literally, with Philomena tittering at the anus in Coriolanus and a newly discovered play called Tight Arse And Droniclus; in the imaginativeness and the references to the new – Philomena’s realisation that Shakespeare invented computer games, and that by far his greatest work (arguably his only good one) is Game of Thrones; in the odd shrewd truth too: “Of course, if you go to watch a Shakespeare comedy today, you’ll hear the audience laughing as though there are jokes in it, even though there definitely aren’t.” I hate those people, those laughers. There definitely are jokes in this, it’s very funny. I also like that it’s not so squirmingly Ali G-mean on the serious Shakespeare contributors – the archivist Paul Taylor, theatre director Iqbal Khan, actor Simon Russell Beale and Mr Burton, the “fictional English teacher from TV drama Educating Yorkshire”. I think they’re having a good time too. Brilliant.",
  "webTitle": "Killer Women With Piers Morgan review: all a bit murder porn",
  "webPublicationDate": "2016-05-12T05:20:20Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/12/killer-women-with-piers-morgan-review",
  "keyword": [
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Piers Morgan",
      "id": "media/piersmorgan",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Charlie Brooker",
      "id": "media/charlie-brooker",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    }
  ],
  "authors": [
    {
      "webTitle": "Sam Wollaston",
      "id": "profile/samwollaston"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/12/killer-women-with-piers-morgan-review"
}