{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/08/north-korea-will-only-use-nuclear-weapons-if-sovereignty-is-threatened",
  "id": "2016-05-08-208",
  "sectionId": "world",
  "body": "North Korea will not use nuclear weapons against other nations unless its sovereignty is threatened, and will work toward nonproliferation and global stability, leader Kim Jong-un has said, according to state media.   Related: The Observer profile / Kim Jong-un: The tyrant’s son who wants to be loved and feared    “It is our party’s goal to build a peaceful world free from war and it is the constant stand of our party … to struggle for regional and global peace and security,” Kim said. The comments, reported by the state-controlled Korea Central News Agency on Sunday, were made at the 7th Congress of the Workers’ Party, a gathering organised by the country to select new leaders and create an agenda for the country over the coming years.       Pyongyang would not use nuclear weapons against any nation unless “its sovereignty is encroached upon by any hostile force with nuclear weapons”, Kim said. North Korea will also “faithfully fulfil its obligation for nonproliferation and strive for the global denuclearisation”. Despite the apparent overture to foreign powers, Kim said that the nation would “permanently” follow its policy of pursuing economic and military development in tandem, known as the “Byungjin Line”. Observers had anticipated Kim would use the congress to propose talks with rivals to exploit what the dictator considers to be increased leverage as a nuclear power. North Korea carried out its fourth nuclear test in January and followed with a satellite launch in February that was seen by outside governments as a banned test for long-range missile technology, earning worldwide condemnation and tougher UN sanctions. The North responded to the punitive measures, and also the annual US-South Korean military drills in March and April, by firing a series of missiles and artillery into the sea. It also claimed advancements in developing nuclear weapons and long-range missiles, and combined them with threats of pre-emptive nuclear strikes on Washington and Seoul. But analysts took Kim’s comments to congress with a pinch of salt.  “North Korea has recently been seeking a peace treaty to end the Korean war,” said Bruce Bennett, senior defence analyst at the Pardee RAND Graduate School in the US. “The purpose of this is to lay the groundwork for the US to withdraw from the Korean peninsula, at which point the north would be able to attack the South.” Bennett said that this would allow Kim to consolidate power at a time when he faces instability at home. “Kim Jong-un says he won’t use nuclear weapons unless he is under threat, but the entire purpose of congress is to consolidate his power. He is under threat from inside now.”  The international community, according to Bennett, should demand that the north refrains from developing weapons, put a cap on the ones it has now and stops indoctrinating the population to see the US as an eternal enemy if it is serious about peace. He pointed out that in the past Pyongyang has declared its intention to attack outside powers if the regime is under threat. “A North Korea with 20 or 30 or 50 nuclear weapons is a direct threat to China, and not just to the U.S,” he said. Others viewed the congress in a similar light. “They want to declare Kim’s legitimate rule for the next 50 years,” said Victor Cha, Korea chair at the Washington-based Centre for Strategic and International Studies. “High-level purging by Kim in advance of the party congress suggests some internal churn.” In remarks apparently aimed at nations such as South Korea, Japan and the United States, Kim suggested that the nation will look to internationalise further, and “improve and normalize the relations with those countries which respect the sovereignty of the DPRK and are friendly towards it, though they had been hostile toward it in the past”. Toward that end, it is likely that a more outward-looking party elite will be selected. “The congress is likely to close by electing new party leaders, most importantly to the party’s central commission,” said Alison Evans, senior analyst at IHS Country Risk. “This cohort – like that elected to the legislature in March 2014 – is likely to be relatively young, with more women and individuals who have experience abroad.”   Related: North Korea releases propaganda film showing Washington under nuclear attack    Pyongyang has seen development in recent years due to the rise of an informal economy, in which dollars can be traded for the local currency on the black market and many haggle goods to stay afloat. The regime apparently turns a blind eye to such activity as it has allowed the nation to fend off crises such as the famines of the 1990s. Evans said that since Kim Jong Un came to power, “there have been minimal economic reforms, despite his overarching policy agenda of …‘dual progress’ in both military and economic terms.” Foreign journalists have been kept away from the congress, despite being invited into the country to cover the event.",
  "webTitle": "North Korea will not use nuclear weapons first, says Kim Jong-un",
  "webPublicationDate": "2016-05-08T05:03:34Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/08/north-korea-will-only-use-nuclear-weapons-if-sovereignty-is-threatened",
  "keyword": [
    {
      "webTitle": "North Korea",
      "id": "world/north-korea",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Nuclear weapons",
      "id": "world/nuclear-weapons",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Richard Smart",
      "id": "profile/richard-smart"
    }
  ],
  "guardianId": "world/2016/may/08/north-korea-will-only-use-nuclear-weapons-if-sovereignty-is-threatened"
}