{
  "apiUrl": "https://content.guardianapis.com/artanddesign/2016/may/01/hackney-free-school-review-a-lot-to-learn-rowan-moore",
  "id": "2016-05-01-181",
  "sectionId": "artanddesign",
  "body": "When, during the coalition government, Michael Gove introduced free schools, part of the idea was that they could go almost anywhere – converted office buildings, for example. Previous school-building programmes were accused of grandiose extravagance, of being ego trips by lordly architects at the expense of the public purse. Space standards – the minimum permitted dimensions for classrooms, corridors and suchlike – were shrunk. The message was that spaces of learning don’t matter much, that teachers teach children, not buildings. So it is striking that with at least one free school, the Hackney New School in east London, its architects Henley Halebrown Rorrison are nonetheless striving to exceed the basic functional minimum with its architecture. They are doing so in extremely challenging circumstances. In particular they have to deal with the government’s demand that the making of schools has to be put in the power of large construction companies that show little sign of caring for ideals of education, the environments in which children grow up, the reasonable wishes of teachers, or anything much beyond getting away with the shabbiest possible building at the best possible price.     ‘A bit Hanseatic, slightly Chicagoan’: the school from the canal side.    HNS describes itself as a mixed-ability school with a music specialism, which means that every pupil has to take lessons in at least one instrument. It was founded by a corporate financier, Andreas Wesemann, a violinist, Sophie Solomon, an architect, Andrew Tetlow, and Phillippa De’Ath, the CEO of an education technology company. All highly educated local residents and parents of young children in need of schooling, they wanted others to have the “wonderful” education that they had enjoyed, says the school’s head, Lesley Falconer.    Why insist on tie and blazer when the details are the equivalent of grubby jogging bottoms from Sports Direct?    This is the free school ideal as Gove and his advisers meant it to be: motivated, resourceful, privileged and often successful parents creating an institution of high aspirations for the benefit not only of their own children but of others from a wide range of backgrounds. The demographics of modern Hackney, where council estates combine with new zones of high-value housing, make it fertile ground for such a project. The site is squeezed between a busy road and a canal basin, fronted with an old wharfmaster’s house and ornamental fragments of the wharf’s wall and gateway. A former telephone exchange, rear and off-centre, has been converted into classrooms. There are two new blocks: a five-storey “tower” on the road side that houses offices and, on its top two levels, art rooms; and a six-storey “warehouse” backing on to the canal that includes classrooms, the assembly hall and space for practising music. Metal bridges connect the rear block to the old exchange.     The metal bridges that connect the buildings act not just as conduits but as extra outside space. Photograph: David Grandorge    It is the sort of site that would otherwise have been filled to capacity with blocks of luxury waterfront apartments. Instead, says Simon Henley of HHbR, they saw “an opportunity to break the uniformity” of the “homogenous residential-led schemes” and “respond to the surrounding townscape and listed buildings to make a new piece of the city that has an identifiable character as well as providing social infrastructure”. What this means in practice is a grouping of the blocks with consideration to each other and to their neighbours, and the hollowing out of enough play space in the centre to include a basketball court. On the canal side the sheer elevation aims for the robust-but-handsome quality of old wharf buildings, and slopes its flanks in response to the gables of existing structures. It is a bit Hanseatic, slightly Chicagoan. On the street side the blocks advance and recede, and the window sizes vary in response to the uses inside, bigger for art rooms and smaller for offices.    The toughest struggle came from the DoE's insistence that the school work with the contractors Willmott Dixon    The virtues are necessarily simple – generous glazing, decent ceiling heights in the classrooms, good proportions, plain detailing – and efforts are made to make the most of not very much. The metal connecting bridges, for example, are sized to be habitable additions to the external space, not just conduits for people. A stated model is the Victorian board school, the efficient but dignified type that appeared in large numbers across British cities following the introduction of universal education in 1870. It comes, however, without the ornamental trimmings that Victorian budgets and building skills were able to add.     ‘Generous glazing, plain detailing’: the view from the art room.    The speed of design and construction was fast. Some classrooms, in the converted exchange, had to be in use within six months of the appointment of the architects. The budget was tight, to the extent that the architects shrank the buildings below the sizes in the brief, in order to make it affordable. They could do this by making the circulation spaces as efficient as possible, which was in turn enabled by the “home room” idea of teaching, whereby teachers rather than pupils move from one classroom to another between breaks. The toughest struggle, however, and one that was not completely won, came from the Department for Education’s insistence from the outset that the school work with the contractors Willmott Dixon, which would then call the shots. There is a contradiction here: if free schools are supposed to be about bottom-up initiatives by committed individuals, they are subjected to a top-down demand that the building work is done by large and unresponsive corporate organisations. It means that communication between client, architects and builders is minimised, for fear of introducing a further element of the unpredictable and therefore risk into the process. Big modern construction companies are less concerned with building well themselves, than with organising sub-contractors to do the actual work, and pushing them as hard as possible to do the most for least payment.     ‘Decent ceiling heights’, good proportions’: the lunch hall. Photograph: David Grandorge    The result, at Hackney New School, are details that should deeply embarrass Willmott Dixon, but probably won’t. Surfaces in places of high traffic, such as stairs and corridors, are of a kind that already look much the worse for wear and tear. Materials are not so much joined or aligned as find themselves in approximate proximity to each other. In places the building looks unfinished, as if the no doubt harassed workman simply gave up. On leaving the playground to go to their classes, the children are welcomed by a porch that looks like a dim effort from a weak student in the design and technology class: gappy joints, a wonky-looking downpipe. The quality of workmanship is another departure from board schools, which were well made and durable. It also denies the professed values of free schools, such as pride, self-respect and respect for others, striving for the best and working hard to achieve a better future. The governors, teachers and architect show these qualities, and they are expected of the traditionally uniformed children, but they are not evident in much of the construction. Why insist on tie and blazer when the details are the equivalent of grubby jogging bottoms from Sports Direct? Willmott Dixon says: “The detailing,” they say, “was completed to a high standard within the budget constraints and we worked to the specifications of the architect.” Gove and his government loved blaming architects and seemed to adhere to an outdated stereotype of a nitwit in a bow-tie imposing absurd theories on honest workmen and naive clients. The reality now is that many architects are badly paid and overworked, but care more than most about the finished product and its users. The architecture of Hackney Free School extracts about as much as could be expected from the near-impossible conditions of its making, but it is time that the contractors responsible for public buildings were subjected to as much scepticism and scrutiny as their designers.",
  "webTitle": "Hackney New School review – watch and learn",
  "webPublicationDate": "2016-05-01T07:00:48Z",
  "webUrl": "https://www.theguardian.com/artanddesign/2016/may/01/hackney-free-school-review-a-lot-to-learn-rowan-moore",
  "keyword": [
    {
      "webTitle": "Architecture",
      "id": "artanddesign/architecture",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Art and design",
      "id": "artanddesign/artanddesign",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "Free schools",
      "id": "education/free-schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "School funding",
      "id": "education/school-funding",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Schools",
      "id": "education/schools",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Academies",
      "id": "education/academies",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Rowan Moore",
      "id": "profile/rowan-moore"
    }
  ],
  "guardianId": "artanddesign/2016/may/01/hackney-free-school-review-a-lot-to-learn-rowan-moore"
}