{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/11/bauer-merges-its-uk-magazine-publishing-businesses",
  "id": "2016-05-11-111",
  "sectionId": "media",
  "body": "German media giant Bauer is to merge its two UK publishing operations, bringing together titles including Take A Break, TV Choice and Grazia with Heat, Kerrang! and Q. The two operations, Bauer Media and H Bauer, will be run by long-serving Bauer Media chief executive Paul Keenan. H Bauer runs more than a dozen titles including TV Choice, the biggest TV listings magazine in the UK, and Take A Break, the UK’s biggest women’s weekly magazine. The move will mean Keenan will now have responsibility for all Bauer’s UK and Scandinavian magazine, radio and digital operations. Bauer Media also owns radio stations including Kiss, Magic and Absolute.   Related: Bauer buys radio group Orion Media    “This multi-media offer makes us a compelling marketing partner for our clients and an exciting and different content creator,” said Keenan. “I am delighted to have the opportunity to take the business further forward, and to meet the many exciting opportunities that lie ahead.” H Bauer chief David Goodchild, who joined Bauer in 1993, is to leave the company on Friday. Andreas Schoo, executive board member at Bauer Media Group, said the move to merge the operations aimed to boost cost-savings and growth opportunities in the UK. “To increase our growth, operational performance and competitiveness, we have decided to consolidate our UK and Nordic operations under the leadership of Paul,” said Schoo. “This will strengthen our business for the future and enable us to seize new opportunities in these key territories.”",
  "webTitle": "Bauer merges its UK magazine publishing businesses",
  "webPublicationDate": "2016-05-11T16:55:50Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/11/bauer-merges-its-uk-magazine-publishing-businesses",
  "keyword": [
    {
      "webTitle": "Bauer",
      "id": "media/bauer",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Magazines",
      "id": "media/magazines",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Commercial radio",
      "id": "media/commercial-radio",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media business",
      "id": "media/mediabusiness",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Newspapers & magazines",
      "id": "media/pressandpublishing",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Radio industry",
      "id": "media/radio",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Mark Sweney",
      "id": "profile/marksweney"
    }
  ],
  "guardianId": "media/2016/may/11/bauer-merges-its-uk-magazine-publishing-businesses"
}