{
  "apiUrl": "https://content.guardianapis.com/politics/2016/may/17/labour-can-rescue-eu-debate-from-tory-negativity-says-john-mcdonnell",
  "id": "2016-05-17-323",
  "sectionId": "politics",
  "body": "John McDonnell, the shadow chancellor, will say that Labour can “rescue” the European Union referendum debate from Conservative infighting by making a positive case for Britain to remain in the EU. Speaking a day after his predecessor Ed Balls appeared alongside George Osborne in a hangar at Stansted airport to promote the message that Britain is stronger in Europe, McDonnell will say Labour has its own, distinctive argument about “hope and solidarity” to bring to the debate. “I want to rescue the debate from the negativity and ‘Project Fear’ coming from all sides of the Tory party,” he will tell an audience at the TUC in London.   Guardian Explained: Tories and Brexit    “The referendum resulted from the splits in the Conservative party and their fear of Ukip, and as a result the debate has degenerated and brought out the worst in Westminster politics.” Senior Conservatives have repeatedly clashed over the referendum in recent days, with Boris Johnson accusing the prime minister of “totally demented” scare-mongering, and the Treasury of talking down the British economy, while the chancellor accused the leave camp of stoking conspiracy theories about an establishment stitch-up. Speculation is rife that the David Cameron could face a leadership challenge once the referendum is out of the way, even if the public vote to remain in the EU. Eurosceptic backbenchers have become increasingly irritated at the tightly controlled campaign to convince voters of the risks of leaving, which many see as a cynical “Project Fear” approach.   Related: George calls in Ed and Vince to try to convince the Eurosceptics    McDonnell, like his leader and close ally Jeremy Corbyn, has previously been lukewarm about the EU, but he is now promising to throw himself into campaigning to stay in.  “It’s time to turn this debate around, drive out the politics of despair and offer a vision for Britain and Europe, one where we protect workers’ rights, tackle tax avoidance, get to grips with climate change and protect our industries like steel. This is a vision of Europe based on hope and solidarity,” he will say. Corbyn has made a conscious decision not to share a platform with Cameron in the run-up to the referendum, eschewing the cross-party approach of the Better Together campaign against Scottish independence which saw Labour set aside party differences with the Conservatives to help win the campaign, only to be severely punished at the polls. Aides to McDonnell said Balls – an unpopular figure among Corbyn’s team for what they deride as the “austerity-lite” policies of Labour’s general election manifesto last year – had asked the shadow chancellor’s permission before agreeing to Osborne’s invitation to join him on Monday.   Related: Labour's pro-EU stance 'is recruitment agent for Ukip'    Labour has its own referendum bus touring the country, with Alan Johnson, the leader of the Labour In campaign, appearing at scores of events to try to persuade Labour voters to go to the polling stations on 23 June. With many Conservative voters passionately opposed to EU membership, and the polls looking close, the leaders of the Stronger In campaign are very keen to encourage Labour supporters to come out and vote. Tim Farron, the Lib Dem leader, will deliver a tough message to older voters today, urging them to think of their children and grandchildren when casting their vote in June. “Have you the right to limit, bind and impoverish their futures? To narrow their horizons, curtail their freedoms, hamper their ambitions and isolate the country that they will inherit?” he will say at a Liberal Youth Europe rally. “Today we sit around the table with people that 70 years ago we were at war with. We sit around the table with people that, 25 years ago, had nuclear weapons on their soil pointed at us. Europe is the world’s most successful peace process.”",
  "webTitle": "Labour can rescue EU debate from Tory negativity, says John McDonnell",
  "webPublicationDate": "2016-05-17T05:00:34Z",
  "webUrl": "https://www.theguardian.com/politics/2016/may/17/labour-can-rescue-eu-debate-from-tory-negativity-says-john-mcdonnell",
  "keyword": [
    {
      "webTitle": "EU referendum",
      "id": "politics/eu-referendum",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "European Union",
      "id": "world/eu",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Labour",
      "id": "politics/labour",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "John McDonnell",
      "id": "politics/john-mcdonnell",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Conservatives",
      "id": "politics/conservatives",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Europe",
      "id": "world/europe-news",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Heather Stewart",
      "id": "profile/heatherstewart"
    }
  ],
  "guardianId": "politics/2016/may/17/labour-can-rescue-eu-debate-from-tory-negativity-says-john-mcdonnell"
}