{
  "apiUrl": "https://content.guardianapis.com/media/2016/may/23/lenny-henry-joins-broadchurch-previously-saying-drama-too-white-itv",
  "id": "2016-05-23-149",
  "sectionId": "media",
  "body": "Lenny Henry will join David Tennant and Olivia Colman for the third series of Broadchurch after previously complaining that the hit ITV drama was too white. Henry, an actor, writer and comedian, will join the cast for the new series, which began filming on Monday, along with veteran comic and actor Roy Hudd. Henry, who has become a champion for TV diversity, used a Bafta lecture two years ago to highlight the lack of black, Asian and minority ethnic (BAME) people on screen. He included Broadchurch, which stars Tennant and Colman as detectives, in his criticism. “The evolution of BAME involvement in British TV seems to lurch one step forward and two steps back – a bit like John Sergeant on Strictly Come Dancing, except he had a job at the end of it. said Henry.   Related: BBC is 'very, very white', says Lenny Henry    “Broadchurch – mixed-race boyfriend of sister of deceased, thank you very much for putting that in there, so there was somebody in there.” Henry has also been critical of another Broadchurch star, Charlotte Rampling, after she was dismissive of the race row that hung over this year’s Oscars, describing it as “racist” against white people. In the new series, which will shoot in Dorset and Somerset throughout the summer, Tennant and Colman reunite to investigate a serious sexual assault. Created and written by Chris Chibnall, who will take over as showrunner of BBC1’s Doctor Who from Steven Moffat, the new series of Broadchurch will also be the last. The third series will also be joined by writer and former Fast Show star Charlie Higson, Julie Hesmondhalgh, Mark Bazeley, Sarah Parish and Georgina Campbell.  Jodie Whittaker and Andrew Buchan will be back as Beth and Mark Latimer. Arthur Darvill also returns as local Vicar Paul Coates, Carolyn Pickles as newspaper editor Maggie Radcliffe, Charlotte Beaumont as Mark and Beth’s daughter Chloe, and Adam Wilson as Ellie’s son Tom. “This is the final chapter of Broadchurch,” said Chibnall. “We have one last story to tell, featuring both familiar faces and new characters. I hope it’s a compelling and emotional farewell to a world and show that means so much to me.”",
  "webTitle": "Lenny Henry joins Broadchurch after previously saying drama was too white",
  "webPublicationDate": "2016-05-23T14:27:21Z",
  "webUrl": "https://www.theguardian.com/media/2016/may/23/lenny-henry-joins-broadchurch-previously-saying-drama-too-white-itv",
  "keyword": [
    {
      "webTitle": "ITV channel",
      "id": "media/itv1",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Lenny Henry",
      "id": "culture/lenny-henry",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Race & religion",
      "id": "media/raceandreligion",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "ITV plc",
      "id": "media/ITV",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television industry",
      "id": "media/television",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Broadchurch",
      "id": "tv-and-radio/broadchurch",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "John Plunkett",
      "id": "profile/johnplunkett"
    }
  ],
  "guardianId": "media/2016/may/23/lenny-henry-joins-broadchurch-previously-saying-drama-too-white-itv"
}