{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/16/blessed-be-the-solar-roof-installers",
  "id": "2016-05-16-92",
  "sectionId": "uk-news",
  "body": "You ask whether President Obama would dare to visit the Peace Memorial Museum in Hiroshima (Hiroshima survivors ask Obama to reaffirm his commitment to world without nuclear weapons, 14 May). Peace museums are dangerous; they can change minds. Perhaps British political leaders should visit this country’s unique Peace Museum in Bradford? If they dare.Dr Clive BarrettChair, The Peace Museum, Bradford  • Now that the Church of England has offered 10,000 spires for wireless broadband (Anglicans anwer PM’s prayers by offering spires for broadband rollout, 16 May), why does it not do its bit for climate change by offering 10,000 south-facing church roofs as a 100MW solar power station?Dave HeadeyFaringdon, Oxfordshire • Thank you for David Conn’s excellent article about Orgreave (Demand for full inquiry into clashes grows as chilling Hillsborough similarities emerge, 16 May). Could you clarify how many police forces were involved, as you only mention one – the helmet badges in Guardian illustrations would suggest more. Many folks will remember their local bobbies returning from Yorkshire bragging about their increased earnings and purchases on the back of their “work”.David CoulbeckCuddington, Cheshire • A fake bomb brings a fake media spectacle to a stop before it has even started (Man United match called off after fake bomb fiasco, 14 May). Or as the postmodernist Jean Baudrillard would have put it: “Reality no longer has the time to take on the appearance of reality.”Ivor MorganLincoln • Consecutive letters from Robert Bruce and William Wallace make me wonder if Scottish independence isn’t a greater threat to the future of the UK than I have thought so far (Letters, 16 May). David ReedLondon",
  "webTitle": "Blessed be the solar roof installers | Brief letters",
  "webPublicationDate": "2016-05-16T17:52:02Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/16/blessed-be-the-solar-roof-installers",
  "keyword": [
    {
      "webTitle": "Rural affairs",
      "id": "uk/ruralaffairs",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Police",
      "id": "uk/police",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Solar power",
      "id": "environment/solarpower",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    }
  ],
  "authors": [],
  "guardianId": "uk-news/2016/may/16/blessed-be-the-solar-roof-installers"
}