{
  "apiUrl": "https://content.guardianapis.com/money/2016/may/09/i-love-cashback-website-closed-cash-pot",
  "id": "2016-05-09-328",
  "sectionId": "money",
  "body": "Last year I signed up to cashback website I Love Cashback, which offered cash rewards if you used its site as a portal to various online shopping sites. I shopped through retailers like Homebase, Argos and Evans and amassed a small cashback pot of £51. I’ve tried to access this pot since the beginning of the year and was promised payment within 30 days. That was in February. Since then my repeated queries to the site have gone unanswered, and the website says it is currently offline pending the outcome of discussions underway with third parties. “Please be assured that we are completely committed to successfully resolving the current situation, but due to the suspension of trading, we are unable to respond to support tickets.” Do you think there’s any chance of getting my money out of these people? NS, London The simple answer is no, you almost certainly will not be seeing your £51, as it looks as though the company has ceased trading. The website has been promising an update for several weeks, and if it is to be wound up then you and others are unlikely to be paid, as you will find yourself at the bottom of a list of creditors. A little research shows that customers were complaining about delays in being paid cashback as far back as 2014. In our view it rarely makes sense to change a buying decision because of offered cashback. In too many cases the promised money fails to arrive. We welcome letters but cannot answer individually. Email us at consumer.champions@theguardian.com or write to Consumer Champions, Money, the Guardian, 90 York Way, London N1 9GU. Please include a daytime phone number",
  "webTitle": "I hate cashback as my £51 pot disappears along with the website",
  "webPublicationDate": "2016-05-09T06:00:06Z",
  "webUrl": "https://www.theguardian.com/money/2016/may/09/i-love-cashback-website-closed-cash-pot",
  "keyword": [
    {
      "webTitle": "Consumer affairs",
      "id": "money/consumer-affairs",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Money",
      "id": "money/money",
      "sectionId": "money",
      "sectionName": "Money"
    },
    {
      "webTitle": "Consumer rights",
      "id": "money/consumer-rights-money",
      "sectionId": "money",
      "sectionName": "Money"
    }
  ],
  "authors": [
    {
      "webTitle": "Miles Brignall",
      "id": "profile/milesbrignall"
    }
  ],
  "guardianId": "money/2016/may/09/i-love-cashback-website-closed-cash-pot"
}