{
  "apiUrl": "https://content.guardianapis.com/global-development-professionals-network/adam-smith-international-partner-zone/2016/may/20/somalia-redefine-masculinity",
  "id": "2016-05-20-169",
  "sectionId": "global-development-professionals-network/adam-smith-international-partner-zone",
  "body": "I have worked in Somalia for several years. There have been huge efforts to focus on the development of girls and women, and rightly so. Somalia’s maternal mortality rates are among the highest in the world, women are rarely involved in political decision-making and violence is not uncommon. But after these years of working in Somalia I ask myself if this focus on women is enough to achieve gender equality? I don’t think so. Without understanding the Somali definition of masculinity we don’t stand a chance to reach equal opportunities for both men and women? Yes, promoting gender equality from a women’s perspective is important, but alone it will not take us all the way. A wife could start working, but what happens when her husband feels inadequate and uses domestic violence to assert his authority? A woman could be appointed as a minister (to fill a quota), but will men respect her decisions? Businesses are encouraged to employ more women, but what happens when only menial “feminine” jobs are offered? We have to be careful of development symbolism. We have to support men if we are to advocate for a new gender-friendly policy climate. If Somalia is expected to expand its definition on what it means to be a woman, it is crucial we redefine what it means to be a man. The discourse of war War can have a tremendous impact on gender. In Europe wars have helped the process of gender equality, but in a conflict with fundamentalist ideology driving one of the parties this process is reversed. Al Shabaab – a predominately male Islamist militant group – plays into traditional stereotypes and has narrowed gender definitions. Al Shabaab has had a dominating influence and is based upon a religious discourse which makes it very hard for men and women to refine themselves outside traditional roles – not least for their own security. In a context influenced by a dangerous insurgency, a strong counter narrative is needed to deflect a fundamentalist agenda. A new discourse will open up a space for both men and women to find their own personalities in a wider definition of what it means to be a man, and what it means to be a woman. Redefining masculinity – how can it be done? What can we learn from other countries? Let’s take Sweden. Granted, the cultural and social context is completely different, but the examples are relevant. In Sweden, women are given equal rights at work – and men equal responsibility at home. Many men no longer want to be defined just by their career or ability to provide, raising their children at home is as important. Sweden became the first country to replace maternity leave with parental leave, and businesses expect employees to take leave irrespective of gender. Hence, much of the gender equality has been achieved because family life and work has been easier to combine, both for men and women. Female employment rates and GDP surged as a result. Gender equality in Sweden is promoted as cultural pride and men are at the heart of the gender-equality debate. Sweden still has a long way to go but there is a fundamental lesson that is not being adopted in development policy: giving focus to reforms in the family-work nexus. Any cultural shift is a long, slow process but it is far more important than typical female inclusion targets. As the example from Sweden shows, it is time to think about how we can support a process of redefining masculinity to create a better enabling environment for gender equality.  Content on this page is paid for and provided by Adam Smith International, a sponsor of the Guardian’s Global Development Professionals Network",
  "webTitle": "Somalia: Redefining masculinity",
  "webPublicationDate": "2016-05-20T12:51:22Z",
  "webUrl": "https://www.theguardian.com/global-development-professionals-network/adam-smith-international-partner-zone/2016/may/20/somalia-redefine-masculinity",
  "keyword": [
    {
      "webTitle": "Adam Smith International partner zone",
      "id": "adam-smith-international-partner-zone/adam-smith-international-partner-zone",
      "sectionId": "global-development-professionals-network/adam-smith-international-partner-zone",
      "sectionName": "Adam Smith International partner zone"
    }
  ],
  "authors": [],
  "guardianId": "global-development-professionals-network/adam-smith-international-partner-zone/2016/may/20/somalia-redefine-masculinity"
}