{
  "apiUrl": "https://content.guardianapis.com/society/2016/may/25/child-suicide-he-was-a-young-man-with-a-future-this-came-out-of-the-blue",
  "id": "2016-05-25-24",
  "sectionId": "society",
  "body": "Daniel O’Hare was 19 years old and, as far as his family knew, a happy young man with a future. He had been working with his uncle, managing a retail website, since he left school. That summer, he had plans to go on holiday with his friends to Ibiza. And then, to the horror and distress of all who knew him, he killed himself. Shirley Smith, his mother, who found him in the bathroom when she returned home from shopping with his brothers, says he was a kind and courteous boy who would never have done it if he had realised the impact it would have had on those who knew him, especially the younger children in the family. “He would not have done anything to hurt Matthew or Ben,” she said.   Related: Acne and exam stress among factors leading young people to suicide, study finds    But why Daniel wanted to take his life is still a mystery. “He was a young man with plans for the future and he had a huge, supportive network of family and friends. This came out of the blue and devastated everyone who knew him,” said Smith. “Everybody, from his parents to his friends, felt a level of responsibility because they never saw this coming. Whatever was going on, he managed to mask it from us.” Daniel was living at home with his family in the village of Great Lumley in County Durham. School had been fine, said his mother. “He liked the social aspect. He had friends from infant school and he was a very social lad. He enjoyed being with his friends and was passionate about football. “He was never going to be an A-star student but he was a type of young man who could walk through the street and not ignore anybody.” At the time, she says, Daniel was in a relationship but it was “on-off, on-off”. Looking back, she says, “maybe I underestimated the impact of that on him.”  Smith, with her husband Dean and their children, started a support organisation for families after Daniel’s death, called If U Care Share. She knows now that there are three main factors attributed to suicide: bereavement, relationships and finance. “You can sum those up in one word – it’s loss,” she said. “If somebody loses who they are, loses their independence, loses their opportunity to look forward and see a future, there is a massive, massive impact.” For Daniel’s family, it was devastating. It was Easter Monday, she says and she knows exactly what time because her five-year-old wanted to watch the film Free Willy on television at 6pm. They walked through the door at three minutes past. She went upstairs, surprised that there was no sound from Daniel, and went to take off her boots in the bedroom. As she pulled them off, she glanced into the ensuite bathroom and saw him there. Daniel’s brother Matthew now works for the charity, going into schools, urging children and young people to share what is troubling them. They taught Daniel to tie his shoe laces, “but we never spoke to him about how life can throw things at you that you need some help to deal with. It is not a sign of weakness to reach out for help,” said Smith.  In the UK, the Samaritans can be contacted on 116 123. In the US, the National Suicide Prevention Hotline is 1-800-273-8255. In Australia, the crisis support service Lifeline is on 13 11 14.",
  "webTitle": "Child suicide: 'He was a young man with a future. This came out of the blue'",
  "webPublicationDate": "2016-05-25T21:00:07Z",
  "webUrl": "https://www.theguardian.com/society/2016/may/25/child-suicide-he-was-a-young-man-with-a-future-this-came-out-of-the-blue",
  "keyword": [
    {
      "webTitle": "Children",
      "id": "society/children",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Mental health",
      "id": "society/mental-health",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Young people",
      "id": "society/youngpeople",
      "sectionId": "society",
      "sectionName": "Society"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "society/2016/may/25/child-suicide-he-was-a-young-man-with-a-future-this-came-out-of-the-blue"
}