{
  "apiUrl": "https://content.guardianapis.com/tv-and-radio/2016/may/10/orange-is-the-new-black-season-four-trailer",
  "id": "2016-05-10-35",
  "sectionId": "tv-and-radio",
  "body": "One of the best things about the first three seasons of Orange Is the New Black is that it seamlessly blended the dark drama of prison life with the humor that many inmates use to survive their incarceration. Based on the trailer for the fourth season of the Netflix show, which returns on 17 June, there isn’t that much to laugh about in the penitentiary these days. (Maybe this is a reaction to the Emmys ruling that the show has to compete in the drama category.)             It probably has something to do with the prison turning into a for-profit enterprise at the end of season three, and the company that now owns the facility bussing in hundreds of new women and adding additional bunks to the already cramped space. It looks like we’re going to be seeing a lot of new guards in the prison, who have Swat team and use all sorts of new harassment techniques to keep the women in line. (That big one with the beard looks like he has some real problems with some of our favorite ladies.) “I’ve been in Litchfield for a while now and I’m starting to feel unsafe,” says our hero Piper (Taylor Schilling). With such a sprawling cast to catch up with, we don’t see much of her in the trailer, but it looks like it’s another inmate who is causing most of her problems, not the new officers.   Things aren’t any better for Red (Kate Mulgrew), the queen of the kitchen who looks like she is getting her comeuppance from all sides and isn’t taking her loss of power very well. Lorna (Yael Stone), usually such a great source of comedic relief, is only seen crying and slamming the phone into the wall. Maybe her new husband left her, just like Christopher did?   Black Cindy (Adrienne C Moore) is having a hard time with the new inmates and trying to maintain control for herself and the other black women in her clique. Delivering one of the only jokes in the trailer, when she’s confronted by a new inmate, who asks if she’s “taking it there” with her. (Her reply is: “I went there, bought a house, moved in, and now I’m remodeling the kitchen.”) Taystee (Danielle Brooks) has a job with the warden and isn’t doing so well as his secretary, but at least she’s having some fun trying to figure out how the phones work.  But there isn’t much else to laugh about in this teaser. Pennsatucky (Taryn Manning) says: “Do you know the difference between pain and suffering? Pain is always there, but suffering is a choice.” Yes, the pain has always been a part of this show, but it seems like the writers have made a choice to let us see just how all of these women are going to suffer.",
  "webTitle": "Orange is the New Black season four trailer: what we learned",
  "webPublicationDate": "2016-05-10T20:38:55Z",
  "webUrl": "https://www.theguardian.com/tv-and-radio/2016/may/10/orange-is-the-new-black-season-four-trailer",
  "keyword": [
    {
      "webTitle": "Orange is the New Black",
      "id": "tv-and-radio/orange-is-the-new-black",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Television & radio",
      "id": "tv-and-radio/tv-and-radio",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "US television",
      "id": "tv-and-radio/us-television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Netflix",
      "id": "media/netflix",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "Television",
      "id": "culture/television",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    }
  ],
  "authors": [
    {
      "webTitle": "Brian Moylan",
      "id": "profile/brian-moylan"
    }
  ],
  "guardianId": "tv-and-radio/2016/may/10/orange-is-the-new-black-season-four-trailer"
}