{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/campaign-catchup-big-day-for-barnaby",
  "id": "2016-05-25-275",
  "sectionId": "australia-news",
  "body": "It was raining cows and dogs this election day as the emphasis moved to the country and regions (the novelty!). Barnaby Joyce finally announced the government’s plan for dairy farmers. City folk should stay tuned because, aside from being a very significant issue in and of itself, this is also about the price of milk. Dairy processors Murray Goulburn and Fonterra have cut the price of milk solids from $6.00/kg down to as low as $4.70/kg for only about the second time in 35 years. Farmers have been left owing an average of $100,000 because the price is backdated to the beginning of the financial year. But Joyce has been out emphasising that the problem is rising supply, not a global drop in demand, so we can’t let dairy farmers sweat it too much by themselves. But on the day when it was never supposed to be a more exciting time to be Joyce – a $555m assistance package for dairy farmers – he couldn’t call the dogs off. Johnny Depp is still carrying on like a pork chop about the outrageous fact he was expected to behave like every other human being in the world and declare his dogs, Pistol and Boo, when entering Australia. The US talkshow host Jimmy Kimmel called Australia a “dumb country” for enforcing quarantine laws after Joyce told Depp through the media that his dogs needed to “bugger off” back to California or face being euthanised. Depp continued to mock the video apology that got his wife, Amber Heard, off court charges. Depp told Kimmel:  He [Joyce] looks somehow inbred with a tomato. It’s not a criticism, I’m just saying, I was a little worried … he might explode.            Johnny Depp explains Aussie apology, suggests Barnaby Joyce might be ‘inbred with a tomato’    The milk package announced by Joyce – courtesy of Gabrielle Chan – is:  $555m in concessional loans, which by 1 August will drop to a rate of 2.66%. (They are currently 2.71%). Under the rules, farmers are able to borrow up to $1m or half of what they owe, whichever is the lesser.  Dairy farmers will also get access to the farm household allowance, which provides $1,000 cash payments per fortnight. It is not clear whether they have eased the eligibility criteria on these payments.  Joyce is also putting money into the McAlister irrigation district, in combination with farmers and the Victorian government.   Joyce said:  We have to do things so, at the end of the day, you are not just left with a bad memory but also something tactile.  Labor has previously said it would support a package and though it seems reluctant it is still coming to the ballgame. Labor’s agriculture spokesman, Joel Fitzgibbon, said the package fell “well short of what farmers need right now” and Labor would be announcing its own package. ‘A general without an army’ Like Liam without Noel, Destiny’s Child without Beyonce, Ilana without Abbi, Carolyn Currie, it seems, was a candidate without a party. The Liberal candidate for the Labor safe seat of Whitlam in New South Wales has withdrawn and gone as far to declare that the area would be best off with a Greens or Independent member.  I’ve encountered some remarkable geographic locations; it is an area that needs a remarkable person who can drive vast distances up a number of inclines. It also needs someone who can unite a couple of very disparate groups. Now at the moment there are no Liberal party branches in the Illawarra and there are only three in the Highlands. Therefore I am like a general with no troops. It is very difficult for me to mount any sort of reasonable campaign with no troops, as any general would know. This is a remarkable area; it needs quite a unique person to represent the disparate groups.   It needs a very, very strong person who can unite a number of people to preserve it – possibly an independent, possibly a Green. But somebody with a lot of leverage, in what looks like being a very divided government on a knife edge, to be able to instrumentalise the best outcomes for this area. I cannot offer that and meanwhile I don’t believe that I need to be a sacrificial lamb, travelling a number of steep inclines that have yet to be fixed.  Currie said she was told by Liberal party members they did not want a candidate in the seat.    All the fuss about Lib candidate for Whitlam resigning. It is very hard for parties to find sane people wanting to run in opponent's seats.— Antony Green (@AntonyGreenABC) May 25, 2016    ‘Labor burnt down half the house’ Apologies to those with dainty sensibilities as we have reached blackholes day #49. The Coalition continued to try to hammer home the message that it is the only responsible economic manager and Labor can barely count, let alone manage a budget without creating blackholes. Scott Morrison talked around Labor coming out on Tuesday to say the numbers he had been using were incorrect:  It’s like a Hollywood film. The parents come home from a weekend away and the kids turn up and say they only burnt down half the house. That’s what Tony Burke said yesterday.   On the campaign trail Malcolm Turnbull tempted “train wreck” headlines by spending time on Puffing Billy in Melbourne but was focused on talking up the tourism sector saying it is the number one services export for Australia. Bill Shorten committed $8m to ovarian cancer research before heading to the Northern Territory for a couple of days. Mathias Cormann, who has thus far done a consistently convincing impression of a robot as campaign spokesman for the Liberal party, got his wires crossed when he delivered a surprise endorsement for Shorten:    LOTO @billshortenmp gets some unintended compliments from @MathiasCormann https://t.co/jDAmNB3OQ7 #ausvoteshttps://t.co/MT6J3vlQem— Stephanie Anderson (@stephanieando) May 24, 2016     Best of Bowers     Mike Bowers captured a subdued Bill Shorten at a campaign visit to the Queen Victoria Women’s centre in Melbourne for a morning tea with survivors of ovarian cancer and their families. Photograph: Mike Bowers for the Guardian    Further reading  David Marr on the one thing the Coalition could do to rule the country forever – podcast, Marr spends this episode of Behind the Lines talking about the elephant poo the Liberal party has been cleaning up. Infighting, retirement speculation hits Tony Abbott’s campaign for Warringah (Fairfax Media) “Tony Abbott’s campaign in the Sydney stronghold of Warringah has succumbed to bitter infighting as rank-and-file Liberals complain over strategy and position for ‘life-after-Abbott’, tipping the former prime minister will quit if left off Malcolm Turnbull’s post-election frontbench.” Dear journalists, get off the campaign bus (ABC) “For voters tuning in now to the election coverage there wouldn’t be a great deal they need to catch up on” writes Greg Jericho (a rather devastating line to include in something called Campaign catchup).  And also ... A movement has been growing steadily against drug sniffer dogs. They can be intimidating and their effectiveness is questionable. The cost has also been estimated to not be much bang for buck and today we’ve had concrete figures released. NSW police have spent more than $66m on the drug sniffer detection unit since 2010. The documents also states that NSW police only receive one complaint a year – but that it paid an average of $57,000 a year from legal proceedings relating to the program. Meanwhile, in the rest of the world ... People often decry the supposed reduction in quality journalism in exchange for cheap, clickable content. But occasionally a news outlet combines investigative skills and the internet so beautifully it could make you weep. Gawker has done the deep dive on Donald Trump’s hair, specifically, what is it and how does it happen?  A tipster who claimed knowledge of Trump’s hair recently came to Gawker with a potential solution to the enigma: Trump’s hair is not his own, costs tens of thousands of dollars for installation and upkeep, and comes from a man as mysterious as Trump is bombastic.  And if today was a pop song ...            As ever it’s been a pretty city-slicking campaign. Western Sydney receives so much attention that it will probably be visited more times during the campaign by the leaders than all the regional areas in NSW combined. But for a brief shining day the country was the focus with the dairy assistance package announced and the agriculture minister (and deputy prime minister) continuing to capture attention on the global stage thanks to Johnny Depp. In the Country by the Farmer Boys also provides some pretty sound advice for the times when we will get fed up during the campaign. Never miss another catchup: If you’re reading this in the Guardian app, tap on “Australian election briefing” at the top or bottom of this page, then tap on “Follow series” to get an app notification as soon as the Campaign catchup publishes every afternoon.",
  "webTitle": "Campaign catchup: big day for Barnaby",
  "webPublicationDate": "2016-05-25T06:38:19Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/campaign-catchup-big-day-for-barnaby",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Johnny Depp's dogs",
      "id": "film/johnny-depp-s-dogs",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Farming",
      "id": "environment/farming",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Johnny Depp",
      "id": "film/johnnydepp",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Jimmy Kimmel",
      "id": "tv-and-radio/jimmy-kimmel",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "New South Wales",
      "id": "australia-news/new-south-wales",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "National party",
      "id": "australia-news/national-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Labor party",
      "id": "australia-news/labor-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Mathias Cormann",
      "id": "australia-news/mathias-cormann",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tony Abbott",
      "id": "australia-news/tony-abbott",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [],
  "guardianId": "australia-news/2016/may/25/campaign-catchup-big-day-for-barnaby"
}