{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/29/ashley-bryant-olympic-hopes-doubt-pole-vault",
  "id": "2016-05-29-43",
  "sectionId": "sport",
  "body": "The Rio Olympic ambitions of Great Britain’s top decathlete Ashley Bryant could be dashed because his pole vaults failed to arrive in Götzis due to an airline cock-up. The 25-year-old finished the two days of competition in Austria with 8,056 points – an agonising 44 short of the 8,100 required to make it to Rio. The pole vault proved to be the difference as Bryant struggled to clear 4.40m, 30cm below his personal best, because he was using borrowed equipment in heavy rain.   Related: Katarina Johnson-Thompson targets Olympic gold after shaky qualification    The poles had been due to accompany Bryant and his fellow British athlete John Lane on an EasyJet flight on Thursday. However, when that flight was cancelled the pair took a Swiss Air flight instead, having been assured they could also bring their equipment with them. But despite three days of increasingly desperate phone calls, the poles never turned up in Götzis. “I don’t know where the poles are at the moment,” Bryant said, “but I think not having them was the decisive thing. I know if I had my set of poles the qualifying would be done so it is frustrating – I needed 4.60m to make it.” Bryant did his utmost in the remaining events, the javelin and 1500m, but fell agonisingly short. “I gave it my all in the 1500m but it was not enough,” he added. “It is painful to be so close but it’s my first decathlon for two years. I had shoulder surgery last year and I’ve realised I’m in really good shape.” However, a British Athletics spokesman held out the possibility that Bryant could yet make it on to the plane to Rio because of the exceptional circumstances surrounding his case. “We are aware of the difficulties Ashley has faced and we will look at this as an individual case,” he said. Lane, the other British competitor in Götzis, withdrew after the first day having failed to borrow a pole vault of the same size he was used to. He will instead try to make it to Rio at an event in the Czech Republic in a fortnight’s time. Lane’s coach Toni Minichiello, who also looks after Jessica Ennis-Hill, said that bringing poles on planes was a perennial problem. “Some airlines take them, some don’t,” he explained. “When the flight was cancelled, John spoke to Swiss Air and before he paid anything wanted to make sure that these will get on. They said ‘yes’.” The poles, however, never made it to Austria. “I think Ashley borrowed a pole off a Swedish guy,” Minichiello added. “He has a 15ft pole when most use 16ft. I spoke to the Germans about helping John and they said ’we don’t use children’s poles’.” Poles differ by length and flex, so they are tailored to an individual’s requirements. As Minichiello explained: “Usually poles are freighted to big championships. But when you are an individual athlete you are on your own recognisance. Even though this is a trial, it’s up to you to get yourself there and your equipment.” That isn’t as easy as it sounds. The Irish pole vaulter Kevin Atkinson once put his poles on a plane – yet when got to the other end they had been sawn in half.",
  "webTitle": "Ashley Bryant’s Olympic hopes in doubt after airline loses his pole vaults",
  "webPublicationDate": "2016-05-29T18:38:54Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/29/ashley-bryant-olympic-hopes-doubt-pole-vault",
  "keyword": [
    {
      "webTitle": "Athletics",
      "id": "sport/athletics",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Rio 2016",
      "id": "sport/rio-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Olympic Games",
      "id": "sport/olympic-games",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Sean Ingle",
      "id": "profile/seaningle"
    }
  ],
  "guardianId": "sport/2016/may/29/ashley-bryant-olympic-hopes-doubt-pole-vault"
}