{
  "apiUrl": "https://content.guardianapis.com/environment/2016/may/14/fracking-ryedale-north-yorkshire-moors",
  "id": "2016-05-14-24",
  "sectionId": "environment",
  "body": "Kirby Misperton, like many other villages in North Yorkshire, has enjoyed its obscurity for centuries. At this time of year, it has all the characteristic features of rural Ryedale: the medieval church that stands among the last of the cherry tree blossom, the poignant war memorial cross that stands at the tiny roundabout, the cottages with their neat front gardens blazing with scarlet and yellow tulips. This is the kind of community I grew up in, only a few miles away. But this village of a few hundred residents unexpectedly finds itself in the national spotlight – the subject of a decision that could be a critical juncture in how a new and deeply controversial energy technology is shoehorned into the intricate and richly layered English countryside. This is a story that has particular poignancy for me. The place where I was born, Norton, is just a few miles from Kirby Misperton. The moors, valleys and farmland of my childhood inspired me to write a book tracing thousands of years of human history on one acre in the North York Moors National Park. It explored the enormous place of the English rural landscape in national identity, and how it inspires affection, commitment and belonging. Through many centuries, change in Ryedale has been slow; I never imagined that, within a few years of my research, the character of that landscape could be facing perhaps one of its greatest challenges. On Friday, North Yorkshire county councillors will hear from some of the thousands who have objected to the planning application to frack a well, known as KM8, less than half a mile from Kirby Misperton. After the council’s planning department recommended approval late last week, they are expected to reach a decision within a few days and thus make way for the first test fracking since 2011. If successful, the site will be the first in the country to go into production. Outside the Northallerton council offices will be the noisy presence of hundreds of residents from Ryedale villages, who are promising the kind of genteel protest favoured in this rural area – music, bunting and cake. Vivienne Westwood has promised to join the party. What’s at stake here is whether an industry developed in relatively lightly populated areas of the rural US, Canada and Australia can be accommodated in England without being too obtrusive. On that central point, there is no consensus. Third Energy, the company proposing to frack, insists it can pioneer a significantly different approach that bears little relation to that developed elsewhere; thousands of local residents are sceptical. Inevitably, there are concerns about the more dramatic allegations of seismic activity and contaminated water, but those opposed to the application have pored over the detail of the application. For Kirby Misperton, for example, fracking will mean dozens of heavy goods vehicles trundling daily down the narrow village lane from 7am to 7pm, round the tiny roundabout and over the Grade II-listed stone bridge. Nothing changes the character of village life so swiftly as traffic; it chokes its lifeblood. The road is no longer safe or pleasant for people to use for walking, and those chance encounters that create community. Fracking has provoked fierce protests in other parts of the country, such as Lancashire – where fracking was halted at Preese Hall in 2011 after being linked to seismic activity – and at Balcombe in West Sussex. Fracking entails blasting huge quantities of water, chemicals and silica sand down to 10,000 feet to fracture underlying rocks to release gas. The gas-bearing rock formation in question – the Bowland shale – lies under swaths of rural England including Yorkshire, Lancashire, Cheshire and Leicestershire. The Kirby Misperton site was drilled in 2011 on an existing conventional gas well pad and is already linked by pipeline to a nearby power station, and Third Energy’s application includes a production permit. If the test is successful, Third Energy plans to go immediately into production. From the road, KM8 is screened with trees but a short walk across the field of ripening yellow rape brings you up against a nine-foot-high security fence and, beyond it, a tangle of steel pipes and tanks. Beside them, a cleared area of gravel stands poised for the 44 shipping containers intended as sound insulation for the drills and 125-ft rigs that Third Energy proposes to install if the application is approved.   Ryedale district fracking   What has prompted an unprecedented wave of campaigning in North Yorkshire is that the decision on Kirby Misperton is seen as tipping point for a fracking gold rush, with a proliferation of wells eventually across the region; it is feared as an industrialisation of one of England’s most beautiful landscapes. It would require, in addition to the increase in traffic, the repeated drilling of new boreholes and lateral tunnels that can run horizontally for several kilometres. A web of pipelines would be required for the huge quantities of water needed, and to transport the gas. In the most recent round of petroleum exploration and development licences awarded by Whitehall at the end of 2015, large parts of rural North Yorkshire were snapped up by six energy companies, including major players such as Cuadrilla and Ineos. The licences spread deep into the North York Moors National Park and across the Howardian Hills area of outstanding natural beauty. KM8 is within half a mile of one of the region’s biggest attractions, the theme park and zoo at Flamingo Land; a few miles away is the stately home of Castle Howard, setting for the TV adaptation of Brideshead Revisited.     Anti-fracking campaigners outside the Third Energy gas site at Kirby Misperton. Photograph: Gary Calton for the Observer    What North Yorkshire is facing now is a decision that many other picturesque rural landscapes could be facing in the next two decades. Huge efforts will be mobilised, I suspect, to protect heritage landscapes such as national parks, but what of those other places between and around them, landscapes that can be just as rich with heritage and beauty? The islands of protected landscape could end up marooned. There are huge questions here about how we value the countryside and its particular qualities of quietness and slowness; how all of us – not just those who live in these areas – appreciate the UK’s diversity of pace and way of life; and how the countryside offers a vital resource to the city dweller for refreshment and renewal. It is in that quality of placidity so quintessential to English rural life that there has always been a relationship to place: one that honours both its past and its future and insists the role of every generation is stewardship. It is this that has inspired a long tradition of English writing from Thomas Hardy to Robert Macfarlane. Third Energy’s chief executive, Rasik Valand, based in London, admits there is fear in the area, but attributes it to the way the industry has developed elsewhere. England will be different, he insists, and points to the extended discussions that have taken place with the council to accommodate residents’ concerns. Third Energy has been extracting gas with conventional methods for over 20 years without impinging on the landscape, he says, and fracking will be no different. “This industry is completely innocuous. It uses a pressure to frack which is standard across the industry, this is not novel technology,” he insists, adding that the community is more in favour of the drilling than it might appear. “People have told us they are supportive but they don’t want to put their heads above the parapet.” One of the few to openly advocate for the application is the Thirsk and Malton MP, Kevin Hollinrake, who travelled to Pennsylvania to see how fracking had been implemented. He returned full of reassurances and told constituents that UK regulations would not allow the kind of development he had seen in the US. “Of course I have reservations, but we have much stronger regulation and planning laws in this country. We need a firm set of national planning guidelines for fracking so that the industry can develop in a considerate way,” he says, but admits the public is deeply hostile: “If it is to be a major source of energy and rolled out across the country, we need to win public support.” Many residents say that initially they were open-minded about fracking. This is a deeply conservative area; as David Davis, a retired chartered surveyor, puts it, “there is a tendency round here to trust authority, and a view that ‘those that know about these things are best to deal with them’.’’ But that has slowly changed. “The more I looked into it, the more opposed I became. We’re being short-changed by the government’s assurances that the UK is different from other places where there has been fracking because we have what they call ‘gold standard’ regulation,” says Davis. He never expected to devote his retirement in the idyllic village of Hovingham to grasping the complexities of a new industrial technology, details of planning law, and organising meetings in village halls.     Campaigner Sarah Houlston. Photograph: Gary Calton for the Observer    What worries people like Davis is a long catalogue of concerns about air and water contamination; the fear that the speed of development of fracking has outstripped both the scientific research into its long-term impact and the regulatory regime. Another unlikely protester is Sarah Houlston, whose farm is just over a mile from KM8. She wants to know how the wells will be kept safe after the fracking has finished, and the potential for spills of waste water, which resurfaces from the well full of chemicals and heavy metals. Here, it is the local environmental issues that dominate rather than the climate change implications of extracting methane – a far more powerful greenhouse gas than carbon.",
  "webTitle": "In the timeless Yorkshire moors of my childhood, the frackers are poised to start drilling",
  "webPublicationDate": "2016-05-14T23:04:08Z",
  "webUrl": "https://www.theguardian.com/environment/2016/may/14/fracking-ryedale-north-yorkshire-moors",
  "keyword": [
    {
      "webTitle": "Fracking",
      "id": "environment/fracking",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Gas",
      "id": "environment/gas",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Fossil fuels",
      "id": "environment/fossil-fuels",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Energy",
      "id": "environment/energy",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Environment",
      "id": "environment/environment",
      "sectionId": "environment",
      "sectionName": "Environment"
    },
    {
      "webTitle": "Yorkshire",
      "id": "uk-news/yorkshire",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Madeleine Bunting",
      "id": "profile/madeleinebunting"
    }
  ],
  "guardianId": "environment/2016/may/14/fracking-ryedale-north-yorkshire-moors"
}