{
  "apiUrl": "https://content.guardianapis.com/childrens-books-site/2016/may/10/teenagers-controversial-issues-fiction-chris-vick",
  "id": "2016-05-10-296",
  "sectionId": "childrens-books-site",
  "body": "A wild and dangerous ride.  That’s a quotation from a blogger’s review of my book, Kook. A response to the risky, and sometimes illegal, activities the characters get up to. Set in a world of die-hard Cornish surfers, Kook is about a young guy (Sam) falling for a girl who is, in every way, trouble. Jade is obsessed with riding the biggest wave she can find, as soon as she can find it. Whether she’s ready to or not. And that’s only part of what Jade and her crew get up to. It’s not just the surfing. It’s fighting, raves, drinking, getting into trouble with the police.   Related: Brian Conaghan's top 10 controversial teen books    All of which raises a question around showing such things in YA fiction. How do you write about that? More to the point – should you? In my view, yes. These things are a part of the teen experience. That makes them not only valid to write about, but actually things that need to be explored. Because this stuff happens. These are things young people will experience and have to form views about, whether they are active participants or not. I wanted to write about a hinterland of youth and out-of-season sea-side life: how the teen characters react to it, both creatively and destructively. Living in rural, or out-of-season coastal settings, young adults can find themselves adrift. Too old for youth clubs, too young for pubs and clubs, and without the distractions and facilities of urban life, they find themselves “nowhere.” So they look for stimulation; some way to spend all that energy. Because they’re burning and fizzing with it. As well as curiosity and bravado. All fine qualities. But they can become dangerous if fuelled by boredom.   Related: The amazing life of a surfer - in pictures    Hence young people can, and do, find their own rites of passage. They can, and do, find trouble. Or make it.     Chris Vick: We have to give teen readers credit for knowing the difference between truth and fiction, right and wrong, safe and dangerous. Photograph: HarperCollins Children's Books    In Kook, there is running motif: a piece of graffiti, showing Red Riding Hood, with a basket full of spray cans, painting on a wall: Fear makes the wolf look bigger. It speaks to teens facing fears and assessing risk. Something they both do and are biologically ill-equipped to (the part of the brain that properly assesses risk does not develop till we are in our twenties). And it also speaks to rites of passage. As Sam’s grandma tells him: there are no more wolves to kill. Young adults create their own. In Kook, that’s to surf the legendary Devil’s Horns reef.   Related: Free read! Kook by Chris Vick    To show all this is fine. What is perhaps more controversial is to show how much fun all this can be; how attractive. In Kook it’s all wrapped up in the girl. Sam is drawn to Jade. But also to the life she offers: thrills lacking in his previously urban, studious life. Things he doesn’t even know he is missing, until he experiences them. The secondary question is how to write about these themes of danger and thrills. Kook is about learning to surf, being drawn to dangerous things, getting in trouble and severely out of your depth. But Kook would be a one-dimensional book if surfing were the only metaphor for these themes and the only way of exploring them. So there is a certain amount of drugs, violence and law-breaking. This is not new in literature or even YA. It’s a tradition, from A Clockwork Orange to Melvin Burgess, Kevin Brooks, Lucy Christopher, Stephen Chbosky and Sherman Alexi.   Related: Why I've written a book for teenagers about taking drugs    Yet even with this tradition, did I think (twice) about including all this? Of course. Actually, I think you can write about pretty much anything in books for young adults. But… (and here I take a deep breath, because I cringe at the idea of ‘guidelines’ for authors) I had to set myself some rules: Realism - Are the situations that the characters find themselves in, where they may experience or come into contact with sex, drink, drugs, violence etc, likely? Are they part of the landscape of the character’s lives, and does their inclusion drive the plot forward in some way?   Related: Why I explore rape culture in my new book for teens    Don’t be gratuitous or explicit – Much can be inferred. The imagination is powerful. Emotional truth and impact is the point, not shock. Show consequences – drink and drugs can destroy lives, dangerous activities can lead to injury or death. Show complexity – whilst showing the impacts – and yes, appeal – of activities that may be dangerous or illegal, don’t celebrate the activity. But don’t condemn the characters either. No-one likes a wagging finger. Get close up to my main character – he only gets to ‘know’ anything through experience, making up his own mind, regardless of the confusing and conflicting pressures of media, school, parents and friends. Oh, and use your own memories (I did; in fact the writing got hijacked by them, though they morphed and twisted into parts of the story).   Related: Why Melvin Burgess's 'dangerous' books aren't dangerous at all    Of course, the problem with exploring any of these subjects is that they are fraught with the danger of misinterpretation. These are subjects – especially drugs – that light fires and push buttons. There’s a danger if you explore these matters at all, people assume what you think. They will believe you are ‘saying’ this, or that. But you’re really not. You’re writing a story. There is an argument that if you explore, but don’t condemn, you must be condoning. But that’s a flawed logic. It’s a novel, not a polemic. We have to give teen readers credit for knowing the difference between truth and fiction, right and wrong, safe and dangerous. Arguably, fiction is actually a good place for young people to explore such themes and to undergo vicarious rites of passage. And not always through a filter made from vampires or SF dystopia. I wanted to show a myriad of experiences and consequences. People having fun, sure, but also good times quickly turning sour, and the implications of being out of control.      All of this is in Kook. The good, the bad, the ugly; the fun, the attraction, the highs, and lows. To cut to the chase: I wanted to be honest about stuff that really happens. But to showing consequences too. Chris Vick’s Kook is our current Teen book club read. Find out more here. Live chat with authors including Louise O’Neill and Melvin Burgess #Gdnteentaboo Discuss writing about sex, drugs and pushing boundaries in teen/Ya with a bunch of controversial authors live on Twitter using #Gdnteentaboo! It’s happening this Sunday 15 May from 5-6pm BST on @GdnChildrensBks. So who’s going to be there? We have Louise O’Neill (@oneilllo), Melvin Burgess (@MelvinBurgess), the author of this great article Chris Vick (@chrisvickwriter), Non Pratt (@NonPratt), William Sutcliffe (@Will_Sutcliffe8), Raziel Reid (@razielreid), Katie Everson (@ksleverson). If you don’t tweet or can’t be there you can email your questions to childrens.books@theguardian.com, but make them short so we can tweet them! We’ll be live blogging the chat on the Guardian children’s books site.      Louise O’Neill, author of Only Ever Yours and Asking For It will be live on Twitter on Sunday 15 May 5-6pm for #Gdnteentaboo Photograph: PR company handout",
  "webTitle": "Why we shouldn't protect teenagers from controversial issues in fiction",
  "webPublicationDate": "2016-05-10T07:00:31Z",
  "webUrl": "https://www.theguardian.com/childrens-books-site/2016/may/10/teenagers-controversial-issues-fiction-chris-vick",
  "keyword": [
    {
      "webTitle": "Children and teenagers",
      "id": "books/booksforchildrenandteenagers",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Teen books",
      "id": "books/teen-books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Teen romance (childrens and teens)",
      "id": "books/teen-romance",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Fiction",
      "id": "books/fiction",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Sex",
      "id": "lifeandstyle/sex",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Drugs",
      "id": "society/drugs",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Censorship",
      "id": "world/censorship",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [],
  "guardianId": "childrens-books-site/2016/may/10/teenagers-controversial-issues-fiction-chris-vick"
}