{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/07/ted-cruz-post-campaign-advice-wendy-davis-texas",
  "id": "2016-05-07-112",
  "sectionId": "commentisfree",
  "body": "Watching Barack Obama and former House Speaker John Boehner swap stories and advice earlier this month for the next chapters in their lives, I was inspired to offer my own bipartisan overture to fellow Texan Ted Cruz as he ends his campaign for the presidency, returning to the slow retired country club of mostly old white men we call the US Senate. After all, I feel his pain – losing a big race that was closely watched around the country.  I won’t go so far as to say that Ted and I have parallel paths. But we are both Texans; we both stood up for values that matter to us using lengthy filibusters (mine to make sure women received healthcare; his to make sure millions didn’t); we both took to the campaign trail and fought with vigor for the opportunity to serve. And we both lost to guys who ran on an anti-immigrant platform.  While there are plenty of differences (too many for a single column), I am more than happy to share a few nuggets of wisdom I learned post-election with the Gentleman from Texas to help him readjust to life off-the-trail. Consider a hobby, but choose carefully Not cards. Maybe you’ll be invited to play cards with some of the boys. But I would caution you that now is not the right time. Donald Trump “played the woman card” before you, and it isn’t turning out so well for him. And he’s already doing better than you are. Not travel (at least not to New York City). You may be tempted to get away with Heidi and the kids to see a Broadway show (I hear Hamilton is amazing). But given that “New York values” comment you made, you may not be welcome there. Not reading the same old thing. You can really only read Green Eggs and Ham on the Senate floor once before it becomes cliché. I’ve got a well-worn copy of The Feminine Mystique I can lend you. Maybe Twitter? I know it helped to propel Mr Trump to his ultimate victory in the Republican primary. Rest assured – you’ll find kindred spirits online (we call yours “trolls”, but that is neither here nor there). In fact, I’ve made incredible friends on Twitter; @FullFrontalSamB and I were talking about you there just the other day actually! And I’ve had insightful and amusing conversations with amazing change-makers like Ellen Page, Kerry Washington, Cecile Richards and Senator Kirsten Gillibrand. I am sure that @AnnCoulter can’t wait to dive deep into a high-minded and compelling Twitter discourse with you. Enjoy time with your friends Following my loss, I found solace and comfort with my daughters and friends. I know Heidi and the kids can’t wait to have you home. Don’t fret – Heidi will get over that elbow to her face after your campaign suspension speech the other night. Plus, now you can call up Carly – unless her friendship only lasts as long as her tenure as VP candidate, in which case you may be getting sent to her voicemail about as fast as you’ll be sent to Paul Ryan’s.  Speaking of which, I’m sure your Senate colleagues will be thrilled to see you. Lindsay Graham said as much: “If you killed Ted Cruz on the floor of the Senate, and the trial was in the Senate, nobody would convict you.” Oh, wait. Surely he just meant, “If Ted Cruz killed it on the floor of the Senate…” Get back to work Your work friends are the perfect segue into my last bit of advice: embrace your job and work hard upon your return. I am sure that, like me, you embrace the calling to public service. While I had to resign from the Texas State Senate to run for governor, you didn’t have to leave the US Senate to run for president.  That’s great! It means you can jump right back into the critical work of legislating. With all the work that the Senate is doing right now – meeting with appointees to the US supreme court and holding hearings to confirm a new Secretary of the Army, passing budgets – wait, none of that is getting done. Well, you will fit right back in nonetheless given your penchant for shutting down the government when you don’t get your way.  Perhaps 2017 will be better; think of how busy you’ll be battling all those gender equity initiatives that Hillary Clinton will launch as president, advancing the revolutionary ideas of equal pay, reproductive autonomy and family leave policies! As for me, I’ve been hard at work since my own run to build Deeds Not Words, a community of millennial women passionate about creating positive change (hopefully one of them will one day maneuver to take your job). In the meantime, though, think how fortunate you’ll be to tell your grandchildren one day that you had the honor of serving under your nation’s first woman president.",
  "webTitle": "I've been in your position, Ted Cruz. Here's some post-campaign advice",
  "webPublicationDate": "2016-05-07T11:15:13Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/07/ted-cruz-post-campaign-advice-wendy-davis-texas",
  "keyword": [
    {
      "webTitle": "Ted Cruz",
      "id": "us-news/ted-cruz",
      "sectionId": "us-news",
      "sectionName": "US news"
    }
  ],
  "authors": [
    {
      "webTitle": "Wendy R Davis",
      "id": "profile/wendy-r-davis"
    }
  ],
  "guardianId": "commentisfree/2016/may/07/ted-cruz-post-campaign-advice-wendy-davis-texas"
}