{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/17/york-minster-criticised-zen-buddhist-meditation-grounds",
  "id": "2016-05-17-216",
  "sectionId": "world",
  "body": "York Minster has come under fire from conservative Christian evangelicals for permitting the practice of Zen Buddhism within the medieval cathedral precinct. John Sentamu, the archbishop of York, was urged to take swift action to close down the fortnightly sessions of silent meditation on the grounds that Buddhism is incompatible with Christianity. The Zen Sangha group has been meeting in a room in the cathedral grounds for the past two years, attracting about 20 people for 90 minutes of meditation every other Friday. Vivienne Faull, the dean of York, said the sessions aimed “to offer an opportunity for Christians and others to come together and learn about and explore Zen meditation practices and the congruence of Zen with the Christian faith”. The group was not a religious order and had never met within the cathedral, she said. “The chapter of York would not give permission for any such religious order to be set up at York Minster.” The regular meditation sessions were initiated by Christopher Collingwood, the canon chancellor of the minster, who practises Zen meditation and described himself as “religiously bilingual”. “I’m sure there are those who think I’m an out-and-out heretic, but it seems to me perhaps Zen poses fewer problems because it doesn’t claim to be a system of doctrine or belief,” he told the Daily Telegraph, which disclosed the regular meetings.     The Zen Buddhist practice of ‘mindfulness’ has become enormously popular among people of many faiths and none. Photograph: Beyond Fotomedia GmbH/Alamy    “There is a recognised phenomenon now … called ‘dual religious belonging’ where it is recognised that people have a foot in more than one religious camp.”  But the conservative evangelical organisation Christian Concern criticised the move. “Buddhism contrasts sharply with Christian teaching about God. The two are incompatible. To try to mix them is deceptive and dishonours Jesus Christ,” said Andrea Minichiello Williams, a member of the Church of England’s general synod. “It is remarkable that this is happening at one of the country’s best-known cathedrals. The archbishop of York must take swift action. This type of confusion undermines the Church of England’s current initiative to encourage Christian prayer. Unless there is clarity about the Christian gospel at the heart of the Church of England’s call to prayer, the initiative will be counter-productive.” Pointing out that a canon from York Minster had blessed last year’s Pride march in the city, she added: “The Church of England must take decisive action to deal with this radical agenda.” Zen Buddhism emerged in China during the fifth century. Followers use meditation to seek enlightenment within themselves. In the past decade, the Buddhist practice of “mindfulness” has become enormously popular. Many courses and classes offer secular or vaguely spiritual mindfulness rather than teaching Buddhism. More than two dozen UK universities now offer mindfulness courses. Global corporations such as Goldman Sachs, JP Morgan and American Express have introduced mindfulness training for their staff, and the practice has been introduced in the NHS, schools and prisons, an all-party parliamentary group on mindfulness said in a report last October.",
  "webTitle": "York Minster criticised for allowing Buddhist meditation",
  "webPublicationDate": "2016-05-17T10:39:41Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/17/york-minster-criticised-zen-buddhist-meditation-grounds",
  "keyword": [
    {
      "webTitle": "Religion",
      "id": "world/religion",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "York",
      "id": "uk/york",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Christianity",
      "id": "world/christianity",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Anglicanism",
      "id": "world/anglicanism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Buddhism",
      "id": "world/buddhism",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Mindfulness",
      "id": "lifeandstyle/mindfulness",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Meditation",
      "id": "lifeandstyle/meditation",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Health & wellbeing",
      "id": "lifeandstyle/health-and-wellbeing",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    }
  ],
  "authors": [
    {
      "webTitle": "Harriet Sherwood",
      "id": "profile/harrietsherwood"
    }
  ],
  "guardianId": "world/2016/may/17/york-minster-criticised-zen-buddhist-meditation-grounds"
}