{
  "apiUrl": "https://content.guardianapis.com/technology/2016/may/29/brian-may-owl-stereoscope-interview",
  "id": "2016-05-29-128",
  "sectionId": "technology",
  "body": "Brian May is examining his hands. His fingernails are painted with a futuristic, silvery polish, but it’s his fingertips he’s focused on. They are, he informs me, covered with soft calluses. It’s hardly surprising – he’s just flown in from Barcelona, where he’s been on tour, thrashing out hits with Queen (with American Idol runner-up Adam Lambert on Freddie duties). But here in London, his guitar is nowhere in sight. Because it’s not a gig he’s eager to talk about: it’s the launch of his latest invention. Dubbed the “Owl VR Smartphone Kit”, his low-tech, adjustable plastic gadget looks like a cross between a kiddie’s shoe gauge and Google Cardboard. By attaching a smartphone to the back of its frame, using some tape, a metal plate and a magnet, the device can be used to view 360-degree videos – handy, since Queen are currently filming one of their own. But as May reveals, it can do far more than that. Slot in a card bearing two, almost identical, photographs and when you look through the lenses the image suddenly bounces forth in glorious 3D – a technique known as stereoscopy. With an app, he demonstrates, you can even make 3D versions of your smartphone shots. “This is a proper scientific instrument,” he says, with the confidence of a man who has a patent pending. His pride in the contraption is palpable, and rather endearing – not least because he admits his invention (available for £25 a pop this June) is unlikely to be a big money-spinner. But then, May is on something of a mission to share his seemingly inexhaustible fascination with the art of stereoscopy. As well as lending the Tate highlights from his vast collection of Victorian “stereocards”, he’s co-authored several books on the topic and spent years tinkering away to perfect the Owl. Essentially an upgrade of the Victorian stereoscope, it not only lets you marvel at images from the past, but also propels you into virtual reality. And that, says May, might have more attractions than you’d think... Let’s be honest, an obsession with Victorian photographs is a bit niche. Where did that come from?It all happened when I was a kid. I opened my eyes and I saw the world around me. I loved music and I loved images as well. And I loved astronomy – I used to beg to be allowed to stay up to watch Patrick Moore on The Sky at Night. I was told when I was a kid that you can’t be an artist and a scientist: you have to choose. I felt very strongly that there was something wrong with this, and I always pursued music alongside the science I loved. Stereoscopy, to me, is magical. How did you stumble across it?I think it was the hippopotamus in the wild animal series of Vistascreen. They gave them away free in Weetabix packets. I would have been nine, and I sent away for the viewer – it cost one-and-six pence plus a Weetabix packet top – and you got a little Vistascreen viewer back. Suddenly, instead of two little pictures there was the hippopotamus, real, with its mouth yawning, and you felt like you were going to fall in. I was just enchanted. Virtual reality and 360-videos seem a world away from Victorian “3D”, but it’s all the same. The Victorians were for the first time able to see their favourite politicians and royalty and actors privately, in their stereoscope, but they were also travelling to the pyramids, to China and to India. They didn’t have TV or the internet or films; they had the stereoscope – and they experienced the world in a way that was totally new. I think virtual reality is going to bring us back to this.      As well as this gadget, you famously invented your Red Special guitar… do you have a house full of contraptions you are working on?I love inventing. I have my little workshop and all sorts of stuff happens down there. The first version of this was made out of cardboard – this was all designed geometrically in my little workshop. We did a guitar and we made a telescope in my dad’s workshop. I am always doing stuff. Was Queen a distraction from science, or science a distraction from Queen?Both, really. I always believed that I should do both, that I could do both. But when I was attempting to finish off my PhD in astronomy at Imperial College London – not succeeding – we were rehearsing Queen and I was teaching in a comprehensive school. It was painful that I had to give up something in order to do something else. But I did – I said “Music is calling me, and if I don’t answer that call now it will go away”. So we all went off and took a giant step. But strangely enough, when you take a giant step in one direction it gives you the opportunity to take other giant steps later on; so I was able to come back to the PhD 30 years later and finish it off. I was able to come back to stereoscopy because it never really left me.    If you could put virtual reality in an abattoir, I think we'd see a lot of people turning vegan overnight    You’re passionate about animal rights, particularly when it comes to badgers and foxes. Do you think virtual reality and 360-degree videos, like those you can view with the Owl, have a role in activism?I think so. I think if this technology could be applied to letting people understand that animals have the same kind of feelings as we do, that would be a giant step. If you could step into this world through virtual reality and become a fox which is being pursued by a pack of hungry hounds, and experience being torn apart, I think that might actually change a few people’s sensibilities. If you could put virtual reality in an abattoir and if people could see what happens to those animals that they were eating, I think we’d see a lot of people turning vegan overnight. You’ve also been vocal about fracking - how do you feel about the latest plans in North Yorkshire?I think it’s another example of money winning, selfishness winning. Nobody cares that they are inconveniencing other people, destroying other people’s lives. I think we have gone wrong in Britain: we have the wrong kind of people governing us – people who have no concept that other people matter. Should we be looking for extraterrestrial homes for mankind, or should we pay more attention to looking after Earth?I’d love to see us looking after our planet. If we start setting up colonies on other planets, we are going to ruin them as well, aren’t we? I actually said this at a Starmus convention, and in the front couple of rows were about 10 astronauts. I said, with great trepidation, “I admire these people for going off on pioneering space travel. But I fear for humanity, doing this, because I don’t think humanity is ready. We destroy everything we touch.” I came off and Neil Armstrong came up to me and said “You’re right, that needed to be said.” I treasure that moment. You’ve also embraced blogging with your page, Brian’s Soapbox. You seem pretty pissed off a lot of the time. Has society gone to hell in a handcart?That’s what soapboxes are for – to get angry on. I think Britain is in a horrible, awful state, where it is obsessed by economics and money and it has forgotten that life is to be lived and enjoyed. I hate the building that goes on senselessly to satisfy people’s speculative desire to make money. London is a disaster. Are you ever tempted to just grab your Owl and immerse yourself in the good old days - back to Queen’s early years, for instance?Back to 1851, perhaps. I would love to be at the Great Exhibition – the Crystal Palace that was in Hyde Park. To walk in to that would be unbelievable. I think virtual reality will take care of that one day. londonstereo.com",
  "webTitle": "Brian May: ‘All sorts of stuff happens in my workshop’",
  "webPublicationDate": "2016-05-29T08:30:02Z",
  "webUrl": "https://www.theguardian.com/technology/2016/may/29/brian-may-owl-stereoscope-interview",
  "keyword": [
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Virtual reality",
      "id": "technology/virtual-reality",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Brian May",
      "id": "music/brian-may",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Astronomy",
      "id": "science/astronomy",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Queen",
      "id": "music/queen",
      "sectionId": "music",
      "sectionName": "Music"
    },
    {
      "webTitle": "Science",
      "id": "education/science",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Nicola Davis",
      "id": "profile/nicola-davis"
    }
  ],
  "guardianId": "technology/2016/may/29/brian-may-owl-stereoscope-interview"
}