{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/04/malcolm-turnbull-defends-his-personal-tax-record-and-negative-gearing-policy",
  "id": "2016-05-04-363",
  "sectionId": "australia-news",
  "body": "Malcolm Turnbull has defended his record of paying tax and recommended a Melbourne radio host “shell out” for his children to buy a house if he was worried they could not enter the property market.   Related: Clive Palmer: 'I have the courage today to leave the House of Representatives' – politics live    On ABC radio on Wednesday, Jon Faine asked Turnbull whether his refusal to touch negative gearing was creating generational conflict, with young people resenting the difficulty of entering the housing market. “They’re saying: ‘For goodness sake, you baby boomers want everything and you’re locking us out,’” Faine said. Turnbull asked if Faine’s children were locked out of the market, and he said they were. “Well you should shell out for them – you should support them, a wealthy man like you,” Turnbull said. Faine chuckled and said: “That’s what they say!” “Well exactly. There you go – you’ve got the solution in your own hands,” Turnbull replied. “You can provide a bit of intergenerational equity in the Faine family.”  The comments made light of criticisms that negative gearing and capital gains tax arrangements disproportionately benefit wealthy people. Last week Turnbull said it was “beside the point” that high-income earners tended to get the largest capital gains from property because “people on the highest incomes will make the highest gains, because they tend to have more property”.   Related: How negative gearing replaced the great Australian dream and distorted the economy | Greg Jericho    The radio host put it to Turnbull that the Panama Papers showed rich people would always find it was worthwhile to evade paying tax. Faine said: “It makes good business sense – you personally have discovered in the past it makes good business sense to arrange your affairs to reduce your contribution to the tax and treasury in Australia,” he said. Turnbull said: “I have always paid tax in Australia; I pay tax on all of my investment income. I always have done. I’ve always paid a lot of tax; I don’t have a family trust for example.” He said he had always been “very conservative” in managing his tax affairs and the “innuendo you’ve made there was unworthy”. “Of course people will try and avoid tax, and of course some people will cheat and break the law. That’s why you need to give the taxation office the resources to enforce the law,” Turnbull said. The prime minister said Labor’s mooted negative gearing changes were not a battle between generations but rather a choice between “jobs and growth and standing in the way of enterprise”. On the fairness of leaving negative gearing untouched, Turnbull said it was “very much an investment approach that’s taken by middle Australia, by millions of people”. Turnbull reiterated his argument that under Labor’s policy, people earning $80,000 from wages and salary, such as a plumber, would not be able to use negative gearing to reduce their income, but people who earned investment income from dividends and rent could do so.  “What Labor is proposing is a reform that denies widely-used investment opportunities – there have been provisions for ‘deductability’ in the Tax Act since 1915 – they’re going to deny that for working Australians but ensure that it remains available for the wealthiest Australians who can offset it against investment income.”",
  "webTitle": "Malcolm Turnbull suggests parents 'shell out' to help their children buy property",
  "webPublicationDate": "2016-05-04T02:47:17Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/04/malcolm-turnbull-defends-his-personal-tax-record-and-negative-gearing-policy",
  "keyword": [
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Tax (Australia)",
      "id": "australia-news/tax-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Liberal party",
      "id": "australia-news/liberal-party",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/04/malcolm-turnbull-defends-his-personal-tax-record-and-negative-gearing-policy"
}