{
  "apiUrl": "https://content.guardianapis.com/business/2016/may/19/coalition-will-struggle-to-achieve-budget-surplus-warn-finance-experts",
  "id": "2016-05-19-281",
  "sectionId": "business",
  "body": "The Turnbull government’s failure to chart a credible path to surplus has made it even more difficult to achieve the goal over the medium term, experts have warned. A panel of former high-ranking federal finance officials, as well as former leader of the Liberal party, John Hewson, has warned that the country’s fiscal settings have become further compromised by the 2016 budget, even though policy should be playing an increasingly vital role in a low-growth, low-interest-rate world.   Related: Beware tax cuts for 'Middle Australia'. Above-average earners benefit most    Speaking at the Australian National University forum on the 2016 budget in Canberra on Thursday, the panel said it was not clear from the 3 May budget how the government could return the budget to a sustainable footing. Jan Harris, a former deputy secretary to the treasury, said commentary about the budget has been eerily similar to 2009-10, when the then Labor government delivered the biggest deficit in Australia’s history. She said familiar complaints about the latest budget included: the long-promised return to surplus receding another year across the horizon; spending cuts from the past three years being used primarily to pay for new spending; most of the budget repair was coming from revenues increasing as a share of GDP. “For all the rhetoric and efforts to date since the GFC, governments have definitely struggled to shift the dial on returning the budget to surplus,” she said. Hewson said the government seemed to have given up on having a “sensible, significant reform package”. “They’ve just had a number of objectives where they’ve had to tick the box, in my view, politically,” he said. “One is, they had to be seen to be doing something about budget repair. Secondly they wanted to neuter, or steal, some of the policy positions that the ALP had put on the table. “And thirdly they wanted to be seen as fair ... [but] there’s not too much done in genuine budget repair.” The forum was held just hours after the prime minister, Malcolm Turnbull, dismissed claims by the Grattan Institute that his plan to cut the company tax rate by 5% would deliver just half the benefit he has been claiming since budget night. The institute’s director, John Daley, said on Thursday that the government was focusing on its tax cut delivering GDP growth of 1.2% over the long term, but the real benefits would be half that, with gross national income growth of just 0.6%. The former head of the finance department, Michael Keating, told the panel that the budget was good because it did pass “the fairness test”. He said the superannuation reforms “imminently meet the fairness test”, as did the crackdown on tax avoidance by foreign companies.  But the budget would have been fairer if the government had not allowed the deficit repair levy to expire next year.",
  "webTitle": "Coalition will struggle to achieve budget surplus, warn finance experts",
  "webPublicationDate": "2016-05-19T08:47:41Z",
  "webUrl": "https://www.theguardian.com/business/2016/may/19/coalition-will-struggle-to-achieve-budget-surplus-warn-finance-experts",
  "keyword": [
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "business/2016/may/19/coalition-will-struggle-to-achieve-budget-surplus-warn-finance-experts"
}