{
  "apiUrl": "https://content.guardianapis.com/film/2016/may/17/margot-robbie-harley-quinn-female-dc-comics-book-movie",
  "id": "2016-05-17-211",
  "sectionId": "film",
  "body": "Female heroes and villains from the DC Comics back catalogue look to be in line for the big-screen treatment, after Margot Robbie pitched the concept to studio Warner Bros.   Related: Suicide Squad's Harley Quinn is the new killer queen bee of superhero movies    Robbie, whose appearance as Harley Quinn in trailers for David Ayer’s forthcoming Suicide Squad film has created enormous anticipation for the supervillain epic, presented the project to studio executives with an unnamed writer on board. The Australian actor plans to produce the movie and star as Quinn, who in the comics is best known as the Joker’s paramour and partner in crime. The Hollywood Reporter suggests characters such as Batgirl, Birds of Prey, Poison Ivy, Katana and Bumblebee could all be involved in the new film. DC, whose back catalogue is entirely owned by Warner for big-screen licensing purposes, has had huge success recently with a line of comics and related products aimed at its burgeoning female readership, DC SuperHero Girls.   Related: Could Margot Robbie's all-female superhero movie be DC's trump card?    The new movie would also recognise the popularity of Quinn, both in multiplexes and in the comics. The character’s adventures currently outsell those featuring Wonder Woman, despite being a much newer title. And Suicide Squad is easily outpacing 2017’s Patty Jenkins-directed Wonder Woman as the great hope of DC fans for a strong outing, following Batman v Superman: Dawn of Justice’s critical travails earlier this year.Actor and producer Robbie has been on an upward trajectory in Hollywood since shooting her breakthrough turn as Naomi Lapaglia, the second wife of Jordan Belfort in Martin Scorsese’s black comedy The Wolf of Wall Street. She will next appear as Jane in The Legend of Tarzan, and aims to play the disgraced Olympic figure skater Tonya Harding in a proposed biopic.",
  "webTitle": "Margot Robbie's Harley Quinn to lead female-centric DC Comics movie",
  "webPublicationDate": "2016-05-17T10:47:42Z",
  "webUrl": "https://www.theguardian.com/film/2016/may/17/margot-robbie-harley-quinn-female-dc-comics-book-movie",
  "keyword": [
    {
      "webTitle": "Superhero movies",
      "id": "film/superhero-movies",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Film",
      "id": "film/film",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Margot Robbie",
      "id": "film/margot-robbie",
      "sectionId": "film",
      "sectionName": "Film"
    },
    {
      "webTitle": "DC Comics",
      "id": "books/dc-comics",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Warner Bros",
      "id": "film/warner-bros",
      "sectionId": "film",
      "sectionName": "Film"
    }
  ],
  "authors": [
    {
      "webTitle": "Ben Child",
      "id": "profile/benchild"
    }
  ],
  "guardianId": "film/2016/may/17/margot-robbie-harley-quinn-female-dc-comics-book-movie"
}