{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/10/labor-promises-to-produce-mini-budget-to-avoid-aaa-credit-downgrade",
  "id": "2016-05-09-164",
  "sectionId": "australia-news",
  "body": "Labor has promised to produce a mini-budget within three months of being sworn in, saying the government’s budget forecasts are so unrealistic they will need updating to avoid a AAA credit downgrade. Shadow treasurer, Chris Bowen, says Labor would also want to update the budget early in its term to put its “stamp” on the economic agenda quickly, and it does not want to wait until May next year to produce its first budget. It means Labor will publish a mid-year economic and fiscal outlook within three months of being sworn in – if it wins the election – with the forward estimates projections updated to reflect Labor’s policies, including its savings measures and its “investments in schools”.   Related: Bill Shorten makes education a priority as Labor 'underdogs' hit campaign trail    Bowen will make the announcement at the National Press Club in Canberra on Tuesday, during the shadow treasurer’s reply to the budget. It comes a day after the election campaign officially began, which Malcolm Turnbull and Bill Shorten both spending the day in Queensland. It has been a rocky start for both major parties.  Liberal MP Dennis Jensen – who lost Liberal Party pre-selection before the election – announced on Monday he would re-contest his seat of Tangney as an independent. Labor’s candidate, in the seat of Melbourne, publicly disagreed with Labor’s asylum seeker policy. Bowen says Labor wants the Parliamentary Budget Office to take control of all economic forecasts in future budgets, because that will finally ensure they are produced “at arm’s length” from the government. He criticises treasurer, Scott Morrison, for relying on overly-optimistic assumptions to show the budget returning to surplus in the future. He will also claim the Coalition’s plan to deliver large tax cuts for big business is reckless, saying the government was so embarrassed by the $50bn cost of its tax plan that it tried to keep the centrepiece of its budget “in the witness protection program”. “The government lectures us that investments in schools and hospitals should be paid for. We agree. But the Government can’t claim that it can’t afford a $37bn investment in schools over the next decade but an unfunded $50bn corporate tax cut is just fine,” he says. Bowen says Moody’s rating agency gave the Turnbull government “two clear warnings” last week when it reviewed the Commonwealth budget – to adopt measures like the ones Labor is proposing, or risk losing the AAA rating.   Related: Campaign catchup: election 2016 is off with a bang, a bus and a box of melon    He says Australia’s AAA rating is now under real pressure, and the treasurer, in “doggedly insisting” that Australia doesn’t have a revenue problem, is endangering Australia’s AAA rating. “In an economy where confidence is low and the Reserve Bank has repeatedly expressed concerns about the lack of investment, losing one or all the AAA ratings would be a real body blow to confidence,” he warns. He says Morrison’s budget appears to lay out a pathway to surplus, but almost the entire return to surplus is built on assumptions and projections about the economy, “not on decisions to alter the direction”. “All of these forecasts underline the reason why I announced here at the National Press Club eighteen months ago that the Parliamentary Budget Office, independent of government, will produce the underlying economic parameters in the budget,” he says. “This will ensure that economic forecasts are undertaken at arm’s length from Government giving the public more confidence in the Budget process.” Moody’s warned last week the government’s budget projections for nominal gross domestic product growth – the key to shrinking the deficit – were too optimistic. “We estimate that constraints on the ability of the government to reduce spending amid moderate nominal GDP growth will lead to somewhat wider deficits for longer than currently budgeted,” Moody’s said.",
  "webTitle": "Labor promises to produce mini-budget 'to avoid AAA credit downgrade'",
  "webPublicationDate": "2016-05-09T14:01:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/10/labor-promises-to-produce-mini-budget-to-avoid-aaa-credit-downgrade",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Chris Bowen",
      "id": "world/chris-bowen",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Scott Morrison",
      "id": "australia-news/scott-morrison",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian budget 2016",
      "id": "australia-news/australian-budget-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Malcolm Turnbull",
      "id": "australia-news/malcolm-turnbull",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Economic policy",
      "id": "politics/economy",
      "sectionId": "politics",
      "sectionName": "Politics"
    }
  ],
  "authors": [
    {
      "webTitle": "Gareth Hutchens",
      "id": "profile/gareth-hutchens"
    }
  ],
  "guardianId": "australia-news/2016/may/10/labor-promises-to-produce-mini-budget-to-avoid-aaa-credit-downgrade"
}