{
  "apiUrl": "https://content.guardianapis.com/australia-news/2016/may/25/barnaby-joyce-announces-dairy-assistance-package-after-cuts-to-milk-price",
  "id": "2016-05-25-306",
  "sectionId": "australia-news",
  "body": "The federal government has announced a huge assistance package for the dairy industry, including $555m of concessional loans, as farmers face hardship after cuts in the milk price. Labor’s agriculture spokesman, Joel Fitzgibbon, said on Wednesday that Labor would not stand in the way of the package but it fell “well short of what farmers need right now”. In a joint statement the deputy prime minister, Barnaby Joyce, and the human services minister, Alan Tudge, said help was needed because “Australian dairy farmers have had their incomes retrospectively cut by dairy processors Murray Goulburn and Fonterra”. In April Murray Goulburn and Fonterra cut their farm gate prices for the previous 11 months, leaving dairy farmers owing thousands of dollars each. Victorian dairy farmers have faced milk solids price cuts from as much as $6/kg down to as low as $4.70/kg.   Related: David Marr on the one thing that's stopping the Coalition from ruling forever – podcast    The package includes $55m of dairy recovery concessional loans with 10-year repayment terms, which will be immediately available for Murray Goulburn and Fonterra suppliers. A further $500m of loans will be available over 2016-17 and 2017-18. Joyce said on 1 August the repayment rate for loans would be set as low as 2.66%, down from the current 2.71%. “Farmers will be able to borrow $1m or half of what they owe which, whichever is the lesser, so they can assist themselves to get through this current crisis,” he said. The other elements are: $20m to fast track the upgrade of the Macalister irrigation district; $2m to establish a commodity milk price index; $900,000 for nine financial counsellors in Victoria, Tasmania, South Australia and New South Wales; and $900,000 for an existing dairy industry business skills program. Joyce said: “I was pleased to meet dairy farmers in Victoria last week and the Coalition wants to send a clear message that the Coalition stands shoulder to shoulder with them.” He said the commodity price index would help ensure dairy processors do not unexpectedly reduce farm gate milk prices late in the season. “The index would introduce greater transparency and market signals in domestic and global milk prices,” he said. “The Coalition will consult with the industry on the design of the index that would provide dairy farmers with valuable information for use in supply negotiations with processors and to assist in following international price trends.” Joyce said the Macalister project would upgrade the 1920s and 1950s-era Southern-Tinamba area irrigation network, delivering almost 10 gigalitres in water savings which can be put back into increasing the region’s agricultural production. Tudge said the Coalition was taking immediate action to ensure eligible dairy farmers have fast-tracked access to the support they need to get through the tough times.  “We’ve ramped up the number of staff processing farm household allowance claims,” he said. “An extra 18 people have been brought in to process claims and to work directly with farming families on their individual cases, with a special focus on people in financial hardship.” Despite voicing doubts about the package and noting that Labor had not been consulted, Fitzgibbon told ABC24 on Wednesday that his party would not oppose the measures.  “Barnaby Joyce needs to pick up the phone and consult with Labor urgently on the details of [Wednesday’s] announcement so that we can get real assistance to farmers sooner,” he said. “The Turnbull government is trumpeting $555m in concessional loans, which includes $500m the government had already committed for loans over the next two years through its agriculture white paper. “It appears many of the affected farmers would have already been eligible for these loans because they live in drought-declared areas.” “Look, I welcome the concessional loans as part of a package. But on their own they are not enough. We have to focus on cash flow. Farmers need cash in their pockets to pay the bills and keep the banks from the front gate.” Fitzgibbon said Labor would announce a policy “over the course of the next few days” and it would aim to achieve “a longer-term structural reform in the industry”.   Related: Johnny Depp says Barnaby Joyce looks like he's 'inbred with a tomato'    Fitzgibbon suggested farmers could be given assistance to invest and upgrade to organic milk farming, which would command higher prices. He ruled out Labor support for a milk levy. A Fonterra spokeswoman told Guardian Australia it needed to reduce milk prices as it was losing money paying farmers $5.60/kg. No farmers were being asked to return money already paid to them this season, she said. Fonterra is offering its suppliers loans of up to 60 cents/kg at an interest rate of 3.95% to assist with cash flow. “What the industry needs to focus on is ensuring farmers have timely and transparent information about the milk price to help them plan ahead and manage volatility,” the spokeswoman said. “We know farmers are being impacted. We are working closely with farmers to help them.”",
  "webTitle": "Barnaby Joyce launches dairy assistance package after cuts to milk price",
  "webPublicationDate": "2016-05-25T02:42:18Z",
  "webUrl": "https://www.theguardian.com/australia-news/2016/may/25/barnaby-joyce-announces-dairy-assistance-package-after-cuts-to-milk-price",
  "keyword": [
    {
      "webTitle": "Australian election 2016",
      "id": "australia-news/australian-election-2016",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Rural Australia",
      "id": "australia-news/rural-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Barnaby Joyce",
      "id": "australia-news/barnaby-joyce",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australia news",
      "id": "australia-news/australia-news",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian politics",
      "id": "australia-news/australian-politics",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Australian economy",
      "id": "business/australia-economy",
      "sectionId": "business",
      "sectionName": "Business"
    },
    {
      "webTitle": "Coalition",
      "id": "australia-news/coalition",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    },
    {
      "webTitle": "Agriculture",
      "id": "science/agriculture",
      "sectionId": "science",
      "sectionName": "Science"
    },
    {
      "webTitle": "Business (Australia)",
      "id": "australia-news/business-australia",
      "sectionId": "australia-news",
      "sectionName": "Australia news"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Karp",
      "id": "profile/paul-karp"
    }
  ],
  "guardianId": "australia-news/2016/may/25/barnaby-joyce-announces-dairy-assistance-package-after-cuts-to-milk-price"
}