{
  "apiUrl": "https://content.guardianapis.com/global-development/2016/may/05/zika-crisis-brazil-women-heartbreak-hardship",
  "id": "2016-05-05-205",
  "sectionId": "global-development",
  "body": "Aline Ferreira’s son wears a blue and white babygrow. Over her shoulder, she carries a cloth to wipe his mouth. She smiles happily, but anyone can see there is something severely wrong with three month-old Luiz. His head seems squashed out of shape, and it flops forward. Luiz has microcephaly – a head that has not grown to its full size – and the pattern of brain damage that doctors now link to the Zika virus. His mother – at 15, hardly more than a child herself – developed a rash two months into her pregnancy but assumed it was dengue fever, which has become as common as a cold in Brazil in recent years. Now she spends much of her time at two major hospitals in Recife: one for disabled children, and the Instituto de Medicina Integral Professor Fernando Figueira (Imip), where she is today.   Related: A global defence system to fight virus threats is urgently needed    “I got up at 1.30am to come here,” says Aline.  It is a three-hour bus journey to the hospital from Vertentes, on the outskirts of Recife in the northern state of Pernambuco, where she lives, but she comes in three or four times a week for the rehabilitation programme in which Luiz was enrolled two months ago. He gets physiotherapy to help him hold his head up and to flex his feet. “I think he is improving,” she says. Aline speaks with great composure and equanimity for somebody so young, in such a situation. She had no idea that there was a problem until she had an ultrasound at eight months. The radiographer was afraid to tell her what she had seen. When she saw the doctor who referred her to Imip, he assumed she already knew. “He said, ‘Your baby has microcephaly’, and I was shocked and it was not easy to cope,” she says. That time was the worst. “At the beginning, people were terrible,” says Aline. “People said I would have to stay permanently in hospital and he would have problems feeding and be sick. But now he looks fine to me. He can feed and he interacts with me and smiles and I am relieved.” She loves her baby. Back in the waiting room, her 23-year-old boyfriend puts his arm around Aline and his child. Her family have all accepted Luiz, she says. Babies with microcephaly attracted unwanted attention in the early months of the crisis. “In the waiting room, other mothers wanted to do a selfie with them,” says Dr Mônica Coentro, clinical director of Imip. “There is stigma. We had a similar problem with HIV when we diagnosed the first infections in 1987. Lower-income families accepted it, but the higher-income families did not. If a lower-income mother died, an aunt or even a neighbour would take the child. The higher-income families were more likely to think of adoption.” The great majority of the microcephaly babies have been born to poorer families. “We don’t know if it is linked to low-income families or there are more vectors [mosquitoes carrying the virus] in the area where they live,” says Edvaldo Souza, an immunologist in infectious diseases. “We are trying to find out if micronutrient deficiency, agricultural pesticides or herbicides have anything to do with it. We don’t know.” Luiz is loved but will need care for the rest of his life – from what they have seen on the brain scans of affected babies, that is one of the few things doctors are certain about.  “Those children will need rehabilitation forever,” says gynaecologist Adriana Scavuzzi. “We don’t know much about these diseases, but if we compare with other microcephalies, we see the kids will need extra care for years to come.  “It has a major impact on a woman’s life and family life. Some of those women have to stop working to take care of these children. It means less money for their family. There is an economic impact.” Aline has already left school because of the baby. “We don’t know if they will have the rehabilitation to achieve their potential,” says Scavuzzi. “We know they will be deeply affected by this disease. Their neurological and cognitive functions will be severely affected. But we don’t know if the health system will be able to provide them with all the care they need. It is a big concern of all the doctors.” In outpatients, Dr Danielle Cruz, a paediatrician, is examining a seven-month-old boy. He is well-grown but he lies in her arms slowly moving his legs, as if thoughtfully. This is the mother’s first visit. There could be many more babies affected who have not yet come to the attention of doctors. Cruz thinks this boy probably does have microcephaly but they will need to do tests on his nervous system. They are seeing two types of problems with these babies, says Souza. Some have spasticity and trouble swallowing; others are hypotonic, moving less than an unaffected baby. Among the 239 microcephaly cases they have seen so far at Imip, 90 have confirmed exposure to Zika and most of the others are still being tested. The CT scans show calcifications unlike other types of microcephaly. “The locale of the calcification is different and the disproportion of the face, and they look different. In other cases of microcephaly, newborns are small for gestational age,” she says. The babies they have seen have high Apgar scores at birth, showing good blood circulation, pulse, breathing, reflexes, and arm and leg movement. The Imip saw its first case in August, and then there were many. In August to September, they detected 29 cases. In alarm, they contacted the Pernambuco health department.  Doctors have been hard pressed to deal with the crisis, says Adriana Seavuzzi. These were not high-risk pregnancies. Women with an ultrasound showing microcephaly could deliver in their local hospital. “But when this outbreak happened, women and other people got panicked and they started to come here,” she says. “The problem came during a crisis. We have been living in a health crisis for years. The situation was already very bad. We don’t have enough beds for all the women who come to us. Some of them we have to send to other hospitals because we can’t receive all the women.” Imip’s clinical director Coentro says there are three very stressful times for the mothers. The first is when they develop a rash, which is a Zika symptom. The second is the ultrasound scan, which some refuse, and the third is the birth itself. But when they are told they have a baby with microcephaly and possible brain damage, “some women deny the problem”, she says. “They say, ‘My baby is normal’.”   Related: On the front line in Brazil’s war on Zika: ‘I felt I was in a horror movie’    They do come back for the checkups and the rehabilitation, which includes physiotherapy and psychological and social support, but they are determinedly positive. “They take nice photos every month and post them on Facebook – but they do also understand that their baby has special needs. They accept it.” Luiz has the support of his entire family, but it is not always so. “Some husbands leave the home,” says Coentro. She says it is hard for the hospitals to give the women and their babies all the help and support they need. “It is a great problem. We have here few local therapists to stimulate the potential of these children,” she says. Although they begin breastfeeding well, at around one month some babies have developed difficulties swallowing, for which they need physiotherapy help. As they get bigger – the oldest are only seven months – their needs will be greater. Damage to the eyes and hearing are common. The numbers of babies born with signs of microcephaly dropped in March, she says. “We feel there is a slowing down in the increase in these cases. We don’t know if it was the recommendation to women of fertility age to postpone pregnancy. We don’t know if it is this or a decrease in the rates of the mosquito vector or infections.” Scavuzzi fears this may become an endemic problem, affecting babies for years to come. She strongly feels that the health of impoverished women living in Brazil’s mosquito-ridden favelas needs to be a much higher national priority. “We hope that it was an outbreak and we don’t have any more cases but the sanitation conditions are the same. There was no big [improvement] in the conditions last year. So are we going to get rid of this? Everything is starting again. It is raining again and maybe we will have more problems,” she says. “Our minister of health said recently that he hoped that as many women as possible get the infection. But I think it is likely to lose the battle if you think the only way to get rid of a disease is by getting the infection spread to everybody. The goal should be to improve the people’s lives. “The government must take the bull by the horns. They are the ones who should invest in improvement of people’s lives when it comes to sanitation and health. It is not the health Brazilian people deserve.”",
  "webTitle": "Heartbreak and hardship for women in Brazil as Zika crisis casts deep shadow | Sarah Boseley",
  "webPublicationDate": "2016-05-05T11:34:39Z",
  "webUrl": "https://www.theguardian.com/global-development/2016/may/05/zika-crisis-brazil-women-heartbreak-hardship",
  "keyword": [
    {
      "webTitle": "Global development",
      "id": "global-development/global-development",
      "sectionId": "global-development",
      "sectionName": "Global development"
    },
    {
      "webTitle": "Zika virus",
      "id": "world/zika-virus",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Brazil",
      "id": "world/brazil",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Americas",
      "id": "world/americas",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Sarah Boseley",
      "id": "profile/sarahboseley"
    }
  ],
  "guardianId": "global-development/2016/may/05/zika-crisis-brazil-women-heartbreak-hardship"
}