{
  "apiUrl": "https://content.guardianapis.com/uk-news/2016/may/03/pier-pressure-local-push-pays-off-as-hastings-prepares-for-reopening",
  "id": "2016-05-03-346",
  "sectionId": "uk-news",
  "body": "As high winds fanned the flames that engulfed Hasting’s historic pier in the early hours of that autumn morning, a still-visible banner emblazoned across its skeletal remains seemed almost mocking in tone. “You can save me,” it read, a sentiment that most saw as an impossible dream for the already beleaguered structure. But what emerged from the ashes of the promenade, jutting 277 metres (910ft) into the grey-blue of the Channel, is a tale of determination, persistence and one of the most successful community buyouts in Britain. This month, after a year’s delay, the Hastings Pier Charity will celebrate its official reopening with an open air cinema festival and concert, headlined by Madness, a nod to its heyday when the lineup at the end-of-pier ballroom provided a history of British pop music in the 60s , 70s and 80s with acts such as the Rolling Stones, the Who, Jimi Hendrix and later the Sex Pistols. Immediately after the fire in October 2010, the pier’s resurrection looked improbable. Over coffee at Source skateboard park on the town’s breezy seafront, Archie Lauchlan, an award-winning film-maker, recalls people “crying and collecting bits of pier” on the beach the morning after the fire.      The remains of the pier after the 2010 fire. Photograph: Alamy    Among them were Hasting Pier and White Rock trust members, who had submitted a funding proposal based on the newly destroyed art deco buildings. They had six weeks, the deadline for Heritage Lottery funding, to scrap their plans and start again. “No one thought they had a cat in hell’s chance,” said Lauchlan, who moved to Hastings from London in 2006, attracted by its thriving artistic community. “What happened highlights what this town is all about” he said. “You discover how ingrained the independent spirit is.” Lauchlan, who made a documentary about the pier’s 144-year history that focussed on the ballroom’s best years, said: “It’s incredible that we’re here. Brighton’s [derelict] West pier is falling into the sea.” Campaigners, who have battled for a decade to resurrect the pier, were faced with years of neglect, political insouciance and an unaccountable, owner-come pantomime villain in the shape of Ravenclaw, the Panamanian-registered firm that refused to carry out repairs.  Jess Steele, a community activist, began highlighting the plight of the badly neglected building in 2006, when Hastings council partially closed it. She credits local residents, who united behind the real threat that their pier might lie derelict forever, as the catalyst that drove the project forward.  “You can’t walk away from a dead pier,” she said. “It was causing damage to the economy. If you are a seaside town with a dead pier, it’s like having a fish up a chimney in a house you’re trying to sell.” “If there are six of you doing it you might give up, but when there’s 6,000 other people supporting you, you keep going.”     The pier in the 1950s. Photograph: PR    After the fire, the trust members won a £11.4m lottery grant and raised a further £600,000 in a community share scheme that 3,000 people participated in. Steele, who will be awarded an OBE next month for services to community groups who take on difficult buildings, said one of the most frustrating aspects of the 10-year battle was wrestling the pier from the hands of its offshore owners. “There was a complete lack of transparency to Ravenclaw” she said. “It was a mess. The company was opaque, it was impossible to use laws against it, but yet it was leaving it to rot.” After the 2010 election, when Hastings council switched from Tory to Labour, council leaders tried unsuccessfully to persuade Ravenclaw to carry out repair work. When it failed to respond, they sought a compulsory purchase order and in 2013, it was sold to the Hastings Pier Charity for a pound. According to Peter Walker, the project engineer and one of the charity’s 11 staff, one of the pier’s chief weaknesses stemmed from an unlikely culprit - the threat posed by Adolf Hitler during the second world war. “When England was under threat from Hitler during the war, they chopped a bit out of the middle so it couldn’t be used as a landing stage. You could have Nazis goose-stepping up the middle otherwise,” said Walker, in the pier’s soon-to-be-opened visitors centre, which will eventually contain a digital archive of memorabilia. The gap was bridged in 1946, but until recently the structure had remained weak.  “If we were sitting here two years ago, every so often the waves would hit the beach and the whole thing would go dub, dub, dub,” said Walker swaying theatrically from side to side. Thanks to 20-metre steel beams driven into the sea bed, the former gap, where the visitors now centre sits, is now the strongest part. “It’s been quite a phenomenal project,” Walker said.     The pier in 1872, the year of its opening Photograph: PR    Not everyone among the seaside town’s 90,000 population is happy, however. Some locals have compared the promenade – which has just two main buildings, the visitors centre and a restaurant – unfavourably with an aircraft hanger, and nicknamed it “the plank”.  They say the end result does not measure up to the original plans, which included more buildings. Others have said they would have liked to have seen more traditional funfare attractions. There is criticism too of limiting fishing to certain times of the day. Simon Opie, the CEO of the Hastings Pier Charity and who previously worked at Disneyland Paris, said most of the grant was spent on the demolition and restoration of the substructure, which had suffered since the decline of seaside towns in the 70s and 80s. “We did have to make a decision on where to spent the money” he said. “The fundamentals are to keep operating costs as low as possible and to be as flexible as possible. We didn’t want to build things that would lie empty six months of the year.” The main source of income is expected to be the family restaurant, at the road end of the pier, while a section of the visitors centre will be hired out for events. The charity is planning 10 events a year, and has booked Zippo’s circus for the month of August. It is a work in progress, Opie said, which could potentially attract further investment. “It’s not all about money, there is a social value of the space we have created,” he said. “People don’t need to spend money. It’s like an urban park that stretches into the water.” Back on the seafront, new mother Inga Soldatkinal, 29, on maternity leave from her work in a Sussex hospital, was out for a stroll with her baby. “I know people say it’s not what they expected,” she said as seagulls wheeled in the blue sky above her. “It’s modern. But I really like it. I love the idea of open space. I love to sit on a bench and look at the sea.”",
  "webTitle": "Pier pressure: local push pays off as Hastings prepares for reopening",
  "webPublicationDate": "2016-05-03T05:00:46Z",
  "webUrl": "https://www.theguardian.com/uk-news/2016/may/03/pier-pressure-local-push-pays-off-as-hastings-prepares-for-reopening",
  "keyword": [
    {
      "webTitle": "Piers",
      "id": "uk/piers",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Heritage",
      "id": "culture/heritage",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "Culture",
      "id": "culture/culture",
      "sectionId": "culture",
      "sectionName": "Culture"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Cities",
      "id": "cities/cities",
      "sectionId": "cities",
      "sectionName": "Cities"
    }
  ],
  "authors": [
    {
      "webTitle": "Karen McVeigh",
      "id": "profile/karenmcveigh"
    }
  ],
  "guardianId": "uk-news/2016/may/03/pier-pressure-local-push-pays-off-as-hastings-prepares-for-reopening"
}