{
  "apiUrl": "https://content.guardianapis.com/gnmeducationcentre/2016/may/01/newspapers-in-the-general-strike-1926-archive-teaching-resource",
  "id": "2016-05-01-154",
  "sectionId": "gnmeducationcentre",
  "body": "On 5 May 1926, the Manchester Guardian was reduced to two typewritten sheets of foolscap (three if you count the page stamped with a request to “Please display this Bulletin in your Window and keep the Public posted with the Latest News”). The newspaper was forced to publish this short bulletin rather than the normal paper because the print unions had been called to join the General Strike, begun at one minute to midnight on 3 May. The strike, which lasted until 13 May, was in support of the UK’s miners, who were fighting demands from mine owners to accept less pay and longer hours in order to keep the mines open and profitable. Unions for the railways, transport workers, dockers, power stations, printers and others came out on strike alongside the miners. Newspapers and print unions in particular played an important role not only in how the strike was reported to the public, but also in how it developed.     Guardian bulletin 5 May 1926    Download: The Manchester Guardian Bulletin, 5 May 1926 The Guardian’s 5 May bulletin, publicised in the paper the day before, was available at the Guardian offices and was sent to subscribers and anyone who sent a request and postage to the manager. The first section of the bulletin is an editorial entitled “In the dark”. It queries how the strike has come about, even though negotiations between the Trades Union Congress (TUC) and prime minister Stanley Baldwin seemed to have been moving towards agreement on both sides on 2 May: “For some reason or other, an offer made by Mr Baldwin, which is understood to have encouraged high hopes of a settlement amongst the trade union leaders, was abandoned by its author … without waiting for the final decision of the Trade Unions Congress upon it.”  Baldwin instead demanded the unconditional withdrawal of strike notices from the TUC before talks could continue. The General Strike began the following day. The Guardian editorial expresses bewilderment over the reasons for Baldwin’s withdrawal of his offer. In fact, his about-turn was triggered by the press and one of the print unions, the National Society of Operative Printers and Assistants (Natsopa). On 2 May, unbeknownst to the TUC who were continuing their negotiations, the London printers of the Daily Mail refused to print the paper because they objected to an editorial headed “For King and Country” which was critical of trade unions. This unofficial strike led the government to call off the talks.     Going to work in Stockport, 6 May 1926. Transport unions were included in the General Strike. Photograph: Walter Doughty for the Guardian    Printers were included in the first wave of unions called by the TUC to join the General Strike. In The Guardian Book of the General Strike by RH Haigh, DS Morris and AR Peters, the editors state: “The workforce of the Manchester Guardian actually appealed to the General Council of the TUC for permission to be exempt from the strike. Their plea however, alongside others registered by papers such as the Daily Herald sympathetic to the labour movement, was turned down.” After 5 May, the Guardian was at first only able to produce a single daily sheet, printed privately, later increasing to four pages, for the duration of the strike.   Related: Direct action! Seventy years of strikes in pictures from the GNM Archive    The Guardian’s 4 May edition includes a comment piece which is highly critical of the TUC’s decision to call out the print unions as part of the General Strike, thereby silencing the press. It calls this a “singularly misguided policy”, explaining that “To put the press out of action gives a most dangerous power to the Government, which … will enjoy a complete monopoly in the distribution of news and views.”  There is clearly much concern over the public’s access to unbiased reporting and how this may affect the outcome of the strike: “In a time of crisis a free press is specially needed, because it is important to keep open every channel through which moderate opinion can express itself.” In later issues the Guardian is also critical of the government for allowing the “wretched irrelevance” of the “Daily Mail incident” to break down negotiations. The Guardian’s prediction about the government’s monopoly of the news turned out to be largely the case: the government established their own broadsheet publication, the British Gazette, a propaganda sheet edited by Winston Churchill, then Chancellor of the Exchequer. Printed on the presses of the Morning Post, the British Gazette had a circulation of around two million by the end of the strike. In response, the TUC published its own strike bulletin, the British Worker, which was met with great suspicion by the government; a report in the Guardian on 6 May states that “publication ... was held up … while the police examined the first copy.” Later, the government succeeded in stopping the supply of paper available to the British Worker, meaning it was reduced from eight pages to a single sheet. On 10 May, the Guardian’s London correspondent reported that “No liberal newspapers are appearing in London, so printers’ strike has silenced side of press here favourable to conciliation, while nearly all Conservative press is appearing.”    A newspaper, if it has done its duty, is an essential public service    The Guardian’s proprietor and editor, CP Scott, was appalled by the shutting down of the press during the strike. He was determined that publication of the paper would not be threatened in the future; within a few months of the end of the General Strike, a company union, the Manchester Guardian and Evening News Society, was established. Members were not allowed to strike. In return, they received benefits such as pensions and sick pay, and a guarantee that their pay and conditions would remain at levels demanded by existing unions. A notice to all employees of the Manchester Guardian and Evening News, outlining the proposal for the formation of the MGEN Society, hints at the frustration that Scott had felt during the strike: “A newspaper, if it has done its duty, is an essential public service and it is not right that this service should be constantly liable to interruption by the decisions of any one of many outside bodies.” Members were allowed to remain in their old unions under the scheme, but many of these did not welcome the MGEN society. The Typographical Association was especially hostile, and the archive holds several documents relating to their rejection of the new union, including pro-forma letters of resignation issued by the Association and signed by Manchester Guardian and Evening News Employees.   Related: Jean Stead and the women of the miners' strike: teaching resource from the GNM Archive, June 2014    However, 80% of the Guardian and Evening News employees had voted in favour of the scheme and, as Ayerst puts it in his biography of the Guardian, “from 1927 the MGEN Society went peacefully on its way bringing real benefits to its members.”  The society continued until the second world war, when the Typographical Association’s continued refusal to accept it eventually led to its demise, as it meant that the papers could not secure emergency alternatives for printing in the event of a bomb strike. The Trades Disputes act was passed in 1927, banning general strikes. The catalogue for the GNM Archive, which contains photographs showing scenes from the General Strike in Manchester, as well as records relating to the foundation of the MGEN Society, is available to browse here. Please see this page for further information on the archive collections and how to access them.",
  "webTitle": "Newspapers in the general strike 1926: GNM Archive teaching resource",
  "webPublicationDate": "2016-05-01T08:00:49Z",
  "webUrl": "https://www.theguardian.com/gnmeducationcentre/2016/may/01/newspapers-in-the-general-strike-1926-archive-teaching-resource",
  "keyword": [
    {
      "webTitle": "GNM education centre",
      "id": "gnmeducationcentre/gnmeducationcentre",
      "sectionId": "gnmeducationcentre",
      "sectionName": "GNM education centre"
    },
    {
      "webTitle": "GNM archive",
      "id": "gnm-archive/gnm-archive",
      "sectionId": "gnm-archive",
      "sectionName": "GNM archive"
    },
    {
      "webTitle": "Politics past",
      "id": "politics/past",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Newspapers",
      "id": "media/newspapers",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "The Guardian",
      "id": "media/theguardian",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [],
  "guardianId": "gnmeducationcentre/2016/may/01/newspapers-in-the-general-strike-1926-archive-teaching-resource"
}