{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/09/dozens-buried-by-landslide-in-southeast-china-after-heavy-rains",
  "id": "2016-05-09-361",
  "sectionId": "world",
  "body": "Chinese president Xi Jinping has ordered “maximum efforts” to find survivors after dozens of people were buried by a landslide caused by heavy rains in south–east China. On Monday domestic media said at least 41 people were missing after a torrent of boulders and mud tore through the construction site of a hydroelectric dam in Fujian province the previous morning. About 100,000 cubic meters of debris engulfed the riverside camp in Fujian’s Tainan county at about 5am on Sunday, according to Xinhua, China’s official news agency. “We were still asleep when the mountains began to jolt very strongly and before we know it, sand and mud are flowing into our room,” one survivor, Deng Chunwu, told the agency. “It’s been raining all the time over the past couple of days and I didn’t think it was a big deal. But the rain last night was more fierce than ever,” added Deng, who reportedly dodged death by hiding under a pole.     Footage showing area affected by #landslide in Taining, Fujian Province; five people rescuedhttps://t.co/LX7s1wtDSt— CCTVNEWS (@cctvnews) May 8, 2016    Xinhua said President Xi had “demanded all-out efforts to search for buried and missing people, and stressed proper treatment for the injured, while consoling the relatives of the injured and missing”.     President #XiJinping urges all-out efforts to rescue people buried in Sunday's landslide in Fujian's Taining county pic.twitter.com/KFyYjMJqQz— CCTVNEWS (@cctvnews) May 8, 2016    A reporter for the Communist party-controlled agency described a chaotic scene at the site of the tragedy. “Boulders, mud and twisted steel bars are scattered around the landslide site. Sniffer dogs are working alongside over 600 rescuers to help detect any signs of life from the debris. Dozens of excavators are digging through the pile,”their report said. Large swaths of eastern and southern China have been hit by heavy rainstorms in recent days and the situation is expected to get far worse.  Last month China warned that the area along the Yangtze River was this year likely to experience its worst flooding since the late 1990s when up to 4,000 people died.  Authorities have blamed an unusually strong El Nino weather pattern for the likelihood of similarly devastating floods in 2016.",
  "webTitle": "Dozens buried by landslide in south–east China after heavy rains",
  "webPublicationDate": "2016-05-09T01:48:10Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/09/dozens-buried-by-landslide-in-southeast-china-after-heavy-rains",
  "keyword": [
    {
      "webTitle": "China",
      "id": "world/china",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Landslides",
      "id": "world/landslides",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Natural disasters and extreme weather",
      "id": "world/natural-disasters",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Tom Phillips",
      "id": "profile/tomphillips"
    }
  ],
  "guardianId": "world/2016/may/09/dozens-buried-by-landslide-in-southeast-china-after-heavy-rains"
}