{
  "apiUrl": "https://content.guardianapis.com/books/2016/may/10/game-of-thrones-black-lives-matter-dacher-keltner-power-paradox-machiavelli",
  "id": "2016-05-10-131",
  "sectionId": "books",
  "body": "If you drive a Prius, Dacher Keltner believes, there is an above-average chance that you are not an especially pleasant person. He explains how he came to this conclusion as congenially as he can. It is not a hunch. One day, near the Greater Good Science Center that he runs in Berkeley, California, Keltner was riding his bicycle, minding his own business, when a black Mercedes almost hit him. Afterwards, he thought about that moment – the indomitable motorcar paying no heed to the fragile two-wheeler – as a miniature of the power dynamics in daily life, a subject that has occupied his attention for years. “It’s morality and it’s deadly – and there are laws,” he says. “It’s society in play. And I was like: That’s what we’re studying, right there.” With his colleague, Paul Piff, Keltner organised a study examining the behaviour of drivers at crossings where pedestrians had the right of way. The kind of car a person drives is a reasonable analogue for their place in the world, and Keltner wanted to see whether there was a relationship between power and good road manners. Cars were coded by their make, prestige and age. One researcher stood at the crossing; another waited out of sight nearby and watched what happened. Again and again, when drivers in the least prestigious vehicles appeared, they would wait patiently for the pedestrian to cross. Not a single one of the lowest-status cars breached the rules of the road. But at the other end of the spectrum, drivers of BMWs, Mercedes and – yes – electric hybrid Priuses ignored the pedestrian nearly half the time. After the study was published in 2012, Keltner says, “People were writing in and calling up, and there were several calls where people were saying: ‘I drive a Prius. Doesn’t that mean I probably don’t violate the rules of the road?’ But Paul did the analysis and the Prius drivers were the worst … They’re morally superior, so they blaze through stop signs.”     ‘Prius drivers are morally superior – and broke all the rules.’ Photograph: Alamy    The results gave Keltner particular satisfaction. “I love teaching executives this finding,” he says. “You know, in a way it was a little bit of speaking truth to power, right? You may be in a Range Rover, but we’re watching you.” I’m meeting Keltner at the Cinnamon Club, an Indian restaurant in Westminster beloved of politicians and their acolytes. Its lavish dining room in the repurposed Old Westminster Library provides another set of status indicators. Nearby, Lord Puttnam is talking animatedly over a cooked breakfast. Keltner – who may be best known outside psychology circles for his work on Pixar’s Inside Out, where he advised the filmmakers on the science behind how emotions work in the human brain – pokes at a rubbery looking omelette and, I surmise, thinks wistfully of Californian avocado and blueberries. With tanned features framed by extravagant curtains of hair that fall either side of his face, his status as an outsider is immediately telegraphed. He looks like the Dude from The Big Lebowski – if the Dude had gone into social psychology. If the Cinnamon Club is suspicious of Keltner, the feeling is probably mutual: if he had his way, the version of power emblematised by places such as this wouldn’t last for long. He has done many studies like the Prius one; put together, they form the basis of his belief in a phenomenon that he would like to illuminate and then undermine. He calls it The Power Paradox, which is also the title of his new book. The theory is simple enough, but he believes it could also be radical. By and large, Keltner says, we have adhered to a model of power that comes straight out of Renaissance political philosopher Niccolò Machiavelli, whose enduring influence causes him no end of frustration. “You cannot believe how fundamental Machiavelli is to the way we understand power,” he says, sunnily. “So I became obsessed with him. When you speak to government leaders, they immediately bring up Machiavelli.”    You cannot believe how fundamental Machiavelli is to the way we understand power       That, Keltner believes, implied an acceptance that power was a basically adversarial, zero-sum construction, a coercive mechanism whose goal was to get other people to do what you want even when their own interests militated against it. This is the version of power we take for granted, the one explored, by means bloodthirsty and conniving, in such current cultural totems as Game of Thrones and House of Cards. “Machiavellianism makes for the best literature,” Keltner admits, but he doesn’t have a lot of time for such stories as guides to reality. “This guy comes from 16th-century renaissance Italy. There’s a culture of honour, a revenge-based culture, and it’s as violent as any place in human history. Well, when you line up the data and say, ‘OK, let’s find the Machiavellians and see how they do,’ they don’t do well. They don’t do well in organisations and they don’t do well in schoolyards.”     Lena Headey as ruthless schemer Cersei Lannister in Game of Thrones. Photograph: HBO/Helen Sloan    Instead of the Machiavellian definition of power, Keltner – the title of whose previous book, Born to Be Good, indicates his prevailing optimism – wants us to think of another one. When you really look closely at how power operates successfully today, he argues, you find that it doesn’t tend to be a tale of Frank Underwoods and Cersei Lannisters exerting their will on the great unwashed, but of collaborators yoking others to their cause by making them stronger. In this analysis, power is not a zero-sum game, but a process of mutual reinforcement, one that we misunderstand by dint of our tendency to seek out the grand personalities who make a history lesson livelier. For ground-up organisations such as Black Lives Matter or the Tea Party or our own Corbynite Momentum movement, this is good to hear. “Nearly every social movement begins in the absence of might,” Keltner says, “and that’s one view of history: all these great social changes begin with people who have little opportunity. And power exists in the smallest human relations.” The benevolent, consultative Claudio Ranieri might survey his achievements and pizza parties at Leicester City and nod in recognition as well. Being from Berkeley, Keltner knows a lot of people who are squeamish about power. But, he has concluded, it’s everywhere, like it or not, and it must not be ceded to the self-interested. “It used to be that when I would tell people that I study power, my friends would be like: ‘Euuurgh, I don’t want that stuff.’ And I’d be like: ‘You’d better want that stuff.’”     Niccolò Machiavelli (1469-1527). Photograph: Imagno/Getty Images    He gestures towards me over his omelette. “It exists between you and me, and around this room, and in families and with kids, and it’s clear that there are many other forms than coercive power. And when you look at decades of data – I cite this one long review that was conducted over 40 years – it’s clear that we’re moving out of coercive power and towards collaborative power. And it’s just this big shift in our world culture.” So that, Keltner argues, is how we gain power today: by operating on the understanding that its purpose is, as he defines it in the book, about “enhancing the greater good”. This sounds like very good news. But there’s a problem – one neatly encapsulated by the Prius driver who buys his car on the understanding that it is better for the environment and comes to love it as a signal of his wealth and virtue. Keltner quotes Lord Acton, who he trusts more than Machiavelli: “Power corrupts, and absolute power corrupts absolutely.” The results, he writes, are not pretty. “People who enjoy elevated power are more likely to eat impulsively and have sexual affairs, to violate the rules of the road, to lie and cheat, to shoplift, to take candy from children and to communicate in rude, profane and disrespectful ways … We gain and maintain power through empathy but, in our experience of power, we lose our focus on others.” Is this corruption inevitable? Keltner thinks not, if only we are more alive to the risks. And when he’s trying to show that the usual conclusion of the power paradox can be avoided, Keltner is his own test case. After all, unassuming as he is, he is an indisputably powerful (white) man, an influential scientist from an intellectual family (his mother is a literature professor; his father an artist) with many young and impressionable people in his charge.   Related: Machiavelli's The Prince, part 1: the challenge of power | Nick Spencer    Still, he has more context than many in his position. Lucky though his childhood was, he spent part of it in a poor rural town when his mother got a teaching job nearby; growing up from the age of nine in Penryn, northern California, he became acutely aware of the gap between his status and that of his neighbours, of the terrible physical and psychological costs of powerlessness and, conversely, of what he rhapsodises in his last chapter as the “empathy, kindness, generosity, respect and inclusiveness that the poor live by in response to the harsher material conditions of their lives”. In this section, the book begins to seem like a Trojan horse: a work that pitches itself as a guide to how to get ahead in the office, and winds up as a manifesto for lifting up the dispossessed. And so, now that Keltner’s ideas are gaining traction, he is at pains to avoid the pitfalls that he has articulated – pitfalls (or opportunities) that he sees everywhere. “When you have a two-year-old, you think it’s all about love, but there’s power,” he says. “Constant power. There is power from the minute the foetus is in the womb trying to maximise its resources to the last moment on your deathbed. That’s just the game. Every interaction has power.” What about this conversation, right now? He looks at me and grins. “You and I are like … I’m saying: ‘Hey, man, you’re reaching my core constituency, I want you to say good things,’ and you’re trying to get good stuff for your piece. But does it have to be zero sum? Is it win or lose? Or is it non-zero? Can we both gain? So, yeah, there’s gamesmanship and strategy in collaboration, too. And it’s a good thing.”    There is power from the minute the foetus is in the womb to the last moment on your deathbed       The whole encounter proceeds in this vein. When I raise caveats to his ideas, he describes them back to me as interesting features, rather than inconvenient challenges; again and again, he smilingly praises my questions and acts as if I am much more expert than I am. He uses my name a lot. “This is a very enlightening conversation!” he says, as if he hasn’t been working on the subject for years and dealt with every objection I might make a dozen times already. It’s implausible, but completely endearing. When he drives, you suspect, he scans the pavement avidly for pedestrians who may wish to cross. If it wasn’t so charming, it might be unsettling: the one thing he has in common with the Machiavellians is his acute awareness that every interaction is an opportunity to exercise power. As it happens, this is the pursuit of the greater good. It’s lucky that most megalomaniacs and despots are constitutionally incapable of such a generous approach. The monster who understands that cheerful allies are his best weapon would be the most dangerous monster of all.     Jeremy Corbyn: nearly every social movement begins in the absence of might. Photograph: Facundo Arrizabalaga/EPA    Not that the traditional model is entirely out of steam. The greatest problems for Keltner’s theory are the real-world counter-examples. Jeremy Corbyn is not your typical self-aggrandising politician, but reading out voters’ questions hasn’t worked out fantastically well so far; David Cameron’s more traditional approach to power, in contrast, looks fairly solid. In America, the man who must be considered the political phenomenon of the moment probably thumbs a gold-jacketed copy of The Prince over his Trump Steak dinner. Considering these significant – and by no means isolated – asterisks to the steady march of collaborative power, it’s tempting to see this model not as an analysis, but an aspiration: if everyone defined power as a “means of enhancing the greater good”, that would be lovely, but a great many very powerful people don’t. And if power for them is not a means but an end, how does telling them that they have missed the point get us anywhere? He cackles in recognition. “I’ve taught this for 15 years,” he says, “and people would always say: “Yeah, this makes sense for my organisation,” or “I can say this about my family – but what about Dick Cheney?” And at the peak of their power it was like, man, they’re running roughshod over everything.”   Related: How the Bush dynasty's tactics birthed the President Trump nightmare    But history tells a different story. “The Bush administration will go down reputationally as one of the worst presidencies.” This isn’t a question of values, but of irreversible legacy – of doing something that makes a permanent impact. “A lot of data shows that they cost us a lot of esteem on the world stage, and that constrained our influence, and their power. And now the American public is sick of dumb interventions like theirs. So their power didn’t last. Historians have rated the legacies of presidents, and the consensus is that it’s the more collaborative ones who have a legacy. Maybe the coercive stuff gets you short-term gains politically, but in the long term, it’s about who built things.” His team did, inevitably, try to test this for themselves. “We coded the speeches of 150 US senators for whether they showed elements of virtue or Machiavellianism. And the evidence is that it’s the virtuous guys who get stuff done.” There must still be the fear, then, that he is a classic case of confirmation bias: the idea of power that he espouses hews too closely to his politics to entirely persuade you that it isn’t a call to arms instead of a description. As we finish up, he acknowledges the possibility himself. “That’s really interesting,” he says, true to form. “I always try to stay close to the science, and the answer is that we don’t know.” It may simply be that the model that works best to gain power for outsiders is not the one that works best for those who already have it. That’s what he intends to study next. Anyway, even if his ideas are shot through with romantic aspiration, they are no less appealing for it. The Westminster old guard sat all around him may not realise it, but Dacher Keltner and his ideas may pose a severe challenge to their way of doing business. And it gets worse: as he and his cohorts render them obsolete, they will rub it in by being nice to them. •The Power Paradox: How We Gain and Lose Influence by Dacher Keltner (£16.99, Allen Lane) is out on 19 May. To order a copy for £13.59, go to bookshop.theguardian.com or call the Guardian Bookshop on 0330 333 6846. Free UK p&p over £10, online orders only. Phone orders min. p&p of £1.99.",
  "webTitle": "How modern power works: less Game of Thrones, more Black Lives Matter",
  "webPublicationDate": "2016-05-10T15:15:23Z",
  "webUrl": "https://www.theguardian.com/books/2016/may/10/game-of-thrones-black-lives-matter-dacher-keltner-power-paradox-machiavelli",
  "keyword": [
    {
      "webTitle": "Books",
      "id": "books/books",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Society",
      "id": "society/society",
      "sectionId": "society",
      "sectionName": "Society"
    },
    {
      "webTitle": "Society",
      "id": "books/society",
      "sectionId": "books",
      "sectionName": "Books"
    },
    {
      "webTitle": "Donald Trump",
      "id": "us-news/donaldtrump",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Jeremy Corbyn",
      "id": "politics/jeremy-corbyn",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "David Cameron",
      "id": "politics/davidcameron",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Game of Thrones",
      "id": "tv-and-radio/game-of-thrones",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "House of Cards",
      "id": "tv-and-radio/house-of-cards",
      "sectionId": "tv-and-radio",
      "sectionName": "Television & radio"
    },
    {
      "webTitle": "Black Lives Matter movement",
      "id": "us-news/black-lives-matter-movement",
      "sectionId": "us-news",
      "sectionName": "US news"
    },
    {
      "webTitle": "Psychology",
      "id": "science/psychology",
      "sectionId": "science",
      "sectionName": "Science"
    }
  ],
  "authors": [
    {
      "webTitle": "Archie Bland",
      "id": "profile/archie-bland"
    }
  ],
  "guardianId": "books/2016/may/10/game-of-thrones-black-lives-matter-dacher-keltner-power-paradox-machiavelli"
}