{
  "apiUrl": "https://content.guardianapis.com/commentisfree/2016/may/08/bbc-dull-tories-john-whittingdale-armando-iannucci",
  "id": "2016-05-08-162",
  "sectionId": "commentisfree",
  "body": "I hope what you’re reading here is just another piece of paranoid nonsense about the BBC. You see, while the debate rages about the future of the corporation, I and many others have been having quiet talks with the culture secretary, John Whittingdale, and the subjects discussed and conclusions that seem to have been reached bear no relation to the pretty frightening speculation plastered all over front pages last week. The latter loudly “report” that the BBC is going to be made to surrender editorial control to government appointees, that it’s going to be told to steer away from scheduling “successful” formats against commercial competitors, that it’s going to be under review from the government every five years, and that it’s going to lose more of its licence fee to other organisations. Behind closed doors, though, myself and other creatives within broadcasting have been reassured the opposite: that the BBC is loved throughout the land, that its licence fee is safe, that the government is simply not allowed to and has no intention of telling it what programmes to make, and that its editorial independence will be preserved. I’m not being indiscreet here: these are all assurances that Whittingdale has made public many, many times. And yet the suspicion remains that all is not quite what is being said aloud. Maybe it’s just an unfortunate run of circumstances. Rather like the run that had the culture secretary state clearly at last year’s Edinburgh TV festival he had no plans to privatise Channel 4, only for a civil servant from his department to be photographed not long after with a sheaf of papers outlining the logistics of embarking on such a move. So maybe I should relax and try really hard to square the culture secretary’s profuse support for the brilliance of the BBC with his reported remarks to Cambridge University’s Conservative Association that the demise of the BBC would be a “tempting prospect”. Maybe I should console myself that he did ask for a plurality of views and now he’s giving them. But such confusion, verging on paranoia, damages confidence in our broadcasting industry. Let’s not forget that our media and communications sector makes up 8% of GDP, more than the oil and car industries combined. These are real jobs, real investments, making British broadcasting an important part of this country’s global reach: anyone responsible for its future has to speculate discreetly and judiciously, not openly and for quick headlines. That was the main theme of my MacTaggart lecture last year in Edinburgh, in which I chided the government’s consistent running down of the BBC. John Whittingdale was in the audience and took it all in good grace. Since then he’s gone out of his way to open up the discussions, organising sessions with creative and production figures from television who’ve all had the opportunity to persuade him about what’s great and world-beating about the BBC, where it can be improved, but also where it must be supported. I do get a sense that the message sunk in: the BBC is unique, popular, and potentially a huge international commercial success, so tampering with it must be done with great care. So why now this change of tone so late on? Why the almost audible shrieks of pleasure in the headlines about making presenters’ wages public, halting populist shows, stamping on political “bias?” Can it be that, deep in government, people are just annoyed that the BBC is so well liked? Rather like junior doctors, local schools and benefits for the disabled, most of us regard the corporation as a very good thing, whether we’re from the right or the left. That confounds those who believe that market forces alone can determine what works and what fails. So, frustrated that their plan to cut the corporation to shreds can’t happen because it would be deeply unpopular, are those same people looking for subtler ways to administer a quieter, gentler death? Otherwise why the stories, coming from No 10, that David Cameron wants the BBC charter to be reviewed every five years instead of 10, that it should have a new ruling body in which at least half its members are appointed by the government of the day, and that this body should have involvement in day-to-day operational decisions, including news coverage? It sounds deeply tedious but is quietly sinister. Just imagine, every five years, always coming up to a general election, the board of government appointees demanding the BBC change its tone, alter its stance, be careful of what it says, as it covers the election. And if the party in power looks like losing, what additional pressures on reporting will be enforced? Cameron might argue he wouldn’t directly interfere, but what of the future? Why should the BBC have formalised in its charter even the merest prospect of being directly influenced by the likes of Boris Johnson, Jeremy Corbyn or Theresa May? No truly impartial journalist can work properly under such conditions. They could do, but what they said would be deadly dull. The BBC is there to question, to test, to hold a mirror up to British society, reflect it back, but to challenge the image too. What it can’t be is told to be dull. That essentially is the tenor of the attack on the BBC: we can’t destroy you, so can we make you boring instead? The briefings and speculation are a warning to all present and future BBC employees: don’t have any fun. Don’t make programmes that are too well liked; don’t think that if you produce a show in-house and it does well, we won’t sell it off to an independent; don’t think you can have an entertaining Saturday night; don’t think you can embark on any investigations that are in any way mischievous or provocative; above all, don’t think we’re going to leave you alone, because we won’t. For a manifesto inspired by the free market, it’s quite a statist, centralised and authoritarian prospect. It will eliminate in an instant any goodwill that may have marked the past 10 months of discussions. Above all, it will damage an industry that is world-beating and popular, and which the market tells us should be allowed to thrive. Armando Inannucci is the award-winning writer of the BBC series The Thick of It",
  "webTitle": "The BBC will be so dull if the Tories get their way | Armando Iannucci",
  "webPublicationDate": "2016-05-08T07:00:01Z",
  "webUrl": "https://www.theguardian.com/commentisfree/2016/may/08/bbc-dull-tories-john-whittingdale-armando-iannucci",
  "keyword": [
    {
      "webTitle": "BBC",
      "id": "media/bbc",
      "sectionId": "media",
      "sectionName": "Media"
    },
    {
      "webTitle": "John Whittingdale",
      "id": "politics/john-whittingdale",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "Politics",
      "id": "politics/politics",
      "sectionId": "politics",
      "sectionName": "Politics"
    },
    {
      "webTitle": "UK news",
      "id": "uk/uk",
      "sectionId": "uk-news",
      "sectionName": "UK news"
    },
    {
      "webTitle": "Media",
      "id": "media/media",
      "sectionId": "media",
      "sectionName": "Media"
    }
  ],
  "authors": [
    {
      "webTitle": "Armando Iannucci",
      "id": "profile/armandoiannucci"
    }
  ],
  "guardianId": "commentisfree/2016/may/08/bbc-dull-tories-john-whittingdale-armando-iannucci"
}