{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/10/west-ham-fans-pay-tribute-boleyn-ground-upton-park",
  "id": "2016-05-10-179",
  "sectionId": "football",
  "body": "‘I have my season ticket ready for next season’ My first West Ham game was a 1-1 draw against Newcastle on 1 April 1960. I went with my friend next door and his father. We stood high up on the North Bank corner. There was no one in front of us so we had a great view. I was hooked and have been going ever since. On 7 November 1966 Don Revie’s Leeds United team came to town for a League Cup match and were sent packing with a 7-0 defeat. Revie was a sight to see during and after the match. He had a face like thunder. I can only surmise what was said in the dressing room afterwards! What a memorable night that was.      John’s matchday programme from his first game at the Boleyn Ground. Photograph: John Tyler    I love the Boleyn because of all the wonderful memories I have, but in order to compete we need more capacity – and the Olympic Stadium in Stratford gives us that. I already have my season ticket and the view is great. John Tyler ‘I thought it was the best place I’d ever been’     Mark and his brother with West Ham legends Ray Stewart (left) and Frank McAvennie (right). Photograph: Mark Joyce    I first went for a reserve match against Norwich City in the mid-1980s with my granddad, dad and brother. The ground was virtually empty and pretty shabby at that point. I thought it was the best place I’d ever been – even more exciting than Clacton Pier. Like many West Ham supporters, my parents moved out of the East End to Essex when I was born. Going to the football was part of a wider routine of visiting family and staying connected with the area.  One of my lasting memories was knocking Liverpool out of the 1988-89 League Cup under the lights with a 4-1 win. Liverpool were at the height of their powers and it was still a serious competition in those days. Paul Ince burst on to the scene with two goals and an amazing performance. I remember holding court about it at school for days afterwards. Of course new rhythms and routines will develop around the Olympic Stadium and things will move on. But for me and hundreds of thousands of others for whom West Ham are synonymous with Upton Park, something irreplaceable is being lost. Mark Joyce ‘My favourite memory is a pervasive feeling of collective support’     Billy and his dad before a game. Photograph: Billy Bowring    Coventry City were the opponents in my first game at Upton Park in December 1993. I went with my Dad and after we’d won 3-2 I asked him: “Where’s the cup?” I was six years old and hadn’t quite grasped the concept of league football yet. My favourite memory is a pervasive feeling of collective support, a fevered passion and atmosphere. It was invariably in the face of impending defeat, but an important principle of support was enacted in every game; regardless of the score you stay to hear the final whistle. When I picture that atmosphere, I see a night game under the lights with thousands of Hammers huddled against the cold but in loud voice. Aside from that, Paolo Di Canio flicking it over Martin Keown’s head and guiding it into the top corner to beat Arsenal 2-1 in 1999 was magnificent. And his volley against Wimbledon was the greatest goal I’ve ever seen in the flesh. The 5-4 victory over Bradford and watching Frank Lampard and Di Canio argue over who was to take a penalty was another memorable moment. Another night in 1999, a school night, the entire stadium packed to watch Joe Cole’s youth team win the FA Youth Cup 9-0.  For the first time in my life, the club are moving into a position of genuine opportunity. The manager and squad are the best we’ve had in years, but we all know that can change. The revenue and prestige of a sparkling new 60,000 seater stadium however, is far more permanent. We’ll have one of the largest football stadiums in London. That’s an extremely attractive proposition to players.     Paulo Di Canio and Frank Lampard’s disagreement. Di Canio eventually took it and scored. Photograph: Tom Jenkins for the Guardian    West Ham is a football club that has forever taken its oxygen from an area of London that values tradition. There is no question that moving to the Olympic Stadium is a move away from that tradition. The local businesses that have fed for generations off Saturdays on Green Street are being left behind. The Boleyn is being turned into unaffordable housing. There will be no physical signs marking this corner of Newham that West Ham were ever there. I just hope this move isn’t at the expense of the people and history that have made this club something I’ve always been so proud to support. Billy Bowring ‘We were too short to see much so we took turns getting on my dad’s shoulders’ My dear, late dad and my brother were with me when I watched West Ham for the first time against Wolves during the 1977-78 season. My brother and I were aged eight and nine. We weren’t a good side that year and were eventually relegated. The crowds were still big though, and my dad wasn’t able to get seats. We stood in the lower West Stand. We were too short to see much so we took turns getting on my dad’s shoulders.  Abiding memories of that day are that first glimpse of green turf, the ball flying over Bobby Ferguson’s head and into the goal from a great Steve Daley lob and, finally, Derek Hales with his pre-hipster, feral beard getting sent off for fighting. Proper, swinging punches fighting. It was both terrifying and incredibly exciting. We lost 2-1. Watching games from the corner of the North Bank near the bar was a great viewing point for a short schoolkid. Having failed to get into a packed Upton Park for midweek game against Birmingham just before the 1980 cup final, a 12-year-old me and a mate attempted to watch the game from the top of the flats that overlook the ground. We could see about 25% of the pitch. Not quite enough to see Billy Bonds and Colin Todd get sent off for fighting. We always stayed for autographs after games as players exited towards the players’ car park.     Billy Bonds in action against Southampton in 1974. Photograph: Colorsport/REX/Shutterstock    The Olympic Stadium move is a once in a lifetime opportunity and is too good to miss. I’ll miss the buzz and the smells of the Boleyn. That said, getting home from Upton Park is a pain. The logistics at Stratford are amazing. Lee Butler ‘I still get goosebumps thinking about that night 30 years on’  My favourite memory was beating Ipswich 2-1 in last home game of the 1985-86 season. At the time we could still have won the league. It’s the last time they’ve ever got that close. Ipswich scored after about 75 minutes, but the home crowd responded and urged the team forward. Alan Dickens equalised then, in the last minute, Mark Ward won a penalty smashed home by Ray “Tonka” Stewart. Cue an emotional pitch invasion, manager John Lyall addressing the fans via the PA system at the end and the fans dancing all the way up Green Street afterwards. I still get goosebumps thinking about that night 30 years on. The location of the Olympic Stadium is perfect. I do feel sorry for anyone too young to have been to Upton Park pre-1990 though. It was an amazing adventure and part of growing up. Robert Harvey ‘I tumbled down seats in delirious celebration’ In April 2003 my dad had taken me to my first ever match away at West Brom. He then took me to Upton Park for a relegation six-pointer against Aston Villa. It ended in a 2-2 draw. Trevor Sinclair and Frédéric Kanouté scored, Tomas Repka gave away a penalty and Jermain Defoe missed countless chances. We were relegated a month after.  There are too many memories to mention, but beating Chelsea 3-1 in 2012 was special. When Modibo Maiga clinched the match in injury time, I tumbled down seats in delirious celebration. Honourable mentions to a full house against Rotherham in 2004 and beating Tottenham this season too. The move will take some getting used to, but the club will progress from it. I’ll be in floods of tears at the last match though. Michael ‘This could be the move that catapults West Ham into football’s elite’     Lawrence at Upton Park with his nephew and brother for Mark Noble’s testimonial. Photograph: Lawrence Lee    On 12 January 2002 I watched West Ham for the first time against Leicester City. I was with my dad and his colleagues from work in one of the posh boxes in the Dr Martens stand. I remember Di Canio scoring the only goal of the game and the crowd just went insane singing his name. From then on it’s safe to say football was always my first love. This year’s Mark Noble testimonial was my little two-year-old nephew Jacob’s first and last game at the Boleyn. He really loved getting involved especially when the giant Noble 16 flag came over our heads at the start of the game. It was a great day celebrating everything the club embodies. I won’t forget Dean Ashton’s overhead kick, Adrián’s goal or singing Paolo Di Canio’s name for the last time at this special stadium. The stadium move could be the thing that catapults West Ham into football’s elite. And Stratford is a lot easier to get to than Upton Park. With the tickets being cheaper, I might actually be able to go to more than a game a season. I plan to take Jacob to as many games as I can. No London derbies though, as he’s probably too young for those. Lawrence Lee ‘To warm everyone up at half time the DJ played Tubular Bells’ When West Ham beat QPR 1-0 on 24 January 1976, I remember Alan Taylor scoring the winning goal in the first half in front of us standing on the North Bank. But my fondest memory of Upton Park was Tony Cottee’s debut on 31 December 1983. He scored and so did Trevor Brooking as West Ham beat Spurs 4-1.      Tony Cottee during the 1984-85 season. Photograph: Colorsport/REX/Shutterstock    Another memory is West Ham beating Cambridge on a snowy Friday night in December 1979. It was freezing cold and we were 1-0 down at half-time. To warm everyone up at half-time the DJ played Tubular Bells by Mike Oldfield and I remember everyone dancing and laughing. In the second half the snow fell in bucketfuls, but we went on to win 3-1. I was only 12 at the time and the experience was magical. My sister and I still talk about it. I went to the Crystal Palace match at Upton Park a few weeks ago to say my goodbyes to the old ground. I’ll miss many things: the tube station and Green Street, the feeling in my stomach as I walk towards the ground and the view of the flats over the roof of the East stand.    Related: ‘The roar will never be same as at Upton Park when we rattle around new stadium’    The real magic of Upton Park for me was in the old days of the terracing. I used to stand on the North Bank and some times the West Bank. We had some great times. My sister reminds me of a time when I was sick on the 64 hole Doc Marten boots of this big skinhead. It was so packed that no one saw me and so we sidled quietly away to another spot on the terrace. I’ve also been to the Olympic Stadium to see some of the Olympics and the rugby World Cup and I’m proud that we will call it our home. Ashley Barnes ‘I was just nine years old and standing on a wooden box that Dad had made’ My father took me to the 1966-67 match against Leeds United. West Ham lost 1-0 to a Jack Charlton goal. I was just nine years old and standing on a wooden box that Dad had made. I became a Hammers fan after Dad had taped a poster of the England captain Bobby Moore to my bedroom wall. If “Sir Bob” had played for Arsenal instead, I’d have been a Gooner. I’m mightily glad he didn’t!  I’ve always enjoyed standing on the Chicken Run terrace and enjoying the East End banter from the funniest bunch of supporters you’ll ever meet. West Ham needed something like the Olympic Stadium move decades ago so I’m very happy. Previous owners were never interested in taking the club forward to compete with the likes of Manchester United and Arsenal. There was no ambition from the board, just their desire for the club to remain mediocre while homegrown talent were sold off and the proceeds pocketed or reinvested for other reasons. TB ‘One of my greatest memories of a game is one in which we won nothing’ Just after Bobby Moore died we played Wolves at home. My Dad had felt the urge after many years to take his two sons to the Boleyn for the first time. That day 30,000 people turned up for a Division Two game. We saw the tributes to Bobby at the John Lyall gates and it was the first time I’d seen my Dad cry. I’ve never experienced anything like the minute’s silence before the match. We won 3-1 and Mike Small scored a rare goal. My brother and I were absolutely hooked and we returned once a month for the next 10 years until we all moved to Belfast.     Bobby Moore tributes in February 1993. Photograph: Bob Thomas/Getty Images    I was around 14 when Manchester United came to the Boleyn needing to beat us and hope Blackburn would lose at Anfield on the last day of the 1994-95 season. Me, my dad and my younger brother took our seats in the Bobby Moore Upper and witnessed what Sir Alex Ferguson described as an “obscene” performance from West Ham.  Michael Hughes put us ahead in the first half and we deserved that lead. But in the second half they absolutely battered us. Goalkeeper Ludek Miklosko pulled off save after save. Andy Cole squandered chance after chance to win the league after a Brian McClair equaliser. After holding on to a 1-1 draw, we celebrated like we had won the league ourselves. It’s typical that, as a West Ham fan, one of my greatest memories of a game is one in which we won nothing. John Wallace ‘I always feel like I’m with family when I go to a game’ I was 11 when I went with my dad and sister for the first time in 1993. West Ham beat Oxford 5-3! It was a fantastic game for my first time and I was way up in the West Stand so I got to see the entire ground. I fell in love with it that day and never ever wanted to change after hearing the crowd roaring for 90 minutes. Four years later I watched Julian Dicks smash in a penalty against Tottenham in that famous 4-3 win on a rainy Monday night in 1997. It remains my favourite memory of watching West Ham.     Julian Dicks celebrates his penalty and winning goal with Mark Bowen. Photograph: Stu Forster/Allsport    I’m happy because we have always been the outsiders or the club that could but never did. I think every other club in London has had their chance for this kind of move or change and so I think it’s about time for us to do the same. I will miss the Boleyn as it is like my second home and I always feel like I’m with family when I go to the game. I still will be with family but in a much, larger shinier place. Tony White ‘Everyone stood and sent their kids to the front of the stand so they could see’ Paul Ince scored the first goal I ever saw at Upton Park in a 1-1 home draw against Coventry in 1987. I went with my dad and his friends and was eight. In those days everyone stood and they just sent their kids to the front of the stand so they could see, and then hoped they’d find them again afterwards.     Paulo Di Canio, Trevor Brooking and Jermain Defoe after a 2-2 draw against Birmingham in May 2003. Photograph: Ross Kinnaird/Getty Images    The 1-0 home win against Chelsea at the end of the 2002-03 season was pretty special. It was the last home game of the season and we were in the midst of a huge relegation fight. Trevor Brooking, probably the most beloved ex-player after Bobby Moore, was caretaker manager. Fans’ favourite Paolo Di Canio, returning from injury, came off the bench to score the winner late on.  I remember him sinking to his knees in tears and the chicken run where I was watching erupted into pandemonium along with everyone else. It was such a shame we got relegated with 42 points the following week. AdamL ‘The game was one of the first things my dad and I did together’     Dan’s programme and ticket stub. Photograph: Dan Fennell    My first game was a 0-0 draw against Derby County in the 2003-04 season, the first outside of the top fight after a recent Premier League relegation. I’d just reconnected with my dad a couple of months previously. Taking me to Upton Park was his way of bonding with me and making up for lost time. I hadn’t seen him for about 12 years. Before the game I’d had contact with him for probably just under a year, but it was the tentative “getting to know him” sort of contact, the game was one of the first things that we did together on our own. It was the first time I had been to a football stadium. My jaw dropped as I entered the stand and saw the pitch for the first time. Once the crowd started singing “I’m forever blowing bubbles” as the team walked out the hairs stood up on the back of my neck and I was hooked. I’m hoping with a new stadium that we’ll turn over a new leaf as a club and be able to leave our reputation for hooliganism behind and become a more family-orientated club. Dan Fennell",
  "webTitle": "'Something irreplaceable is being lost': West Ham fans pay tribute to Upton Park",
  "webPublicationDate": "2016-05-10T12:15:24Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/10/west-ham-fans-pay-tribute-boleyn-ground-upton-park",
  "keyword": [
    {
      "webTitle": "West Ham United",
      "id": "football/westhamunited",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Olympic Stadium",
      "id": "sport/olympic-stadium",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Guardian readers",
      "id": "profile/guardian-readers"
    },
    {
      "webTitle": "Tom Stevens",
      "id": "profile/tom-stevens"
    }
  ],
  "guardianId": "football/2016/may/10/west-ham-fans-pay-tribute-boleyn-ground-upton-park"
}