{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/07/norwich-manchester-united-premier-league-report",
  "id": "2016-05-07-101",
  "sectionId": "football",
  "body": "The scoresheet credited the win to a goal by Juan Mata but Norwich City know this was a self-inflicted defeat. Manchester United were nothing more than mediocre but kept up their challenge for Champions League qualification thanks to wasteful finishing and goofy defending by their hosts, who will have to improve hugely in their two remaining matches if they are to escape relegation. Alex Neil was not exactly gushing optimism: “It’s not over but [the loss] is a major blow,” said the Norwich manager. “It looks a real tough situation to get out of.” Neil was all too aware that his team were not good enough to beat a side who looked ready for the taking. If one of the themes of United’s season has been curious managerial decisions, another has been bad luck with injuries. The two blended here to make the blandest of cocktails but Norwich contrived to enable the visitors to enjoy the taste of victory anyway.   Related: West Ham’s Europe hopes plunge as Routledge starts Swansea onslaught    Louis van Gaal omitted Marcus Rashford and Daley Blind to allow them to rest before Tuesday’s game at West Ham, explaining that recent performances by the teenager, in particular, have betrayed signs of weariness. “You see in a game he is not doing things any more that he was doing in his first and second match,” said Van Gaal. “At first you deny it. But maybe it’s tiredness. I hope this two days off gives him the stimulus.” The omissions left a manager who cherishes control at risk of falling foul of the “law of Murphy” that he had already bemoaned this season. Misfortune soon struck. Anthony Martial pulled out of the starting line-up after injuring his knee in the warm-up and then, shortly after kick-off, Matteo Darmian was carried off on a stretcher with a damaged ankle and was replaced by Cameron Borthwick-Jackson. What was obvious is that Martial’s absence was felt acutely, as without their ingenious Frenchman the visitors lacked speed and creativity. Wayne Rooney, recently deployed in midfield, was restored to the centre-forward role and confirmed he is no longer suited to it. Norwich’s second-string centre-backs contained the England captain easily until a calamitous misjudgment by Sébastien Bassong gifted the striker the chance to set up the winning goal for Mata. Bassong was playing because Norwich have also had bad luck, illness and injury forcing them to field their reserve central defensive pairing as Ryan Bennett and Timm Klose watched from the stands. Those stands were awash with sunlight and yellow clobber as the crowd generated a cheery hubbub aimed at helping their team to climb out of its predicament. Briefly that looked possible. As the hosts swarmed over the visitors early on, Rooney had to boot a ball to safety as Bassong sent it goalward following a third-minute corner. Two minutes later Cameron Jerome should have scored after a nifty dribble and cross by Nathan Redmond. The striker met the delivery with a firm downward header but it was too close to David de Gea. “Those are the types of opportunities that, when other teams get them against us, they end up in the back of the net, but we don’t seem to finish them,” said Neil, whose team have failed to score for four matches in a row. After their explosive start Norwich fizzled out: their will was strong but their quality deficient. On Saturday evening their chief executive, David McNally, claimed on his Twitter feed he had resigned. Replying to a fan who called on him to leave the club, McNally tweeted: “that’s ok and I understand your view. I’ve resigned tonight and I hope that the club can now progress.” United were no better than their opposition. One team is challenging for Champions League qualification and the other trying to avert a descent into the Championship, but this match seemed a meeting of sadly limited equals. It took the visitors 30 minutes to muster a shot on target, with Jesse Lingard spooning an effort into the arms of John Ruddy from 25 yards.     Juan Mata celebrates scoring the only goal of the game. Photograph: John Sibley/Reuters    United summoned more vigour after the break and began to exert more pressure around the home side’s box. But they remained predictable and still failed to trouble Ruddy. The first real opening of the second half fell to Norwich, but Gary O’Neil swiped wildly at the ball. Two minutes later Dieumerci Mbokani, introduced from the bench as Norwich sought a winning goal, added his name to the list of dire finishers, botching his timing as he tried to head into the net from five yards. All season Norwich’s bluntness up front has been compounded by brittleness at the back. So there was no surprise when, soon after those misses, Bassong misjudged a long pass and allowed the ball to land in front of Rooney. Russell Martin caught up with the striker but Rooney offloaded to Mata, who fired into the net from 10 yards. Norwich continued to flail about gamely but never looked like landing a punch. Van Gaal, it turned out, had gauged their limitations to perfection.",
  "webTitle": "Manchester United’s Juan Mata leaves Norwich City in relegation zone",
  "webPublicationDate": "2016-05-07T13:51:30Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/07/norwich-manchester-united-premier-league-report",
  "keyword": [
    {
      "webTitle": "Premier League",
      "id": "football/premierleague",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Norwich City",
      "id": "football/norwichcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Manchester United",
      "id": "football/manchester-united",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Paul Doyle",
      "id": "profile/pauldoyle"
    }
  ],
  "guardianId": "football/2016/may/07/norwich-manchester-united-premier-league-report"
}