{
  "apiUrl": "https://content.guardianapis.com/football/2016/may/27/steve-bruce-hull-city--championship-play-off-final-sheffield-wednesday-assem-allam",
  "id": "2016-05-27-17",
  "sectionId": "football",
  "body": "The room’s single, overhead light is of such low wattage that reading small print becomes a strain and the gloom feels slightly oppressive. “Can’t we make it a bit brighter?” inquires Steve Bruce, his sunny Geordie humour and Algarve tan suddenly out of step with the surrounds.   Related: How Sheffield Wednesday returned from wilderness to stand on brink of big time    As Hull City’s manager settles into his chair, deep inside the KCom Stadium, things remain stubbornly dim but then someone quips: “Win on Saturday and this club will be able to afford a few new lightbulbs.” Should Bruce reaffirm his reputation as a promotion specialist by choreographing a Wembley play-off final victory against Sheffield Wednesday on Saturday afternoon, his side will have returned to the Premier League one year after being relegated. It is all very different from 12 months ago when he offered Assem Allam and the Hull owner’s son Ehab his resignation. “The old man talked me round – and Ehab too,” he says, the tenor of his voice reflecting real affection for the 76-year-old Allem, who is seriously ill and will watch the final from a hospital bed. “Both he and Ehab wanted me to stay,” says Bruce. “But I told them: ‘Let’s have a week to think on it’, and that’s what we did. We went away and then I came back and said: ‘If you still want me to carry on, OK, let’s have a crack.’ “I offered to fall on my sword because that’s the right thing to do. I offered my resignation to make it easy for them if they wanted to make a change but they were adamant they didn’t. “It was a difficult time, with all sorts of gloom and doom flying about the place, and people saying we could fall right through the divisions. I was worried there might be a fire sale but we were able to keep most of the squad together.” Bruce’s future, like Hull’s, is again at a crossroads, with it uncertain whether he intends remaining in charge next season. “We’ll speak about that after Wembley,” he says. “There’s talk of a takeover here being pretty close but whether that’s true, I don’t know.” Whatever happens – and the feeling is he is inclined to stay, particularly if Hull secure the £170m, some say £200m, prize that elevation to the top division offers – promotion would be dedicated to Assem Allam. “He’s the reason I came here, his naivety and the way he was,” Bruce says, smiling. “He’s a genuinely good man. Who would have bought a club for £40m when he could have had it for a pound? Only he could do something like that. Most people would have let it go into administration and let the debts not be paid, but he wanted them settled. He bought the club for the community. “He’s let one or two issues upset a few people but he’s made those decisions for the benefit of the club and I can’t stress that enough. He’s having a tough time at the minute, so if we can get promotion for him and his family … ” It would also help bolster an often overlooked city. “We’re stuck out on a limb a little bit,” Bruce says. “Nobody really gives a jot about Hull because of where we are geographically but promotion would put us back on the international map; the Premier League’s overseas television audience is huge.” Replugging the city back into the game’s central grid and switching the lights back on by the Humber will not necessarily be easy. “I’ve been fortunate enough to have some big games as both a player and a manager,” the former Manchester United captain says. “But, because of what’s at stake – and the money washing about in the Premier League is quite unbelievable – this is my biggest for a long, long time. “Sheffield Wednesday have some very good players and they’ll take a huge following to Wembley. I have to be honest and say I wasn’t aware of Carlos Carvalhal [Wednesday’s Portuguese manager] before this season but he’s made a big impression.” Bruce knows a talented Hull squad featuring, among others, Tom Huddlestone, Jake Livermore, Robert Snodgrass and Michael Dawson will have to cope with considerable pressure. “On the big occasions experience usually helps,” he says. “Make no mistake, though, even the experienced players and managers get themselves in a state; it’s only human. It’s then about how you deal with that pressure.” Should Hull succeed in securing a place in the sun, Bruce will head for his villa on the Algarve harbouring a sense of “absolute relief” next week. “If we win I’ll celebrate a couple of days later,” he says. “On the night you’re too physically exhausted, you’ve been through the wringer and even if you’ve won, you feel horrendous.”",
  "webTitle": "Hull’s Steve Bruce: if we go up it will be for our owner … he’s having a tough time at the minute",
  "webPublicationDate": "2016-05-27T21:30:16Z",
  "webUrl": "https://www.theguardian.com/football/2016/may/27/steve-bruce-hull-city--championship-play-off-final-sheffield-wednesday-assem-allam",
  "keyword": [
    {
      "webTitle": "Championship",
      "id": "football/championship",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Hull City",
      "id": "football/hullcity",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Steve Bruce",
      "id": "football/steve-bruce",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sheffield Wednesday",
      "id": "football/sheffieldwednesday",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Football",
      "id": "football/football",
      "sectionId": "football",
      "sectionName": "Football"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Louise Taylor",
      "id": "profile/louisetaylor"
    }
  ],
  "guardianId": "football/2016/may/27/steve-bruce-hull-city--championship-play-off-final-sheffield-wednesday-assem-allam"
}