{
  "apiUrl": "https://content.guardianapis.com/world/2016/may/04/new-zealand-police-officers-do-the-running-man-in-recruitment-video",
  "id": "2016-05-04-368",
  "sectionId": "world",
  "body": "The New Zealand police force has released a video of officers doing the “running man” dance and issued a challenge to other forces around the world to do the same in an unorthodox recruitment drive. The 30-second clip, dubbed the #runningmanchallenge, is part of a year-long campaign by the New Zealand police force, which wants to sign up 400 new officers by the end of 2016, particularly of Maori, Pacific Island, Asian, Middle Eastern and Indian descent.    Related: Social experiment shows hundreds ignoring 'homeless boy' in New Zealand    In the video eight police officers in uniform dance in a basement car park. A post on the force’s Facebook page that accompanies the video reads: “We catch people on the run everyday, this was a new #runningmanchallenge for our team.” International police forces tagged in the post included those in Australia, the US and the UK. On Wednesday afternoon the New York City Police Department (NYPD) accepted the challenge and created their own video on a soggy pier in front of the Brooklyn Bridge.     NYPD responds to New Zealand police force’s #runningmanchallenge   Already watched nearly a million times, the NYPD recruited six local kids to help them one-up the Kiwis.  In their video the NYPD challenged The New York City Fire Department, Boston Police Department and Police Scotland to take up the challenge. The LAPD also responded to New Zealand’s challenge but are yet to post a video.     .@nzpolice - We'd better start stretching now, it looks like the bar has been set pretty high 🏃🏃🏃 💯 https://t.co/KX4xqpme0a— LAPD HQ (@LAPDHQ) May 4, 2016    Meanwhile in Australia, the Northern Territory police are “ actively considering” creating a video, and Victoria state police commissioner Graham Ashton tweeted “Nice effort@nzpolice - leave it with us...” However, the Isles of Scilly police have ruled out taking part. In a Facebook post, sergeant Colin “dad dance” Taylor said dance was not his team’s strong point. “I note that the gauntlet has been laid down by [New Zealand police] for a dance off with us. “I also note that they can draw on a supporting cast of thousands of officers and staff whereas we have a modest team of five and occasionally a cat. Our combined age on this small rock in the Atlantic (including feline years) is over 300.” “We wish NZ Police the very best with their recruitment drive. It certainly is a remarkable career even if you have to do it upside down dancing on the ceiling.” The New Zealand video, which was posted on Facebook on Tuesday, has been viewed nearly four million times.  The star of the clip, 43-year-old Sergeant Sonny Joseph Iosefo, became a police officer 20 years ago after following family members into the force. Iosefo said he had a “lifelong passion for dance” and would often dance at family picnics and at home with his wife and six-year-old son.  “If we can make someone laugh on the street, that makes our job so much easier,” he said. “We are trying to get away from the stereotypes the public hold about police officers, that they can’t talk to us, that we are really serious people. We want people to know that we are humans too, we have families, we have children, and some of us love to dance.” Iosefa said the dance moves he and his fellow uniformed officers used in the video clip were “a little bit Samoan inspired” as per his cultural history.  “Dance is embedded in our blood and our culture, and I like to bring that out. Trying to connect with young people, and trying to diffuse tension, it really helps if you can make someone smile.  “We want a diverse force that is part of the community, not just policing it.”",
  "webTitle": "Police across the world take up 'running man' recruitment dance challenge",
  "webPublicationDate": "2016-05-04T01:33:47Z",
  "webUrl": "https://www.theguardian.com/world/2016/may/04/new-zealand-police-officers-do-the-running-man-in-recruitment-video",
  "keyword": [
    {
      "webTitle": "New Zealand",
      "id": "world/newzealand",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "Asia Pacific",
      "id": "world/asia-pacific",
      "sectionId": "world",
      "sectionName": "World news"
    },
    {
      "webTitle": "World news",
      "id": "world/world",
      "sectionId": "world",
      "sectionName": "World news"
    }
  ],
  "authors": [
    {
      "webTitle": "Eleanor Ainge Roy",
      "id": "profile/eleanor-ainge-roy"
    }
  ],
  "guardianId": "world/2016/may/04/new-zealand-police-officers-do-the-running-man-in-recruitment-video"
}