{
  "apiUrl": "https://content.guardianapis.com/travel/2016/may/27/readers-travel-photography-competition-june",
  "id": "2016-05-27-88",
  "sectionId": "travel",
  "body": "Had any luck with the camera while travelling lately? The moon lighting the sea as a dolphin leaps balletically into shot? An aunt pretending to prop up the leaning tower of Pisa? Something along those lines? Dramatic or understated, home or abroad, we want to see your best shot. We’ll choose and publish a selection of our favourites, and the winning image will be mounted and displayed to the public with the other monthly winners in an end-of-year exhibition at the Guardian offices in London. Plus digital printers Point 101 will send you a copy of your winning shot to hang on your own wall. The winner will be entered for the overall prize, a seven-night ‘Secret Fjords’ self-drive holiday to Iceland for two people, courtesy of Discover the World. Please read this before you post your image: • You must be a UK resident to enter• We need you to upload the highest possible resolution of your shot via GuardianWitness. • We’ll only consider one photograph from each person, so don’t submit more than one.• We can’t consider photos that have been published elsewhere.• You’ll also need to provide a caption of up to 50 words on where it was taken, what’s happening in the shot, what inspired you to take it, any technical details if pertinent. You must also supply your full name with the caption. • Don’t forget to read the terms and conditions before you enter.• Click here to see previous winners. The closing date for entries is 23:00 on 25 June 2016. GuardianWitness is the home of user-generated content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be reviewed prior to publication on GuardianWitness, and the best pieces will feature on the Guardian site.",
  "webTitle": "Readers' travel photography competition: June",
  "webPublicationDate": "2016-05-27T16:12:09Z",
  "webUrl": "https://www.theguardian.com/travel/2016/may/27/readers-travel-photography-competition-june",
  "keyword": [
    {
      "webTitle": "Travel",
      "id": "travel/travel",
      "sectionId": "travel",
      "sectionName": "Travel"
    },
    {
      "webTitle": "Photography",
      "id": "artanddesign/photography",
      "sectionId": "artanddesign",
      "sectionName": "Art and design"
    },
    {
      "webTitle": "User",
      "id": "community/community",
      "sectionId": "community",
      "sectionName": "Community"
    }
  ],
  "authors": [
    {
      "webTitle": "The Guardian",
      "id": "profile/theguardian"
    }
  ],
  "guardianId": "travel/2016/may/27/readers-travel-photography-competition-june"
}