{
  "apiUrl": "https://content.guardianapis.com/education/2016/may/03/engineering-apprenticeships-courses-women-engineers-education-degrees",
  "id": "2016-05-03-272",
  "sectionId": "education",
  "body": "“When I was thinking about careers, I never thought of engineering, as the public image is being under a machine, getting dirty,” says Jade Aspinall, 23, a manufacturing engineer at missile producer MBDA Systems and winner of the higher apprentice of the year award in the National Apprenticeship Awards 2015. “I work on minuscule components under a microscope in a clean room – there’s not a speck of dust anywhere,” Aspinall says. “It’s not something a lot of women would consider, just because they don’t know enough about it. There’s no doubt that there are a lot of male engineers, but as a woman, I’ve never been treated any differently. In fact, I’ve had a lot of support.” It wasn’t until an MBDA apprentice spoke about engineering at her school that Aspinall considered it as a career. And she was one of the lucky ones who were made aware of it as an option.     Jade Aspinall, manufacturing engineer at MBDA    There’s no telling how many women who could have made successful engineers never even considered it as a career option, but there must be plenty out there. Just 9% of the engineering workforce and 6% of registered engineers and technicians are female. That is the lowest percentage of female engineering professionals in Europe, way behind the leaders, Latvia, Bulgaria and Cyprus, with nearly 30%. So what’s stopping the UK’s women going into engineering? Nothing physical – in fact, lots of schemes encourage them, says Dawn Bonfield, materials engineer and chief executive of the Women’s Engineering Society, including big employers such as British Gas, Network Rail and Crossrail. What’s holding them back is a lack of knowledge of what engineering is, and a lack of advice. At the moment, Bonfield says, women are making it in the engineering world, but they tend to be the ones who are absolutely determined to do so. “We call them the Stem [science, technology, engineering or maths] devotees, and they will make it, no matter what,” she says. “But we’re determined to reach those women who might not have even considered engineering as a career. “Engineering is a brilliant choice for women who want to do something, who have a big social conscience, and who want to change the world. It has just as much to offer as the ‘traditional’ professions such as law and medicine. It’s about making the world more sustainable and more renewable. There are fantastic challenges out there, and women are using engineering as a way of finding solutions.”    Engineering is a brilliant choice for women who want to do something, who want to change the world  Dawn Bonfield, Women's Engineering Society     What needs to be done to encourage more women into the sector? Schemes such as MBDA’s are making a start. The company has achieved a 50/50 gender split within its engineering apprenticeships, something which spokesman Conal Walker attributes in part to the requirements of its outreach programme. Any school that wants an MBDA apprentice to give a talk must ensure that the audience has that 50/50 split too. It’s a figure that bucks the national trend, where just 7.4% of engineering apprenticeship starters in 2013-14 were female. Bonfield wants the message around engineering to change to something far more positive. “It’s about applying a thought process to make things better,” she says, “whether that’s designing a nuclear power station or getting clean water to people in development countries.” But she wants to see far more careers information to back that message up, and an independent careers service for engineering to help unpick what can be a confusing choice of courses. Aspinall agrees. “Engineering is such a broad church,” she says. “There needs to be much more awareness about the range of careers. Everything in the room where I’m sitting has been engineered. It’s a job for life. It gives you transferable skills, it’s exciting and it’s making things bigger and better as new technology comes along.” Pensuree: ‘I got my first taste for engineering aged 11’     Pensuree Wallis, a trainee engineer at Eurostar. Photograph: Daniel Lynch    Pensuree Wallis, 19, had always wanted to make things work better, so engineering was a natural fit for her. “I love mechanical and electrical work, and I think that’s what made me go into engineering,” she says. “But I was also really attracted to the fact that you could do apprenticeships and gain hands-on experience while getting recognised qualifications.” Wallis is in her fourth year of an apprenticeship at Eurostar International, which she began just four days after her 16th birthday. She had her first taste of engineering there when she undertook work experience in year 11. “I really enjoyed it,” she says. “Everyone made me feel comfortable. There were so many people who were really clever and could teach me. And there were female engineers, which really grabbed me. So I applied for an apprenticeship, and got it.”    Not many people at school said they wanted to do an apprenticeship. My choice shocked people  Pensuree Wallis     Apprenticeships weren’t talked about much at her school, she says, and her teachers and friends were surprised at her choice. “It was assumed that you would stay on at school or go to college. Not many people said they wanted to do an apprenticeship. It shocked people, but I think they’re used to it now.” During her first year, she studied full-time at college, then one day a week subsequently. The rest of her time is spent at work. “My college studies are really relevant to what I’m doing at work, especially on the electronics side,” she says. “For example, I’ve had projects at work which involve making test boxes. So I’ll make a circuit board and it will go in a test box which will connect to a train component. That way you can see whether it’s faulty or not. The work-life-study balance is challenging but my employers have been great: if I need a day to do college work, they’re fine with that.”   Related: Want a plan for how to get more women into engineering? It's easy    She hasn’t just gained engineering sector skills, either. “You learn to be in a workplace,” Wallis says. “You don’t get that experience of working in a team at university. Every year, we do specific team-building exercises designed to help us develop into better apprentices.” Wallis will shortly gain her higher apprenticeship qualification, and will then start a degree in general engineering, also funded by Eurostar. She says women should seek out engineering apprenticeship opportunities. “When I first wanted to become an engineer, I found it a bit daunting. But as soon as I was in that environment, I realised that there wasn’t anything to be worried about. You’re part of the team and you have just the same opportunities as everyone else. So go for it!”  Interview by Lucy Jolin Casey: ‘People were shocked when I said I wanted to become a marine engineer’ Casey Keenan, 20, is a marine engineering apprentice with Team One Engineering in Southampton, which provides services to the marine and industrial sectors for the maintenance and overhaul of diesel and gas engines. As part of her apprenticeship, Keenan is studying towards an NVQ level 3 in marine engineering, and attends City College Southampton’s Marine Skills Centre once a week.     Casey Keenan, a trainee marine engineer at Team One Engineering. Photograph: Simon J Evans for the Guardian    “I was quite academic at school and I actually got 16 GCSEs, so a lot of people were quite shocked when I said I wanted to become a marine engineer,” Keenan says. “Apprenticeships were mentioned but it wasn’t really talked about that much and it was assumed I’d go to university – but I just wanted to get out there and work. “I did look for an apprenticeship straight out of school but it was a bit nerve-racking going from school to a full-time job, so I didn’t pass the interviews. I decided to go to the Marine Skills Centre for a year at first and got a level one in marine engineering, and then I got my apprenticeship after that.” As a youngster, Keenan says she was always one of those kids who wanted to be anything she saw on TV. “At one point I wanted to be a police officer, then I wanted to join the army, then I wanted to be a vet, even a professional ice skater. That all changed when I was introduced to engineering. I just love getting hands-on with a task, and I really got into it.” Keenan did the first two years of her apprenticeship at a different company, but was able to transfer to her current employer without having to start again. It’s something that taught her about the kind of work she wanted to do, she says. “Because my first company dealt with new builds, all the engines were under warranty, so we weren’t allowed to touch them.”  “I wanted to be more hands-on with them, so the college put me in touch with Team One, and now I couldn’t be happier. I recently had to do a refit on one of the Red Funnel car ferries, which was something I really enjoyed.”    At the end of the day, an engine is still an engine, so I can go anywhere in the world  Casey Keenan     Keenan finishes her apprenticeship in June 2017 and wants to start travelling right away. “One thing I really like about engineering is that I never know what job I’m going to be on, or where I’m going to be. I could get asked to go to another site, or work on a different project, which is really exciting. I haven’t been any further than Kent yet, though! “At my first placement I had the chance to go to Korea to work on a project, but my passport was out of date and I couldn’t go. I made sure I renewed it straight away, so if anything else comes up, there’ll be no stopping me. “Once finished, I’ll have a trade which is needed everywhere, so even though I’m doing marine engineering, at the end of the day, an engine is still an engine, so I can go anywhere in the world.”  Interview by Allison Dickinson Keep up with the latest on Guardian Students: follow us on Twitter at @GdnStudents – and become a member to receive exclusive benefits and our weekly newsletter",
  "webTitle": "Meet the next generation of women engineers",
  "webPublicationDate": "2016-05-03T09:45:18Z",
  "webUrl": "https://www.theguardian.com/education/2016/may/03/engineering-apprenticeships-courses-women-engineers-education-degrees",
  "keyword": [
    {
      "webTitle": "Engineering",
      "id": "technology/engineering",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Technology",
      "id": "technology/technology",
      "sectionId": "technology",
      "sectionName": "Technology"
    },
    {
      "webTitle": "Education",
      "id": "education/education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Apprenticeships",
      "id": "education/apprenticeships",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Women",
      "id": "lifeandstyle/women",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Students",
      "id": "education/students",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Higher education",
      "id": "education/higher-education",
      "sectionId": "education",
      "sectionName": "Education"
    },
    {
      "webTitle": "Life and style",
      "id": "lifeandstyle/lifeandstyle",
      "sectionId": "lifeandstyle",
      "sectionName": "Life and style"
    },
    {
      "webTitle": "Advice for students",
      "id": "education/advice-for-students",
      "sectionId": "education",
      "sectionName": "Education"
    }
  ],
  "authors": [
    {
      "webTitle": "Lucy Jolin",
      "id": "profile/lucy-jolin"
    }
  ],
  "guardianId": "education/2016/may/03/engineering-apprenticeships-courses-women-engineers-education-degrees"
}