{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/16/fans-choose-sacked-charlotte-edwards-england-women-player-year",
  "id": "2016-05-16-81",
  "sectionId": "sport",
  "body": "Charlotte Edwards has been named the supporters’ choice for England women’s player of the year, a week after being sacked as captain and forced into retirement from international cricket by the news she would not be selected for the foreseeable future.   Related: England captain Charlotte Edwards’ world ‘turned upside down’ by sacking    The award came on the same day that Sarah Taylor, England’s wicketkeeper-batsman and a possible contender to replace Edwards as captain, announced she was taking an indefinite break from playing for personal reasons. Edwards called time on a 20-year international career at Lord’s last Wednesday, having been told she would not be picked for the series with Pakistan and West Indies by the head coach, Mark Robinson, who wants to reboot a national side he feels was “hiding behind” the 36-year-old. Her popularity among the public has not diminished, however, with Edwards named the supporters’ player of the year at the England team awards on Monday night, having been their leading run-scorer in the recent World Twenty20 in India. The seamer Anya Shrubsole was chosen as the women’s cricketer of the year, having claimed 32 wickets across all formats, by a judging panel comprising Clare Connor, the head of England women’s cricket, the journalist Alison Mitchell and commentators Nasser Hussain and Nick Knight. Regarding Taylor, England are hopeful she will return for the one-day and Twenty20 series against Pakistan at the end of June, as well as the inaugural women’s Super League in July. The 26-year-old, who made her international debut 10 years ago and became the first woman to play in Australian grade cricket over the winter, had a poor World Twenty20, scoring just 49 runs in five innings, with the team going out at the semi-final stage. An England spokesperson said: “Sarah is taking a break from cricket at the moment having decided to take some personal time away from the game. We will support her, keep in touch and talk with her prior to selection for the Pakistan series and the start of the Kia Super League.”",
  "webTitle": "Fans choose sacked Charlotte Edwards as England women’s player of the year",
  "webPublicationDate": "2016-05-16T18:15:06Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/16/fans-choose-sacked-charlotte-edwards-england-women-player-year",
  "keyword": [
    {
      "webTitle": "England women's cricket team",
      "id": "sport/england-women-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Charlotte Edwards",
      "id": "sport/charlotte-edwards",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sarah Taylor",
      "id": "sport/sarah-taylor",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Women's cricket",
      "id": "sport/womenscricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/16/fans-choose-sacked-charlotte-edwards-england-women-player-year"
}