{
  "apiUrl": "https://content.guardianapis.com/sport/2016/may/19/alex-hales-england-sri-lanka-sniff-first-test",
  "id": "2016-05-19-53",
  "sectionId": "sport",
  "body": "Alex Hales has said England must not give Sri Lanka “a sniff” in Friday’s morning session after his career-best 71 not out, allied with an unbeaten 54 from Jonny Bairstow, rescued a rain-affected first day at Headingley. The pair’s unbroken stand of 88 in 21 overs took Alastair Cook’s side to 171 for five by the time showers wiped out the evening session, having been put in by the tourists under cloudy skies and rocked by three wickets from the debutant Dasun Shanaka. “It’s delicately poised at the moment and the first hour will shape the game,” said Hales, who struck 12 fours in a watchful innings of 154 balls as he went past the 60 he made in Cape Town during his maiden series against South Africa over the winter.   Related: Jonny Bairstow and Alex Hales lead England rally after Sri Lanka strike    “If we can get through the morning without losing any scalps it will stand us in good stead but give them a sniff and they will be all over us. The way Jonny counterattacked was brilliant. There was consistent swing most of the day, a bit of nibble and bounce so I had to rein myself in. I’m pleased to get through it but it’s just the start.” On Bairstow, who was positively glowing in form on his home ground and successfully overturned an lbw decision on 40 off the bowling of the Sri Lanka captain, Angelo Mathews, Hales said: “He’s been brilliant, hasn’t he? “He naturally scores at a strike rate of 70 or 80 and on a pitch like that it was pretty tough but he made it seem like nothing. It shows how far he’s come as a Test cricketer. He looks the real deal.” Hales survived a difficult first hour after Mathews won the toss before Shanaka, in the space of eight balls, removed his opening partner, Cook, caught behind on 16 – 20 runs short of 10,000 in Test cricket – and Nick Compton and Joe Root edging to the slips for successive ducks, to reduce England to 51 for three in the 23rd over. The right-arm medium pacer, playing his first cricket in England this summer, said: “It’s a great honour to get the wickets of Cook and Root. We are still in a good position. I’m a batting all-rounder. I can swing the ball but mainly I’m a batsman. “I’m delighted because it’s my debut. There were suitable conditions for me and I’m very happy. When the captain gave me the ball I was nervous. In two or three balls I got the rhythm. I saw video clips of the England batsmen and wanted to bowl the driving length.” England’s 57 for three at lunch became 83 for five in the 32nd over, with Hales losing the debutant James Vince, driving to slip on nine, and Ben Stokes duffing a clip to mid-on with 12 to his name.   Related: Sri Lanka’s Dasun Shanaka enjoys a day he will not forget against England | Vic Marks    Bairstow took the attack back to Sri Lanka with a 60-ball half-century that steered him past 500 first-class runs at Headingley this summer, before the skies cut short play with 37 overs left to bowl. Hales, who faced criticism after averaging 17 in South Africa, took off the first two weeks of the English summer in order to rest despite no guarantees over his place, but spoke of having made adjustments to his game outside off stump he believes can help him thrive at Test level. The 27-year-old said: “When I decided to take the time off, they didn’t give me any inkling [over my place]. When I came back to my practice it was a lot more intense and I had my ideas on what I wanted to improve. I feel I have come a long way. It’s proved the right decision.” Players on both sides wore black armbands as a mark of respect for the victims of the floods and landslides in Sri Lanka.",
  "webTitle": "Alex Hales warns England: Don’t give Sri Lanka a sniff in Test second day",
  "webPublicationDate": "2016-05-19T18:55:42Z",
  "webUrl": "https://www.theguardian.com/sport/2016/may/19/alex-hales-england-sri-lanka-sniff-first-test",
  "keyword": [
    {
      "webTitle": "England v Sri Lanka 2016",
      "id": "sport/england-v-sri-lanka-2016",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "England cricket team",
      "id": "sport/england-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Jonny Bairstow",
      "id": "sport/jonny-bairstow",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sri Lanka cricket team",
      "id": "sport/sri-lanka-cricket-team",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Cricket",
      "id": "sport/cricket",
      "sectionId": "sport",
      "sectionName": "Sport"
    },
    {
      "webTitle": "Sport",
      "id": "sport/sport",
      "sectionId": "sport",
      "sectionName": "Sport"
    }
  ],
  "authors": [
    {
      "webTitle": "Ali Martin",
      "id": "profile/ali-martin"
    }
  ],
  "guardianId": "sport/2016/may/19/alex-hales-england-sri-lanka-sniff-first-test"
}